{
    "基本信息": {
        "姓名": "刘辰翁",
        "性别": "男",
        "出生年份": "1232",
        "死亡年份": "1297",
        "享年": "66",
        "朝代": "元",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "刘辰翁的子是刘将孙",
        "刘辰翁的直系后裔是刘作梁"
    ],
    "其他关系": [
        "刘辰翁同年友的对象是章应子",
        "刘辰翁被江万里推荐",
        "刘辰翁为王泰来之学生",
        "刘辰翁学生为赵孟僩",
        "刘辰翁为甘茂荣所著书作序",
        "刘辰翁为甘茂荣所著书作序",
        "刘辰翁为汪元量所著书作序",
        "刘辰翁为辛弃疾所著书作序",
        "刘辰翁为连文凤所著书作序",
        "刘辰翁为曾应璋所著书作序",
        "刘辰翁为程楚翁所著书作序",
        "刘辰翁书序由刘将孙所作",
        "刘辰翁书序由刘将孙所作",
        "刘辰翁为王泰来之弟子",
        "刘辰翁为陈俞作墓志铭",
        "刘辰翁为陈俞作墓志铭",
        "刘辰翁为张宗演作墓志铭",
        "刘辰翁为丁里作墓志铭",
        "刘辰翁为丁里作墓志铭",
        "刘辰翁为黄丙炎作墓志铭",
        "刘辰翁为刘可仕作墓志铭",
        "刘辰翁为鞠岩作墓志铭",
        "刘辰翁为萧大德作墓志铭",
        "刘辰翁拒绝在贾似道主政的政府中任职",
        "刘辰翁论学的对象是罗希扬",
        "刘辰翁反对/不支持贾似道的政策",
        "刘辰翁为江万里作祭文",
        "刘辰翁祭文由江万里所作",
        "刘辰翁祭文由王梦应所作",
        "刘辰翁祭文由邓光荐所作",
        "刘辰翁书、画由刘将孙作跋",
        "刘辰翁为李珏作临别赠言(送别诗、序)",
        "刘辰翁哀辞由王梦应所作",
        "刘辰翁为释大作佛寺记",
        "刘辰翁为释冲作佛寺记",
        "刘辰翁为释能作佛寺记",
        "刘辰翁为释文举作佛寺记",
        "刘辰翁为释可度作佛寺记",
        "刘辰翁为释志一作佛寺记",
        "刘辰翁为释法印作佛寺记",
        "刘辰翁为释居会作佛寺记",
        "刘辰翁为释绍隆作佛寺记",
        "刘辰翁为释复济作佛寺记",
        "刘辰翁为释复济作佛寺记",
        "刘辰翁为释道清作佛寺记",
        "刘辰翁为向子𬤇作斋、堂铭",
        "刘辰翁向李倜致贺",
        "刘辰翁向周天骥致贺",
        "刘辰翁从赵文处收到贺词 (occasion)",
        "刘辰翁从邓剡处收到贺词 (occasion)",
        "刘辰翁从颜奎处收到贺词 (occasion)",
        "刘辰翁挽诗、词由刘诜所作",
        "刘辰翁为黄丙炎作挽诗、词",
        "刘辰翁画赞(画像记)由许有壬所作",
        "刘辰翁为江万里作画赞(画像记)",
        "刘辰翁为文天祥作画赞(画像记)",
        "刘辰翁为滕斌作画赞(画像记)",
        "刘辰翁赠诗、文的对象是周天骥",
        "刘辰翁赠诗、文的对象是滕斌",
        "刘辰翁收到刘诜的赠诗、文",
        "刘辰翁收到连文凤的赠诗、文",
        "刘辰翁收到滕斌的赠诗、文",
        "刘辰翁为向子𬤇之建筑物题咏、记、命名",
        "刘辰翁为江万里之建筑物题咏、记、命名",
        "刘辰翁为李宋辅之建筑物题咏、记、命名",
        "刘辰翁为李宋辅之建筑物题咏、记、命名",
        "刘辰翁为周九鼎之建筑物题咏、记、命名",
        "刘辰翁为章应子之建筑物题咏、记、命名",
        "刘辰翁为许嗣翁之建筑物题咏、记、命名",
        "刘辰翁为许嗣翁之建筑物题咏、记、命名",
        "刘辰翁为徐霖之建筑物题咏、记、命名",
        "刘辰翁为刘可仕之建筑物题咏、记、命名",
        "刘辰翁为李倜之建筑物题咏、记、命名",
        "刘辰翁为郭昂之建筑物题咏、记、命名",
        "刘辰翁为廖刚作学记（书院记）",
        "刘辰翁为杨时作学记（书院记）",
        "刘辰翁为陈宓作学记（书院记）",
        "刘辰翁为江万里作学记（书院记）",
        "刘辰翁为廖义刚作学记（书院记）",
        "刘辰翁为白珽之诗文作跋",
        "刘辰翁诗文跋由刘岳申所作",
        "刘辰翁诗文序由连文凤所作",
        "刘辰翁为周九鼎篆匾额、器铭",
        "刘辰翁代卢挚作文",
        "刘辰翁赠许嗣翁物",
        "刘辰翁称道忙兀台之政绩",
        "刘辰翁为江万里作祠记",
        "刘辰翁为江万里作祠记"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1262",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "荐举 (保任,保举)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "会孟",
            "别名类型": "字"
        },
        {
            "别名": "须溪",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [
        {
            "官职": "书院山长",
            "起始年份": "1279",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "太学博士",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        }
    ],
    "地理信息": [
        {
            "地名": "庐陵",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "须溪集",
            "著述年份": "1291",
            "著述角色": "未详"
        },
        {
            "著述名称": "放翁诗选后集",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "班马异同评",
            "著述年份": "未详",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "书院山长",
        "史学家",
        "[为官者：文]",
        "思想家"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。 ► 刘辰翁的诗文(446篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "兰陵王·丙子送春",
            "作者": "刘辰翁",
            "内容": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。 春去。最谁苦。但箭雁沉边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。 春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。"
        },
        {
            "标题": "忆秦娥·中斋上元客散感旧",
            "作者": "刘辰翁",
            "内容": "中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。\n烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。"
        },
        {
            "标题": "西江月·新秋写兴",
            "作者": "刘辰翁",
            "内容": "天上低昂似旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。"
        },
        {
            "标题": "忆江南",
            "作者": "刘辰翁",
            "内容": "花几许，已报八分催。却问主人何处去，且容老子个中来。花外主人回。 年时客，如今安在哉。正喜锦官城烂漫，忽惊花鸟使摧颓。世事只添杯。时有称宣使折花者，盖诈也，托以肆陵慢。"
        },
        {
            "标题": "桂枝香·吹箫人去",
            "作者": "刘辰翁",
            "内容": "吹箫人去。但桂影徘徊，荒杯承露。东望鞭芙缥缈，寒光如注。去年夜半横江梦，倚危樯，参差曾赋。茫茫角动，回舟尽兴，未惊鸥鹭。情知道、明年何处。漫待客黄楼，尘波前度。二十四桥，颇有杜书记否。二三字者今如此，看使君、角巾东路。人间俯仰，悲欢何限，团圆如故。"
        },
        {
            "标题": "忆秦娥·烧灯节",
            "作者": "刘辰翁",
            "内容": "中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。\n烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。"
        },
        {
            "标题": "柳梢青·春感",
            "作者": "刘辰翁",
            "内容": "铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。"
        },
        {
            "标题": "摸鱼儿·酒边留同年徐云屋",
            "作者": "刘辰翁",
            "内容": "怎知他、春归何处？相逢且尽尊酒。少年袅袅天涯恨，长结西湖烟柳。休回首，但细雨断桥，憔悴人归后。东风似旧。问前度桃花，刘郎能记，花复认郎否？君且住，草草留君翦韭。前宵更恁时候。深杯欲共歌声滑，翻湿春衫半袖。空眉皱，看白发尊前，已似人人有。临分把手。叹一笑论文，清狂顾曲，此会几时又？"
        },
        {
            "标题": "浣溪沙（春日即事）",
            "作者": "刘辰翁",
            "内容": "远远游蜂不记家。数行新柳自啼鸦。寻思旧事即天涯。\n\n睡起有恨和画卷，燕归无语傍人斜。晚风吹落小瓶花。"
        },
        {
            "标题": "山花子·此处情怀欲问天",
            "作者": "刘辰翁",
            "内容": "此处情怀欲问天，相期相就复何年。行过章江三十里，泪依然。早宿半程芳草路，犹寒欲雨暮春天。小小桃花三两处，得人怜。"
        },
        {
            "标题": "水调歌头（中秋口占）",
            "作者": "刘辰翁",
            "内容": "明月几万里，与子共中秋。古今良夜如此，寂寂几时留。何处胡笳三弄，尚有南楼余兴，风起木飕飕。白石四山立，玉露下平洲。\n\n醉青州，歌赤壁，赋黄楼。人间安得十客，谭笑发中流。看取横江皓彩，犹似沈河白璧，光气彻天浮。举首快哉去，灯火见神州。"
        },
        {
            "标题": "沁园春·送春",
            "作者": "刘辰翁",
            "内容": "春，汝归欤？风雨蔽江，烟尘暗天。况雁门阨塞，龙沙渺莽，东连吴会，西至秦川。芳草迷津，飞花拥道，小为蓬壶借百年。江南好，问夫君何事，不少留连？江南正是堪怜！但满眼杨花化白毡。看兔葵燕麦，华清宫里；蜂黄蝶粉，凝碧池边。我已无家，君归何里？中路徘徊七宝鞭。风回处，寄一声珍重，两地潸然！"
        },
        {
            "标题": "青玉案（暮春旅怀）",
            "作者": "刘辰翁",
            "内容": "无肠可断听花雨。沈沈已是三更许。如此残红那得住。一春情绪。半生羁旅。寂寞空山语。\n\n霖铃不是相思阻。四十平分犹过五。渐远不知何杜宇。不如归去。不如归去。人在江南路。"
        },
        {
            "标题": "永遇乐·璧月初晴",
            "作者": "刘辰翁",
            "内容": "余自乙亥上元，诵李易安《永遇乐》，为之涕下。今三年矣。每闻此词，辄不自堪，遂依其声，又托之易安自喻。虽辞情不及，而悲苦过之。\n璧月初晴，黛云远淡，春事谁主。禁苑娇寒，湖堤倦暖，前度遽如许。香尘暗陌，华灯明昼，长是懒携手去。谁知道，断烟禁夜，满城似愁风雨。宣和旧日，临安南渡，芳景犹自如故。缃帙流离，风鬓三五，能赋词最苦。江南无路，鄜州今夜，此苦又谁知否。空相对，残红无寐，满村社鼓。 "
        },
        {
            "标题": "水调歌头",
            "作者": "刘辰翁",
            "内容": "百千孙子子，八十老翁翁。人间天下清福，阅世苦难同。谁叹东门猎倦，谁笑南阳舞罢，万事五更钟。但愿人长久，聊复进杯中。\n\n故侯瓜，丞相柏，大夫松。诸公健者安在，春梦转头空。可笑先生无病，病在枕流漱石，福至自然通。聋者固多笑，一笑更治聋。"
        },
        {
            "标题": "唐多令·明月满沧洲",
            "作者": "刘辰翁",
            "内容": "明月满沧洲。长江一意流。更何人、横笛危楼。天地不知兴废事，三十万、八千秋。落叶女墙头。铜驼无恙不。看青山、白骨堆愁。除却月宫花树下，尘坱莽、欲何游。"
        },
        {
            "标题": "忆秦娥",
            "作者": "刘辰翁",
            "内容": "梅花节。白头卧起餐毡雪。餐毡雪。上林雁断，上林书绝。\n\n伤心最是河梁别。无人共拜天边月。天边月。一尊对影，一编残发。"
        },
        {
            "标题": "宝鼎现·春月",
            "作者": "刘辰翁",
            "内容": "红妆春骑。踏月影、竿旗穿市。望不尽、楼台歌舞，习习香尘莲步底。箫声断、约彩鸾归去，未怕金吾呵醉。甚辇路、喧阗且止。听得念奴歌起。 父老犹记宣和事。抱铜仙、清泪如水。还转盼、沙河多丽。滉漾明光连邸第。帘影冻、散红光成绮。月浸葡萄十里。看往来、神仙才子，肯把菱花扑碎。 肠断竹马儿童，空见说、三千乐指。等多时春不归来，到春时欲睡。又说向、灯前拥髻。暗滴鲛珠坠。便当日、亲见霓裳，天上人间梦里。"
        },
        {
            "标题": "八声甘州（和汪士安海棠下先归，前是观桃水东，至其乡真常观）",
            "作者": "刘辰翁",
            "内容": "问海棠花下，又何如、玄都观中游。叹佺巢蜀锦，常时不数，前度何稠。谁见宣华故事，歌舞簇遨头。共是西江水，不解西流。\n\n在处繁华如梦，梦占人年少，生死堪羞。任倾城倾国，风雨一春休。醉逢君、何须有约，醉留君、系不住扁舟。空又失，花前一笑，绿尽芳洲。"
        },
        {
            "标题": "莺啼序（感怀）",
            "作者": "刘辰翁",
            "内容": "匆匆何须惊觉，唤草庐人起。算成败利钝，非臣逆睹，至死后已。又何似、采桑八百，看蚕夜织小窗里。漫二升自苦，教人吊卧龙里。\n\n别有佳人，追桃恨李。拥凝香绣被。争知道、壮士悲歌，萧萧正度寒水。问荆卿、田横古墓，更谁载酒为君酹。过霜桥落月，老人不见遗履。\n\n置之勿道，逝者如斯，甚矣衰久矣。君其为吾归计，为耕计。但问某所泉甘，何乡鱼美。此生不愿多才艺。功名马上兜鍪出，莫书生、误尽了人间事。昔年种柳江潭，攀枝折条，噫嘻树犹如此。\n\n登高一笑，把菊东篱，且复聊尔耳。试回首、龙山路断，走马台荒，渭水秋风，沙河夜市。休休莫莫，毋多酌我，我狂最喜高歌去，但高歌、不是番腔底。此时对影成三，呼娥起舞，为何人喜。"
        },
        {
            "标题": "水调歌头",
            "作者": "刘辰翁",
            "内容": "寂寂复寂寂，此月古时明。银河也变成陆，灰劫断槎横。历落英雄孺子，灭没龙光牛斗，胜败黯然平。玉笛叫空阔，终有故人情。\n\n雁南飞，乌绕树，鹤归城。问君有酒，何不鼓瑟更吹笙。我饮呜呜起舞，我舞僛僛白发，顾影可怜生。旧日中秋客，几处几回晴。"
        },
        {
            "标题": "青玉案（用辛稼轩元夕韵）",
            "作者": "刘辰翁",
            "内容": "雪销未尽残梅树。又风送、黄昏雨。长记小红楼畔路。杵歌串串，鼓声叠叠，预赏元宵舞。\n\n天涯客鬓愁成缕。海上传柑梦中去。今夜上元何处度。乱山茅屋，寒炉败壁，渔火青荧处。"
        },
        {
            "标题": "摸鱼儿（甲午送春）",
            "作者": "刘辰翁",
            "内容": "又非他、今年晴少，海棠也恁空过。清赢欲与花同梦，不似蝶深深卧。春怜我。我又自、怜伊不见侬赓和。已无可奈。但愁满清漳，君归何处，无泪与君堕。\n\n春去也，尚欲留春可可。问公一醉能颇。钟情剩有词千首，待写大招招些。休阿那。阿那看、荒荒得似江南麽。老夫婆娑。问篱下闲花，残红有在，容我更簪朵。"
        },
        {
            "标题": "山花子（春暮）",
            "作者": "刘辰翁",
            "内容": "东风解手即天涯。曲曲青山不可遮。如此苍茫君莫怪，是归家。\n\n阊阖相迎悲最苦，英雄知道鬓先华。更欲徘徊春尚肯，已无花。"
        },
        {
            "标题": "浣溪沙（三月三日）",
            "作者": "刘辰翁",
            "内容": "高卧何须说打乖。小篱过雨翠长街。缃桃定有踏青鞋。\n\n晴日又思花处所，东风绝似柳情怀。人间安得酒如淮。"
        },
        {
            "标题": "六州歌头",
            "作者": "刘辰翁",
            "内容": "后半月闻报，赋此。\n\n向来人道，真个胜周公。燕然眇。浯溪小。万世功。再建隆。十五年宇宙，宫中赝。堂中伴。翻虎鼠，搏F37D雀，覆蛇龙。鹤发庞眉，憔悴空山久，来上东封。便一朝符瑞，四十万人同。说甚东风。怕西风都人窃议者称西头。\n\n甚边尘起，渔阳惨。霓裳断。广寒宫。青楼杳都城籍妓皆隶歌舞，无敢犯。朱门悄。镜湖空。里湖通葛岭瞰里湖，无敢过。大纛高牙去，人不见，港重重。斜阳外，芳草碧，落花红。抛尽黄金无计，方知道、前此和戎。但千年传说，夜半一声铜。何面江东。"
        },
        {
            "标题": "踏莎行（雨中观海棠）",
            "作者": "刘辰翁",
            "内容": "命薄佳人，情钟我辈。海棠开后心如碎。斜风细雨不曾晴，倚阑滴尽胭脂泪。\n\n恨不能开，开时又背。春寒只了房栊闭。待他晴后得君来，无言掩帐羞憔悴。"
        },
        {
            "标题": "摸鱼儿",
            "作者": "刘辰翁",
            "内容": "正何须、阳关肠断，吴姬苦劝人酒。中年怀抱萦萦处，看取伴烟和柳。柳摇首。笑飞到家山，已是酴醿后。留连话旧。同溪上儿童，颇曾见我，有此故人否。 相逢地，还忆今宵三韭，青山只了迎候。东风自送归帆去，吹得乱红沾袖。暮云皱。听杜宇高高，啼向无何有。江花垂手。任春色重来，江花更好，难可少年又。"
        },
        {
            "标题": "夏景 其一 夏雨生众绿",
            "作者": "刘辰翁",
            "内容": "入夏可曾晴，阴阴众绿成。但惊春尽去，谁信雨中生。\n一月须梅润，千林但叶声。荷边蒲猗傩，桑外笋峥嵘。\n芳草非无恨，新条各向荣。秧田禾似浪，满眼几时平。"
        },
        {
            "标题": "菩萨蛮（秋兴）",
            "作者": "刘辰翁",
            "内容": "芭蕉叶上三更雨。人生只合随他去。便不到天涯。天涯也是家。\n\n屏山三五叠。处处飞胡蝶。正是菊堪看。东篱独自寒。"
        },
        {
            "标题": "大圣乐",
            "作者": "刘辰翁",
            "内容": "音韵低黯，辞情跌宕，庶几哀而不怨，有益于幽忧憔悴者。然二语外率鄙俚，因依声仿佛反之和之。此曲少有作者，流为善歌，则或数十叠，其声皆不可考。今特以意高下，未必尽合本调，聊以纟予思志感云尔。\n\n芳草如云，飞红似雨，卖花声过。况回首、洗马塍荒，更寒食、宫人斜闭，烟雨铜驼。提壶卢何所得酒，泥滑滑、行不得也哥哥。伤心处，斜阳巷陌，人唱西河。\n\n天下事，不如意十常八九，无奈何。论兵忍事，对客称好，面皱如靴广武噫嘻，东陵反覆，欢乐少兮哀怨多。休眉锁。问朱颜去也，还更来麽。"
        },
        {
            "标题": "一翦梅（和人催雪）",
            "作者": "刘辰翁",
            "内容": "万事如花不可期。花不堪持。酒不堪持。江天雪意使人迷。翦一枝枝。歌一枝枝。\n\n歌者不来今几时。姜影无词。张影无词。不歌不醉不成诗。歌也迟迟。雪也迟迟。"
        },
        {
            "标题": "双调望江南（赋所见）",
            "作者": "刘辰翁",
            "内容": "长欲语，欲语又蹉跎。已是厌听夷甫颂，不堪重省越人歌。孤负水云多。\n\n羞拂拂，懊恼自摩挲。残烛不教人径去，断云时有泪相和。恨恨欲如何。"
        },
        {
            "标题": "减字木兰花（有感）",
            "作者": "刘辰翁",
            "内容": "东风似客。醉里落花南又北。客似东风。携手斜阳一笑中。\n\n佳人怨我。不寄江南春一朵。我怨佳人。憔悴江南不似春。"
        },
        {
            "标题": "摸鱼儿（寿王城山）",
            "作者": "刘辰翁",
            "内容": "对尊前、簪花骑竹，老胡起起能舞。春风浩荡天涯去，惟有薰吟自语。槐正午。看万户蜂脾，帘幕双双乳。娇儿骏女。漫学得琵琶，依稀马上，总是主恩处。\n\n凌烟像，空倚临风玉树。升沈事遽如许。刘郎惯是瑶池客，又醉碧桃三度。花下数。记三度三千，结子多红雨。年年五五。共准拟阶庭，钗符献酒，袅袅缀双虎。"
        },
        {
            "标题": "望江南（晚晴）",
            "作者": "刘辰翁",
            "内容": "朝朝暮，云雨定何如。花日穿窗梅小小，雪风洒雨柳疏疏。人唱晚晴初。"
        },
        {
            "标题": "临江仙（坐悟）",
            "作者": "刘辰翁",
            "内容": "我去就他甚易，他来认我良难。悟时到处是壶天。古诗寻一句，危坐看香烟。\n\n金玉满堂不守，菁华岁月空迁。从今饱饭更安眠。丹经都不看，闲坐一千年。"
        },
        {
            "标题": "摸鱼儿·懒能看",
            "作者": "刘辰翁",
            "内容": "懒能看、海桑世界，风花过眼如传。月明昨夜庭流水，天色朝来都变。尘石烂。铢衣坏，和衣减尽谁能怨。秦亡楚倦。但翦烛西窗，秋声入竹，点点已如霰。当年事，本是泗亭沛县。却教绵蕝成殿。暮年八阵那曾用，付与江流石转。前楚辩。今哨遍，是乌乌者灯前劝。乾坤较健。叹君已归休，吾方俯仰，种种未曾见。"
        },
        {
            "标题": "莺啼序",
            "作者": "刘辰翁",
            "内容": "闷如愁红著雨，卷地吹不起。便故人渺渺，相逢前事，欲语还己。凝望久、荒城落日，五湖四海烟浪里。问而今何处，寄声旧时邻里。\n\n闲说那回，海上苏李。雪深夜如被。想携手、汉天不语，叫□不应疑水。待河梁、一尊落月，生非死别君如酹。望故人阁上，依稀长剑方履。\n\n古人已矣，垂名青史，谓当如此矣。又谁料浮沈，自得鱼计。赏心乐事，良辰美景，撞钟舞女，朱门大第。雕鞍骏马番装笠，笑虚名何与身前事。区区相望，饿死西山，悬目东门，人生何乐为此。\n\n古人已矣，天下英雄，使君与操耳。听喔喔、鸡鸣早起，屡舞徘徊，痛饮高楼，狂歌过市。苍苍万古，羲农周孔，文章事业星辰上，至而今、枯见银河底。笑他黄纸除君，红旗报我，为君助喜。"
        },
        {
            "标题": "金缕曲",
            "作者": "刘辰翁",
            "内容": "不相见故耳，为此发歌。\n\n吾鬓如霜蕊。自江南、西风尘起，倒骑秃尾。旧日汾阳中书令，何限门生儿子。到今也、陆沈草昧。醉里不行西州路，但斗间、看望成龙气。聊寂寞，自相慰。\n\n夫君自是人间瑞。叹生儿、当如异日，孙仲谋耳。健笔风云蛟龙起，人物山川形势。犹有封、狼居胥意。伐木嘤嘤出幽谷，问天之将丧斯文未。吾待子，望如岁。"
        },
        {
            "标题": "霜天晓角（寿贾教）",
            "作者": "刘辰翁",
            "内容": "良宵七七。又近中元日。桥上老人有约，后五日、重来觅。\n\n婵娟银海出。木犀新雨湿。惟有延平剑气，箕斗外、广寒逼。"
        },
        {
            "标题": "八声甘州（送春韵）",
            "作者": "刘辰翁",
            "内容": "看飘飘、万里去东流，道伊去如风。便锦缆危潮，青山御宿，烟雨啼红。愁是明朝酒醒，听著返魂钟。留得春如故，了不关侬。\n\n春亦去人远矣，是别情何薄，归兴何浓。但江南好□，未便到芙蓉。念今夜、初程何处，有何人、垂袖舞行宫。青青柳，留君如此，如此匆匆。"
        },
        {
            "标题": "好事近（中齐惠念，赐词俾寿，不胜岁寒兄弟之意）",
            "作者": "刘辰翁",
            "内容": "□后百年闲，元度自伤来暮。打破虚空无碍，共乘龙飞去。\n\n更参末后句如何，此事未能付。前遇小桥风雪，是君诗成处。"
        },
        {
            "标题": "法驾导引（寿城山，用寿胡潭东韵）",
            "作者": "刘辰翁",
            "内容": "臣尚少，臣尚少，少似此翁些。点半点斑今似雪，飞来飞去自如花。醉眼看红霞。\n\n人间事，人间事，倒杖拄颐斜。冷冷清清冰下水，吞吞忍忍饭中砂。选到老人家。"
        },
        {
            "标题": "金缕曲（和同姓草叔曲本胡端逸见寿韵并谢）",
            "作者": "刘辰翁",
            "内容": "忘却来时路。恨苍苍、寒冰弃我，江南闲处。世事早知今如此，何不老农老圃。更种个、梅花深住。冻雨前朝浯溪石，对苍苔、堕泪怜臣甫。山似我，两眉聚。\n\n岁云暮矣如何度。但多情、寂寥相念，二三君子。越石暮年扶风赋，犹解闻鸡起舞。恨不减、二三十岁。一曲相思碧云合，醉凭君、为我歌如缕。君念我，似同祖。"
        },
        {
            "标题": "霜天晓角（寿陈敬之）",
            "作者": "刘辰翁",
            "内容": "朝来微雪。又近长生节。造就一枝清绝，梅与雪、怎分别。\n\n两年心似月。除是天知得。手种春风千树，一颗颗、待儿摘。"
        },
        {
            "标题": "鹧鸪天（寿赵松庐）",
            "作者": "刘辰翁",
            "内容": "占得春风五日先。至今住处是开元。写真若遇丹元子，只著当时宫锦船。\n\n松戴雪，自苍然。八公花下少如前。看来天上多辛苦，且住人间五百年。"
        },
        {
            "标题": "念奴娇（酬王城山）",
            "作者": "刘辰翁",
            "内容": "两丸日月，细看来、也是樊笼中物。点点山河经过了，拔帜几番残壁。白是沙堤，苍然吴楚，一片成毡雪。此时把酒，旧词还是坡杰。\n\n歌罢公瑾当年，天长地久，柳与梅都发。几许闲愁斜照里，掌上沤生沤灭。沧海桑枯，东陵瓜远，总不关渠发。簪花起舞，可怜今夕无月。"
        },
        {
            "标题": "糖多令",
            "作者": "刘辰翁",
            "内容": "风露小瀛洲。斜河倒海流。人间尘、不到琼楼。错向五陵陵上望，几回月、几回秋。\n\n落日太湖头。垂虹今是不。醉尊前、往往成愁。便有扁舟西子在，无汗漫、与君游。"
        },
        {
            "标题": "沁园春（和刘仲简九日韵）",
            "作者": "刘辰翁",
            "内容": "九日黄花，渊明之后，谁当汝俦。记龙山昨夜，寒泉九井，帽轻似叶，髯戟如虬。庚扇西风，孔林落照，银海横波十二楼。闲笑道，那华亭上蔡，再见何由。\n\n人生似我何求。算惟有高人高处游。笑如今别驾，前时方外，尘埃半百，岁月如流。如此连墙，今年不见，一首犹胜万户侯。偷闲好，便明朝有约，莫莫休休。"
        },
        {
            "标题": "春景 介山",
            "作者": "刘辰翁",
            "内容": "念旧情何及，逃虚理不还。不因求介子，安识是何山。\n公子何恩怨，羁臣自险艰。巅崖苍莽外，烟雨有亡间。\n就使身豺虎，宁当火蒯菅。年年寒食雨，天亦为潺湲。"
        },
        {
            "标题": "唐多令 其五",
            "作者": "刘辰翁",
            "内容": "零露下长洲。云翻海倒流。素娥深、不到西楼。忽觉断潮归去也，饮不尽、一轮秋。"
        },
        {
            "标题": "唐多令 其二",
            "作者": "刘辰翁",
            "内容": "风露小瀛洲。斜河倒海流。人间尘、不到琼楼。错向五陵陵上望，几回月、几回秋。"
        },
        {
            "标题": "摸鱼儿（辛巳自寿年五十）",
            "作者": "刘辰翁",
            "内容": "是耶非、吾年如此，更痴更悔今昨。狂吟近日疏于酒，转似秋山瘦削。浑未觉。凭儿子门生，前度登高弱。情怀又恶。叹亲友中年，不堪离别，况复久零落。\n\n长生药。有分神仙难学。人生聊复行乐。百年半梦随流水，半在南枝北萼。妾命薄。但寂寞黄昏，时听城楼角。愁无可著。且取醉尊前，明朝休问，昨日已忘却。"
        },
        {
            "标题": "双调望江南（寿王秋水）",
            "作者": "刘辰翁",
            "内容": "齐眉举，彩侍紫霞卮。天上九朝凫冉冉，尊前一笑玉差差。人唱自家词。\n\n篱下菊，醉把一枝枝。花水乞君三十斛，秋风记我一联诗。留看晚香时。"
        },
        {
            "标题": "虞美人·花心定有何人捻",
            "作者": "刘辰翁",
            "内容": "花心定有何人捻。晕晕如娇靥。一痕明月老春宵。正似酥胸潮脸、不曾销。当年掌上开元宝。半是杨妃爪。若教此掏到痴人。任是高墙无路、蝶翻身。"
        },
        {
            "标题": "夏景 乔木生夏凉",
            "作者": "刘辰翁",
            "内容": "何可无乔木，多年雨露成。是间凉意别，长夏绿阴生。\n日度云旗影，风含涧水声。能令霜六月，不待月三更。\n翠幄宜琴枕，枯棋就石枰。五楸朝又暮，故国可胜情。"
        },
        {
            "标题": "双调望江南（寿张粹翁）",
            "作者": "刘辰翁",
            "内容": "七日后，重会是星前。二月之间浑似此，余年何止万三千。日拟醉华筵。\n\n歌白雪，除是雪儿传。看取长生瓢屡倒，眼前橘粟术何玄。自唱鹊桥仙。"
        },
        {
            "标题": "春景 芳草换野色",
            "作者": "刘辰翁",
            "内容": "何处寻春色，园林已断肠。居然怜野草，惟此换年芳。\n残烧回春久，香泥去路长。能令南浦碧，未觉五陵芳。\n拾翠迷寒食，飞红卧夕阳。遥知青冢恨，南北两茫茫。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "携手登高赋。望前山、山色如烟，烟光如雨。少日凭阑峰南北，谁料美人迟暮。漫回首、残基冷绪。长恨中原无人问，到而今、总是经行处。书易就，雁难付。斜阳日日长亭路。倚秋风、洞庭一剑，故人何许。寂寞柴桑塞花外，还有白衣来否。但哨遍、长歌归去。尚有孔明英英者，怅孔明、自是英英误。歌未断，鬓成缕。"
        },
        {
            "标题": "虞美人（大红桃花）",
            "作者": "刘辰翁",
            "内容": "鞓红干色无光霁。须是鲜鲜翠。翛然一点系裙腰。不著人间金屋、恐难销。\n\n英英肯似焉支贵。漫脱红霞帔。落时且勿涴尘泥。留向天台洞口、泛吾诗。\n"
        },
        {
            "标题": "摸鱼儿·也何须",
            "作者": "刘辰翁",
            "内容": "也何须、晴如那日，欣然且过江去。玄都纵有看花便，耿耿自羞前度。堪恨处。人道是，漫山先落坡翁句。东风绮语。但适意当前，来寻须赋，此土亦吾圃。海山石，犹记芙蓉城主。弹过飞种成土。是间便作仙客杏，谁与一栽千树。朝又暮。怅二十五年，临路花如故。人生自苦。只唤渡观桃，侵寻至此，世事奈何许。"
        },
        {
            "标题": "金缕曲（丙戌九日）",
            "作者": "刘辰翁",
            "内容": "风雨东篱晚。渺人间、南北东西，平芜烟远。旧日携壶吹帽处，一色沈冥何限。天不遣、魂销肠断。不是苦无看山分，料青山、也自羞人面。秋后瘦，老来倦。\n\n惊回昨梦青山转。恨一林、金粟都空，静无人见。默默黄花明朝有，只待插花寻伴。又谁笑、今朝蝶怨。潦倒玉山休重醉，到簪萸、忍待人频劝。今又惜，几人健。"
        },
        {
            "标题": "金缕曲（古岩取后村和韵示余，如韵答之）",
            "作者": "刘辰翁",
            "内容": "一笑披衣起。笑昨宵、东风似梦，韩张卢李。白发红云溪上叟，不记儿孙年齿。但回首、秦亡汉驶。苦苦渔郎留不住，约扁舟、后日重来此。吾已老，尚能竣。\n\n少年未解留人意。恍出山、红尘吹断，落花流水。天上玉堂人间改，漫欸乃声千里。更说似、玄都君子。闻道酿桃堪为酒，待酿桃、千石成千醉。春有尽，瓮无底。"
        },
        {
            "标题": "水调歌头（谢和溪园来寿）",
            "作者": "刘辰翁",
            "内容": "夫子惠收我，谓我古心徒。闲居有客无酒，有酒又无鱼。报道犀兵远坠，问讯陈人何似，陈似隔年萸。天壤亦大矣，知有孔融乎。\n\n白雪歌，丹元赞，赫蹄书。洪崖何自过我，便作授经图。教我天根骑月，规我扶摇去意，餐我白芝符。从此须溪里，更著赤松湖。"
        },
        {
            "标题": "水调歌头（陈平章即席赋）",
            "作者": "刘辰翁",
            "内容": "夜看二星度，高会列群英。苍颜白发乌帽，风人古槐清。客有羽衣来者，仍是寻常百姓，坐觉孟公惊。且勿多酌我，未厌我狂醒。\n\n金瓯启，银信喜，衮衣新。向来淮浙草木，隐隐有余声。闻说并阑沙语，感念石壕村事，倾耳发惊霆。举酒奉公寿，天意厚苍生。"
        },
        {
            "标题": "金缕曲（乡校张灯，赋者迫和，勉强趋韵）",
            "作者": "刘辰翁",
            "内容": "灯共墙檠语。记昨朝、芒鞋蓑笠，冷风斜雨。月入宫槐槐影淡，化作槐花无数。恍不记、鳌头压处。不恨扬州吾不梦，恨梦中、不醉琼花露。空耿耿，吊终古。\n\n千蜂万蝶春为主。怅何人、老忆江南，北朝开府。看取当年风景在，不待花奴催鼓。且未说、春丁分俎。一曲沧浪邀吾和，笑先生、尚是邯郸步。如秉苘，续残炬。"
        },
        {
            "标题": "水调歌头（寿晏云心）",
            "作者": "刘辰翁",
            "内容": "五五复五五，二八且重重。后天先甲如此，满月喜相逢。一日须倾三百，月小又输一日，不满九千钟。但愿客常满，莫问海尊空。\n\n赋长篇，赓短韵，剩谈丛。乱来风日自美，一橘两衰翁。几见东陵瓜好，又看西邻葵烂，半醉半醒中。偶得洞宾象，混混起相从。"
        },
        {
            "标题": "法驾导引（寿刘倅仲简）",
            "作者": "刘辰翁",
            "内容": "五月五，五月五，细雨绿菖蒲。早是高花开九节，花堪结子节堪扶。持此揆□初。\n\n长命缕，长命缕，儿女漫区区。何似屏星南极里，清如寒露在冰壶。一府号仙儒。"
        },
        {
            "标题": "永遇乐（余方痛海上元夕之习，邓中甫适和易安词至，遂以其事吊之。）",
            "作者": "刘辰翁",
            "内容": "灯舫华星，崖山矴口，官军围处。璧月辉圆，银花焰短，春事遽如许。麟洲清浅，鳌山流播，愁似汨罗夜雨。还知道，良辰美景，当时邺下仙侣。\n\n而今无奈，元正元夕，把似月朝十五。小庙看灯，团街转鼓，总似添恻楚。传柑袖冷，吹藜漏尽，又见岁来去岁去。空犹记，弓弯一句，似虞兮语。"
        },
        {
            "标题": "乌夜啼（初夏）",
            "作者": "刘辰翁",
            "内容": "犹疑薰透帘栊。是东风。不分榴花更胜、一春红。\n\n新雨过，绿连空。蝶飞慵。闲过绿阴深院、小花浓。"
        },
        {
            "标题": "水调歌头 其七 中秋口占",
            "作者": "刘辰翁",
            "内容": "明月几万里，与子共中秋。古今良夜如此，寂寂几时留。\n何处胡笳三弄，尚有南楼馀兴，风起木飕飕。白石四山立，玉露下平洲。"
        },
        {
            "标题": "临江仙（有感）",
            "作者": "刘辰翁",
            "内容": "过雁天边信息，两宫池上心情。沈思海角愤难平。山风欺客梦，耿耿到天明。\n\n幸自不争名利，闲愁夜夜如惊。明朝鬓白两三茎。世人都不念，似汝复何成。"
        },
        {
            "标题": "江城子（海棠花下烧烛词）",
            "作者": "刘辰翁",
            "内容": "红欹醉袖殢阑干。夜将阑。去难拚。烧蜜调蜂，重照锦团栾。春到洞房深处暖，方知道，月宫寒。\n\n枝枝红泪不曾干。背人弹。语羞檀。欲睡心情，一似梦惊残。正自朦胧花下好，银烛里，几人看。"
        },
        {
            "标题": "糖多令（癸未上元午晴）",
            "作者": "刘辰翁",
            "内容": "春雨满江城。汀洲春水生。更悲久雨似春酲。犹有一般天富贵，夜来雨、早来晴。\n\n年少总看灯。老来犹故情。便无灯、也自盈盈。说著春情谁不爱，今夜月、有人行。"
        },
        {
            "标题": "浪淘沙（秋夜感怀）",
            "作者": "刘辰翁",
            "内容": "无叶著秋声。凉鬓堪惊。满城明月半窗横。惟有老人心似醉，未晓偏醒。\n\n起舞故无成。此恨难平。正襟危坐二三更。除却故人曹孟德，更与谁争。"
        },
        {
            "标题": "浪淘沙（有感）",
            "作者": "刘辰翁",
            "内容": "无谓两眉攒。风雨春寒。池塘小小水漫漫。只为柳花无一点，忘了临安。\n\n何许牡丹残。客倚屏看。小楼面面是春山。日暮不知春去路，一带阑干。"
        },
        {
            "标题": "鹊桥仙（自寿二首）",
            "作者": "刘辰翁",
            "内容": "轻风淡月，年年去路。谁识小年初度。桥边曾弄碧莲花，悄不记、人间今古。\n\n吹箫江上，沾衣微露。依约凌波曾步。寒机何意待人归，但寂历、小窗斜雨。"
        },
        {
            "标题": "青玉案",
            "作者": "刘辰翁",
            "内容": "之苦，自伐去也。归涂悄然念之，作此以示同行。\n\n稠塘旧是花千树。曾泛入、溪深误。前度刘郎重唤渡。漫山寂寂，年时花下，往往无寻处。\n\n一年一度相思苦。恨不抛人过江去。及至来时春未暮。兔葵燕麦，冷风斜雨，长恨稠塘路。"
        },
        {
            "标题": "临江仙（辛巳端午和陈简斋韵）",
            "作者": "刘辰翁",
            "内容": "旧日采莲羞半面，至今回首匆匆。梦穿斜日水云红。痴心犹独自，等待郑公风。\n\n海上颓云潮不返，侧身空堕辽东。人间天上几时同。宫衣元不遇，无语醉醒中。"
        },
        {
            "标题": "夏景 清风左右至",
            "作者": "刘辰翁",
            "内容": "风于万里外，飞动故人情。如许殷勤至，居然左右清。\n吹潮成雪色，入竹已秋声。佩玉丁丁起，台襟翼翼生。\n玉川从此去，列子御之行。邂逅浮丘老，相携上五城。"
        },
        {
            "标题": "冬景 舟雪洒寒灯",
            "作者": "刘辰翁",
            "内容": "舟雪那知重，惊沙洒未乾。暮云千里合，远客一灯寒。\n飞絮漫空起，推蓬倚醉看。风缸青闪闪，水驿白漫漫。\n隔岸如渔火，无人共钓滩。闭门安道梦，月黑溯归难。"
        },
        {
            "标题": "夏景 涉江采芙蓉",
            "作者": "刘辰翁",
            "内容": "梦破芙蓉雨，蛾眉琐绿窗。悠悠思远道，采采涉长江。\n北渚浮湘水，西兴渡越邦。波穿红锦乱，影转画桡双。\n花路迷相问，菱歌远失腔。扣舷惊水鸟，晼晚笑吴憃。"
        },
        {
            "标题": "夏景 凉引簟先秋",
            "作者": "刘辰翁",
            "内容": "八尺横斜簟，寒光凝不流。引教凉到我，坐觉意先秋。\n溽暑收梅雨，清风度竹楼。湘纹殊似水，班扇未应愁。\n冷逼金茎润，温便玉臂柔。颇哀城市悄，斗米换衾裯。"
        },
        {
            "标题": "夏景 清室夏含霜",
            "作者": "刘辰翁",
            "内容": "一室兰香满，阴阴夏木成。炎光虽自酷，霜意自含清。\n佩玉传风马，钩帘下水精。燕台无六月，楚户忽三更。\n冷袖藏冰藕，凉蟾满露茎。江湖无雁信，诗鬓自先惊。"
        },
        {
            "标题": "虞美人 其一 扬州卖镜，上元事也，用前韵",
            "作者": "刘辰翁",
            "内容": "徐家破镜昏如雾。半面人间露。等闲相约是看灯。谁料人间天上、似流星。"
        },
        {
            "标题": "减字木兰花 其一 玩月答蒙庵和词",
            "作者": "刘辰翁",
            "内容": "何须剪纸。依旧一团圆照水。莫倚空寒。柳下池边也只般。"
        },
        {
            "标题": "唐多令 其四",
            "作者": "刘辰翁",
            "内容": "日落紫霞洲。兰舟稳放流。玉虹仙、如在黄楼。何必锦袍吹玉笛，听欸乃、数声秋。"
        },
        {
            "标题": "秋景 疏雨滴梧桐",
            "作者": "刘辰翁",
            "内容": "疏雨兼长夜，巴山信未通。寥寥深院落，滴滴在梧桐。\n泪与檐相续，听如漏未终。寒飘金井上，愁入碧阶空。\n楚水孤蓬暝，吴宫落叶红。霖铃南内晓，今古此声中。"
        },
        {
            "标题": "夏景 绿荷雨跳珠",
            "作者": "刘辰翁",
            "内容": "荷外雨潇潇，舟如泊断桥。忽惊红粉乱，又见绿珠跳。\n万叶明苍水，轻风问步摇。疏疏沾羽盖，点点溅鲛绡。\n玉露明金掌，红妆湿翠翘。佩痕留不得，立地使魂销。"
        },
        {
            "标题": "春景 碧草生旧迹",
            "作者": "刘辰翁",
            "内容": "花下同游迹，令人念旧惊。如何春草碧，尽向客愁生。\n南浦随人色，芳洲拾翠情。凌波尘渺渺，满地绿菁菁。\n冢上何堪没，人间总未平。池塘新梦破，时复下阶行。"
        },
        {
            "标题": "春景 城春草木深",
            "作者": "刘辰翁",
            "内容": "春又不知暮，城荒独至今。楼台花下远，草木雨中深。\n寒食无烟绿，颓垣有月侵。荒苔随意古，落子又成阴。\n邻笛残兵泪，胡琴故国心。废兴天不语，钟鼓遍园林。"
        },
        {
            "标题": "夏景 雨过苔花润",
            "作者": "刘辰翁",
            "内容": "雨过残春远，晴天半入梅。草根馀落照，花润只深苔。\n山共朱帘捲，庭无蜡屐来。翠钱流地满，珠靥照人开。\n寂寂承残霤，青青绕废台。唾茸宫壁在，残月照馀哀。"
        },
        {
            "标题": "春景 火树银花合",
            "作者": "刘辰翁",
            "内容": "星炬乱林鸦，火城标赤霞。端门开璧月，散树合银花。\n光燄摇千尺，扶疏转九华。昭回三阁近，凿落万枝斜。\n玉李迷天象，金莲出内家。龙光如海蜃，犹有误连车。"
        },
        {
            "标题": "夏景 露顶洒松风",
            "作者": "刘辰翁",
            "内容": "野处阙过逢，投巾仰露空。萧萧松下老，洒洒顶门风。\n暑不容章甫，天犹念秃翁。昂霄潮汹汹，落雪鬓蓬蓬。\n搔首平生事，忘形半醉中。蓬莱归去路，潦倒笑臣同。"
        },
        {
            "标题": "春景 碧山晴又湿",
            "作者": "刘辰翁",
            "内容": "山色洗逾碧，昏明水墨成。相看如许湿，政似不曾晴。\n翠拂双蛾起，青如老眼横。岭云才敛态，峡雨复多情。\n瀑溅香炉紫，烟销石镜明。乾坤翻覆顷，萝月吐深更。"
        },
        {
            "标题": "夏景 其二 松凉夏健人",
            "作者": "刘辰翁",
            "内容": "天地若为容，凉阴何处逢。困人惟夏日，健我是云松。\n雨立三千丈，风生一万重。如餐华峰藕，不藉葛陂龙。\n脱帽苍虬笑，披衣病鹤松。月明天似水，归路踏芙蓉。"
        },
        {
            "标题": "夏景 林风凉不绝",
            "作者": "刘辰翁",
            "内容": "不可居无竹，清风动满林。长无如夏日，凉不绝予襟。\n安得秋如许，能令午正阴。两间何舋舋，三径自深深。\n簟玉翻如水，檐冰语至今。故人千万里，明月两知心。"
        },
        {
            "标题": "夏景 其二 夏雨生众绿",
            "作者": "刘辰翁",
            "内容": "无人嫌夏雨，众木共欣荣。已办黄梅熟，还将绿叶生。\n送春无物色，尽日是檐声。处处桑麻长，阴阴桃李成。\n风翻蒲水白，烟共草天平。山色沈冥久，朝来两黛横。"
        },
        {
            "标题": "春景 绿阴生昼寂",
            "作者": "刘辰翁",
            "内容": "深院停春雨，庭空鸟不鸣。自然清昼寂，尽是绿阴生。\n满眼成青幄，无人惜绛英。轻风低鼎篆，迟日上帘旌。\n远水明鸂鶒，平栏绕杜蘅。小窗临晋帖，误落剪刀声。"
        },
        {
            "标题": "鹊桥仙 自寿二首 其一",
            "作者": "刘辰翁",
            "内容": "轻风澹月，年年去路。谁识小年初度。桥边曾弄碧莲花，悄不记、人间今古。"
        },
        {
            "标题": "品令（闻莺）",
            "作者": "刘辰翁",
            "内容": "满庭芳草。更昨日、落红如扫。绿阴正似人怀抱。\n\n一声睍完，春色何曾老。\n\n幸自不须人起早。寂寞如相恼。旧时闻处青门道。禁烟时候，柳下人家好。"
        },
        {
            "标题": "行香子（次草窗忆古心公韵）",
            "作者": "刘辰翁",
            "内容": "玉立风尘。光动黄银。便谈文、也到夜分。无人烛下，壁上传神。记老婆心，寒士语，道人身。\n\n极意形容，下语难亲。更万分、无一分真。醉翁去后，往往愁人。愿滴山泉，衔丘冢，化龙云。"
        },
        {
            "标题": "望江南/忆江南",
            "作者": "刘辰翁",
            "内容": "盘之所，春蝶舞晴暄。溪傍野梅根种玉，墙围修竹笋生鞭。深院待回仙。嘉熙好，四十二年前。犹记五星丁卯聚，更迟几岁甲申连。快活共千年。"
        },
        {
            "标题": "望江南/忆江南",
            "作者": "刘辰翁",
            "内容": "添一岁，减一岁愁眉。若待一生昏嫁了，更须采药十年迟。昏嫁已随时。东家者，俎豆伴儿嬉。幸自少年场屋了，谁能匊淅数还炊。千岁是灵龟。"
        },
        {
            "标题": "八声甘州（和邓中甫中秋）",
            "作者": "刘辰翁",
            "内容": "看团团、一物大如杯，时复几何秋。俯天涯海角，今来古往，人物如流。想见霓裳歌罢，无物与浇愁。惟有当时树，香满琼楼。\n\n谁念南楼老子，倚西风尘满，心事悠悠。便班姬袖里，明月一时休。叹年年、吹箫有约，又一番、鹤梦雪堂舟。池上久，满身风露，还索衣裘。"
        },
        {
            "标题": "望江南/忆江南",
            "作者": "刘辰翁",
            "内容": "七日後，重会是星前。二月之间浑似此，馀年何止万三千。日拟醉华筵。歌白雪，除是雪儿传。看取长生瓢屡倒，眼前橘粟术何玄。自唱鹊桥仙。"
        },
        {
            "标题": "八声甘州（春雪奇丽，未能赋也，因古岩韵志喜）",
            "作者": "刘辰翁",
            "内容": "甚花间、儿女笑盈盈。人添雪狮成。任踏青无路，凌波有地，步步光尘。招得梅妃魂也，好似去年春。柳亦何曾絮，都是云英。\n\n休道东皇诞漫退之语，到茶烟歇后，谁浊谁清。赖谢娘好语，端胜解围兵。看昨朝、天公雨粟，定大家、快活社翁平。春晴好，溶溶雨尽，听卖花声。"
        },
        {
            "标题": "八声甘州（和萧汝道感秋）",
            "作者": "刘辰翁",
            "内容": "但秋风、年又一年深，不禁长年悲。自景阳钟断，馆娃宫闭，冷落心知。千树西湖杨柳，更管别人离。看取茂陵客，一去无归。\n\n都是旧时行乐，漫烟销日出，水绕山围。看人情荏苒，不似鹧鸪飞。听砧声、遥连塞外，问三衢、道上去人稀。销凝久，残阳短笛，似我歔欷。"
        },
        {
            "标题": "读杜拾遗百忧集行有感",
            "作者": "刘辰翁",
            "内容": "余生行年将六十，不知何者为忧戚。富贵不骄贫贱安，以此存心度朝夕。\n往年承乏佐中书，大官羊膳供堂食。只今赐老作编氓，衣食信天无固必。\n陋巷箪瓢如素居，不管茅茨春雨湿。门前载酒求赋诗，锦轴牙签日堆积。\n在官不置负郭田，既老翻得稽古力。毁誉都忘月旦评，姓名不上春秋笔。\n朝米不烦邻僧送，暮米不烦太仓籴。我亦一饭不忘君，文人相轻所不及。\n伤哉白首杜拾遗，入蜀还秦劳辙迹。文章盖世亦何为，妻子相看百忧集。"
        },
        {
            "标题": "百字令/念奴娇",
            "作者": "刘辰翁",
            "内容": "洞房停烛，似新岁，数到上元时节。一盏屠苏千岁酒，添得新人罗列。昨日迎长，今朝献寿，尝团团佳月。永和春好，用之不竭嘉客。见说海上归来，有如瓜大枣，无人分得。六十二三刘梦得，输与香山乐色。菱谷二绡，杨枝春草，歌舞琵琶笛。只愁元日，玉龙催上金驿。"
        },
        {
            "标题": "夜飞鹊/夜飞鹊慢",
            "作者": "刘辰翁",
            "内容": "何曾见飞渡，年又年痴。今古相望犹疑。朱颜一去似流水，断桥魂梦参差。何堪更嗟迟暮，听旁人说与，此夕佳期。深深代籍，盼悠悠、北地胭脂。谁寄扬州破镜，遍海角天涯，空待人归。自小秦楼望巧，吴机回锦，歌舞为谁。星萍耿耿，算欢娱，未省流离。但秋衾梦浅，云闲曲远，薄命同时。"
        },
        {
            "标题": "酹江月（五日和尹存吾，时北人竞鹭洲渡）",
            "作者": "刘辰翁",
            "内容": "棹歌齐发，江云暮、吹得湘愁成雨。小酌千年，知他是、阿那年时沈午。日落长沙，风回极浦，黯不堪延伫。吴头楚尾，非关四面为楚。\n\n几度唤起醒累，淋漓痛饮，不学愁余句。踏鲤从鼋胥涛上，怎不化成龙去。越女吴船，燕歌赵舞，世事悠悠许。明朝寂寂，双双飞下鸣鹭。"
        },
        {
            "标题": "酹江月（北客用坡韵改赋访梅）",
            "作者": "刘辰翁",
            "内容": "冰肌玉骨，笑嫣然、总是风尘中物。谁扫一枝，流落到、绝域高台素壁。匹马南来，千山万水，为访林间雪。渊明爱菊，不知谁是花杰|<陶诗谓菊为霜下杰>|。\n\n憔悴梦断吴山，有何人报我，前村夜发。蜡屐霜泥烟步外，转入波光明灭。雪后风前，水边竹外，岁晚华余发。戴花人去，江妃空弄明月。"
        },
        {
            "标题": "酹江月（怪梅一株，为北客载酒移置盆中，伟然）",
            "作者": "刘辰翁",
            "内容": "岁寒相命，算人间、除了梅花无物。窥宋三年又不是，草草东邻凿壁。偃蹇风前，沈吟竹外，直待天骄雪。白家人至，一枝横出终杰。\n\n寂寞小小疏篱，探花使断，知复何时发。北驿不来春又远，只向窗前埋灭。好在冰花，著些风筱，怎不清余发。补之去后，墨梅又有明月。北人著小竹花问更好。"
        },
        {
            "标题": "南乡子",
            "作者": "刘辰翁",
            "内容": "感叹复赋\n\n香雪碎团团。便合枝头带露餐。笑倒那人和玉屑，金丹。不在仙人掌上盘。\n\n千树碧阑干。山崦朱门梦里残。花下主人都在此，谁看。天上人间一样寒。"
        },
        {
            "标题": "虞美人·徐家破镜昏如雾",
            "作者": "刘辰翁",
            "内容": "徐家破镜昏如雾。半面人间露。等闲相约是看灯。谁料人间天上、似流星。朱门帘影深深雨。憔悴新人舞。天涯海角赏新晴。惟有桥边卖镜、是闲行。"
        },
        {
            "标题": "虞美人·黄帘绿幕窗垂雾",
            "作者": "刘辰翁",
            "内容": "黄帘绿幕窗垂雾。表立如承露。夕郎偷看御街灯。归奔河边残点、乱如星。开园蒋李游春雨。蛱蝶穿人舞。如今烟草锁春晴。并与苏堤葛岭、不堪行。"
        },
        {
            "标题": "摸鱼儿·更比他",
            "作者": "刘辰翁",
            "内容": "更比他、东风前度，依然一榻如许。深深旧是谁家府，落日画梁燕语。帘半雨。记湖海平生，相遇忘宾主。阑珊春暮。看城郭参差，长空淡淡，沙鸟自来去。\n\n江山好，立马白云飞处。秦川终是吾土。登临笑傲西山笏，烟树高高杜宇。君且住。况双井泉甘，汲遍茶堪煮。歌残金缕。恰黄鹤飞来，月明三弄，仍是岳阳吕。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "何处从头说。但倾尊、淋漓醉墨，疏疏密密。看取两轮东西者，也是樊笼中物。这光景、年来都别。白发道人隆中像，笑相逢、对拥炉边雪。又过了，上元节。纸窗旋补寒穿穴。柳黏窗、青青过雨，劝君休折。睡不成酣酒先醒，花底东风又别。夜复夜、吟魂飞越。典却西湖东湖住，十三年不出今朝出。容易得，二三月。"
        },
        {
            "标题": "江城梅花引·几年城中无看灯",
            "作者": "刘辰翁",
            "内容": "几年城中无看灯。夜三更。月空明。野庙残梅，村鼓自春声。长笑儿童忙踏舞，何曾见，宣德棚，不夜城。去年今年又伤心。去年晴。去年曾。不似今年，闲坐处、却不曾行。忆去年人、弹烛泪纵横。想见西窗窗下月，窗下月，是无情，是有情。"
        },
        {
            "标题": "卜算子·早已是三年",
            "作者": "刘辰翁",
            "内容": "早已是三年，父老依依借。顾与天公借几年，保我鸡豚社。□□□□□，□□□□□。□□□□□□□，□□□□□。"
        },
        {
            "标题": "行香子·雪履无痕",
            "作者": "刘辰翁",
            "内容": "雪履无痕。溪影传神。著坡诗、请自清温。朝朝不去，夕夕空勤。似梦中云，云外雪，雪中春。四野昏昏。匹马巡巡。拣一枝、寄与芳尊。更谁兴到，於我情真。是白家宾，江南路，陇头人。"
        },
        {
            "标题": "春景 其二 落花香满泥",
            "作者": "刘辰翁",
            "内容": "花落秦虞兮，纷纷东复西。举头无霁日，满地是香泥。\n红雨愁如海，絮风飘上堤。和成文杏垒，软衬锦鞯蹄。\n妙舞惊飞燕，醉归扶竹鸡。谁家采桑女，陌上自相携。"
        },
        {
            "标题": "金缕曲（奇番总管周耐轩生日）",
            "作者": "刘辰翁",
            "内容": "春入番江雨。满湖山、莺啼燕语，前歌后舞。闻道行骢行且止，却听谯楼更鼓。正未卜、阴晴同否。老子胸中高小范，这精神、堪更开封府。新治足，旧民苦。\n\n扁舟浩荡乘风去。看莱衣、思贤堂上，寿觞朝举。六十二三前度者，敢望香山老傅。又过了、午年端午。采采菖蒲三三节，寄我公、矫矫扶天路。重归衮，到相圃。"
        },
        {
            "标题": "春景 疏帘看弈棋",
            "作者": "刘辰翁",
            "内容": "道院无迎客，疏帘缈缈垂。未须惊倒屣，共看弈残棋。\n日透花阴午，风摇竹影漪。呕心谁白黑，袖手见安危。\n别墅尘难到，南风管已窥。仙凡终似隔，彷佛记来时。"
        },
        {
            "标题": "如梦令·寂历柳风斜倚",
            "作者": "刘辰翁",
            "内容": "寂历柳风斜倚。错莫梦云难记。花影为谁重，一握鲛人丝泪。何事。何事。历历脸潮羞起。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "问何年种植。独成蹊、秾花烂漫，锦开千步。花下老人犹记我，不似那回赏处。并吹却、道边谢墅。黄四娘家今何在，也飘零、偎向前村住。千万恨，寄红雨。携壶藉草行歌暮。记前宵、深盟止酒，况堪扶路。破手一杯花浮面，不觉二三四五。更竹里、颠狂崔护。试语看花诸君子，但如今、俯仰成前度。君不见，曲江树。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "襟泪涔涔雨。料骚魂、水解千年，依然轻举。还看吴儿胥涛上，高出浪花几许。绝倒是、东南旗鼓。风雨蛟龙争何事，问彩丝、香粽犹存否。溪女伴，采莲语。古人不似今人苦。漫追谈、少日风流，三三五五。谁似鄱阳鸱夷者，相望怀沙终古。待唤醒、重听金缕。尚有远游当年恨，恨南公、不见秦为楚。天又暮，黯凝伫。"
        },
        {
            "标题": "金缕曲/贺新郎 闻杜鹃",
            "作者": "刘辰翁",
            "内容": "少日都门路。听长亭、青山落日，不如归去。十八年间来往断，白首人间今古。又惊绝、五更一句。道是流离蜀天子，甚当初、一似吴儿语。臣再拜，泪如雨。画堂客馆真无数。记画桥、黄竹歌声，桃花前度。风雨断魂苏季子，春梦家山何处。谁不愿、封侯万户。寂暮江南轮四角，问长安、道上无人住。啼尽血，向谁诉。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "破帽吹愁去。绕郊墟、残灰败壁，冷烟斜雨。舞马梦惊城乌起，散作童妖灶语。漫说与、谢仙一句。犹记醉归西州路，问行人、望望骊烽误。几未失，丧公屦。高高况是兴亡处。望平沙、落日湖光，暗淮沈楚。寂寞西陵歌又舞，疑冢嵯峨新土。黯牛笛、参差归路。试问文君容赊否，待东篱、更就黄花浦。拚酩酊，涴蓝缕。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "叶叶跳珠雨。里湖通、十里红香，画桡齐举。昨梦天风高黄鹄，下俯人间何许。但动地、潮声如鼓。竹阁楼台青青草，问木棉、羁客魂归否。盘泣露，寺钟语。梦回酷似灵均苦。叹神游、前度都非，明朝重五。满眼离骚无人赋，忘却君愁吊古。任醉里、乌乌缕缕。渺渺茂陵安期叟，共鄗池、夜别还于楚。采涧绿，久延伫。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "锦岸吴船鼓。问沙鸥、当日沈湘，是何端午。长恨青青朱门艾，结束腰身似虎。空泪落、婵媛嬃女。我醉招累清醒否，算平生、清又醒还误。累笑我，醉中语。黄头舞棹临江处。向人间、独竞南风，叫云激楚。笑倒两崖人如蚁，不管颓波千屡。忽惊抱、汨罗无柱。欸乃渔歌斜阳外，几书生、能办投湘赋。歌此恨，泪如缕。"
        },
        {
            "标题": "朝中措（劝酒）",
            "作者": "刘辰翁",
            "内容": "练花为露玉为瓶。佳客为频倾。耐得风霜满鬓，此身合是金茎。\n\n墙头竹外，洞房初就，画阁新成。嚼得梅花透骨，何愁不会长生。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "昨醉君家酒。从今十万八千场，未疏老友。人道水仙标格俊，不许梅花殿後。但赢得、一年年瘦。迤逦聚星楼上雪，待天风、浩荡重携手。酌君酒，献君寿。年前春入燕台柳。看联翩、四辈金鞭，长楸承受。岂有中朝瓯覆久，更落闽山海口。端自有、玉堂金斗。我喜明年申又酉，但乞浆、所得皆醇酎。拚醉里，送行昼。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "拍瓮春醅动。洞庭霜、压绿堆黄，林苞堪贡。况有老人潭边菊，摇落赏心入梦。数百岁、半来许中。儿女牵衣团栾处，绕公公、愿献生申颂。公性歰，待重风。人生一笑何时重。奈今朝、有客无鱼，有鱼留冻。何似尊前斑斓起，低唱浅斟齐奉。也不待、烹龙炰凤。此会明年知谁健，说边愁、望断先生宋。醒最苦，醉聊共。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "刘辰翁",
            "内容": "秋老寒香圃。自春来、桔槔闲了，去天尺五。陌上踏歌来何暮，收得黄云如土。但稽首、福星初度。不是使君人间佛，甚今朝、欲雨今朝雨。持寿酒，为公舞。虎头画手谁甚许。写天人、方瞳红颊，共宾笑语。卫戟连营三千士，簇簇满城箫鼓。早恐是、留公不住。飞去翩翩嫌白鹭，算来年、稀姓多登府。祝千岁，奉明主。"
        },
        {
            "标题": "朝中措 劝酒",
            "作者": "刘辰翁",
            "内容": "炼花为露玉为瓶。佳客为频倾。耐得风霜满鬓，此身合是金茎。"
        },
        {
            "标题": "霓裳中序第一·银河下若木",
            "作者": "刘辰翁",
            "内容": "银河下若木。暖涨一川春雾绿。白凤徘徊清淑。似沉水无烟，礜汤千斛。柔肌暗粟。想临流、娇喷轻触。空恨恨，何人热恼，却忆冷泉掬。酥玉。未谙汤沐。深又浅、荡摇心目。云蒸雨渍翻覆。泛影浮红，飘飘相逐。裳衣还未欲。蓦自怪、野鸳双浴。华清远，寒猿夜绕，落月可能漉。"
        },
        {
            "标题": "春景 寒尽怕春销",
            "作者": "刘辰翁",
            "内容": "飞絮新烟外，东风托信遥。春犹有寒否，寒尽怕春销。\n画阁围红兽，行鞭裹黑貂。便无三月雨，也不再花朝。\n倚翠还轻扇，飞红共落潮。少年宜秉烛，莫负可怜宵。"
        },
        {
            "标题": "糖多令（龙洲曲已八九和，复为中斋勉强夜和，中有数语，醉枕忘之）",
            "作者": "刘辰翁",
            "内容": "零露下长洲。云翻海倒流。素娥深、不到西楼。忽觉断潮归去也，饮不尽、一轮秋。\n\n城外土馒头。人能饮恨不。古人不见使吾愁。莫有横江孤鹤过，来伴我、醉中游。"
        },
        {
            "标题": "唐多令·零露下长洲",
            "作者": "刘辰翁",
            "内容": "零露下长洲。云翻海倒流。素娥深、不到西楼。忽觉断潮归去也，饮不尽、一轮秋。城外土馒头。人能饮恨不。古人不见使吾愁，莫有横江孤鹤过，来伴我、醉中游。"
        },
        {
            "标题": "春景 池塘生春草",
            "作者": "刘辰翁",
            "内容": "满眼成新趣，池塘午梦惊。青春何日到，芳草满前生。\n縠縠东风起，波波两剪横。翠钿如可拾，仙药不知名。\n转步玉钩合，几时珠履行。平陂青似海，无处认昆明。"
        },
        {
            "标题": "水调歌头·仙掌下驰道",
            "作者": "刘辰翁",
            "内容": "仙掌下驰道，清露滴芙蓉。无憀似酒初醒，身世笑颦中。万朵花灯夜宴，一叶扁舟海岛，寂寂五更风。误赏明妆靓，愁思满青铜。陂六六，三十六，渺何穷。江南曲曲烟雨，谁是醉施翁。但恨才情都老，无复风流曾梦，缥缈赋惊鸿。寄语清净社，小饮合相容。"
        },
        {
            "标题": "秋景 山园细路高",
            "作者": "刘辰翁",
            "内容": "不是终南径，山中取遁逃。小园何所有，细路未应高。\n已恨锄荒菊，何堪弹种桃。梯飙那可上，镵雪误相遭。\n石卧当途虎，藤穿汲涧猱。天机分瀑布，应念瓮畦劳。"
        },
        {
            "标题": "水调歌头（癸未中秋，吉文共马德昌泛江）",
            "作者": "刘辰翁",
            "内容": "群动各已息，在汝梦中游。尘埃大地如水，儿女不堪愁。寂寂古人安在，冉冉吾年如此，何处有高楼。客有洞箫者，泪不下能收。\n\n庾楼坠，秦楼渺，楚楼休。知公所恨何事，不是为封侯。自有此山此月，说甚何年何处，重泛木兰舟。起舞酹英魄，余愤海西流。"
        },
        {
            "标题": "酹江月/念奴娇",
            "作者": "刘辰翁",
            "内容": "棹歌齐发，江云暮、吹得湘愁成雨。小酌千年，知他是、阿那年时沈午。日落长沙，风回极浦，黯不堪延伫。吴头楚尾，非关四面为楚。几度唤起醒累，淋漓痛饮，不学愁余句。踏鲤从鼋胥涛上，怎不化成龙去。越女吴船，燕歌赵舞，世世悠悠许。明朝寂寂，双双飞下鸣鹭。"
        },
        {
            "标题": "水调歌头·群动各已息",
            "作者": "刘辰翁",
            "内容": "群动各已息，在汝梦中游。尘埃大地如水，儿女不堪愁。寂寂古人安在，冉冉吾年如此，何处有高楼。客有洞箫者，泪不下能收。\n\n庾楼坠，秦楼渺，楚楼休。知公所恨何事，不是为封侯。自有此山此月，说甚何年何处，重泛木兰舟。起舞酹英魄，余愤海西流。"
        },
        {
            "标题": "酹江月/念奴娇 其五 五日和尹存吾，时北人竞鹭洲渡",
            "作者": "刘辰翁",
            "内容": "棹歌齐发，江云暮、吹得湘愁成雨。小酌千年，知他是、阿那年时沈午。\n日落长沙，风回极浦，黯不堪延伫。吴头楚尾，非关四面为楚。"
        },
        {
            "标题": "菩萨蛮（春日山行）",
            "作者": "刘辰翁",
            "内容": "江波何似西湖曲。村烟相对峰南北。何处不青青。青青是汉茔。\n\n长亭芳草路。寒食谁家墓。旧日厌残红。人行九里松。"
        },
        {
            "标题": "减字木兰花（寿词）",
            "作者": "刘辰翁",
            "内容": "脾神喜乐。寿酒一杯胜服药。过却明朝。顶上新霜也合销。\n\n小春三日。便觉春暄梅影出。醉把梅看。比似茱萸更耐寒。"
        },
        {
            "标题": "秋景 秋空日凌凌",
            "作者": "刘辰翁",
            "内容": "最是秋空恝，秋田诉不应。夜占常悄悄，日复觉凌凌。\n何似春工恻，无端地气腾。双眉频望极，八翼愈难升。\n其雨今若此，如云亦未曾。小心风不上，涕泗日沾膺。"
        },
        {
            "标题": "冬景 深山催短景",
            "作者": "刘辰翁",
            "内容": "曝背无馀地，冬晴直万金。是谁催短景，政尔碍山深。\n鸟道空中小，猿啼底处寻。清霜经晓湿，红日半天沈。\n隐士三竿梦，宫人一线心。百年浑似此，何处惜光阴。"
        },
        {
            "标题": "忆秦娥（为曹氏胭脂阁叹）",
            "作者": "刘辰翁",
            "内容": "春如昨。晓风吹透胭脂阁。胭脂阁。满园茅草，冷烟城郭。\n\n青衫泪尽楼头角。佳人梦断花间约。花间约。黄昏细雨，一枝零落。"
        },
        {
            "标题": "促拍丑奴儿",
            "作者": "刘辰翁",
            "内容": "世事莫寻思。待说来、天也应悲。百年已是中年後，西州垂泪，东山携手，几个斜晖。也莫苦吟诗。苦吟诗，待有谁知。多□不是无才气，文时不遇，武时不遇，更说今时。"
        },
        {
            "标题": "促拍丑奴儿（辛巳除夕）",
            "作者": "刘辰翁",
            "内容": "送岁可无诗。得团栾、忍不开眉。不记去年今夕梦，江东怀抱，江西信息，舍北妻儿。\n\n五十扊扅炊。待五十、富贵成痴。百年苦乐乘除看，今年一半，明年一半，更似儿时。"
        },
        {
            "标题": "望江南（元宵）",
            "作者": "刘辰翁",
            "内容": "春悄悄，春雨不须晴。天上未知灯有禁，人间转似月无情。村市学箫声。"
        },
        {
            "标题": "浪淘沙（大风作）",
            "作者": "刘辰翁",
            "内容": "卷海海翻杯。倾动蓬莱。似嫌到处马头埃。雨洗御街流到我，吹向潮回。\n\n寒似雪天梅。安石榴开。绣衾重暖笑炉灰。料想东风还忆我，昨夜归来。"
        },
        {
            "标题": "法驾导引（代寿丹山）",
            "作者": "刘辰翁",
            "内容": "东风雨，东风雨，河汉洗蓬莱。只见丹山高万丈，不知古驿路傍埃。到海几时回。\n\n二月八，二月八，长见醉桃腮。天上玉堂怀旧草，面前金鼎又无梅。除是老翁来。"
        },
        {
            "标题": "法驾导引（寿治中）",
            "作者": "刘辰翁",
            "内容": "棠阴日，棠阴日，清美近花朝。共喜治中持福笔，春当霄汉布宽条。兰蕙雪初销。\n\n和气满，和气满，生意到渔樵。清彻已倾螺子水，黑头宜著侍中貂。天马拟归朝。"
        },
        {
            "标题": "法驾导引（寿胡潭东）",
            "作者": "刘辰翁",
            "内容": "春小小，春小小，梅渐著些些。未必神仙无白发，依然林下有黄花。潭影浸流霞。\n\n冬十十，冬十十，亥字雁斜斜。不用瑶池偷碧实，不须句漏博丹砂其子新漳浦县尹。阴德遍人家。"
        },
        {
            "标题": "法驾导引（寿吴蒙庵）",
            "作者": "刘辰翁",
            "内容": "金茎露，金茎露，绝胜九霞觞。挼碎菊花如玉屑，满盘和月咽风香。不老是丹方。\n\n六十七，六十七，七岁见端平。记得是秋除目好，近年大路到南京。楚制起诸生。"
        },
        {
            "标题": "法驾导引",
            "作者": "刘辰翁",
            "内容": "天正子，天正子，亥正较差些。床下玉灵头戴刀，手中铜叶锦添花。乞汝作飞霞城山以石龟为寿，铜荷叶盛之。\n\n辽东鹤，辽东鹤，无语鹤头斜。尘土不知灰变缟，周遭会见顶成砂。城郭待还家。"
        },
        {
            "标题": "沙苑箭",
            "作者": "刘辰翁",
            "内容": "道人不在无人茶，空房惟有菖蒲花。偶留壁上一枝箭，熟视恍惚令人嗟。\n箭头年月去如电，吹向空中再相见。亦知近事不偶然，汝亦当时负吾箭。\n神仙一剑在吾手，万事空惊一搔首。马嵬重过雨淋铃，异日临邛是君否。"
        },
        {
            "标题": "冬景 地炉煨榾柮",
            "作者": "刘辰翁",
            "内容": "片地为炉古，长镵斫雪来。蒲团容膝坐，榾柮向人煨。\n凿破昆山璞，方如煖阁开。一根深雨露，四壁涨烟煤。\n光怪浮螭吻，云星拨芋魁。朱门香兽拥，何意早成灰。"
        },
        {
            "标题": "点绛唇（瓶梅）",
            "作者": "刘辰翁",
            "内容": "小阁横窗，倩谁画得梅梢远。那回半面。曾向屏间见。\n\n风雪空山，怀抱无荀倩。春堪恋。自羞片片。更逐东风转。"
        },
        {
            "标题": "点绛唇（题画）",
            "作者": "刘辰翁",
            "内容": "EC64指春寒，陇禽一片飞来雪。无言可说。暗啄相思结。\n\n只影年深，也作关山别。翻成拙。落花时节。倩子规声绝。"
        },
        {
            "标题": "点绛唇（和访梅）",
            "作者": "刘辰翁",
            "内容": "一雪蹉跎，蹇驴不载吟鞭去。夜听春雨。踏雪差无苦。\n\n待得花晴，总是游人处。梅应许。小桥延伫。蜂蝶先成路。"
        },
        {
            "标题": "点绛唇（和邓中甫晚春）",
            "作者": "刘辰翁",
            "内容": "燕子池塘，乱红过尽秋千晚。絮飞欲倦。正是帘初卷。\n\n睡起无情，犹道天涯远。羞匀面。乍惊红浅。梦自无人见。"
        },
        {
            "标题": "蝶恋花·八九十翁嬉入市",
            "作者": "刘辰翁",
            "内容": "八九十翁嬉入市。把菊簪萸，共说新篘美。何以祝公千百岁。寿潭自酌花间水。白鹭沉沉飞复起。杜老江头，不恨秋风里。欲种蟠根天上李。三千年看青青子。"
        },
        {
            "标题": "汉宫春·疏影横斜",
            "作者": "刘辰翁",
            "内容": "疏影横斜，似故人安道，只在前溪。年年望雪待月，漫倚吟矶。千红万紫，到春来、也是寻思。君不见，永阳江上，残梅冷雨丝丝。有几情人似我，漫骑牛卧笛，乱插繁枝。市门索笑憔悴，便作新知。城楼画角，又无花、只落空悲。但传说，寿阳一片，何曾迎面看飞。"
        },
        {
            "标题": "冬景 汉节梅花外",
            "作者": "刘辰翁",
            "内容": "十九年辞汉，花如旧日开。自持天外节，谁寄陇头梅。\n死恨节旄尽，生知仗信来。春风横浦驿，夜雪满乡台。\n插鬓人空老，沈云雁未回。何因香入月，下照拂云堆。"
        },
        {
            "标题": "冬景 冬日可爱",
            "作者": "刘辰翁",
            "内容": "此日荷天公，宁须挟纩重。一寒偏更老，可爱莫如冬。\n不恨乘驹隙，犹愁闭烛龙。身如花正午，春入眼偏浓。\n有喜融霜鬓，何堪借酒容。至尊何处在，流涕献无从。"
        },
        {
            "标题": "洞仙歌（寿中甫）",
            "作者": "刘辰翁",
            "内容": "也曾海上，啖如瓜大枣。海上归来相公老。画堂深、满引明月清风，家山好、一笑尘生蓬岛。\n\n六年春易过，赢得清阴，到处持杯藉芳草。看明年此日，人在黄金台上，早整顿、乾坤事了。但细数斋年几人存，更宰相高年，几人能到。"
        },
        {
            "标题": "洞仙歌（器之高谊，取前月青山洞仙歌华余重寿，走笔谢之）",
            "作者": "刘辰翁",
            "内容": "有客从余，不计余无酒。袖有蟠桃为君寿。叹此桃再熟，也须年后。甚办得，转盼个偷桃手。\n\n菊潭三十斛，月又月添，天赋先生日更久。但黄杨长寸，闰年倒寸，似凭得到梧宫甚时候。客又道奇特是阳生，后七日相看，醉春风柳。"
        },
        {
            "标题": "水调歌头·不成三五夜",
            "作者": "刘辰翁",
            "内容": "不成三五夜，不放霎时晴。长街灯火三两，到此眼方明。把似每时庭院，传说个般障子，无路与君行。推手复却手，都付断肠声。漏通晓，灯收市，人下棚。中山铁马何似，遗恨杳难平。一落掺挝声愤，再见大晟舞罢，乐事总伤情。便有尘随马，也任雨霖铃。"
        },
        {
            "标题": "水调歌头·未信仙都子",
            "作者": "刘辰翁",
            "内容": "未信仙都子，曾识老仙翁。卿卿少年去後，心与道人同。挥麈不须九锡，开阁苦无长物，闲日醉千锺。一笑欠伸起，儿戏大槐中。友彭聃，招园绮，傲乔松。年来多惯世事，莫莫恼司空。等得三朝好老，恰则而今虚左，梅信已先通。富贵正不免，从此学痴聋。"
        },
        {
            "标题": "金缕曲（九日即事）",
            "作者": "刘辰翁",
            "内容": "与客携壶去。望高高、半山失却，满城风雨。何许白衣人邂逅，小立东篱共语。未怪是、催租断句。寂寞午鸡啼三四，悄老人、桥上前期误。卿且去，整吾屦。\n\n寒空旧是题诗处。莽云烟、缠蛟舞凤，东吴西楚。千古新亭英雄梦，泪湿神州块土。叹落日、鸿沟无路。一片沙场君不去，空平生、恨恨王夷甫。凭半醉，付金缕。"
        },
        {
            "标题": "法驾导引",
            "作者": "刘辰翁",
            "内容": "盘之水，盘之水，清可濯吾缨。我与盘山疏一月，黄花满意绕荒城。怀抱向谁倾。十之十，十之十，十十到千龄。我与盘山同一月，不占甲子後先晴。携手看升平。"
        },
        {
            "标题": "法驾导引 其一 寿胡潭东",
            "作者": "刘辰翁",
            "内容": "春小小，春小小，梅见著些些。未必神仙无白发，依然林下有黄花。\n潭影浸流霞。冬十十，冬十十，亥字雁斜斜。不用瑶池偷碧实，不须句漏博丹砂。\n阴德遍人家。"
        },
        {
            "标题": "法驾导引",
            "作者": "刘辰翁",
            "内容": "蟠桃熟，蟠桃熟，一熟一千年。比似相公正年少，朱颜绿鬓锦蝉连。肉色更光鲜。西江好，西江好，春雨碧黏天。见说内家消息近，佳人拜舞寿觞前。扶醉起金鞭。"
        },
        {
            "标题": "法驾导引",
            "作者": "刘辰翁",
            "内容": "儿童喜，儿童喜，献寿摘仙桃。篁峒鸣狐成鬼火，花村买犊卖蛮刀。惟有使君劳。燕山桂，燕山桂，犹带窦家香。月殿一枝金粟满，囊中玉屑捣成霜。和露入霞觞。"
        },
        {
            "标题": "冬景 独钓寒江雪",
            "作者": "刘辰翁",
            "内容": "一雪寒如此，何人立钓矼。不知身入画，独自影临江。\n未必鱼吞粒，惟应鹭作双。风吹沙皓皓，天阔水淙淙。\n归去村边路，看来缆失桩。夜深谁访旧，推月倚蓬窗。"
        },
        {
            "标题": "鹊桥仙（题陈敬之扇）",
            "作者": "刘辰翁",
            "内容": "乘鸾著色，疾蝇误拂。不及羲之醉墨。偶然入手送东阳，便看取、薰时清适。\n\n清风去暑，闲题当日。宰相纱笼谁识。封丘门外定何人，这一点、瞒他不得。"
        },
        {
            "标题": "摸鱼儿（辛巳冬和中斋梅词）",
            "作者": "刘辰翁",
            "内容": "记歌头、辛壬癸甲，乌乌能知谁晓。梅花不待元宵好，雪月交光独照。愁未老。更老似渠□，冷面迎相笑。君词定峭。但减十年前，偎桃傍李，肯独为梅好。\n\n山中好。可但一枝春早。道边无限花草。米嘉荣共何戡在，还忆永新娇小。明年了。又唤起流莺，又自愁鹃叫。东皇太昊。更不是琼花，香无半点，一笑使人倒。"
        },
        {
            "标题": "摘红英（赋花朝月晴）",
            "作者": "刘辰翁",
            "内容": "花朝月。朦胧别。朦胧也胜檐声咽。亲曾说。令人悦。落花情绪，上坟时节。\n\n花阴雪。花阴灭。柳风一似秋千掣。晴未决。晴远缺。一番寒食，满村啼鴂。"
        },
        {
            "标题": "满江红（古岩以马，观复遣舟，约余与中斋和后村海棠韵，后寄述怀）",
            "作者": "刘辰翁",
            "内容": "何许相求，且不是、南温北石。也欲学、绝交高论，自陈余癖。万里鱼书长记忆，十年波浪伤离拆。算此舟、不是剡溪舟，空回得。\n\n非出处，何须惜。非瑕类，何须摘。看雪销鸿去，有何留迹。安石岂无同乐意，玄真不是朝廷觅。但眼前、真率暂相违，歌声寂。"
        },
        {
            "标题": "霜天晓角（寿张古岩）",
            "作者": "刘辰翁",
            "内容": "明年七十。歌彩桥仙夕。见说严君平道，年年是、月初一。\n\n同时同里密。后今今又昔。便做伏生年纪，也未到、蹇吃吃。"
        },
        {
            "标题": "春景 其二 小水细通池",
            "作者": "刘辰翁",
            "内容": "小小回堤水，花阴寸步随。细难为灌圃，长是曲通池。\n乳窦仍从出，云根触处滋。又添晴滴沥，欲涨碧涟漪。\n新绿常如雨，流红未见诗。昆明鲸背浅，尽日絮沟迟。"
        },
        {
            "标题": "归国遥（暮春遣兴）",
            "作者": "刘辰翁",
            "内容": "初雨歇。照水绿腰裙带热。杨花不做人情雪。风流欲过前村蝶。羞成别。回头却恨春三月。"
        },
        {
            "标题": "水调歌头 其八 癸未中秋，吉文共马德昌泛江",
            "作者": "刘辰翁",
            "内容": "群动各已息，在汝梦中游。尘埃大地如水，儿女不堪愁。\n寂寂古人安在，冉冉吾年如此，何处有高楼。客有洞箫者，泪下不能收。"
        },
        {
            "标题": "水调歌头",
            "作者": "刘辰翁",
            "内容": "子。且三叠前水调以证之，于是某得自号为小耐。是甚无似，不敢当。顾公所览揆如此，谊不虚辱，敢续之好歌，毋忘佳话。\n\n似似不常似，似我一生徒。画工自画龙种，忽近海飞鱼。大笑北宫称弟北宫子谓西门子曰：吾年，兄弟也，貌，兄弟也。而贵贱，父子也，毁誉，父子也，爱憎，亦父子也已，遂使西河疑女，同气自椒萸。且谓杜公者，即是老君乎。\n\n日给华，芎藭本，薛羊书。马师真只这是，可是EE53浮图。大小卢同马异，天下使君与操，但欠虎铜符。说甚左眼痣，已过洞庭湖。"
        },
        {
            "标题": "水龙吟（巽吾赋溪南海棠，花下有相忆之句读之不可为怀和韵并述江东旅行）",
            "作者": "刘辰翁",
            "内容": "征衫春雨纵横，何曾湿得飞花透。知君念我，溪南徙倚，谁家红袖。藉草成眠，簪花倚醉，狂歌扶手。叹故人何处，闻鹃堕泪，春去也、到家否。\n\n说与东风情事，怕东风、似人眉皱。乱山华屋，残邻废里，不堪回首。寒食江村，牛羊丘陇，茅檐酤酒。笑周秦来往，与谁同梦，说开元旧。"
        },
        {
            "标题": "菩萨蛮（湖南道中）",
            "作者": "刘辰翁",
            "内容": "黄鸡喔喔催人起。困不成眠窗似水。清露不曾寒。朝来起自难。\n\n家人当睡美。又忆归程几。不管湿阑干。芙蓉花自看。"
        },
        {
            "标题": "宴春台 其六 巽吾赋溪南海棠，花下有相忆之句，读之不可为怀，和韵并述江东旅行",
            "作者": "刘辰翁",
            "内容": "征衫春雨纵横，可曾湿得飞花透。知君念我，溪南徙倚，谁家红袖。\n藉草成眠，簪花倚醉，狂歌扶手。叹故人何处，闻鹃堕泪，春去也、到家否。"
        },
        {
            "标题": "秋景 客愁连蟋蟀",
            "作者": "刘辰翁",
            "内容": "梧桐惊客梦，去住两茫然。晓觉鸡鸣未，愁惟蟋蟀连。\n江湖无汉地，家世本秦川。唧唧月共语，涓涓人独眠。\n青灯寒四壁，衰鬓织千年。唐晋他人有，荒凉故殿前。"
        },
        {
            "标题": "汉宫春（壬午开炉日戏作）",
            "作者": "刘辰翁",
            "内容": "雨入轻寒，但新篘未试，荒了东篱。朝来暗惊翠袖，重倚屏帏。明窗丽阁，为何人、冷落多时。催重顿，妆台侧畔，画堂未怕春迟。\n\n漫省茸香粉晕，记去年醉里，题字倾欹。红炉未深乍暖，儿女成围。茶香疏处，画残灰、自说心期。容膝好，团栾分芋，前村夜雪初归。"
        },
        {
            "标题": "酹江月（和朱约山自寿曲，时寿八十四）",
            "作者": "刘辰翁",
            "内容": "五朝寿俊，算生平占得、淳熙四四。三万六千三万了，剩有一千饶底。三百年间，和风丽日，几个能销此。约山山笑，先生不负山矣。\n\n今岁甲子重阳，待重数，五百十三甲子。吟万首诗更自和，岁岁寿诗自喜。若比潞公，如今年纪，犹是平章事。先生抚掌，问他闲日能几。"
        },
        {
            "标题": "行香子·海水成尘",
            "作者": "刘辰翁",
            "内容": "海水成尘。河水无银。恨幽明、我与公分。青山独往，回首伤神。叹魏阙心，磻石魄，汨罗身。除却相思，四海无亲。识风流、还贺季真。而今天上，笑谪仙人。但病伤春，愁厌雨，泪看云。"
        },
        {
            "标题": "踏莎行·北望蝶山",
            "作者": "刘辰翁",
            "内容": "北望蝶山，西迷凤苑。忽忽醉里题诗满。黄花只似去年黄，去年人去黄花远。雨压城荒，丘园路断。却晴又恨公来晚。依稀自唱古人诗，明年此会知谁健。"
        },
        {
            "标题": "秋景 寒城菊自花",
            "作者": "刘辰翁",
            "内容": "菊满荒城道，馀生一笑难。地非行乐旧，花自向人寒。\n风雨何登览，江山共屈蟠。无人簪帽去，有蝶绕篱看。\n此处尤堪赏，明朝已是残。渊明生晋晚，不及禊高兰。"
        },
        {
            "标题": "谒金门（和巽吾重赋海棠）",
            "作者": "刘辰翁",
            "内容": "花露湿。红泪裛成珠粒。比似昭阳恩未得。睡来添醉色。\n\n一笑娇波滴滴。再顾羞潮拂拂。恨血千年明的皪。千年人共忆。"
        },
        {
            "标题": "谒金门（风乍起，约巽吾同赋海棠）",
            "作者": "刘辰翁",
            "内容": "娇点点。困倚春光欲软。滴尽守宫难可染。浓欺红烛艳。\n\n寂寂露珠啼脸。翠袖不禁风飐。芳径相逢惊笑靥。日长初睡转。"
        },
        {
            "标题": "虞美人·无花敢与姚黄比",
            "作者": "刘辰翁",
            "内容": "无花敢与姚黄比。对对鸳鸯起。\n谶他金带万钉垂。谁向麒麟楦里、卸猴绯。\n\n潜溪以上难为说。自是君恩别。\n后来西子避无盐。又道君王捉鼻、又何嫌。"
        },
        {
            "标题": "沁园春·十八年间",
            "作者": "刘辰翁",
            "内容": "十八年间，黄公垆下，崔九堂前。叹人生何似，飘花陌上，妾身难托，卖镜桥边。隔幔云深，绕梁声彻，不负杨枝旧日传。主人好，但留髡一石，空恼彭宣。不因浩叹明年。也不为青衫怆四筵。念故人何在，旧游如梦，清风明月，野草荒田。俯仰无情，高歌有恨，四壁萧条久绝弦。秋江晚，但一声河满，我自潸然。"
        },
        {
            "标题": "瑞龙吟（和王圣与寿韵）",
            "作者": "刘辰翁",
            "内容": "老人语。曾见昨日开炉，坠天花否。生年不合荒荒，枯根薄命，婵娟误汝。\n\n那知许。女乐如烟点点，江南处处。何时重到湖堧，淋漓载酒，依稀吊古。\n\n终待胭脂露掌，弄鸥招鹤，凭君画取。万柳漫堤，一丝一泪垂雨。濛濛絮里，又送金铜去。漫肠断、王孙望帝，呕心囊句。市隐今成趣。袖回地狂狭，天吴凤舞。莫是青州谱。怎不早，翩翩向青州住。回头蜃海，已沈花雾。"
        },
        {
            "标题": "兰陵王（丁丑感怀和彭明叔韵）",
            "作者": "刘辰翁",
            "内容": "雁归北。渺渺茫茫似客。春湖里，曾见去帆，谁遣江头絮风息。千年记当日。难得。宽闲抱膝。兴亡事，马上飞花，看取残阳照亭驿。\n\n哀拍。愿归骨。怅毡帐何匹，湩酪何食。相思青冢头应白。想荒坟酹酒，过车回首，香魂携手抱相泣。但青草无色。\n\n语绝。更愁极。漫一番青青，一番陈迹。瑶池黄竹哀离席。约八骏犹到，露桃重摘。金铜知道，忍去国，忍去国。"
        },
        {
            "标题": "夏景 盛夏火为日",
            "作者": "刘辰翁",
            "内容": "日在天无二，明明夏盛时。到今虽可爱，非火孰能为。\n谩把薰弦语，难禁坐甑炊。未应一杯水，能沃九华枝。\n王屋飞犹在，昆冈事可知。未须频梦灶，倏忽看崦嵫。"
        },
        {
            "标题": "摸鱼儿·也何须",
            "作者": "刘辰翁",
            "内容": "也何须、晴如那日，欣然且过江去。玄都纵有看花便，耿耿自羞前度。堪恨处。人道是，漫山先落坡翁句。东风绮语。但适意当前，来寻须赋，此土亦吾圃。海山石，犹记芙蓉城主。弹过飞种成土。是间便作仙客杏，谁与一栽千树。朝又暮。怅二十五年，临路花如故。人生自苦。只唤渡观桃，侵寻至此，世事奈何许。"
        },
        {
            "标题": "摸鱼儿（今岁海棠迟开半月，然一夕如雪，无饮余者，赋此寄恨。）",
            "作者": "刘辰翁",
            "内容": "是他家、绛唇翠袖，可容卿有功否。相思不到胭脂井，只隔东林烟柳。春去又。漫一夜东风，吹得花成旧。无人举酒。但照影堤流图他红泪，飘洒到襟袖。\n\n人间事，大半归谋诸妇。不如意十八九。敲门夜半窥园李，赤脚玉川惊走。何处有。更灸烛风流，看到人归后。休休回首。笑旧日园林，佺巢曾园洞中楼名蜀锦平园亭名，处处可携手。"
        },
        {
            "标题": "江城子（西湖感怀）",
            "作者": "刘辰翁",
            "内容": "涌金门上船场。湖山堂。众贤堂。到几凄凉，城角夜吹霜。谁识两峰相对语，天惨惨，水茫茫。\n\n月移疏影傍人墙。怕昏黄。又昏黄。旧日朱门，四圣暗飘香。驿使不来春又老，南共北，断人肠。"
        },
        {
            "标题": "江城子·涌金门外上船场",
            "作者": "刘辰翁",
            "内容": "涌金门外上船场。湖山堂。众贤堂。到几凄凉，城角夜吹霜。谁识两峰相对语，天惨惨，水茫茫。月移疏影傍人墙。怕昏黄。又昏黄。旧日朱门，四圣暗飘香。驿使不来春又老，南共北，断人肠。"
        },
        {
            "标题": "花犯·海山昏",
            "作者": "刘辰翁",
            "内容": "海山昏，寒云欲下，低低压吹帽。平沙浩浩。想关塞无烟，时动衰草。苏郎卧处愁难扫。江南春不到。但怅望、雪花夜白，人间憔悴好。谁知广寒梦无憀，丁宁白玉炼，不关怀抱。看清浅、桑田外，尘生热恼。待说与、天公知道。期腊尽春来事宜早。更几日、银河信断，梅花容易老。"
        },
        {
            "标题": "春景 暗水流花径",
            "作者": "刘辰翁",
            "内容": "日出习池游，晴檐水不收。几回经草暗，一径带花流。\n汩汩何从至，青青自欲浮。但疑红雨涨，不似御沟愁。\n静听鸣金谷，行迷失玉钩。凌波罗袜润，大是断桥头。"
        },
        {
            "标题": "花犯（再和中甫）",
            "作者": "刘辰翁",
            "内容": "甚天花、纷纷坠也，偏偏著余帽。乾坤清皓。任海角荒荒，都变瑶草。落梅天上无人扫。角吹吹不到。想特为、东皇开宴，琼林依旧好。\n\n看儿贪耍不知寒，须塑就玉狮，置儿怀抱。奈转眼、今何在，泪痕成恼。白发翁翁向儿道。那曲巷袁安爱晴早。便把似、一年春看，惜花花自老。"
        },
        {
            "标题": "春景 棋声花院闭",
            "作者": "刘辰翁",
            "内容": "棋声何处起，满院寂无哗。门闭鸡鸣午，庭空蝶绕花。\n静中时落子，高处欲惊鸦。枸杞篱根吠，棠梨屋角斜。\n客迷柯下路，人在橘中家。此乐商山似，休争着数差。"
        },
        {
            "标题": "周耐溪见访",
            "作者": "刘辰翁",
            "内容": "麦径萦纡缩寄蜗，传呼惊倒望前牙。能忘特进群公表，来访寻常百姓家。\n草市波喧腾骑竹，柴门路隘簇鞍花。屏窥不信雌同甲，为倍高明两鬓萧。"
        },
        {
            "标题": "秋景 蛩响乱秋阴",
            "作者": "刘辰翁",
            "内容": "蛩响何千百，人情自不禁。馀哀动邻壁，最苦乱秋阴。\n泣尽相思梦，惊残劝织心。露深虫语语，月黑雁沈沈。\n坏壁岁年远，长门日夜深。手摩铜雀雨，和汝一长吟。"
        },
        {
            "标题": "秋景 风雨近重阳",
            "作者": "刘辰翁",
            "内容": "白发惊秋晚，青云认故乡。乾坤愁老眼，风雨近重阳。\n吹得沾衣湿，寒添落帽狂。未知明日是，还忆去年将。\n北阙风流远，东篱世故长。无人知叔子，登览自怜伤。"
        },
        {
            "标题": "浣溪沙（虎溪春日）",
            "作者": "刘辰翁",
            "内容": "春日春风掠鬓须。乱山相对拥寒炉。彩鞭金胜一时无。\n\n自缕青丝成细柳，更堆残雪当凝酥。儿童且莫唱皇都。"
        },
        {
            "标题": "浣溪沙（感别）",
            "作者": "刘辰翁",
            "内容": "点点疏林欲雪天。竹篱斜闭自清妍。为伊憔悴得人怜。\n\n欲与那人携素手，粉香和泪落君前。相逢恨恨总无言。"
        },
        {
            "标题": "浣溪沙（寿陈敬之推官）",
            "作者": "刘辰翁",
            "内容": "身是高人欲寝冰。引年可待进豨苓。无忧无患也身轻。\n\n雪里放囚天亦喜，平安骑鹤到家庭。今年春早为长生。"
        },
        {
            "标题": "扫花游/扫地游",
            "作者": "刘辰翁",
            "内容": "春台路古，想店月潭云，鸡鸣关候。巾车尔久。记湘累降日，留词劝酒。不是行边，待与持杯论斗。算吾寿。已待得河清，万古晴昼。京国事转手。漫宫粉堆黄，髻妆啼旧。瑶池在否。自刘郎去後，宴期重负。解事天公，道是全无又有。浯溪友。笑浯溪、至今聱叟。"
        },
        {
            "标题": "点绛唇（寄情）",
            "作者": "刘辰翁",
            "内容": "醉里瞢腾，昨宵不记归时候。自疑中酒。耿耿还依旧。\n\n恨不能言，只是天相负。天知否。卷中人瘦。一似章台柳。"
        },
        {
            "标题": "春景 假日从时饮",
            "作者": "刘辰翁",
            "内容": "假日故应稀，逢春喜可知。有怀长似海，不饮亦从时。\n孺子新年喜，公家弛告嬉。悠悠聊复尔，每每一中之。\n对客无辞罚，看花少待迟。何因似山简，暮暮习家池。"
        },
        {
            "标题": "减字木兰花·不能管得",
            "作者": "刘辰翁",
            "内容": "不能管得。欲雨能教天地黑。待得开晴。不用吾言也自行。一杯亦醉。万事无能吾欲睡。旧亦能诗。说旧时诗问是谁。"
        },
        {
            "标题": "减字木兰花（乙亥上元）",
            "作者": "刘辰翁",
            "内容": "无灯可看。雨水从教正月半。探茧推盘。探得千秋字字看。\n\n铜驼故老。说著宣和似天宝。五百年前。曾向杭州看上元。"
        },
        {
            "标题": "减字木兰花·清欢昨日",
            "作者": "刘辰翁",
            "内容": "清欢昨日。十事不如人六七。试数从前。素素相从得几年。子兮子兮。再拣一枝何处起。翠斧峰驼。客好其如良夜何。"
        },
        {
            "标题": "减字木兰花（甲午九日午山作）",
            "作者": "刘辰翁",
            "内容": "旧游山路。落在秋阴最深处。风雨重阳。无蝶无花更断肠。\n\n天知老矣。莫累门生与儿子。不用登高。高处风吹帽不牢。"
        },
        {
            "标题": "减字木兰花·何须翦纸",
            "作者": "刘辰翁",
            "内容": "何须翦纸。依旧一团圆照水。莫倚空寒。柳下池边也只般。君何忽忽。宇宙人生都是客。月在云端。人自愁人不解看。"
        },
        {
            "标题": "减字木兰花（庚辰送春）",
            "作者": "刘辰翁",
            "内容": "送春待晓。春是五更先去了。我醉方知。春正怜伊怕别伊。\n\n留君不可。归到海边方忆我。做尽花归。欲赠君时少一枝。"
        },
        {
            "标题": "踏莎行（上元月明，无灯，明日霰雨屡作）",
            "作者": "刘辰翁",
            "内容": "璧彩笼尘，金吾掠路。海风吹断楼台雾。无人知是上元时，一夜月明无著处。\n\n早是禁烟，朝来冻雨。东风自放银花树。雪晴须有踏青时，不成也待明年去。"
        },
        {
            "标题": "江城梅花引·相思无处著春寒",
            "作者": "刘辰翁",
            "内容": "相思无处著春寒。傍阑干。湿阑干。似我情怀，处处忆临安。想见夜深村鼓静，灯晕碧，为傍人，说上元。是花是雪无意看。雨摧残。雨摧残。探春未还。到春还、似不如闲。感恨千般、憔悴做花难。不惜与君同一醉，君不见，铜雀台，望老瞒。"
        },
        {
            "标题": "江城梅花引 其一 辛巳洪都上元",
            "作者": "刘辰翁",
            "内容": "几年城中无看灯。夜三更。月空明。野庙残梅，村鼓自春声。\n长笑儿童忙踏舞，何曾见，宣德棚，不夜城。"
        },
        {
            "标题": "江城梅花引（辛巳洪都上元）",
            "作者": "刘辰翁",
            "内容": "几年城中无看灯。夜三更。月空明。野庙残梅，村鼓自春声。长笑儿童忙踏舞，何曾见，宣德棚，不夜城。\n\n去年今年又伤心。去年晴。去年曾。不似今年，闲坐处、却不曾行。忆去年人、弹烛泪纵横。想见西窗窗下月，窗下月，是无情，是有情。"
        },
        {
            "标题": "唐多令·风露小瀛洲",
            "作者": "刘辰翁",
            "内容": "风露小瀛洲。斜河倒海流。人间尘、不到琼楼。错向五陵陵上望，几回月、几回秋。落日太湖头。垂虹今是不。醉尊前、往往成愁。便有扁舟西子在，无汗漫、与君游。"
        },
        {
            "标题": "唐多令·日落紫霞洲",
            "作者": "刘辰翁",
            "内容": "日落紫霞洲。兰舟稳放流。玉虹仙、如在黄楼。何必锦袍吹玉笛，听欸乃、数声秋。赤壁舞涛头。周郎还到不。倚西风、袅袅余愁。唤起横江飞道士，来伴我、月中游。"
        },
        {
            "标题": "烛影摇红·春日江郊",
            "作者": "刘辰翁",
            "内容": "春日江郊，素娥吹下银幡舞。东风点点乱茶烟，留到明朝否。掩袖凝寒不语。漫粘酥、枝枝缕缕。断肠何似，飞絮多时，落梅深处。仙掌擎来，翠眉敛半看成露。惊沙马上面帘轻，谁贵毡庐主。多少高阳伴侣。到如今、沉冥几许。乘槎相问，万里银河，欲归无路。"
        },
        {
            "标题": "酹江月（中秋，彭明叔别去赴永阳，夜集）",
            "作者": "刘辰翁",
            "内容": "团团桂影，怕人道、大地山河里许。旧日影娥池未缺，惊断霓裳歌舞。雪白长城，金明古驿，尽是乘槎路。少年白发，自无八骏能去。\n\n犹记流落荒滨，故人相过，共吹箫前度。无酒无鱼空此客，昨夜留之不住。睡起披衣，行吟坐对，又有重圆处。不知今夕，那人有甚佳句。"
        },
        {
            "标题": "望江南（秋日即景）",
            "作者": "刘辰翁",
            "内容": "梧桐子，看到月西楼。醋酽橙黄分蟹壳，麝香荷叶剥鸡头。人在御街游。"
        },
        {
            "标题": "西江月·玉帐传心如镜",
            "作者": "刘辰翁",
            "内容": "玉帐传心如镜，青龙绕指成轮。尘中多少白头人。乾里寻壬难认。世事说来都了，鬼神见也须瞋。迷槎问我是何津。向道先生昼困。"
        },
        {
            "标题": "水调歌头·夜看二星度",
            "作者": "刘辰翁",
            "内容": "夜看二星度，高会列群英。苍颜白发乌帽，风入古槐清。客有羽衣来者，仍是寻常百姓，坐觉孟公惊。且勿多酌我，未压我狂醒。金瓯启，银信喜，衮衣新。向来淮浙草木，隐隐有馀声。闻说井阑沙语，感念石壕村事，倾耳发惊霆。举酒奉公寿，天意厚苍生。"
        },
        {
            "标题": "金缕曲（贺赵松庐）",
            "作者": "刘辰翁",
            "内容": "岁事峥嵘甚。是当年、爆竹驱傩，插金幡胜。忽晓阑街儿童语，不为上元灯近。但笑拣、梅簪公鬓。莫恨青青如今白，愿年年、语取东君信。巾未堕，笑重整。\n\n他年不信东风冷。鼓连天、银烛花光，柳芽催迸。漫说沈香亭羯鼓，自著锦袍吟凭。待吹彻、玉箫人醒。不带汝阳天人福，便不教、百又余年剩。歌此曲，休辞饮。"
        },
        {
            "标题": "秋景 日出篱东水",
            "作者": "刘辰翁",
            "内容": "雨以田为壑，疏篱野水中。忧天沈到底，有日出其东。\n或谓扶桑巧，谁知梦峡空。勿朝蓬海白，满眼菊花红。\n屐响初来客，墙暄到老翁。洗光吾镜曲，一笑弄丸同。"
        },
        {
            "标题": "摸鱼儿 酒边留同年徐云屋",
            "作者": "刘辰翁",
            "内容": "怎知他、春归何处，相逢且尽尊酒。少年袅袅天涯恨，长结西湖烟柳。休回首。但细雨断桥，憔悴人归後。东风似旧。问前度桃花，刘郎能记，花复认郎否。君且住，草草留君翦韭。前宵更恁时候。深杯欲共歌声滑，翻湿春衫半袖。空眉皱。看白发尊前，已似人人有。临分把手。叹一笑论文，清狂顾曲，此会几时又。"
        },
        {
            "标题": "冬景 负暄",
            "作者": "刘辰翁",
            "内容": "虽霜晴可爱，容我俯前轩。纵是围燕玉，何如负赵暄。\n自怜鲐背痒，敢负太阳恩。已觉曲身直，犹胜挟纩温。\n衰年知潦倒，造物足温存。尚有葵心在，何因献至尊。"
        },
        {
            "标题": "春景 新火起新烟",
            "作者": "刘辰翁",
            "内容": "风雨暗绵田，春愁百五天。故人成故俗，新火起新烟。\n自用青枫后，何如墨突前。人间寒食改，天上蜡薪传。\n当户三星出，齐州九点连。人心思汉德，犹望死灰然。"
        },
        {
            "标题": "春景 鸟散馀花落",
            "作者": "刘辰翁",
            "内容": "风雨欺人后，枝头已自疏。鸟啼因散去，花落是惊馀。\n冲雨知何许，流声已瞥如。不应红颤雨，犹似暗沾裾。\n青子疑弹雀，红桃借网鱼。开元宫更远，王母寄谁书。"
        },
        {
            "标题": "春景 汉宫传蜡烛",
            "作者": "刘辰翁",
            "内容": "寒食谁家烛，红香蜡更鲜。晶荧侯邸盛，日暮汉宫传。\n永巷花同闭，长门柳又眠。人间金谷火，天上蜜脾烟。\n食客三千履，皇恩四百年。回思诸葛井，流涕阵图边。"
        },
        {
            "标题": "临江仙·西曲罥衣迷去路",
            "作者": "刘辰翁",
            "内容": "西曲罥衣迷去路，雪销断岸无痕。寻花不拟到前村。暖风初转袖，小径忽开门。却忆临塘桥下马，暗香不是黄昏。人生南北与谁论。岭梅花树下，闲听蜜蜂喧。"
        },
        {
            "标题": "酹江月/念奴娇",
            "作者": "刘辰翁",
            "内容": "岁寒相命，算人间、除了梅花无物。窥宋三年又不是，草草东邻凿壁。偃蹇风前，沈吟竹外，直待天骄雪。白家人至，一枝横出终杰。\n\n寂寞小小疏篱，探花使断，知复何时发。北驿不来春又远，只向窗前埋灭。好在冰花，著些风筱，怎不清余发。补之去后，墨梅又有明月。北人著小竹花问更好。"
        },
        {
            "标题": "酹江月/念奴娇",
            "作者": "刘辰翁",
            "内容": "四无谁语，待推窗、初见江南风物。索笑巡檐无奈处，悄隔东邻一壁。有酒如船，招呼满载，只欠枝头雪。疏花冷眼，坐中都是词杰。堪恨几日西郊，寻消问息，肯向吟边发。著意相看，又恐是、六出幻成还灭。恼恨儿童，攀翻顶戴，不到先生发。明朝重省，初三知属谁月。"
        },
        {
            "标题": "酹江月/念奴娇",
            "作者": "刘辰翁",
            "内容": "城中十万，有何人、和我乌乌鸣瑟。对影姮娥成三处，谁料尊中无月。翦纸吹成，长梯摘取，儿戏那堪惜。洞庭夜白，一声聊破空阔。休说二十四桥，便一分无赖，有谁谁识。一枕秋衾南北梦，好好娟娟成雪。旧日少游，锦袍玉笛，醉卧藤阴石。萧然今夕，无鱼无酒无客。"
        },
        {
            "标题": "酹江月/念奴娇",
            "作者": "刘辰翁",
            "内容": "遥怜儿女，未解忆长安、十年前月。徙倚桂枝空延伫，无物同心堪结。冷落江湖，萧条门巷，犹著西楼客。恨无铁笛，一声吹裂山石。休说起舞登楼，那人已先我，渡江横楫。圆缺不销青冢恨，漠漠风沙如雪。西母长生，素娥好在，何皓当时发。山河如此，月中定是何物。"
        },
        {
            "标题": "恋绣衾（或送肉色牡丹同赋）",
            "作者": "刘辰翁",
            "内容": "困如宿酒犹未销。满华堂、羞见目招。忽折向、西邻去，教旁人、看上马娇。\n\n肉色似花难可得，但花如、肉色妖娆。谁说汉宫飞燕，到而今、犹带脸潮。"
        },
        {
            "标题": "临江仙·睡过花阴一丈",
            "作者": "刘辰翁",
            "内容": "睡过花阴一丈，愁深酒力千钟。\n梦魂不得似游蜂。瓶花无密约，到处自神通。\n\n天上西湖似锦，人间骄马如龙。\n今年不与去年同。飘零终不恨，难与故人逢。"
        },
        {
            "标题": "减字木兰花（尚学林己丑寿旦，适归庐陵。其先世相州人居永和今家临川）",
            "作者": "刘辰翁",
            "内容": "相州锦好。待到相州人已老。颍水归田。白鹭惊猜已十年。\n\n太师尚父。晚遇明时方用武。大笑相逢。把酒家乡是客中。"
        },
        {
            "标题": "临江仙（将孙生日赋）",
            "作者": "刘辰翁",
            "内容": "二十年前此日，女兄庆我生儿。簪萱弄彩听孙啼。典衣沽美酒，数待冠昏时。\n\n乱后飘零独在，紫荆墓棘风吹。尊前万事莫寻思。儿童看有子，白发故应衰。"
        },
        {
            "标题": "临江仙（晓晴）",
            "作者": "刘辰翁",
            "内容": "海日轻红通似脸，小窗明丽新晴。满怀著甚是真情。不知春睡美，为爱晓寒轻。\n\n说似吴山楼万叠，雪销未尽宫城。湖边柳色渐啼莺。才听朝马动，一巷卖花声。"
        },
        {
            "标题": "临江仙·老去尚呼张丈",
            "作者": "刘辰翁",
            "内容": "老去尚呼张丈，醉中自惜熊儿。越王台上鹧鸪啼。三朝臣不遇，无复好文时。情绪幽幽似结，鬓丝索索禁吹。病来魂不到相思。散人腰已散，倚杖叹吾衰。"
        },
        {
            "标题": "临江仙·过眼纷纷遥集",
            "作者": "刘辰翁",
            "内容": "过眼纷纷遥集，来归往往羝儿。\n草间塞口绔间啼。提携都不是，何似未生时。\n\n城上胡笳自怨，楼头画角休吹。\n谁人不动故乡思。江南秋尚可，塞外草先衰。"
        },
        {
            "标题": "临江仙·幸自不须端帖子",
            "作者": "刘辰翁",
            "内容": "幸自不须端帖子，闲中一句如无。爱他午日午时书。惟应三五字，便是辟兵符。久雨石鲸未没，小风纨扇相疏。邀朋一笑共菖蒲。去年初禁酒，今日漫提壶。"
        },
        {
            "标题": "临江仙（寿刘教）",
            "作者": "刘辰翁",
            "内容": "闻道城东鹤会，欣然一笑乘风。不知一鹤在墙东。神仙人不识，未始出吾宗。\n\n弟子有年于此，先生之道如龙。碧桃花子落壶中。化为三五粒，元是北边松。"
        },
        {
            "标题": "临江仙（闲居感旧）",
            "作者": "刘辰翁",
            "内容": "昔走都门终夜雨，明朝泥淖堪惊。疏疏点点忽鸡鸣。数峰青似染，快活早来晴。\n\n十五年间春梦断，乱山寒食清明。无人挑菜踏青行。青鸠啼雨外，闲听寺中声。"
        },
        {
            "标题": "临江仙（贺默轩）",
            "作者": "刘辰翁",
            "内容": "旧日诗肠论斗酒，风流怀抱如倾。几年不听渭城声。尊前无贺老，卷里少弥明。\n\n闻说语言都好，便应步履全轻。长生第一是风僧。额前书八十，能说又能行。"
        },
        {
            "标题": "玉楼春 其一 侯仲泽约饮螺山灵泉寺，余与邓中甫候久，欲暮，归，归而侯至寺，相失",
            "作者": "刘辰翁",
            "内容": "霜风不动晴明好。探梅有约城东道。桥边失却老仙期，城门落日人归早。"
        },
        {
            "标题": "满庭芳·千骑家山",
            "作者": "刘辰翁",
            "内容": "千骑家山，一觞父老，前有韩魏公来。青原上巳，才见寿筵开。欧公云间还见，忆相州、更自迟回。公知否，福星分野，飞骑不须排。留春亭下草，雪霜过了，依旧春荄。待留春千岁，日醉千杯。却怕催归丹诏，栋明堂、须要雄材。趋朝去，西风便面，只手障浮埃。"
        },
        {
            "标题": "恋绣衾（己卯灯夕，留城中独坐，忆当涂买灯，姑苏夜舞，再集赋此）",
            "作者": "刘辰翁",
            "内容": "当年三五舞太平。醉归来、花影满庭。办永夜、重开宴，笑姑苏、万眼未明|<万眼罗最精最贵，然最暗。>|\n\n而今绕市歌儿马，客黄昏、细雨满城。十年事、去如水，想家人、村庙看灯。"
        },
        {
            "标题": "六丑（春感和彭明叔韵）",
            "作者": "刘辰翁",
            "内容": "看东风海底，送落日、飞空如掷。醉游暮归，怕西州堕策。归路偏失。记上元时节，千门立马，望金坡残雪。素娥推下团栾辙。塞草惊尘，河水渡楫。悠悠雨丝风拂。但相随断雁，时度荒泽。\n\n回头紫陌。梦归归未得。憔悴江南，秋风旧客。去年说著今日。漫故人相命，玳筵鸣瑟。愁汗漫、全林杯窄。况飘泊相遇，当时老叟，梨园歌籍。高歌为我几回阕。似子规、落月啼乌悄，傍人泪滴。"
        },
        {
            "标题": "春景 柳叶暗金沟",
            "作者": "刘辰翁",
            "内容": "辇路垂垂柳，昆明寂寂流。近天高翠叶，映日暗金沟。\n眠起当前殿，萎蕤拂御舟。锁成三阁暮，流出六宫愁。\n桐影题难立，杨花宕不收。至今寒食雨，堕泪曲江头。"
        },
        {
            "标题": "题永兴寺双罗汉树",
            "作者": "刘辰翁",
            "内容": "胜游重过日，双鬓已如秋。古树连云干，苍枝傍日浮。\n阴垂先代影，僧似六朝幽。翠藓横铺地，相贪竟日留。"
        },
        {
            "标题": "春景 其三 孤舟乱春华",
            "作者": "刘辰翁",
            "内容": "晴日孤舟好，溪流带岸斜。浮游忘世虑，烂熳乱春华。\n朝共渔穿港，暮随鸥宿沙。却知桃有路，惟见柳无涯。\n蓑舞村村酒，罾歌处处花。群仙惊再见，留宿武陵家。"
        },
        {
            "标题": "春景 其四 孤舟乱春华",
            "作者": "刘辰翁",
            "内容": "有客孤舟里，风平日又嘉。未须怜岁晚，从此乱春华。\n自扣舷三版，相将水一涯。前村随柳色，昨夜宿桃花。\n鸥浴波翻锦，渔歌影入霞。江头稠杏暗，子美四娘家。"
        },
        {
            "标题": "春景 其二 孤舟乱春华",
            "作者": "刘辰翁",
            "内容": "罨画来兼往，孤舟自若耶。悠悠信溪路，籍籍乱春华。\n今古三高客，乾坤一叶家。泛桃冲雨过，穿柳带烟斜。\n下水随飞燕，移梢为惜花。日斜归兴急，恐或见胡麻。"
        },
        {
            "标题": "春景 其一 孤舟乱春华",
            "作者": "刘辰翁",
            "内容": "天地孤舟客，东风是处家。偶然乘兴远，不拟乱春华。\n牢落无茶具，飘零自钓槎。误将青箬笠，撑入碧桃花。\n路断云相觅，溪深柳又斜。忽闻鸡犬近，随处有桑麻。"
        },
        {
            "标题": "木兰花慢·自崆峒麦熟",
            "作者": "刘辰翁",
            "内容": "自崆峒麦熟，耕犊满、桔槔闲。笑吾党清谈，长衣櫑具，更进贤冠。仓皇庇公宇下，便秋风、江上不惊寒。雪夜入三城易，槐阴护一家难。东山。零雨几时还。领客竹林间。看满座空尊，轻裘缓带，绿鬓朱颜。风流一笑余事，定碑金、无恙庾家完。又赋南烹初食，明朝餐玉何山。"
        },
        {
            "标题": "虞美人（扬州卖镜，上元事也，用前韵）",
            "作者": "刘辰翁",
            "内容": "徐家破镜昏如雾。半面人间露。等闲相约是看灯。谁料人间天上、似流星。\n\n朱门帘影深深雨。憔悴新人舞。天涯海角赏新晴。惟有桥边卖镜、是闲行。"
        },
        {
            "标题": "莺啼序（赵宜可以余讥其韵，苦心改为之，复和之）",
            "作者": "刘辰翁",
            "内容": "愁人更堪秋日，长似岁难度。相携去、晼晚登高，高极正犯愁处。常是恨、古人无计，看今人痴绝如许。但东篱半醉，残灯自修菊谱。\n\n归去来兮，怨调又苦。有寒螀余赋。湖山外、风笛阑干，胡床夜月谁据。恨当时、青云跌宕，天路断、险艰如许。便桥边，卖镜重圆，断肠无数。\n\n是谁玉斧，惊堕团团，失上界楼宇。甚天误、婵娟余误。悔却初念，不合梦他，霓裳楚楚。而今安在，枫林关塞，回头忆著神仙处，漫断魂飞过湖江去。时时说与，地上群儿，青琐瑶台，阆风悬圃。\n\n琵琶往往，凭鞍劝酒，千载能胡语。叹自古、宫花薄命，汉月无情，战地难青，故人成土。江南憔悴，荒村流落，伤心自失梨园部，渺空江、泪隔芦花雨。相逢司马风流，湿尽青衫，欲归无路。"
        },
        {
            "标题": "秋景 其二 门掩候虫秋",
            "作者": "刘辰翁",
            "内容": "候虫鸣寂寂，秋老独何村。怨语动行路，居人卧掩门。\n无谁倚朱户，随意闭黄昏。岁暮已如此，蛩声胡与言。\n孤灯销驿梦，残月落空垣。白雁来天地，何由见泪痕。"
        },
        {
            "标题": "秋景 其一 门掩候虫秋",
            "作者": "刘辰翁",
            "内容": "四壁可谁语，一年将次休。村行落叶晚，门掩候虫秋。\n影有斜灯吐，贫无过客偷。蚓号残月冷，蛩语故宫愁。\n馆驿邻机叹，关山古戍留。幽人推梦起，江海有孤舟。"
        },
        {
            "标题": "满江红（海棠下歌后村调共和）",
            "作者": "刘辰翁",
            "内容": "淡淡胭脂，似褪向、景阳鸳石。依然是、春睡未足，捧心犹癖。藉甚不禁君再顾，嫣然却记渠初拆。黯销魂、欲尽更堪怜，终难得。\n\n犹记是，卿卿惜。空复见，谁谁摘。但当时一笑，也成陈迹。我懒花残都已往，诗朋酒伴犹相觅。听连宵、又雨又还晴，鸠鸣寂。"
        },
        {
            "标题": "春景 杖藜入春泥",
            "作者": "刘辰翁",
            "内容": "步出浣花溪，儿童识杖藜。逝将随晚景，独自入春泥。\n九节闲堪爱，百钱相与携。行从竹鸡里，径到子规西。\n屐弊犹须蜡，壶倾可得提。暮归惊倒载，笑倒白铜鞮。"
        },
        {
            "标题": "满庭芳（草窗老仙歌满庭芳寿余，勉次原韵）",
            "作者": "刘辰翁",
            "内容": "空谷无花，新篘有酒，去年穷胜今年。蛩吟蛩和，且省费蛮笺。闻说先生去也，江南岸、缚草为船。依然在，山栖寒食，路断却归廛。\n\n老人，三又两，清风作供，晴日生烟。但高高杜宇，不办行缠。几度披衣教我，二升内、煮石烧铅。休重道，玉龙无孔，夜夜叫穿天。"
        },
        {
            "标题": "夏景 树湿风凉进",
            "作者": "刘辰翁",
            "内容": "树晚晴犹湿，好风如故长。翛然林下意，进似雨时凉。\n坐觉茅容徙，来看吕政忙。飘萧初似暑，淅沥转成霜。\n倚袖岚添翠，题秋叶欲黄。不知兼露下，河汉芰荷香。"
        },
        {
            "标题": "太常引·便晴也是不曾晴",
            "作者": "刘辰翁",
            "内容": "便晴也是不曾晴。不怕金吾禁行。风雨动乡情。梦灯火、扬州化城。少年跌宕，谁家娇小，绕带到天明。昨夜月还生。但惊破、霓裳数声。"
        },
        {
            "标题": "冬景 梅蕊惊眼",
            "作者": "刘辰翁",
            "内容": "又是梅新蕊，寒凋季子裘。抚时惊岁晚，满眼使人愁。\n江路春如许，阑干泪不收。别君从灞水，举目在扬州。\n月已成孤影，花应怪白头。数声羌笛弄，忍见坠珠楼。"
        },
        {
            "标题": "如梦令·落叶西风满地",
            "作者": "刘辰翁",
            "内容": "落叶西风满地。独宿琼楼丹桂。孤影抱蟾寒，寄与月明千里。休寄。休寄。粟粟蕊珠心碎。"
        },
        {
            "标题": "赠制笔生许文瑶",
            "作者": "刘辰翁",
            "内容": "许生精艺谁可及，材用刚柔以制笔。水盆洗出紫兔毫，便觉文章生羽翼。\n蒙恬将军为动色，为是秦王旧时物。丞相斯曾从驾行，载此篆书封禅碣。\n从秦至今几千载，兔尚存皮竹可采。利济天下功不有，入手千人万人爱。\n我昔为郎居粉署，用笔唯于许生取。轻衫日对紫薇花，写遍江淹梦中句。"
        },
        {
            "标题": "摸鱼儿·醒复醒",
            "作者": "刘辰翁",
            "内容": "醒复醒、行吟泽畔，焉能忍此终古。招魂过海枫林暝，招得魂归无处。朝又暮。但依旧，禁街人静冬冬鼓。画船沈雨。听欸乃渔歌，兴亡事远，咽咽未能句。君且住。能歌吾不如汝。悠悠鼓枻而去。沧洲揽结芳成艾，唤作张三李五。羌自苦。更闲却，玉堂端帖多多许。无人自语。把画扇鸾边，香罗雪底，题作午年午。"
        },
        {
            "标题": "摸鱼儿·醉与君",
            "作者": "刘辰翁",
            "内容": "醉与君、狂歌又笑，不知当日何调。孤山梅下吟魂冷，说甚那时苏小。沧波眇。奈此岛，累累竟是谁家表。归欤白鸟。看四圣飘香，朱门金榜，化作竺飞峤。衰也久，旧游梦翠禽绕。坱兮轧、皎兮窈。相思一夜窗前白，谁识余怀渺渺。残年了。听画角，悲凉又是霜天晓。馀音杳缈。叹五十之年，我加八九，君隔几科诏。"
        },
        {
            "标题": "摸鱼儿 酒边留同年徐云屋三首 其一",
            "作者": "刘辰翁",
            "内容": "怎知他、春归何处，相逢且尽尊酒。少年袅袅天涯恨，长结西湖烟柳。\n休回首。但细雨断桥，憔悴人归后。东风似旧。问前度桃花，刘郎能记，花复认郎否。"
        },
        {
            "标题": "摸鱼儿·道醉乡",
            "作者": "刘辰翁",
            "内容": "道醉乡、无边无岸，一尊到彼殊径。是间转海人知处，尺地不教渠剩。尊亦瘿。问一斗消酲，一石犹难信。临风小等。记我友醒狂，相从有意，中路恨羌永。梅花晚，早已雪堆余鬓。此花宁复风韵。空寒独倚天为主，天又几时曾定。今为晋。看秦女山中，绿发垂垂顶。百年一瞬。叹高卧北窗，闲过五十，无说答形影。"
        },
        {
            "标题": "摸鱼儿·渐无多",
            "作者": "刘辰翁",
            "内容": "渐无多、诗朋酒伴，东林复几人许。旧时船子西湖柳，词与东风尘土。重记否。那月月下旬，且避何人疏。当朝自负。甚堕髻愁眉，滕韝短後，一往似伧父。当年事，伤心说庾开府。人生无百年虑。虎头燕颔人间肉，不是蜜翁翁做。今又古。是楚对凡亡，为是凡亡楚。朝朝暮暮。听画角楼头，呜咽未断，重数五更鼓。"
        },
        {
            "标题": "摸鱼儿（春暮）",
            "作者": "刘辰翁",
            "内容": "渺斜阳、村烟酒市，独教王谢如此。渔翁梦入江头絮，寂寂平安西子。东风起。东风起。种桃千桃皆流水。桥边万里。甚老子情钟，明朝后日，又洒送春泪。\n\n青过雨，历历远山如洗。暮云堪共谁倚。诸贤洛下风流散，轻薄纷纷余几。聊尔尔。问世事。何如自嗅残花蕊。金铜剑履。但陌上相逢，摩挲一笑，铸此几时矣。"
        },
        {
            "标题": "题墨竹长卷与汪遂良",
            "作者": "刘辰翁",
            "内容": "摩诃池上龙千年，化为匹练横曳烟。拔石数茎冲苍天，我见其面何必全。"
        },
        {
            "标题": "摸鱼儿 其八 甲午送春",
            "作者": "刘辰翁",
            "内容": "又非他、今年晴少，海棠也恁空过。清羸欲与花同梦，不似蝶深深卧。\n春怜我。我又自、怜伊不见侬赓和。已无可奈。但愁满清漳，君归何处，无泪与君堕。"
        },
        {
            "标题": "春景 明月逐人来",
            "作者": "刘辰翁",
            "内容": "人影光相乱，月明灯市开。依依随马去，故故逐人来。\n胜赏春三五，流光酒一杯。为君分绮席，同我上瑶台。\n扶路倾相就，分襟逝却回。玉山人醉矣，健到莫惊猜。"
        },
        {
            "标题": "摸鱼儿·又非他",
            "作者": "刘辰翁",
            "内容": "又非他、今年晴少，海棠也恁空过。清羸欲与花同梦，不似蝶深深卧。春怜我。我又自、怜伊不见侬赓和。已无可奈。但愁满清漳，君归何处，无泪与君堕。春去也，尚欲留春可可。问公一醉能颇。锺情剩有词千首，待写大招招些。休阿那。阿那看、荒荒得似江南麽。老夫婆娑。问篱下闲花，残红有在，容我更簪朵。"
        },
        {
            "标题": "摸鱼儿·想幼安",
            "作者": "刘辰翁",
            "内容": "想幼安、辽东归後，自羞年少龙首。长安市上垆边卧，枉却快行家走。空两袖。染醉墨淋漓，把似天香透。功名邂逅。便六一词高，君谟字伟，但见说行昼。人间事，苦似成丹无候。神清苔字如镂。明年六十闻歌後，颇记薄醺醺否。儿拍手。笑马上葛疆，也作家山友。烦伊起寿。更待复一中，毋多酌我，疏影共三嗅。"
        },
        {
            "标题": "摸鱼儿·是疑他",
            "作者": "刘辰翁",
            "内容": "是疑他、春来倏忽，是疑岁别人去。古今守岁言无说，长是酒阑情绪。堪恨处。曾亲见都人，户户银花树。星河未曙。听朝马笼街，火城簇仗，御笔已题露。人间事，空忆桃符旧句。三茅钟自朝暮。严城夜禁故如鬼，况敢凭陵大呼。冬冬鼓。但画角声残，已是新人故。休思前度。叹五十加三，明朝领取，闲看五星聚。"
        },
        {
            "标题": "木兰花慢·午桥清夜饮",
            "作者": "刘辰翁",
            "内容": "午桥清夜饮，花露重、烛光寒。约处处行歌，朝朝买酒，典却朝衫。尊前自堪一醉，但落红、枝上不堪安。归去柳阴行月，酒醒画角声残。王宫。难得似君闲。闲我见君难。记李陌看花，光阴冉冉，风雨番番。相逢故人又别，送君归、斜日万重山。江上愁思满目，离离芳草平阑。"
        },
        {
            "标题": "秋景 秋风思鲈莼",
            "作者": "刘辰翁",
            "内容": "秋风已如此，游子复何为。蕉鹿空形役，莼鲈绕梦思。\n凉天新雁过，旅思白鸥知。雪色松江鲙，银光笠泽丝。\n人生归去好，乡味寄来迟。尚觉姜难致，令人忆左慈。"
        },
        {
            "标题": "春景 阊阖开黄道",
            "作者": "刘辰翁",
            "内容": "阊阖祥光起，班行好语催。青郊随候应，黄道似初开。\n梦绕天门去，风从震地回。东西行白日，南北验清台。\n晓殿分龙角，春城转斗魁。中天符四七，人物万方来。"
        },
        {
            "标题": "南歌子·篘熟双投美",
            "作者": "刘辰翁",
            "内容": "篘熟双投美，香飘一缕丝。霜前雁到蟹螯持。自试小窗醉墨、作新诗。"
        },
        {
            "标题": "夏景 薰风自南来",
            "作者": "刘辰翁",
            "内容": "当年唐殿阁，何似道人庵。闲日长如此，薰风来自南。\n清香吹不断，大暑故如惔。静见花阴午，凉添竹径三。\n客遮前席坐，人卧北窗酣。别墅棋边急，闲将赤壁谈。"
        },
        {
            "标题": "青玉案·无肠可断听花雨",
            "作者": "刘辰翁",
            "内容": "无肠可断听花雨。沉沉已是三更许。如此残红那得住。一春情绪。半生羁旅。寂寞空山语。霖铃不是相思阻。四十平分犹过五。渐远不知何杜宇。不如归去。不如归去。人在江南路。"
        },
        {
            "标题": "酹江月（赵氏席间即事，再用坡韵）",
            "作者": "刘辰翁",
            "内容": "四无谁语，待推窗、初见江南风物。索笑巡檐无奈处，悄隔东邻一壁。有酒如船，招呼满载，只欠枝头雪。疏花冷眼，坐中都是词杰。\n\n堪恨几日西郊，寻消问息，肯向吟边发。著意相看，又恐是、六出幻成还灭。恼眼儿童，攀翻顶戴，不到先生发。明朝重省，初三知属谁月。"
        },
        {
            "标题": "酹江月/念奴娇 其二 赵氏席间即事，再用坡韵",
            "作者": "刘辰翁",
            "内容": "四无谁语，待推窗、初见江南风物。索笑巡檐无奈处，悄隔东邻一壁。\n有酒如船，招呼满载，只欠枝头雪。疏花冷眼，坐中都是词杰。"
        },
        {
            "标题": "春景 仰蜂粘落絮",
            "作者": "刘辰翁",
            "内容": "采采香无据，游蜂与絮兼。轻吹无影落，仰抱有时粘。\n攲蕊栖难稳，垂跗采未嫌。花须纷更辨，柳雪误相沾。\n未碍餐能饱，贪看咽欲甜。吟安时失笑，往往似吾髯。"
        },
        {
            "标题": "南乡子（即席纪游）",
            "作者": "刘辰翁",
            "内容": "去似赏花移。处处开尊亦不辞。梨栗又空醅又尽，方知。旧日骊驹劝客归。\n\n归路月相随。儿子门生个个迟。坐久不知无可待，堪疑。向道儿痴直是痴。"
        },
        {
            "标题": "南乡子（乙酉九日）",
            "作者": "刘辰翁",
            "内容": "宽处略从容。华水华山自不同。旧日诸贤携手恨，匆匆。只说明年甚处重。\n\n几岁避辽东。茅竹秋风一并空。欲望辽东何处是，濛濛。也似秦楼一梦中。"
        },
        {
            "标题": "内家娇·结客少年场",
            "作者": "刘辰翁",
            "内容": "结客少年场。携高李、闻笛赋游梁。看汉水淮山，高楼共卧，融尊郑驿，飞盖相望。春风里，种他红与白，笑我懒中忙。供奉後来，玄都桃改，佳人好在，庾岭梅香。何处最难忘。会稽归鬓晚，空带吴霜。赢得黄冠野服，笑傲羲皇。看花外小车，出长生洞，橘中二老，斗智琼黄。称寿堂添十字，孙认三房。"
        },
        {
            "标题": "春景 风起春灯乱",
            "作者": "刘辰翁",
            "内容": "故是春风起，香尘暖未曾。暮寒惊翠袖，春影乱华灯。\n泠浸朱门月，吹成碧海冰。沙河三五夜，火树几千层。\n金炬开莲岛，银花飐玉绳。一声清跸远，冷落内前棚。"
        },
        {
            "标题": "念奴娇·沧洲一叶",
            "作者": "刘辰翁",
            "内容": "沧洲一叶，待借君、回我炉亭春意。突兀灵光无立壁，八面江风寒齿。乡屐廊深，笼门槛赤，数月才几。千年未论，岂无数十年计。我本高卧墙东，何知人事，推枕为君起。憔悴庚寅何足记，不觉联翩宾戏。白雪阳春，黄鸡唱日，绝少澄心纸。我歌草草，和章有例还例。"
        },
        {
            "标题": "念奴娇·枯寒生晚",
            "作者": "刘辰翁",
            "内容": "枯寒生晚，复何似、张绪少年时意。薄命不逢何至此，满眼啼妆龋齿。城是城非，年来年去，万八千能几。半痴半了，更痴儿计孙计。回首仕已半生，仕何如已，已矣羞拈起。幸有橘丸丸日大，且复从公围戏。若论弹文，更书谤箧，吾历无馀纸。多年致仕，大都有甚恩例。"
        },
        {
            "标题": "念奴娇·先生自寿",
            "作者": "刘辰翁",
            "内容": "先生自寿，拥衾寒、重赋凌云游意。我有大儿孔文举，弱冠骎骎暮齿。桃已三偷，树犹如此，前度花开几。蓬莱可塞，还童却老无计。\n\n为此援笔翩翩，大江东去，好似歌头起。寄与两家孙又子，长看以文为戏。某所某公，同年同月，谁翦招魂纸。前三例好，不须举后三例。"
        },
        {
            "标题": "念奴娇·吾年如此",
            "作者": "刘辰翁",
            "内容": "吾年如此，更梦里、犹作狼居胥意。千首新诗千斛酒，管甚侯何侯齿。员峤波翻，瀛洲尘败，吾屐能销几。经丘寻壑，是他早计迟计。犹记辰巳嗟嗟，故人贺我，且勉呼君起。五十不来来过二，方悟人言都戏。以我情怀，借公篇韵，恨不天为纸。馀生一笑，不须邴曼容例。"
        },
        {
            "标题": "菩萨蛮（题醉道人图）",
            "作者": "刘辰翁",
            "内容": "八仙名姓当时少。污尊牛饮同倾倒。惟有我公荣。旁人笑独醒。\n\n多年村落走。泥饮无升斗。入了玉门关。人生一醉难。"
        },
        {
            "标题": "菩萨蛮（丁丑送春）",
            "作者": "刘辰翁",
            "内容": "殷勤欲送春归去。白首题将断肠句。春去自依依。欲归无处归。\n\n天涯同是寓。握手留春住。小住碧桃枝。桃根不属谁。"
        },
        {
            "标题": "夏景 高风动秋声",
            "作者": "刘辰翁",
            "内容": "万窍忽争号，南风动地豪。此声何处起，到地似秋高。\n草木波颓靡，乾坤暑战鏖。有人推户外，无叶下庭皋。\n寒扇怜孤影，征鞍感二毛。豪鹰双角耸，无计剪蓬蒿。"
        },
        {
            "标题": "冬景 炉存火似红",
            "作者": "刘辰翁",
            "内容": "向火火无功，炉中本不空。尤存尤自冷，似有似无红。\n围共香团兽，烧馀焰吐虹。寒威侵铄处，光气吐吞中。\n尚觉身成曲，惟应笑是烘。个中明点雪，万古不曾融。"
        },
        {
            "标题": "秋景 牛女年年渡",
            "作者": "刘辰翁",
            "内容": "牛女是谁传，灵桥不待船。昔年曾此渡，每渡似初年。\n此夕须停织，何人更服牵。星期无了日，河水尚依然。\n岁晚长疏隔，人间早弃捐。瑶池人独处，搔首待君还。"
        },
        {
            "标题": "水龙吟·何须银烛红妆",
            "作者": "刘辰翁",
            "内容": "何须银烛红妆，菜花总是曾留处。流觞事远，绕梁歌断，题红人去。绕蝶东墙，啼莺修竹，疏蝉高树。叹一春风雨，归来抱膝，怀往昔、自凄楚。遥望东门柳下，梦参差、欲归幽路。断红芳草，连空积水，凭高坠雾。水洗铜驼，天清华表，升平重遇。但相如老去，江淹才尽，有何人赋。"
        },
        {
            "标题": "水龙吟 其七 和中甫九日",
            "作者": "刘辰翁",
            "内容": "孤烟澹澹无情，角声正送层城暮。伤怀绝似，龙山罢后，骑台沉处。\n珠履三千，金人十二，五陵无树。叹岐王宅里，黄公垆下，空鼎鼎、记前度。"
        },
        {
            "标题": "齐天乐（戊寅登高，即席和秋崖韵）",
            "作者": "刘辰翁",
            "内容": "蒋陵故是簪花路。风烟奈何秋暑。候馆凋梧，宫墙断柳，谁识当年倦旅。余怀何许。想上马人扶，翠眉愁聚。旧日方回，而今能赋断肠语。\n\n登高能赋最苦。叹高高难问，欲望迷处。蝶绕东篱，鸿翻上苑，那更画梁辞主。来今往古。漫湛辈同来，远公回去。我醉安归，黄花扶路舞。"
        },
        {
            "标题": "水龙吟（和中甫九日）",
            "作者": "刘辰翁",
            "内容": "孤烟淡淡无情，角声正送层城暮。伤怀绝似，龙山罢后，骑台沈处。珠履三千，金人十二，五陵无树。叹岐王宅里，黄公垆下，空鼎鼎、记前度。\n\n几许英雄文武。酒不到、故人坟土。平生破帽，几番摇落，受西风侮。昨日如今，明年此会，俯然怀古。便东篱甲子，花开花谢，不堪重数。"
        },
        {
            "标题": "齐天乐（端午和韵）",
            "作者": "刘辰翁",
            "内容": "枝头雨是青梅泪。翻作一江春水。鱼腹魂销，龙舟叫彻，不了湖亭张戏。满庭芳芷。正艾日高高，葛风细细。试比陈人，人间除我更谁似。\n\n浮沈君共我里。记薰廓待对，闻鸡蹴起。昨日蟾蜍，明朝蝇虎，身与渠衰更悴。老夫病已。任采绿采苓，为师为帝。但有昌阳，倩酤扶路醉。"
        },
        {
            "标题": "声声慢·西风坠绿",
            "作者": "刘辰翁",
            "内容": "西风坠绿。唤起春娇，嫣然困倚修竹。落帽人来，花艳乍惊郎目。相思尚带旧子，甚凄凉、未忺妆束。吟鬓底，伴寒香一朵，并簪黄菊。却待金盘华屋。园林静、多情怎禁幽独。蛱蝶应愁，明日落红难触。那堪雁霜渐重，怕黄昏、欲睡未足。翠袖冷，且莫辞、花下秉烛。"
        },
        {
            "标题": "秋景 乞巧文",
            "作者": "刘辰翁",
            "内容": "能拙吾无比，高灵昔有闻。不知天下巧，乞以世间文。\n果列空庭露，香浮入汉云。天孙何冉冉，柳子盖云云。\n有说能要我，无才可赠君。绛衣持节后，穷达竟何分。"
        },
        {
            "标题": "水调歌头 其十三 甲午九日牛山作",
            "作者": "刘辰翁",
            "内容": "不饮强须饮，今日是重阳。向来健者安在，世事两茫茫。\n叔子去人远矣，正复何关人事，堕泪忽成行。叔子泪自堕，湮没使人伤。"
        },
        {
            "标题": "水调歌头（甲午九日牛山作）",
            "作者": "刘辰翁",
            "内容": "不饮强须饮，今日是重阳。向来健者安在，世事两茫茫。叔子去人远矣，正复何关人事，堕泪忽成行。叔子泪自堕，湮没使人伤。\n\n燕何归，鸿欲断，蝶休忙。渊明自无可奈，冷眼菊花黄。看取龙山落日，又见骑台荒草，谁弱复谁强。酒亦有何好，暂醉得相忘。"
        },
        {
            "标题": "沁园春·成佛生天",
            "作者": "刘辰翁",
            "内容": "成佛生天，自是两途，任祖生先。看二三大老，依稀吾榜，几多新进，小少齐年。紫陌相逢，青山独往，倚杖鹤鸣听布泉。百年里，但儿时难得，老後依然。吾牛已不耕田。更雨滑泥深自在鞭。叹十年波浪，悠悠何补，三生石上，种种无缘。白发来呵，朱颜去也，一曲狂歌落酒边。谁似我，似官奴出籍，散圣安禅。"
        },
        {
            "标题": "沁园春·六十一翁",
            "作者": "刘辰翁",
            "内容": "六十一翁，垂银带鱼，插四角轮。把百个今朝，重排花甲，十年前事，似臼齑辛。骰选功名，酒中富贵，管取当筵满劝旬。槐知道，待二郎做甚，父子封申。便应际会昌辰。怕林下相逢未是真。看焚芰裂荷，起锺山笑，卖田僦马，堕贡生贫。後六十年，有无穷事，是宰官身是报身。年来好，莫做他宰相，便是全人。"
        },
        {
            "标题": "春景 吹面",
            "作者": "刘辰翁",
            "内容": "寒曾欺我倒，今日是和风。吹面浓春酒，开怀受化工。\n未知来暖律，政似识癯翁。大袖犹堪满，衰颜欲更红。\n鬓如新柳动，鼻与暗香通。天上知何信，千花一笑中。"
        },
        {
            "标题": "沁园春（再和槐城自寿韵）",
            "作者": "刘辰翁",
            "内容": "刘子生时，当月下弦，输大半轮。记孤馆望云，朝饥讽午，寒炉拥雪，岁晚盘辛。比似先生，两壬相望，岂止参差一二旬。明年好，算乞浆得酒，酉胜如申。\n\n吾辰。定是雌辰。听穷鬼揶揄数得真。但鹤唳华亭，贵何似贱，珠沈金谷，富不如贫。明月清风，晴春暖日，出入千重云水身。吾老矣，叹臣之少也，已不如人。"
        },
        {
            "标题": "虞美人·魏家品是君王后",
            "作者": "刘辰翁",
            "内容": "魏家品是君王后。岂比昭容袖。\n风吹满院绣囊香。谁赐大师师号、退昭阳。\n\n飞霞一落无根蒂。空堕重华泪。\n离披正午盛时休。闲为思王重赋、洛神愁。"
        },
        {
            "标题": "青玉案（寿老登八十六岁，戊午六月十七日）",
            "作者": "刘辰翁",
            "内容": "里中上大人谁大。人上大、仁难作。八十六翁闲处坐。小生懒惰。近来高卧。忘却今朝贺。\n\n甲申还是连珠麽。剩有老人星一个。白发朱颜堪婆娑。灵光殿火。昆明劫过。角绮园黄我。"
        },
        {
            "标题": "水调歌头·明月几万里",
            "作者": "刘辰翁",
            "内容": "明月几万里，与子共中秋。古今良夜如此，寂寂几时留。何处胡笳三弄，尚有南楼余兴，风起木飕飕。白石四山立，玉露下平洲。\n\n醉青州，歌赤壁，赋黄楼。人间安得十客，谭笑发中流。看取横江皓彩，犹似沈河白璧，光气彻天浮。举首快哉去，灯火见神州。"
        },
        {
            "标题": "清明日偶成",
            "作者": "刘辰翁",
            "内容": "海日高高天欲斜，断桥无复听呕哑。墓中酩酊已千载，陌上清明有几家。\n已老愈疏惟酒盏，更晴相觅是梅花。年年春怨深如昨，莫把无涯恨有涯。"
        },
        {
            "标题": "清平乐·君词为寿",
            "作者": "刘辰翁",
            "内容": "君词为寿。绝妙孙辛妇。但恨杯无露添酒。空等待梅花久。喜君白首还玄。人间合信天缘。如此相从至老，我亦何倦馀年。"
        },
        {
            "标题": "清平乐·深红半面",
            "作者": "刘辰翁",
            "内容": "深红半面。一似墙头见。草树池塘青一片。独倚阑干几遍。更谁绛袖朱唇。火云相对英英。笑杀牡丹正午，离披不任看承。"
        },
        {
            "标题": "夏景 清泉洁尘襟",
            "作者": "刘辰翁",
            "内容": "是事不堪闻，清泉独可亲。翛然携鬓影，聊以洁尘襟。\n帘泻千年雨，蓝拖百尺绅。能令肝肺雪，更遣芰荷新。\n京洛昏沈梦，江湖淡荡身。一瓢明月燕，并洗脱靴嗔。"
        },
        {
            "标题": "夏景 公子调冰水",
            "作者": "刘辰翁",
            "内容": "盛世佳公子，明光避暑曾。调冰初入水，和水亦成冰。\n鸣佩朝仪凤，扬鞲夕臂鹰。汲来金碗脱，搅碎玉崚嶒。\n一吸风林壑，重倾雪肺膺。琼姬持袖举，疑饮露盘升。"
        },
        {
            "标题": "秋景 秋风生桂枝",
            "作者": "刘辰翁",
            "内容": "又胜春风处，秋芳宇宙清。由来天路远，几许桂枝生。\n古道寒云色，空山落叶声。忽看金粟缀，如在蕊宫行。\n香入铜盘饮，根愁玉斧惊。小山人倚袖，延伫不胜情。"
        },
        {
            "标题": "鹊桥仙·看人掷果",
            "作者": "刘辰翁",
            "内容": "看人掷果，看人罢织。难得团栾七夕。蟠桃只在屋东头，庆西母、年开八。去年今日。今年今日。添个曾孙抱膝。人间乐事有多般，算此乐、人间第一。"
        },
        {
            "标题": "如梦令·睡眼青阴欲午",
            "作者": "刘辰翁",
            "内容": "睡眼青阴欲午。当户小风轻暑。倦近碧阑干，斜影却扶人去。无绪。无绪。落落一襟轻举。"
        },
        {
            "标题": "瑞鹤仙（寿翁丹山）",
            "作者": "刘辰翁",
            "内容": "正丹翁初度。对花满江城，晓莺欲语。崆峒在何处。渐雨过农郊，劝耕问路。州人争觑。问坡老、重来是否。把看灯、传说风流，八境尽图新句。\n\n如许。老子文章，挥毫立马，脱靴嫌污。太平易作。听父老，歌襦袴。愿使君小住，五风十雨。重见一粰三黍。又天边、飞诏殷勤，说相将去。"
        },
        {
            "标题": "送李鹤田入浙赵春谷招",
            "作者": "刘辰翁",
            "内容": "天下南北车书通，行人点点过汴宫。空馀艮岳一拳土，黯惨如雪吹不融。\n平乘楼上王夷甫，一流中外泪如雨。西风羽扇不障尘，更是莲子随根去。\n政事堂中三相公，往往退食如夔龙。少年恸哭不见用，一语不合面发红。\n八年流落无处所，合眼当朝遽如许。忠魂不到海门潮，别殿芙蓉废为圃。\n茫茫古路日平西，不信金铜不泪垂。浮沈亲故懒相问，白发唯有春风知。\n李侯髀肉堪流涕，同谷哀吟越州弟。买丝刺绣刺未成，公子翩翩雁书至。\n飘飘起望白云间，裘雪牛车度赤山。年馀七十能几见，我且欲往穷当还。\n平生高李经行处，寂寞断桥漂落絮。不知到日似枯鱼，泪入黄河别鲂鱮。\n当空殿阁密云团，曾和薰弦接羽翰。至今尚留花石否，杜鹃再赋长恨端。\n苏州正念东邻女，伤心更遇杨开府。语言憔悴敢分明，买酒行浇茂陵土。"
        },
        {
            "标题": "摸鱼儿",
            "作者": "刘辰翁",
            "内容": "待欲□、家山未得，方知名不如酒。丹砂便做金句漏，难遣鬓青似柳。试搔首。记移竹南塘，又是三年后。情怀非旧。叹少日相如，垆边老去，能赋上林否。\n\n种兰处，赢得青青种韭。渊明中路相候。何须更待三三径，也自长拖衫袖。青袍皱。便持当金貂，赊取邻家有。小儿拍手。笑昨醉如泥，盟言止酒，何事醒来又。"
        },
        {
            "标题": "春景 林花扫更落",
            "作者": "刘辰翁",
            "内容": "花外愁如海，持觞为扫林。犹深犹可惜，更落更难禁。\n片片春将尽，三三径莫寻。青苔才列席，红雨又沾襟。\n不是乘风去，应如立雪深。柳绵欺我老，旋拂遍能侵。"
        },
        {
            "标题": "忆旧游·渺山城故苑",
            "作者": "刘辰翁",
            "内容": "渺山城故苑，烟横绿野，林胜青油。甚相思只在，华清泉侧，凝碧池头。故人念我何处，坠泪水西流。念寒食如君，江南似我，花絮悠悠。不知身南北，对断烟禁火，蹇六年留。恨听莺不见，到而今又恨，睍睆成愁。去年相携流落，回首隔芳洲。但行去行来，春风春水无过舟。"
        },
        {
            "标题": "春景 柳塘春水漫",
            "作者": "刘辰翁",
            "内容": "柳外澹烟光，芊绵去路长。风花随世界，春水漫池塘。\n手种青青许，堤回曲曲香。绿犹深旧雨，流不动斜阳。\n濠上知鱼乐，桥边看燕忙。栏干风起晚，人影皱罗裳。"
        },
        {
            "标题": "春景 其二 村村自花柳",
            "作者": "刘辰翁",
            "内容": "乱后新烟少，村村自物华。周遭溪上柳，烂熳路傍花。\n独独人沽酒，行行客卖瓜。絮迷三户曲，香满四娘家。\n清汴龙舟远，玄都燕麦斜。琵琶鞍路悄，应念浣溪纱。"
        },
        {
            "标题": "春景 其一 村村自花柳",
            "作者": "刘辰翁",
            "内容": "御宿长杨馆，南山沁水园。风尘犹日日，花柳自村村。\n王谢人家远，朱陈里姓存。飘零香涧水，摇飏绿柴门。\n杜曲风和雨，秦人子又孙。细腰桃露脸，脉脉竟无言。"
        },
        {
            "标题": "水龙吟（和清江李侯士弘来寿）",
            "作者": "刘辰翁",
            "内容": "闲思十八年前，依稀正是公年纪。铜驼陌上，乌衣巷口，臣清如水。是处风筝，满城昼锦，儿郎俊伟。但幅巾藜杖，低垂白鬓，用与绮、问何里。\n\n最忆他年甘旨。也曾经、三仕三已。至今结习，余年未了，业多生绮。安得滕廛，移将近市，长薰晋鄙。望福星炯炯，西江千里，待公来社。"
        },
        {
            "标题": "水龙吟 其二 和清江李侯士弘来寿",
            "作者": "刘辰翁",
            "内容": "闲思十八年前，依稀正是公年纪。铜驼陌上，乌衣巷口，臣清如水。\n是处风筝，满城昼锦，儿郎俊伟。但幅巾藜杖，低垂白鬓，用与绮、问何里。"
        },
        {
            "标题": "秋景 机丝虚夜月",
            "作者": "刘辰翁",
            "内容": "不见机边女，当时独月知。坐令如此夜，虚却理残丝。\n缲得扶桑茧，张成锦字词。弦光空到晓，花影不侵帷。\n尺寸知何用，须臾即别离。小窗思妇懒，不是恤周嫠。"
        },
        {
            "标题": "秋景 十日菊",
            "作者": "刘辰翁",
            "内容": "一年看九九，十日见炎凉。菊有霜前操，人无节后香。\n就令无宿酒，也不似重阳。一夜寒英老，多情旧雨黄。\n帽如前度落，蝶更几时忙。我不知何夕，相收足晚凉。"
        },
        {
            "标题": "满江红（寿某翁）",
            "作者": "刘辰翁",
            "内容": "十岁儿童，看骑竹、花阴满城。与新第、桐乡孙子，高下齐生。倚枕不寻柯下梦，举头自爱橘中名。但有时、米价问如何，公助平。\n\n东西塾，听书声。长短卷，和诗成。总神仙清福，前辈家庭。试问凌烟图相国，何如洛寺写耆英。甚天公、属意富民侯，银信青。"
        },
        {
            "标题": "疏影（催雪）",
            "作者": "刘辰翁",
            "内容": "香篝素被。听花犯低低，瑶花开未。长记那时，炽炭围炉，瘦妻换酒行试。党家人在销金帐，约莫是、打围归际。又谁知、别忆烹茶，冷落故家愁思。\n\n闻道滕骄巽懒，今朝待檄与，翻云须易。白白不成，又不教晴，做尽黄昏情味。银河本是冰冰底。怎忍向、东风成水。待满城、玉宇琼楼，却报卧庐人起。"
        },
        {
            "标题": "霜天晓角（寿吴蒙庵）",
            "作者": "刘辰翁",
            "内容": "臞然如竹。自是天仙福。小小画堂锦样，听人唱、鹤飞曲。\n\n橙橘黄又绿。蟹到新篘熟。便做月三十斛，饮不尽、菊潭菊。"
        },
        {
            "标题": "霜天晓角·归来把菊",
            "作者": "刘辰翁",
            "内容": "归来把菊。春瓮今朝熟。苦苦留君不得，携孺子、到汾曲。庐山真面目。冰清还映玉。长笑欧公老懒，君且住，饮螺绿。"
        },
        {
            "标题": "霜天晓角（寿康臞山）",
            "作者": "刘辰翁",
            "内容": "问春来未。也似辛壬癸。如此男儿五十，又过却、孔融二。\n\n画堂孙子子。新桃如故垒。不管明朝后日，春满眼、是千岁。"
        },
        {
            "标题": "霜天晓角（中秋对月）",
            "作者": "刘辰翁",
            "内容": "乌云汗漫。浊浪翻河汉。过尽千重魔障，堂堂地、一轮满。\n\n秋光还又半。檐声初漏断。不管满身花露，已办著、二更看。"
        },
        {
            "标题": "霜天晓角（和中斋九日）",
            "作者": "刘辰翁",
            "内容": "骑台千骑。有菊知何世。想见登高无处，淮以北、是平地。\n\n老来无复味。老来无复泪。多谢白衣迢递，吾病矣、不能醉。"
        },
        {
            "标题": "水龙吟·多年绿幕黄帘",
            "作者": "刘辰翁",
            "内容": "多年绿幕黄帘，瓶花黯黯无谁主。荀陈迹远，燕吴路断，何人星聚。四圣楼台，水仙华表，冷烟和雨。但徘徊梦想，美人不见，空犹记、铁炉步。过尽凉风天末，坠华笺、行行飞翥。一端翠织，锦鲸茅屋，天吴惊舞。念我何辰，涸阴冰子，生怜金虎。恨儿痴不了，山川悠缅，共君黉宇。"
        },
        {
            "标题": "水龙吟（寓兴和巽吾韵）",
            "作者": "刘辰翁",
            "内容": "何须银烛红妆，菜花总是曾留处。流觞事远，绕梁歌断，题红人去。绕蝶东墙，啼莺修竹，疏蝉高树。叹一春风雨，归来抱膝，怀往昔、自凄楚。\n\n遥望东门柳下，梦参差，欲归幽路。断红芳草，连空积水，凭杭坠雾。水洗铜驼，天清华表，升平重遇。但相如老去，江淹才尽，有何人赋。"
        },
        {
            "标题": "水龙吟 其一 寓兴和巽吾韵",
            "作者": "刘辰翁",
            "内容": "何须银烛红妆，菜花总是曾留处。流觞事远，绕梁歌断，题红人去。\n绕蝶东墙，啼莺修竹，疏蝉高树。叹一春风雨，归来抱膝，怀往昔、自凄楚。"
        },
        {
            "标题": "水龙吟·看人削树成槎",
            "作者": "刘辰翁",
            "内容": "看人削树成槎，布帆海上秋风浪。白头坡老，知津水手，倚桄榔杖。九点齐州，半生髀肉，烟尘苍莽。但北窗梦转，青阴满眼，抚陈迹、玩新涨。\n\n世事艰难已遍，笑而今、不堪重想。龙筋虎骨，根深伏兔，擎空千丈。礼乐文章，终须梦卜，南人为相。问凌烟生面，他时仿佛，似何人像。"
        },
        {
            "标题": "水调歌头·鹤会正阳後",
            "作者": "刘辰翁",
            "内容": "鹤会正阳後，又为此公来。向时圯上，不似魁梧出尘埃。少日河东赋手，醉里新丰对草，谈笑上金台。太子少灵气，马客岂仙才。紫貂裘，骇犀剑，鹦鹉杯。龙涎沈水是浅，薄命有人猜。闻说老仙清健，想见风姿皓伟，天语快行催。凫舄看双去，槐第似亲栽。"
        },
        {
            "标题": "水龙吟·闲思十八年前",
            "作者": "刘辰翁",
            "内容": "闲思十八年前，依稀正是公年纪。铜驼陌上，乌衣巷口，臣清如水。是处风筝，满城昼锦，儿郎俊伟。但幅巾藜杖，低垂白鬓，用与绮、问何里。\n\n最忆他年甘旨。也曾经、三仕三已。至今结习，余年未了，业多生绮。安得滕廛，移将近市，长薰晋鄙。望福星炯炯，西江千里，待公来社。"
        },
        {
            "标题": "水调歌头 其十二 和巽吾观荷",
            "作者": "刘辰翁",
            "内容": "仙掌下驰道，清露滴芙蓉。无憀似酒初醒，身世笑颦中。\n万朵花灯夜宴，一叶扁舟海岛，寂寂五更风。误赏明妆靓，愁思满青铜。"
        },
        {
            "标题": "水调歌头·明月隔千里",
            "作者": "刘辰翁",
            "内容": "明月隔千里，风动帐纹开。故人锦字如梦，梦转雁初来。倚遍西山朝爽，行过石头旧渡，久别忽经怀。不得与之语，日夕独持杯。调绿水，歌白雪，有心哉。也知尻高啄俯，无计脱尘埃。狗尾貂蝉满座，贝带鵕鸃弄粉，一舆一臣台。岁晚不如愿，谁更忿灰堆。"
        },
        {
            "标题": "水龙吟（寿周耐轩）",
            "作者": "刘辰翁",
            "内容": "多年袖瓣心香，重新拈出为公寿。唤起老龙，如今正是，欠伸时候。弱语闻莺，轻阴转柳，弦薰未透。信江南，自有真儒未用，须待见、衮和绣。\n\n闻说锋车在道，更四辈、传宣来骤。蟠胸何限，天门夜对，春宫晨奏。梅子阴浓，菖蒲花老，桔槔闲后。但北关下泽，遗民社在，贺公归昼。"
        },
        {
            "标题": "水调歌头·不见古时月",
            "作者": "刘辰翁",
            "内容": "不见古时月，何似汉时秋。朱陈村里新样，新妇又骑牛。欲脱参前氐後，又说河边河鼓，此会没来由。何处设瓜果，香动帻沟窭。郭郎老，谁为理，岂情流。人间□睡五日，五日复何悠。吾腹空虚久矣，子有满堂锦绣，犊鼻若为酬。玉友此时好，空负葛巾篘。"
        },
        {
            "标题": "水调歌头（和巽吾观荷）",
            "作者": "刘辰翁",
            "内容": "仙掌下驰道，清露滴芙蓉。无憀似酒初醒，身世笑颦中。万朵花灯夜宴，一叶扁舟海岛，寂寂五更风。误赏明妆靓，愁思满青铜。\n\n陂六六，三十六，渺何穷。江南曲曲烟雨，谁是醉施翁。但恨才情都老，无复风流曾梦，缥缈赋惊鸿。寄语清净社，小饮合相容。"
        },
        {
            "标题": "春景 游丝白日静",
            "作者": "刘辰翁",
            "内容": "静似长门里，初晴未暑时。悠悠销白日，冉冉上游丝。\n白发因风起，青虫映户垂。墙阴双蝶远，花影一帘迟。\n新垒乾泥絮，晴衙散蜜脾。鸟惊梅子落，深院客争棋。"
        },
        {
            "标题": "水调歌头（和马观复中秋）",
            "作者": "刘辰翁",
            "内容": "不饮强须饮，不饮奈何明。也曾劬秃当了，依旧滑如冰。一吸金波荡漾，再吸琼楼倾倒，吾杓亦长盈。试入壶中看，只似世间晴。\n\n饮连江，江连月，月连城。十年离合老矣，悲喜得无情。想见凄然北望，欲说明年何处，衣露为君零。同此大圆镜，握手认环瀛。"
        },
        {
            "标题": "水调歌头·我有此客否",
            "作者": "刘辰翁",
            "内容": "我有此客否，难作主人翁。小年自不相似，偶与大年同。见说东厢诸少，正拥家君胜会，二八舞歌钟。亦欲得公重，公在画堂中。笑青蒿，真小草，倚长松。典衣欲作汤饼，家酿愧瓶空。公有潭州百斛，公有秫田二顷，贺客万钱通。小大不相似，但可似公聋。"
        },
        {
            "标题": "水调歌头（腊月二十一日可远堂索赋）",
            "作者": "刘辰翁",
            "内容": "落日半亭榭，山影没壶中。苍然欲不可极，迢递未归鸿。锦织家人何在，春寄故人不到，寂寞听疏钟。木末见江去，无雪著渔翁。\n\n词舂容，歌慷慨，语玲珑。岁云暮矣相见，明日是东风。远想使君台上，携手与人同乐，中夜说元龙。世事无足语，且看烛花红。"
        },
        {
            "标题": "夏景 讼风伯",
            "作者": "刘辰翁",
            "内容": "岂敢讼穹穹，何堪败愿丰。云乎难致雨，伯也实司风。\n长是垂将合，吹之使不同。不思商怨后，但霸楚称雄。\n已脱知臣罪，不诛无岁功。皇恩惩使悔，终念小心仝。"
        },
        {
            "标题": "踏莎行·珠压相於",
            "作者": "刘辰翁",
            "内容": "珠压相于，胭脂同傅。樊家更共谁家语。\n梢头结取一番愁，玉箫不会双双侣。\n\n风送流莺，前歌后舞。并桃欲吐含来住。\n双飞燕子自相衔，会教唇舌调鹦鹉。"
        },
        {
            "标题": "苏李泣别图",
            "作者": "刘辰翁",
            "内容": "事已矣，泣何为？苏武节，李陵诗。噫！"
        },
        {
            "标题": "太常引（寿李同知）",
            "作者": "刘辰翁",
            "内容": "此公去暑似新秋。吏毒一句句。行县胜监州。觉甘雨、随车应求。\n\n鹭清为酒，螺清为寿，起舞祝君侯。急召也须留。廿四考、中书到头。"
        },
        {
            "标题": "琐窗寒（和巽吾闻莺）",
            "作者": "刘辰翁",
            "内容": "嫩绿如新，娇莺似旧，今吾非故。空山过雨，睍完留春春去。似尊前曲曲阳关，行人回首江南处。漫停云低黯，征衫憔悴，酒痕犹污。\n\n欲语。浑未住。记匹马经行，风林烟树。家山何在，想见绿窗啼雾。又何堪满目凄凉，故园梦里能归否。但数声、惊觉行云，重蕧\n\n最是一人称好处。昨日小春留得住。梅花信信望东风，须待公归香满路。年时今已度。长是巴山深夜雨。宣又召，凯还簇簇，要见寿觞举。\n\n扫尽窝蜂闲绣斧。叠鼓春声欢岁暮。燕台剑履趣锋车，银信低低传好语。紫貂裘脱与。肘印累累映三组。但重省，西来斗水，忘却爱卿取。"
        },
        {
            "标题": "春景 空院落花深",
            "作者": "刘辰翁",
            "内容": "绿沈空院雨，依约旧谁家。已废惟芳草，尤深是落花。\n阴阴迷燕垒，籍籍失蜂衙。数点埋香玉，千枝委雪沙。\n楼残金谷障，路合玉钩斜。唤醒弓弯舞，天风即海涯。"
        },
        {
            "标题": "摊破浣溪沙/山花子",
            "作者": "刘辰翁",
            "内容": "醉里微寒著面醒。天风不展帽敧倾。行过溪深松雪下，夜三更。白白野田铺似月，瑽瑽沙路踏如冰。不见剡溪三百曲，一舟横。"
        },
        {
            "标题": "摊破浣溪沙/山花子 其二",
            "作者": "刘辰翁",
            "内容": "澹澹胭脂浅著梅。温柔不上避风台。若比杏桃真未识，夺银胎。"
        },
        {
            "标题": "寿城山六十五",
            "作者": "刘辰翁",
            "内容": "留得八千唐刺史，看成百亿宰官身。不争一月大小闰，犹是两朝耆俊人。\n今岁两翻初度日，明年三十六宫春。近来化得乡君子，为报麻姑不更尘。"
        },
        {
            "标题": "糖多令",
            "作者": "刘辰翁",
            "内容": "寒雁下荒洲。寒声带影流。便寄书、不到红楼。如此月明如此酒，无一事、但悲秋。\n\n万弩落潮头。灵胥还怒不。满湖山、犹是春愁。欲向涌金门外去，烟共草、不堪游。"
        },
        {
            "标题": "糖多令",
            "作者": "刘辰翁",
            "内容": "残日下瓜洲。平安火又流。月高高、挂古城楼。回首少年真可笑，无一事、又悲秋。\n\n天在海边头。天风有意不。结桂枝、袅袅余愁。不是银河无去路，先不去、后难游。"
        },
        {
            "标题": "糖多令",
            "作者": "刘辰翁",
            "内容": "日落紫霞洲。兰舟稳放流。玉虹仙、如在黄楼。何必锦袍吹玉笛，听欸乃、数声秋。\n\n赤壁舞涛头。周郎还到不。倚西风、袅袅余愁。唤起横江飞道士，来伴我、月中游。"
        },
        {
            "标题": "糖多令（丙申中秋）",
            "作者": "刘辰翁",
            "内容": "明月满河洲。星河带月流。料素娥、独倚琼楼。竟是何年何药误，魂梦冷、不禁秋。\n\n少日梦龙头。知君犹梦不。算虚名、不了闲愁。便有鹄袍三万辈，应不是、旧京游。"
        },
        {
            "标题": "探梅四绝 其三",
            "作者": "刘辰翁",
            "内容": "后五百年无放翁，狂歌醉舞与谁同。渔人入得桃花洞，犹有梅花路未通。"
        },
        {
            "标题": "春景 禅房花木深",
            "作者": "刘辰翁",
            "内容": "此处少人迹，禅房深客心。殿廊常寂寂，花木自深深。\n面壁看红影，蒲团对绿阴。定回蜂欲逗，香在蝶难寻。\n棋电惊青子，茶烟出半林。客来参话久，隔屋听鸣禽。"
        },
        {
            "标题": "秋景 庭榴剖朱实",
            "作者": "刘辰翁",
            "内容": "榴压中庭坠，冰盘荐玉壶。西风吹转绿，嘉实剖来朱。\n摘向栏干近，安除海外无。微醺揎绛袖，一笑灿明珠。\n酸彻邻机齿，凉生浴锦肤。冷思当日艳，血色盛罗襦。"
        },
        {
            "标题": "双调望江南（寿谢寿朋）",
            "作者": "刘辰翁",
            "内容": "前之夕，织女渡河边。天上一朝元五日，人间小住亦千年。相合降神仙。\n\n当富贵，掩鼻正高眠。欲语会稽仍小待，不知文举更堪怜。蔗境在顽坚。"
        },
        {
            "标题": "金缕曲（寿朱氏老人七十三岁）",
            "作者": "刘辰翁",
            "内容": "七十三年矣。记小人、四百四十五番甲子。看到蓬莱水清浅，休说树犹如此。但梦梦、昨非今是。一曲尊前离鸾操，抚铜仙、清泪如铅水。歌未断，我先醉。\n\n新来画得耆英似。似灞桥、风雪吟肩，水仙梅弟。里巷依稀灵光在，飞过劫灰如洗。笑少伴、乌衣余几。老子平生何曾默号默轩，暮年诗、句句皆成史。个亥字，甲申起。"
        },
        {
            "标题": "文文山画像赞",
            "作者": "刘辰翁",
            "内容": "闲居忽忽，万古咄咄。天风惨然，如动生发。如何寻约，亦念束刍。\n岂其英爽，犹累形躯。同时之人，能不颡泚。昔忌其生，今妒其死。"
        },
        {
            "标题": "乌夜啼·何年似永和年",
            "作者": "刘辰翁",
            "内容": "何年似永和年。记湖船。如此晴天无处、望新烟。江南女，裙四尺，合秋千。昨日老人曾见、久潸然。"
        },
        {
            "标题": "春景 花飞减却春",
            "作者": "刘辰翁",
            "内容": "老子情如海，花无醉后新。飞来如许雪，减却不多春。\n轻薄随流水，颠狂落近邻。犹寒犹未晚，半雨半成尘。\n拾翠危无路，残红老得人。清晨添酒量，日日是芳辰。"
        },
        {
            "标题": "西江月·曾与回翁把手",
            "作者": "刘辰翁",
            "内容": "曾与回翁把手，自宜老子如龙。怀胎不敢问春冬。等待鞭鸾笞凤。昨夜又迟黄石，今朝重叩鸿濛。碧桃花下醉相逢。说尽鹏游蝶梦。"
        },
        {
            "标题": "秋景 江动月移石",
            "作者": "刘辰翁",
            "内容": "石是龙眠处，终无石可扛。未应江动月，自是月移江。\n本似岷山雪，今为岭表泷。是谁惊兔杵，失却钓鱼矼。\n投渚天为碎，蹲磻影忽双。桂轮无侧匿，眼眼似窥窗。"
        },
        {
            "标题": "西江月 其二 忆仙",
            "作者": "刘辰翁",
            "内容": "曾与回翁把手，自宜老子如龙。怀胎不敢问春冬。\n等待鞭鸾笞凤。"
        },
        {
            "标题": "西江月（忆仙）",
            "作者": "刘辰翁",
            "内容": "曾与回翁把手，自宜老子如龙。怀胎不敢问春冬。等待鞭鸾笞凤。\n\n昨夜又迟黄石，今朝重叩鸿濛。碧桃花下醉相逢。说尽鹏游蝶梦。"
        },
        {
            "标题": "虞美人 其十二 大红桃花",
            "作者": "刘辰翁",
            "内容": "鞓红乾色无光霁。须是鲜鲜翠。翛然一点系裙腰。不著人间金屋、恐难销。"
        },
        {
            "标题": "望江南",
            "作者": "刘辰翁",
            "内容": "梧桐子，人在御街游。凤宿云绡金缕带，龙池翠帐玉香球。宫女后庭秋。"
        },
        {
            "标题": "寿段知事",
            "作者": "刘辰翁",
            "内容": "晓立斓斑拜二亲，拥门贺客半诗人。月三十斛菊花水，秋八千年椿树春。\n每有传闻须说项，明当召入定留恂。南来北去多陈迹，惟有声名日日新。"
        },
        {
            "标题": "一翦梅（和敖秋崖为小孙三载寿谢）",
            "作者": "刘辰翁",
            "内容": "人生总受业风吹。三岁儿儿。八十儿儿。深闺空谷把还持。啼看人知。啼怕人知。\n\n客中自种绿猗猗。月下横枝。雪下横枝。尊前百岁且开眉。今岁今时。前岁今时。"
        },
        {
            "标题": "春景 春燕巢林",
            "作者": "刘辰翁",
            "内容": "燕子故依人，重来迹已陈。主楼空舞地，林木自巢春。\n无复郊迎乙，惟应语诉辛。乾坤一枝土，风雨画梁身。\n荒草歌尘远，颓松社屋新。寻常空巷里，忆着旧家贫。"
        },
        {
            "标题": "宴春台（寿周耐轩）",
            "作者": "刘辰翁",
            "内容": "五十三年，韶华刚度，今年夏五十三。瑞鹤朝来，待公弥月重探。人生贵寿多男。看斓斑室，添个荷衫。□□□，亭亭八面，醉倚红酣。\n\n承平故事，暇日清谈。云龙风虎，塞北江南。午桥午枕，羲皇白日如惔。手种蟠桃，明年看取，实大如柑。奈何堪。天妒人睡美，趣趁朝参。"
        },
        {
            "标题": "春景 春风花草香",
            "作者": "刘辰翁",
            "内容": "高下花成谷，烟绵草际空。以香为世界，布馥是春风。\n骀荡蛛丝外，颠狂蝶梦中。汀洲仙药市，天地锦薰笼。\n澧浦遗余绿，昌州绝世红。馀芳犹可藉，应恨耿匆匆。"
        },
        {
            "标题": "谒金门（和巽吾海棠韵）",
            "作者": "刘辰翁",
            "内容": "游赏竞。看取落红阵阵。花睡不成娇似病。春寒空受尽。\n\n旧日不知繁盛。欲饮如今无兴。恨满东风无绿鬓。东风还自恨。"
        },
        {
            "标题": "水调歌头（和尹存吾）",
            "作者": "刘辰翁",
            "内容": "造物反乎覆，白首困耆英。吟风赏月石上，一笑再河清。一百八盘道路，二十四桥歌舞，身世梦堪惊。独酌未能醉，已醉蓦然醒。\n\n别与老，惊相见，几回新。来时燕栖未稳，满耳又蝉声。闲忆钱塘江上，两点青山欲白，血石起鞭霆。此事复安在，相对说平生。"
        },
        {
            "标题": "忆秦娥·惊雷节",
            "作者": "刘辰翁",
            "内容": "惊雷节。梅花冉冉销成雪。销成雪。一年一度，为君肠绝。古人长恨中年别。馀年又过新正月。新正月。不堪临镜，不堪垂发。"
        },
        {
            "标题": "忆秦娥·收灯节",
            "作者": "刘辰翁",
            "内容": "收灯节。霖铃又似龟山雪。龟山雪。今宵清绝，今宵愁绝。老人似少终然别。痴痴更望春三月。春三月。花如人面，自羞余发。"
        },
        {
            "标题": "酹江月/念奴娇 其六 怪梅一株，为北客载酒移寘盆中，伟然",
            "作者": "刘辰翁",
            "内容": "岁寒相命，算人间、除了梅花无物。窥宋三年又不是，草草东邻凿壁。\n偃蹇风前，沉吟竹外，直待天骄雪。白家人至，一枝横出终杰。"
        },
        {
            "标题": "虞美人·犹疑绿萼花微甚",
            "作者": "刘辰翁",
            "内容": "犹疑绿萼花微甚。难与青莲并。\n青莲朵朵是天人。又向天人想见、洛阳春。\n\n多情素质尘生步。况被潘妃污。\n此花仍是□微赪。却似娇波波外、两眉青。"
        },
        {
            "标题": "春景 寒食四邻清",
            "作者": "刘辰翁",
            "内容": "寒食掩柴荆，春郊无意行。极知三日近，并觉四邻清。\n绿暗鸦衔纸，晴明笛卖饧。朱陈前社远，王谢断烟横。\n鹤表怜城冢，鲭盘冷客卿。昭丘茅屋破，千载见人情。"
        },
        {
            "标题": "春景 莺啭谢娘慵",
            "作者": "刘辰翁",
            "内容": "春似谢娘浓，晴酣困未松。莺从何处啭，人比向来慵。\n啼得娇成曲，听馀恨满胸。闲看风柳絮，更问绣花茸。\n隔屋渠三折，倚屏山万重。棋声惊过鸟，敌手不曾逢。"
        },
        {
            "标题": "虞美人·空明一朵扬州白",
            "作者": "刘辰翁",
            "内容": "空明一朵扬州白。红紫无□色。是谁唤作水晶球。惹起高烧银烛、上元愁。去年一捧飞来雪。不似渠千叶。狂风一蹴过秋千。憔悴玉人和泪、望婵娟。"
        },
        {
            "标题": "虞美人·天香国色辞脂粉",
            "作者": "刘辰翁",
            "内容": "天香国色辞脂粉。肯爱红衫嫩。然自取玉为衣。似是银河水皱、织成机。寒欺薄薄春无力。月浸霓裳湿。一窠香雪世间稀。可惜不教留到、布衣时。"
        },
        {
            "标题": "虞美人（客中送春）",
            "作者": "刘辰翁",
            "内容": "楼台烟雨朱门悄。乔木芳云杪。半窗天晓又闻莺。比似当年春尽、最关情。\n\n客中自被啼鹃恼。况落春归道。满怀憔悴有谁知。犹记涌金门外、送人时。"
        },
        {
            "标题": "虞美人（城山堂试灯）",
            "作者": "刘辰翁",
            "内容": "黄柑擘破传春雾。新酒如清露。城中也是几分灯。自爱城山堂上、两三星。\n\n枝头未便风和雨。寂寞无歌舞。天公肯放上元晴。自是六街三市、少人行。"
        },
        {
            "标题": "虞美人（中秋对月）",
            "作者": "刘辰翁",
            "内容": "秋阴团扇如人老。渐近中秋好。新凉还忆小楼边。自在一窗明月、傍人眠。\n\n多情谁到星河晓。只道圆时少。他年几处与君看。长是成愁成恨、不成欢。"
        },
        {
            "标题": "虞美人·寿安楼子重重蕊",
            "作者": "刘辰翁",
            "内容": "寿安楼子重重蕊。少见如鱼尾。\n向来染得渭脂红。又自细摇花浪、动春风。\n\n赪鳞似是人谁信。但向残红认。\n若教随水去悠然。为报沙头玉鹭、莫贪鲜。"
        },
        {
            "标题": "春景 闲院绿阴生",
            "作者": "刘辰翁",
            "内容": "花院苔空积，游丝若有情。断无珠履迹，闲见绿阴生。\n缥缈朱帘悄，丁东玉漏鸣。隔窗梅子落，绕屋笋竿成。\n几日落红雨，数声深处莺。午鸡人睡起，绕水看鱼行。"
        },
        {
            "标题": "鹧鸪天（和谢胡盘居贶橘为寿）",
            "作者": "刘辰翁",
            "内容": "自入孤山分外香。南枝不改旧时妆。为曾盘里承青眼，一见溪头道胜常。\n\n商山乐，又相羊。上方不复记传觞。橘中个个盘深窈，依倚东风局意长。"
        },
        {
            "标题": "春景 春草步步绿",
            "作者": "刘辰翁",
            "内容": "何苦怀芳草，无情绿又新。年年生古道，步步是青春。\n愁碧连分袂，飞红堕舞茵。一筇当秀野，万里亦随人。\n莽苍成芜楚，烟绵又入秦。长安红紫陌，罗袜已生尘。"
        },
        {
            "标题": "秋景 吹笛月明中",
            "作者": "刘辰翁",
            "内容": "何处吹长笛，千年恨未终。关山人去后，秋夜月明中。\n旷野参差久，寒江滉漾通。曲终郿县坞，怨彻广寒宫。\n海外阴晴异，天涯慷慨同。江南回首处，歌罢水流东。"
        },
        {
            "标题": "山行雨中二首 其一",
            "作者": "刘辰翁",
            "内容": "雨行如漏蓬，侧身半车中。风翻荷叶白，难可为芙蓉。\n向来三重茅，仰屋叹穿空。已经乱离苦，志念常从容。"
        },
        {
            "标题": "山行雨中二首 其二",
            "作者": "刘辰翁",
            "内容": "入城过新雨，路静市人稀。吾家林塘间，水鸭狂欲飞。\n门阑稚子笑，隔树见翁归。何人无此乐，颓暮乐知希。"
        },
        {
            "标题": "长相思（喜晴）",
            "作者": "刘辰翁",
            "内容": "上元晴。上元晴。待得晴时坐触屏。山禽三两声。\n\n欲归城。未归城。见说城中处处灯。明年处处行。"
        },
        {
            "标题": "昭君怨（玩月）",
            "作者": "刘辰翁",
            "内容": "月出东山之上。长忆御街人唱。恨我不能琴。有琴心。\n\n徙倚秋波平莹。渐久玉肌清冷。待更下阑干。起来看。"
        },
        {
            "标题": "鹧鸪天 其六 立春后即事",
            "作者": "刘辰翁",
            "内容": "旧日桃符管送迎。灯毯爆竹斗先嬴。鹿门乱走团栾久，才到城门有鼓声。"
        },
        {
            "标题": "秋景 芙蓉红岸湿",
            "作者": "刘辰翁",
            "内容": "岸柳似衰容，高花忽数重。红光荡人意，清露湿芙蓉。\n秾丽秋深见，攀翻木末逢。便疑江濯锦，不是隰游龙。\n寒倚惊裙溅，云归悄梦踪。霜风多意思，残日挂高舂。"
        },
        {
            "标题": "鹧鸪天（九日）",
            "作者": "刘辰翁",
            "内容": "白白江南一信霜。过都字不到衡阳。老嘉破帽并吹却，未省西风似此狂。\n\n攀北斗，酌天浆。月香满似菊花黄。神仙暗度龙山劫，鸡犬人间百战场。"
        },
        {
            "标题": "鹧鸪天（立春后即事）",
            "作者": "刘辰翁",
            "内容": "旧日桃符管送迎。灯球爆竹斗先赢。鹿门乱走团栾久，才到城门有鼓声。\n\n梅弄雪，柳窥晴。残年犹自冷如冰。欲知春色招人醉，须是元宵与踏青。"
        },
        {
            "标题": "春景 其二 新年贺太平",
            "作者": "刘辰翁",
            "内容": "相过贺新元，干戈且息肩。不图垂老日，还见太平年。\n灰向昆明尽，春从待漏传。衣冠禾黍地，箫鼓杏花天。\n灯市嬉遗老，旗亭卧醉仙。山林闻好语，天下米三钱。"
        },
        {
            "标题": "春景 其一 新年贺太平",
            "作者": "刘辰翁",
            "内容": "乱向残年定，东风息战尘。太平如可待，相见贺从新。\n自笑屠苏我，谁吹画角秦。\n几人天宝旧，重赏后元春。卖钏犹堪醉，簪花不恨贫。\n渊明今甲子，犹是晋时人。"
        },
        {
            "标题": "烛影摇红·老子婆娑",
            "作者": "刘辰翁",
            "内容": "老子婆娑，那回也上南楼去。素娥有恨隐云屏，元是娇痴故。惊扇徘徊未许。耿多情、为谁堪诉。使君愁绝，独倚阑干，後期无据。有酒如船，片云扫尽霓裳露。他时与客更携鱼，犹记临皋路。因念南羁北旅。醉乌乌、凭君楚舞。问君不见，璧月词成，楼西沉处。"
        },
        {
            "标题": "烛影摇红（丙子中秋泛月）",
            "作者": "刘辰翁",
            "内容": "明月如冰，乱云飞下斜河去。旋呼艇子载箫声，风景还如故。袅袅余怀何许。听尊前、呜呜似诉。近年潮信，万里阴晴，和天无据。\n\n有客秋风，去时留下金盘露。少年终夜奏胡笳，谁料归无路。同是江南倦旅。对婵娟；君歌我舞。醉中休问，明月明年，人在何处。"
        },
        {
            "标题": "减字木兰花（自述）",
            "作者": "刘辰翁",
            "内容": "不能管得。欲雨能教天地黑。待得开晴。不用吾言也自行。\n\n一杯亦醉。万事无能吾欲睡。旧亦能诗。说旧时诗问是谁。"
        },
        {
            "标题": "最高楼·非是雪",
            "作者": "刘辰翁",
            "内容": "非是雪，只是玉楼成。屑不尽云英。东边老树颓然折，西头稚柳爆然声。试平安，松丈丈，竹兄兄。有谁向、金船呼小玉，又谁怜、纸帐梦飞琼。怪疏影，坠娉婷。唤起老张寒蔌蔌，好歌白雪与君听。但党家，人笑道，太粗生。"
        },
        {
            "标题": "最高楼（壬辰寿王城山八十）",
            "作者": "刘辰翁",
            "内容": "朱顶字，八十正平头。添作八千秋。无能也自收郿坞，到今恨不贬潮州。看几人，炎又冷，老还羞。\n\n也不学、太公忙把火。也不学、申公轮转磨。休莫莫，莫休休。小迟授业何曾吃，更迟食乳不须愁。且从容，某水钓，某丘游。"
        },
        {
            "标题": "最高楼·银河水",
            "作者": "刘辰翁",
            "内容": "银河水，洗得世间清。山色雨馀青。老子纶巾棋别墅，人家鼾睡柝秋城。定谁劳，定谁福，定谁能。常恨著、景升儿不似。又恨著、景升牛小耳。空相望，愧平生。我欲临风扶玉树，自攀承露酌金茎。看昆明，鳞石长，海桑晴。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "元朝京城的太学",
            "Background": "刘辰翁被王泰来召见，讨论国家大事，王泰来询问刘辰翁对贾似道政策的看法，刘辰翁坦言不满，表达了对贾似道主政的担忧，二人就当前学术与政治的关系展开激烈讨论。",
            "Dialogue": "{\n    角色名:王泰来 \n    动作:(坐于书案前，目光凝重，轻轻抚摸着案上的文书)\n    讲话:刘辰翁先生，近闻贾似道主政之事，真乃朝中之忧也。请教您对其施政之见，是否真如传言所言，令民生困苦，学术凋零？在下心中忧虑，国之未来，恐难以寄托于此等政务之人，您以为如何？\n}\n{\n    角色名:刘辰翁 \n    动作:(起身走至窗前，目光远眺，语气坚定)\n    讲话:王大学士所言甚是，贾似道所施之策，虽有意图安邦治国，然其所取之法，岂非颠覆古道，反为民众所怨？我观其政，虽有表面之繁华，然实则内中空虚，治国之道，非唯依靠权势，更需以仁义为本，宽厚待人。若继续如此，恐怕百姓之怨声载道，国将不国，学术之昌明，亦将化为乌有。此乃我之忧虑，望王大学士能深思。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "一处文人雅集",
            "Background": "刘辰翁与辛弃疾相聚，二人谈诗作，辛弃疾邀请刘辰翁为自己的新作作序，刘辰翁欣然应允，互相吟诵诗句，气氛雅致，令旁人叹服。",
            "Dialogue": "{\n    角色名:辛弃疾 \n    动作:(微微一笑，举杯邀饮，神情轻松)\n    讲话:刘先生，今晨得见，真是令我心喜，难得良朋共聚，且吟诗作对，岂不快哉？我近日有新作，愿请您为我作序，您以为可否？\n}\n{\n    角色名:刘辰翁 \n    动作:(端正坐姿，略显严肃，放下酒杯)\n    讲话:辛兄所言让我倍感荣幸，然作序之事，非我所求，实因我对兄之才情钦佩已久，愿为此作。然兄之诗词，必定寄托了您心中之情与思，若能让后人知晓，实乃我之荣幸。请吟诵几句，以飨我耳。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "刘辰翁的书房",
            "Background": "刘辰翁收到来自江万里的信件，信中提及即将举办的诗会，刘辰翁在信中回应，表达了对文会的期待，并询问江万里近况，信中流露出诗人之间的深厚友谊。",
            "Dialogue": "{\n    角色名:江万里 \n    动作:(轻轻打开信件，神情期待)\n    讲话:刘先生，近日收到您的信件，倍感欣喜。明日即将举办诗会，诚邀您共襄盛举。您近来可好，望能在会上听到您的高论，方能不负此盛会。\n}\n{\n    角色名:刘辰翁 \n    动作:(提笔，思索片刻)\n    讲话:江兄来信，读罢心中温暖。诗会之事，我自当前往，然当日盛会，必需带上几首新作，恭贺友人之余，亦是我之心意。至于您近况，亦甚挂念，望兄安好，待相聚之时，再叙旧情。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "庐陵的家中",
            "Background": "刘辰翁的子刘将孙向父亲请教诗词，刘辰翁耐心地为其讲解古典诗词的技巧与情感表达，二人讨论家族的文学传承与未来发展，家庭氛围温馨。",
            "Dialogue": "{\n    角色名:刘将孙 \n    动作:(坐于书桌前，手拿卷轴，眼中期待)\n    讲话:父亲，我最近在读古诗，心中有些疑惑，您能为我解答吗？古人的诗词，似乎总有深意，我却难以理解其中的情感与表达，您能教我几句吗？\n}\n{\n    角色名:刘辰翁 \n    动作:(微微一笑，靠近儿子，轻声道)\n    讲话:将孙，古诗之美，常在于其言外之意。若想理解，需细细品味，感受其间情感。比如“举头望明月，低头思故乡”，其中既有对月的赞美，亦有对故乡的思念。你要学会用心去体会，这才是诗词的真谛。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "庐陵的杏花树下",
            "Background": "刘辰翁与章应子相约，二人一同赏花吟诗，章应子请刘辰翁赋诗一首，刘辰翁即兴作《兰陵王·丙子送春》，二人相互交流各自的创作灵感，情意绵绵。",
            "Dialogue": "{\n    角色名:章应子 \n    动作:(轻步走至杏花树下，手指花瓣)\n    讲话:刘先生，今日春光明媚，杏花如雪，真是个吟诗的好时光。您可否即兴作一首，为这美景留个纪念？\n}\n{\n    角色名:刘辰翁 \n    动作:(微微颔首，随即沉思，缓缓吟诵)\n    讲话:春风拂面杏花飞，独立树下思无归。月明点滴花间影，愿借东风寄远飞。\\n如此佳景，岂能不歌，此诗便是我心中之声，愿与君共勉。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "刘辰翁的书房",
            "Background": "刘辰翁收到来自汪元量的书信，信中请求刘辰翁为其新书作序，刘辰翁在回复中表达了对汪元量学术成就的钦佩，并详细讨论了书中的主题。",
            "Dialogue": "{\n    角色名:汪元量 \n    动作:(坐于书桌前，手中信件，神情虔诚)\n    讲话:刘先生，近来我在写新书，想必您也知，您的学识深厚，特请您为我作序。您是否愿意为我添光增彩？\n}\n{\n    角色名:刘辰翁 \n    动作:(放下手中的书卷，认真思考)\n    讲话:汪兄，我读过您的书，深感其学问之博大。若能为您作序，实乃我之荣幸。然此书之主题，若能告我一二，我便可更好地为您撰写序文，愿能助您一臂之力。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "景定年间的酒楼",
            "Background": "刘辰翁与好友赵孟僩一同饮酒，二人谈及对国家前途的忧虑，刘辰翁即兴作诗，表达对故国的思念和对未来的无奈，酒楼中众人听闻，纷纷赞叹。",
            "Dialogue": "{\n    角色名:赵孟僩 \n    动作:(举杯相邀，神情惆怅)\n    讲话:刘兄，今夜同饮，真是美好，然心中却有些忧虑。国家之事，似乎愈发难以捉摸，不知未来何在，您以为我该如何面对这困境？\n}\n{\n    角色名:刘辰翁 \n    动作:(沉思，微微叹息)\n    讲话:赵兄，国家之事，虽非我辈所能掌控，但心中忧虑不已。我们能做的，便是通过诗词表达我们的情感，激励他人，期望将来能有更好之局面。今日共饮，愿以酒消愁，明日再论天下。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "庐陵的市集",
            "Background": "刘辰翁在市集上遇见久别的友人丁里，二人互诉衷肠，丁里请刘辰翁为其新建的书院题字，刘辰翁欣然同意，并提及教育的重要性。",
            "Dialogue": "{\n    角色名:丁里 \n    动作:(轻声询问，神情恭敬)\n    讲话:刘先生，久仰大名，闻您学识渊博，特来请教，若我新建书院，您可否为我题字，传承文脉，助我一臂之力？\n}\n{\n    角色名:刘辰翁 \n    动作:(微微一笑，点头答应)\n    讲话:丁兄，书院之事，乃是教育之根本，我自当愿意为你题字。教育，是我们传承文化的重要途径，若能助你一臂之力，便是我最大的荣幸。期待书院之名，能传承百世。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "元朝的书院",
            "Background": "刘辰翁作为书院山长，正在与王泰来讨论书院的教学方向与发展，王泰来询问刘辰翁对当时学术风气的看法，二人深入探讨学术与政治的关系。",
            "Dialogue": "{\n    角色名:王泰来 \n    动作:(严肃坐姿，目光坚定)\n    讲话:刘辰翁，作为书院山长，您认为当前学术风气如何？是否应当有所改变，以更好地服务于国政，培养人才？\n}\n{\n    角色名:刘辰翁 \n    动作:(抬头思考，语气坚定)\n    讲话:王大学士，学术与政治本应相辅相成，然今日之学术，似乎偏重于浮华，而失去了实质。我们应当重视真才实学，以培养真正对国家有用的人才，唯有如此，方能使国之未来更加光明。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "庐陵的山水之间",
            "Background": "刘辰翁与连文凤游山玩水，二人吟唱对和，刘辰翁即兴作《西江月·新秋写兴》，连文凤随即和诵，二人心意相通，仿佛置身于诗意的世界之中。",
            "Dialogue": "{\n    角色名:连文凤 \n    动作:(轻声吟诵，神情优雅)\n    讲话:刘先生，今日杏花如海，不如我们即兴作诗，互相吟诵，如何？\n}\n{\n    角色名:刘辰翁 \n    动作:(微微颔首，心中激荡)\n    讲话:连兄所言甚好，今朝春暖花开，正是吟诗的良辰美景。请听我即兴而作的《西江月·新秋写兴》：天上低昂似旧，人间儿女成狂。夜来处处试新妆，却是人间天上。愿与君共赏此情此景。\n}"
        }
    ]
}