{
    "基本信息": {
        "姓名": "张以宁",
        "性别": "男",
        "出生年份": "1301",
        "死亡年份": "1370",
        "享年": "70",
        "朝代": "元",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "张以宁的父是张一清"
    ],
    "其他关系": [
        "张以宁门人为石光霁",
        "张以宁为韩古遗之学生",
        "张以宁学生为石光霁",
        "张以宁为宋濂所著书作序",
        "张以宁为刘三吾所著书作序",
        "张以宁为迺贤所著书作序",
        "张以宁书序由宋濂所作",
        "张以宁书序由胡助所作",
        "张以宁书序由胡瑜所作",
        "张以宁书序由刘三吾所作",
        "张以宁书序由迺贤所作",
        "张以宁书序由黄清老所作",
        "张以宁书序由杨必谦所作",
        "张以宁书序由龙云从所作",
        "张以宁墓志铭由杨荣所作",
        "张以宁为陈憬作墓志铭",
        "张以宁相唱和的对象是朱显文",
        "张以宁相唱和的对象是李稷",
        "张以宁相唱和的对象是廉惠山海牙",
        "张以宁传记作者为宋濂",
        "张以宁为马琬之书、画作跋",
        "张以宁为张舜咨之书、画作跋",
        "张以宁为边鲁之书、画作跋",
        "张以宁受胡瑜的请求为他人（第三方）作墓志铭",
        "张以宁为胡瑜作临别赠言(送别诗、序)",
        "张以宁为陈祖仁作临别赠言(送别诗、序)",
        "张以宁为纳璘不花作临别赠言(送别诗、序)",
        "张以宁向王时致贺",
        "张以宁向李稷致贺",
        "张以宁墓表由杨荣所作",
        "张以宁墓表由杨荣所作",
        "张以宁赠诗、文的对象是丁复",
        "张以宁赠诗、文的对象是张彬",
        "张以宁赠诗、文的对象是贺惟一",
        "张以宁收到萨都剌的赠诗、文",
        "张以宁为危素之建筑物题咏、记、命名",
        "张以宁为李稷之建筑物题咏、记、命名",
        "张以宁为李绎之建筑物题咏、记、命名",
        "张以宁为林庭挥之建筑物题咏、记、命名",
        "张以宁为陈良之建筑物题咏、记、命名",
        "张以宁为沙班之建筑物题咏、记、命名",
        "张以宁为郝偁作学记（书院记）",
        "张以宁为王元恭之诗文作跋",
        "张以宁为申屠𬳶之诗文作跋",
        "张以宁为钱雪界之诗文作跋",
        "张以宁诗文序由蒲仲昭所作"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1327",
            "入仕年龄": "27"
        }
    ],
    "别名信息": [
        {
            "别名": "小张学士",
            "别名类型": "别名、曾用名"
        },
        {
            "别名": "志道",
            "别名类型": "字"
        },
        {
            "别名": "翠屏先生",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [
        {
            "官职": "国子学助教",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "翰林国史院翰林侍讲学士",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "翰林国史院侍读学士",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "县尹",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": "六合"
        },
        {
            "官职": "县尹",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "六合"
        },
        {
            "官职": "州判官",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": "黄岩州"
        },
        {
            "官职": "州判官",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "黄岩州"
        }
    ],
    "地理信息": [
        {
            "地名": "古田",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "古田",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "古田",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "古田",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "古田",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "翠屏集",
            "著述年份": "1360",
            "著述角色": "未详"
        },
        {
            "著述名称": "春秋春王正月考 一卷 辨疑 一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        }
    ],
    "社会区分": [
        "[为官者：文]",
        "博学之人",
        "经学家—春秋",
        "强记;博学强记"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "(301—13700元明间福建古田人，字志道，学者称翠屏先生。元泰定中，以《春秋》举进士，由黄岩判官进六合知县，坐事免官，滞留江淮十年。后官至翰林侍读学士。明师克元都，复授侍讲学士。洪武三年出使安南，死于返程途中。有《春王正月考》、《翠屏集》。 ► 张以宁的诗文(303篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "戏马台",
            "作者": "张以宁",
            "内容": "当时衣锦去关中，天地移归隆准公。空使秦人悲故旧，更怜刘裕愧英雄。\n荒台落日蜚鸿没，春草连云戏马空。太息重瞳千载少，舣舟不肯过江东。"
        },
        {
            "标题": "丝瓜",
            "作者": "张以宁",
            "内容": "黄花翠蔓子累累，写出西风雨一篱。愁绝客怀浑怕见，老来万缕足秋思。"
        },
        {
            "标题": "春日怀李叔成上舍",
            "作者": "张以宁",
            "内容": "今代李公子，诗看老杜亲。江湖留雁久，风雨恼花频。竹屋灯悬夕，椰瓢酒漾春。殷勤海子水，待汝濯红尘。"
        },
        {
            "标题": "倦绣篇为云中吕遵义作",
            "作者": "张以宁",
            "内容": "騕芜叶暗江云暖，翡翠单飞怨春晚。陈女多情玉镜分，陆郎薄幸斑骓远。宝鸭团炉百和香，锦鸳方褥五文章。阴阴垂柳笼书幌，点点飞花落绣床。双鸾欲寄金龟倩，燕月吴云不相见。柔肠万转逐回文，乱绪千条萦弱线。女贞枝上燕双栖，夜合花前思欲迷。停针嘿嘿无人会，但觉春山两叶低。晓嘶绣勒门前路，夜炙银灯帐中语。指点香茸旧唾痕，见妾朝朝断肠处。"
        },
        {
            "标题": "赋段节妇",
            "作者": "张以宁",
            "内容": "莫磨青铜镜，莫理冰丝弦。黄鹄不重行，女贞难再妍。嗟嗟未亡人，寂寂长自怜。百死何足惜，但惜负所天。嫁时旧巾栉，不忍弃且捐。所天谅有知，携之见黄泉。"
        },
        {
            "标题": "题松隐图",
            "作者": "张以宁",
            "内容": "苍苍藓石，谡谡云松。空山无人，明月在筇。我思武夷，三十六峰。\n之子之迈，携琴曷从。"
        },
        {
            "标题": "江南曲",
            "作者": "张以宁",
            "内容": "中原万里莽空阔，山过长江翠如泼。楼台高下垂柳阴，丝管啁啾乱花发。\n北人却爱江南春，穹碑城外如鱼鳞。青山江上何曾老，曾见南人是北人。"
        },
        {
            "标题": "发广州",
            "作者": "张以宁",
            "内容": "照海红旗送使舟，鸣笳伐鼓过炎州。斯游少吐平生气，巨浪长风万里秋。"
        },
        {
            "标题": "严子陵钓台",
            "作者": "张以宁",
            "内容": "故人已乘赤龙去，君独羊裘钓月明。鲁国高名悬宇宙，汉家小吏待公卿。天回御榻星辰动，人去空台山水清。我欲长竿数千尺，坐来东海看潮生。"
        },
        {
            "标题": "棠梨幽鸟",
            "作者": "张以宁",
            "内容": "扬州旧梦隔天涯，曾醉春风阿那家。幽鸟岂知人事恨，依然啼杀野棠花。"
        },
        {
            "标题": "倦绣篇为云中吕遵义作",
            "作者": "张以宁",
            "内容": "蘼芜叶暗江云暖，翡翠单飞怨春晚。陈女多情玉镜分，陆郎薄倖斑骓远。\n宝鸭团炉百和香，锦鸳方褥五文章。阴阴垂柳笼书幌，点点飞花落绣床。\n双鸾欲寄金龟倩，燕月吴云不相见。柔肠万转逐回文，乱绪千条萦弱线。\n女贞枝上燕双栖，夜合花前思欲迷。停针嘿嘿无人会，但觉春山两叶低。\n晓嘶绣勒门前路，夜炙银灯帐中语。指点香茸旧唾痕，见妾朝朝断肠处。"
        },
        {
            "标题": "有竹诗为张伯起子玄略作",
            "作者": "张以宁",
            "内容": "我昔对策大明宫，骑马躞蹀行春风。万花园亭会乡里，曾拜君家有竹翁。\n翁时中年我差少，同姓同乡复同调。酥茶清美酪酒浓，倒意倾情共谈笑。\n翁住剑津之上游，我家鸣玉溪水头。故山青琅动万个，相约老去营菟裘。\n翁向滕州我淮县，四十年间两鸿燕。忧葵空复寸心同，宿草宁期双泪泫。\n桄榔叶碧邕江清，见翁令子难为情。卷中恍觌此君面，爽气尚与秋峥嵘。\n闽山萧索飞寒怜，乔木故家几欲尽。有竹有竹今何如，伤心久断平安信。\n吾乡海上三神山，翁今弭节于其间。令威来归想愁绝，节上冥冥都成斑。\n两江信美非吾土，子母少留还竹所。明年倘许乞悬车，共斫长竿钓烟渚。"
        },
        {
            "标题": "别广东周参政干臣",
            "作者": "张以宁",
            "内容": "昔年涨海奔长鲸，五羊城上飞搀抢。大明天子赫斯怒，铜虎夜发期门兵。\n戈船下濑走海若，彀骑度岭潜山精。刺桐春开白日丽，篁竹夜静微霜清。\n蛮陬夷落动万里，诈谖叵测非人情。中台持书国名卿，帝命汝往为长城。\n凤阙峨冠拜明诏，龙江伐鼓严前旌。仙人羡门安期生，蓉旗羽节缤来迎。\n南溟万里展明镜，石尤风息波无惊。马人龙户来杂遝，蜃楼蛟室收峥嵘。\n磊落明珠溢中国，斓斑卉服朝神京。会闻颂声彻丹扆，入执政柄苏黎氓。\n独不见唐家名相宋广平，广州都督升台衡。"
        },
        {
            "标题": "题松石图",
            "作者": "张以宁",
            "内容": "繄松之苍，繄石之刚。曷以比德，维士之良。有苍者松，有刚者石。\n繄士之良，维以比德。"
        },
        {
            "标题": "别胡长之",
            "作者": "张以宁",
            "内容": "我家玉溪溪上头，流萍南北四十秋。闽中故人稀会面，乃见二妙岭外之炎洲。\n吾宗泫略佳公子，翠竹鸾停世其美。长之材名与之匹，三胡诸孙固应尔。\n我持使节安南行，忽逢联璧双眼明。建武驿中饮我酒，一笑万里蛮烟清。\n桂花榕叶天涯雨，把臂谈诗喜欲舞。虚名误我走俗尘，满意看君听乡语。\n敝庐荒垄狐兔盈，每一念至几无生。君乘长风破巨浪，功成即为吾乡荣。\n邕江东流日千里，明年不归如此水。锦衣行昼倘先予，为报音书万山里。"
        },
        {
            "标题": "予使日南道吉安府主来访舟中命医者王本达馈以善药时予困于秋暑心目为之豁然感其意走笔为赋长句以赠",
            "作者": "张以宁",
            "内容": "青原之山白鹭洲，清淑所产多名流。诗书岂惟继冠带，方技亦复传箕裘。\n王郎肘后富奇术，族医如林谁与俦。成林树杏光炫书，凿井种橘清涵秋。\n自言家传十二世，奇疾遇之俱有瘳。我持英荡使交州，秋暑作梗停吾舟。\n舟中拜谒馈善药，令我醒心宽百忧。桄榔椰叶蛮溪稠，飞鸢跕跕天南陬。\n劝加餐饭慎自宝，临分好意殊绸缪。明年岭梅青豆小，候我归棹春江头。\n濡毫为作宋清传，使尔不朽名长留。"
        },
        {
            "标题": "牛士良惠诗既倚歌以和仍赋长句一篇以答之",
            "作者": "张以宁",
            "内容": "忆昔千步廊间住，起听胪传禁门曙。甲午科中看大魁，奇章公后闻芳誉。\n掉鞅天街笑语同，谭文雪屋过从屡。云龙上下许相逐，鸿燕参差那再遇。\n倏逢令侄在金陵，还与老夫同玉署。紫泥忽自天上来，英荡偕从日南去。\n画鹢秋飞江面风，蓝舆晓湿关头雾。广州西下望珠浦，邕管南边过铜柱。\n槿花红照瘴雨山，椰叶翠暗蛮烟路。嗷嗷长念雁回边，跕跕遥怜鸢堕处。\n自嗟老愧希古心，每羡才堪济时具。佐宣德意示怀柔，劝涉炎荒慎将护。\n蘘荷先备蛊气侵，薏苡仍戒流言污。己欣婉画起迂疏，更喜清诗慰迟暮。\n来春庾岭及晚梅，到日新洲采芳杜。君上王维应制篇，我寻平子归田赋。\n金銮寓直倘所思，好倩双鱼传尺素。"
        },
        {
            "标题": "赠安南善书阮生生名太冲为予书春秋春王正月考及安南行稿予喜其楷法遒美更其字曰用和而诗以赠之",
            "作者": "张以宁",
            "内容": "安南有生阮太冲，隶书国中称最工。劲如精兵槊善舞，疾若快匠斤成风。\n老夫持节使绝域，眼昏头白垂龙钟。著书暇日使之写，一笑聊足舒心胸。\n写书设官自汉代，嗟汝乃在炎荒中。迢迢岭表产丹荔，郁郁涧底生青松。\n我兴为尔作长句，生起再拜生春容。独不见琼州姜生遇苏子，姓名亦可传无穷。"
        },
        {
            "标题": "题知印赵希贡沧江渔隐图",
            "作者": "张以宁",
            "内容": "金华之山浙水东，高人曾隐于其中。看棋乃逢牧羊子，从一白鹿双青童。\n为言仙家足官府，人间适意差无苦。手把虹霓百尺竿，西占沧江钓烟雨。\n青山江上画不如，影落西湖摇碧虚。左携玄真右鲁望，意在清隐非求渔。\n石上苍苔坐吹笛，龛赭闲看几潮汐。大鱼出舞小鱼听，钓本无钩安用直。\n世间真隐能几人，何如天隐乐最真。口吟沧浪望太古，心与鸥鹭遥相亲。\n予亦烟波垂钓客，新诗犹带沧江色。五羊一见如故人，浩然兴入钱塘春。\n独不见辛苦任公钓东海，五山三岛流安在。何当与子赋归来，脚叩两舷歌欸乃。"
        },
        {
            "标题": "赠安南善书阮生生名廷玠为予书春秋春王正月考及安南行稿予喜其楷法遒美更其字曰宝善而诗以赠之",
            "作者": "张以宁",
            "内容": "安南有生阮廷玠，隶书国内知名最。整如老将严甲兵，庄若端人正冠带。\n老夫持节使炎州，头白眼昏今老大。著书暇日使之写，一笑令人心目快。\n唐时选人用楷法，嗟尔乃在要荒外。翡翠天涯隐羽毛，蛇珠海底沈光怪。\n我兴为尔作长歌，生起脩容重再拜。独不见儋耳黎生遇老坡，亦得姓名传后代。"
        },
        {
            "标题": "江神子 送医官石仲铭摄邵伯镇巡检得代",
            "作者": "张以宁",
            "内容": "谢公埭上绿成围，栋花飞，子规啼。簇簇弓刀、白马拥骄嘶。\n一树棠梨开透也，春正好，又分携。草萋萋，望中迷。\n衣锦归欤、家在海云西。种杏明年功又满，还捧诏，上金闺。"
        },
        {
            "标题": "题高元德三山图",
            "作者": "张以宁",
            "内容": "我别三神海上之群仙，海水清浅三千年。狂吟醉倒不归去，碧桃飘雪春风前。\n使君此画非人间，令我把玩心茫然。六鳌赑屃戴坤轴，鼎立其下根株连。\n曾峰俯视扶桑日，老树远入苍梧烟。崩崖鬼斧怒斸断，白虹喷薄飞奔泉。\n绿阴沙际行人立，渔舟天末来翩翩。石桥苍藓滑去马，似听流水声潺湲。\n云深路绝乔木合，忽入小有仇池天。楼台明灭翠远近，红雾蓊郁蛟龙缠。\n我疑金银宫阙此景是，中有陈抟犹醉眠。欲呼白鹤跨之去，平生未了名山缘。\n明当拂衣卧松石，石室共读青苔篇。"
        },
        {
            "标题": "李秀才琴所卷",
            "作者": "张以宁",
            "内容": "圭斋先生吾座主，扬州拜之今五年。京师见赠李君字，我未识面知君贤。\n君家具区滉漭边，流水倒入冰丝弦。山空露下鹤孤响，林深人稀兰独妍。\n忆昔我从成连仙，夜鼓一曲蓬莱巅。众真拊掌六鳌舞，碧海白月悬青天。\n论心相许太古上，握手一笑清尊前。圭斋今者欧阳子，将琴未老先归田。\n何时青山拂白石，听写松涧鸣秋泉。曲终细说玉堂事，与作人间图画传。"
        },
        {
            "标题": "题甬东卓习之郭熙雪霁图",
            "作者": "张以宁",
            "内容": "扆中七月天气热，广文先生晨告别。生绡短卷出袖间，四坐森寒动秋发。\n青山漫漫夜来雪，玉虬晓冻鳞甲裂。江寒树黑乱于云，浦白沙明光胜月。\n是时樵苏俱不爨，千门闭户无车辙。二翁偶坐何所为，掀髯起视天宇阔。\n忆昔剡溪曾壮游，照舸玻璃夜光发。广文之家住甬东，颇闻此景尤奇崛。\n金鳌背上望银涛，羽节琼旌蔽琼阙。送君归去一题诗，清梦先君过吴越。"
        },
        {
            "标题": "题李太白观瀑图",
            "作者": "张以宁",
            "内容": "晓读谪仙诗，夜梦谪仙人。反被锦袍横玉麈，夜月瑶树秋无尘。\n遥指风烟昔巴蜀，长鲸掉尾沧溟覆。人间溷浊不堪言，挥手匡庐看飞瀑。\n瀑飞万古匡庐山，我辈长留天地间。身骑飞鲸蹑恍惚，月明夜夜听潺湲。\n予亦浩荡云林客，乞与飞淙洗心魄。觉时见画独茫然，月满青山澹秋色。"
        },
        {
            "标题": "题安可久山水之间",
            "作者": "张以宁",
            "内容": "安子可久何清修，读书淮海之东头。淮山娟娟桂枝碧，淮水苍苍瓜蔓流。\n云开翡翠耀初日，月出玻璃涵素秋。作亭名以山水间，浩荡逸兴生沧洲。\n松巅有时见放鹤，苇畔亦或听拿舟。一翁二季乐复乐，万事区区何所求。\n我闻伯牙去已久，人间琴意常悠悠。安子安子尔家古瀛洲，列仙冠盖此中游。\n山连归墟北斗近，水到碣石青天浮。侧聆海上有灵槎，子能乘之问牵牛。\n我家溪上更清绝，瑶草长尽何淹留。亦欲翛然税凡鞅，相从羽人戏丹丘。"
        },
        {
            "标题": "题吴子和山水",
            "作者": "张以宁",
            "内容": "今代高人张师夔，茧纸画出紫阳诗。青山娟娟洗宿雾，绿树粲粲含朝曦。\n孤篷高卷在沙脚，一叟独坐閒支颐。返思前夜风雨恶，满蓑白雨飞淋漓。\n牛渚天昏神鬼出，龙门雷动鼋鳌移。明朝起视天宇净，金盘高挂扶桑枝。\n云收浪息非昨梦，树色山光如旧时。乃知穹壤间，神明有如斯。\n高天日月常昭朗，平陆风涛自险巇。紫阳之仙去我久，兹理明明知者希。\n秦川吴子和，读书见天机。喜得此画邀我题，嗟我倦游材力衰。\n大江长淮动千里，似此几回亲见之。行年五十未闻道，径欲从此栖武夷。"
        },
        {
            "标题": "题双峰禄天泉上人所藏南岳笑印蒲萄幛",
            "作者": "张以宁",
            "内容": "南岳之僧今玄奘，西游惯见龙珠帐。满襟萧爽金天秋，醉洒双峰雪色幛。\n双峰上人昼诵经，阶前雨花深一丈。老髯合遝献夜光，贝阙苍苍月东上。\n我尝酷爱温日观，今见此画尤豪宕。古藤千年蛟始蜕，霜骨脱落转崛强。\n柔枝百尺凤下翔，翠蕤婀娜森相向。新须旧叶更可怜，蝉翼蝇头纷万状。\n下有漪兰杂奇石，意态翛然甚幽旷。忆昔吾家汉博望，万里乘槎凌浩荡。\n今朝展幛寒色来，眼底玉关冰雪壮。亦欲因之歌远游，大呼千斛凉州酿。"
        },
        {
            "标题": "送宣掾李伯鲁北上",
            "作者": "张以宁",
            "内容": "忆昔君家先柱史，肮脏不与世低昂。春秋千古寸心赤，风雪十年霜鬓苍。\n丹穴之雏有文章，早陪时髦歘高翔。东行吴会西江湘，鹭车所历飞秋霜。\n崎岖五岭求盗使，何能慁君此彷徨。英英大阃殿南服，淮海襟带环其疆。\n幕中芙蓉白日静，笔下玉蕊春风香。三年笑谈此日别，别意已觉随飞樯。\n莺啼冥冥江树绿，雁去漠漠河流黄。天街析木霄汉上，列宿清润垂光芒。\n君家世德理必复，君今升矣我所望。人生变化安可量，人生变化安可量。"
        },
        {
            "标题": "题扬子第八港韩氏十景卷",
            "作者": "张以宁",
            "内容": "白霫赵子诗句好，三年不见心懆懆。清晨小卷到我前，万里江天净如扫。\n扬州城高云气秋，八公骑鹤时下游。焦山丹井夜光歇，钟声晓入江南洲。\n埋轮人去英雄泣，至今忠愤春潮急。枉渚维舟竟日横，行人唤渡移时立。\n丝丝垂柳郁金黄，渺渺流辉组练长。残阳欲没明月出，神山二点青螺光。\n港口归帆如鸟翥，雪暗江村不知处。浦寒蓑白一渔归，沙净江清群雁聚。\n金山山前扬子津，舟中来往逐风尘。江灵绝景閟之久，持似潇洒江居人。\n草堂无赀发欲白，我与赵子俱为客。起来书罢十景图，目送飞沤下江碧。"
        },
        {
            "标题": "湛渊王提点招饮出示座主马中丞诗归赋此谢之",
            "作者": "张以宁",
            "内容": "石田仙人玉为节，绣衣秋映琪花雪。袖挥骊珠五十六，飞到淮南是明月。\n淮南高士王方平，双骑苍鹿吹瑶笙。卧看明月在窗户，桂树云影秋冥冥。\n昔我乘槎斗边去，亲饮仙人玉杯露。丹成一别三十秋，东望玄洲隔烟雾。\n手攀桂树白发新，方平觞我脯麒麟。饮酣语旧逸兴发，笑傲沧海生微尘。\n金鸡呼日扶桑晓，三山如黛潮声小。明当握手共掀髯，日观层巅一长啸。"
        },
        {
            "标题": "洗衣辞再同仲宽赋",
            "作者": "张以宁",
            "内容": "妾身内郡良家女，双鬟嫁作东邻妇。寒机霜夜织流黄，输与官中了门户。\n嫁时春衣裁白苧，是妾手中织成布。相从箕帚不暂离，虽有新衣不如故。\n忆曾女傅授妾诗，被服浣濯古后妃。妾家贫素无侍儿，携衣洗洗妾不辞。\n妾人不是西家施，浣纱石上扬蛾眉。妾人不比溧阳女，杀身急义中道亏。\n河之水，清且漪，中有鲤鱼红尾肥。堂上老姑日午饥，洗衣洗衣须早归，河上风尘缁妾衣。"
        },
        {
            "标题": "送宪掾孙德谦北上",
            "作者": "张以宁",
            "内容": "孙君宪府之白眉，拱璧莹然廊庙姿。往年少府寔初筮，当道好官多见知。\n鸂"
        },
        {
            "标题": "七夕吟同张士行赋",
            "作者": "张以宁",
            "内容": "银河迢迢向东注，玉女盈盈隔秋渚。金梭飞飞掷烟雾，织作青鸾寄幽素。\n青鸾织成不飞去，仙郎脉脉愁无语。无语相望朝复暮，白榆摇落成秋树。\n藕花香冷鸳鸯浦，天上银桥宝车度。风清蕊殿开瑶户，云屏雾褥芙蓉吐。\n经年香梦遥相许，一夕离肠为郎诉。羿姬妒人留不住，天鸡角角扶桑曙。\n龙巾荏苒啼红露，乱点云开逗飞雨。伯劳西飞燕东翥，河乾石烂愁终古。\n翠楼乞巧娉婷女，镜里青螺扫眉妩。博山沈烟袅双缕，不识人间离别苦。"
        },
        {
            "标题": "雪坡歌为丁彦亨作",
            "作者": "张以宁",
            "内容": "昆崙月窟西坡陀，太古有雪高嵯峨。金天爽气几万里，下压雪外之蓬娑。\n乾坤何处著清致，只有珠湖明月扬清波。丁君胸次有如此，相逢索我题雪坡。\n我歌不工奈君何，何时一舸夜相过。阆风玄圃渺倒景，琼林玉树交寒柯。\n题诗呼起雪堂老，置酒酌之金叵罗。然后蹑积石，俯黄河，直骑白凤青冥表，共听瑶池黄竹歌。\n看君散此太古雪，下与草木回春和。"
        },
        {
            "标题": "题李遂卿画二首 其二 秋鹭霜荷",
            "作者": "张以宁",
            "内容": "江风吹霜荷叶白，月出馀香动秋色。湘姬越女不复来，鸳鸯翡翠无消息。\n飞来属玉一双双，雪衣白于荷上霜。更长迢递不成睡，望极飞鹓云外行。\n开图漠漠秋光冷，念尔娉婷抱寒影。五月花开江水平，飞起红云渺千顷。"
        },
        {
            "标题": "赤盏为肃慎贵族于今为清门希曾其字者读书为诗善鼓琴且工墨菊有新意为予作四幅留其二徵诗为赋此云",
            "作者": "张以宁",
            "内容": "昔人画梅如相马，此意岂在骊黄者。希曾墨菊乃似之，是何奇趣幽且雅。\n松窗无人高卧起，池水尽黑临书罢。玄霜玉盌捣秋风，露湿吴纨净潇洒。\n金钱失却汉宫寒，蛱蝶飞来怨清夜。曩予步屧东篱下，采采黄花不盈把。\n即今却似雾中看，老眼摩挲忽惊诧。熟视经营惨淡馀，希曾岂是寻常画。\n坡翁墨花诗更奇，我今材薄况衰谢。醉来墨沈倒淋漓，自拭乌丝为君写。"
        },
        {
            "标题": "蒋仲诚墨牛图 其一",
            "作者": "张以宁",
            "内容": "回风吹云垂柳枝，蔓草雨湿春离离。牧人荷蓑笠，叱牛牛下来。\n牛归草草犊行迟，茧栗望母鸣相追。牛兮顾尔犊，无乃日夕饥。\n我见恻然，念归以悲。嗟哉杨德祖，蚩蚩真小儿。"
        },
        {
            "标题": "送张东阳弟",
            "作者": "张以宁",
            "内容": "昔我归自黄山时，曾送龙虎张君诗。张君善诗逼张籍，淡若古瑟弦朱丝。\n难兄之下有难弟，有道有术仍能医。携诗过我茅屋底，每忆令兄欣见之。\n上清真人矞云气，南阳太守清冰姿。顾惭寘我珠玉侧，华胄遥遥那得辞。\n君归见兄道贱子，别二十年双鬓衰。山中茯苓倘可斸，岁晚楖栗当相随。"
        },
        {
            "标题": "题李遂卿画二首 其一 春鹅杏花",
            "作者": "张以宁",
            "内容": "高堂暮冬见杏花，的皪满树开丹砂。生香丽色晓浮动，春风夜到仙人家。\n名园题诗昔时见，曲江烟晴江色变。两鹅新乳出花间，白雪红云光眩转。\n野人爱酒兼爱鹅，持酒寻常花下歌。客中看画色惆怅，春风尔来独奈何。"
        },
        {
            "标题": "蒋仲诚墨牛图 其二",
            "作者": "张以宁",
            "内容": "溪水无泥新雨馀，日透高树秋扶疏。牧儿挈笭箵，独漉水中鱼。\n人闲放牛牛自如，一牛长鸣望太虚。一牛顾其牧，无乃亦笑渠。\n我见㗳然，观物之初。嗟哉蒲山子，区区读何书。"
        },
        {
            "标题": "次韵同年李孟豳编修见贻",
            "作者": "张以宁",
            "内容": "玉京仙家十二楼，真珠垂箔珊瑚钩。锦袍仙人醉吟处，蟠桃开遍金鳌头。\n笑予卜居问詹尹，江枫摇落霜鸿影。淮水东边昔遇君，琼花泻露金盘冷。\n美人云髻歌堂堂，白日缓辔回清光。五年相别复相见，桂树萧飒飞秋霜。\n君今青云致身早，笑语从容陪阁老。垂鞭晓拂琼林枝，抽毫夜视明光草。\n雪风吹酒生绿鳞，我起洗濯新丰尘。会当鸟爪擘麟脯，海上一笑三千春。"
        },
        {
            "标题": "林志尹秋江渔父图",
            "作者": "张以宁",
            "内容": "江风摇柳云冥冥，小艚钓归潮满汀。卖鱼得钱共秋酌，白酒船头青瓦瓶。\n樵青劝酒渔童舞，击瓯唱歌无曲谱。船前野鸭莫惊飞，我有竹弓不射汝。"
        },
        {
            "标题": "梅所歌为朱奂彰作",
            "作者": "张以宁",
            "内容": "梅之所，梅之所，不在罗浮之村、西湖之屿，乃在淮左竹西最佳处。\n主人治地斸云根，纯种寒芳托幽趣。翠禽呖呖月沈山，玉笛愔愔霜绕树。\n嗟梅之所兮，谁争子所。昔时金谷桃李园，倏忽春荣安足数。\n何时天雪新霁道少人，邛竹扶持老夫去。百壶清酒十首诗，造君梅所谁宾主，醉倒参横楚天曙。"
        },
        {
            "标题": "题玄妙观主程南溟所藏冯太守莲花图",
            "作者": "张以宁",
            "内容": "往时毗陵二千石，能作冯荷世无匹。扬州真馆惊见之，江水江云动高壁。\n紫台日出群仙朝，露洗榑桑太霞赤。翠蕤绛节光陆离，汉女湘妃失颜色。\n就中一个异姿格，彤霞酒销雪色白。道人一笑三千龄，太华秋风语畴昔。\n忆予濯足江上游，浩歌小海无人识。荷叶荷花梦里香，倦游见画三太息。\n君当取此叶为舟，凌厉南溟观八极。暮年贺老乞身归，分取鉴湖千顷碧。"
        },
        {
            "标题": "题刘志云手植松卷",
            "作者": "张以宁",
            "内容": "刘翁前代之故家，种松不种桃李花。苍髯独立风霜表，几度人间春日斜。\n翁家有孙俱白皙，读书松根看松色。准备长镵斸茯苓，同上青云生羽翼。"
        },
        {
            "标题": "次韵送同年朱子仪调光化尹还睢阳",
            "作者": "张以宁",
            "内容": "故人昔遇淮南楼，金钗红烛宵藏钩。持螯烂醉对黄菊，海月正出东山头。\n故人今调襄南尹，五云飞佩摇霞影。都门马首谈旧游，酒热貂裘雪花冷。\n忆昔射策中书堂，阊阖黄道垂天光。鹍鹏远击同千里，鸿雁相望动十霜。\n荒鸡野店君行早，到家定访睢阳老。阶前新雨秀兰芽，堂背光风泛萱草。\n冰销汉渚波龙鳞，飞舞雏凤离风尘。忆君明年重回首，大堤花发襄阳春。"
        },
        {
            "标题": "青山白云歌送周熙穆高士归天台省亲时寓玄妙观",
            "作者": "张以宁",
            "内容": "扬州冬雨泥一尺，老子宫前红叶积。手持青山白云之画图，道人别我将远适。\n天台山高云冥冥，千年古铁立石壁。甘棠圃废蔓草深，寂寞前朝参政宅。\n玄孙今者著黄冠，朱户昔时罗画戟。图书虹气散如烟，故山青青云白白。\n尔家父老鬓如丝，斸山采云人不识。一别几年不相见，寸心千里长相忆。\n归将双橘寿高堂，青山白云俱动色。龙虎之山隔风雨，道人此中炼精魄。\n他年拔宅上云中，此日看云意悽恻。太华峰头见夜日，三岛微青乱波赤。\n道逢平叔烦语之，老夫曾是天台客。"
        },
        {
            "标题": "次韵唐括仲宽照磨雪中",
            "作者": "张以宁",
            "内容": "西山翠湿蓬莱股，勾陈苍苍星聚五。长风吹雪渡海来，凤城佳气如龙虎。\n瑶林不断接九天，银界滉漾开三千。灵姬相顾一启齿，霓旌羽节何纷然。\n道人宴坐歌云门，天光盎然万籁停。玄圃日出春无痕，白鹤载我三山行。"
        },
        {
            "标题": "舟中顺风纵笔呈王子懋县尹赵德明知事",
            "作者": "张以宁",
            "内容": "行舟难逢万里风，同舟难逢两诗翁。长风驾舟似走马，诗翁饮酒如长虹。\n三年落魄琼花月，去年蹑蹀金台雪。美人一笑舞罗衣，酒上貂裘雪花热。\n漳河归来二月春，河头柳色黄金新。玉浆浮盌泻碧酒，银尺出网跳鲜鳞。\n平原苍莽生晚霭，上党飞狐落天外。诗成举酒须饮之，君看漳河走东海。"
        },
        {
            "标题": "登大佛岭雨中云在其下",
            "作者": "张以宁",
            "内容": "大佛岭尽小石来，黑崖削铁悬崔嵬。泉翻松根六月雪，雨老石路千年苔。\n我行忽落青天外，白云四望茫如海。黛痕三点见蓬莱，明星玉女遥相待。\n九华天姥省见之，人间有山无此奇。平生酷恨李太白，不到闽山独欠诗。"
        },
        {
            "标题": "思归引题王居敬总管宁轩",
            "作者": "张以宁",
            "内容": "家在永宁中，宦游淮海上。使君作居轩，坐必永宁向。\n永宁汉时蠡吾国，日出城头太行色。宅中三槐百尺强，曾是晋公亲手植。\n淮海水，遥遥驰，使君紫马黄金羁。群仙相追佩陆离，琼花璀璨东风枝。\n江南虽乐非吾土，故国河山劳梦思。思心日夜如春水，流入滹沱无尽时。\n宁轩之名重桑梓，传子传孙孙复子。独不见班超长望玉门关，千古英雄亦如此。"
        },
        {
            "标题": "题画山水 其二",
            "作者": "张以宁",
            "内容": "烟暝起，雨疏来。溪树阴都合，岩花湿更开。安得身闲似鸥鸟，尽情飞去复飞回。"
        },
        {
            "标题": "题李白问月图",
            "作者": "张以宁",
            "内容": "谁提明月天上悬，九州荡荡清无烟。天东天西走不驻，姮娥鬓霜垂两肩。\n中有桂树万里长，吴刚玉斧声阗阗。顾兔杵药宵不眠，天翁下视为尔怜。\n颇闻昔时锦袍客，乃是月中之谪仙。帝命和予羽衣曲，虹桥一断心茫然。\n竹王祠前雾如雨，踯躅花开啼杜鹃。月在天上缺复圆，人间尘土多英贤。\n举杯问月月不言，风吹海水秋无边。沧波尽捲金尊里，清影长随舞袖前。\n相期迢迢在云汉，呜呼此意谁能传。骑鲸寥廓忽千年，金薤青荧垂万篇。\n浮云起灭焉足异，终古明月悬青天。"
        },
        {
            "标题": "题日本僧云山千里图",
            "作者": "张以宁",
            "内容": "天东日出天西入，万里虬鳞散原隰。日东之僧度海来，袖里江山云气湿。\n愿乘云气朝帝乡，大千世界观毫芒。却骑黄鹄过三岛，别后扶桑枝叶老。"
        },
        {
            "标题": "题郭诚之百马图",
            "作者": "张以宁",
            "内容": "唐家羽林初百骑，谁其画之传郭氏。开元天厩四十万，爽气雄姿那得似。\n风鬃雾鬣四百蹄，或饮或龁长鸣嘶。或翘或俯或腾跃，意态变化浮云齐。\n黄沙云暖地椒湿，什什为曹竞相及。蹂躏秦原狐兔空，荡摇渭水蛟鼍泣。\n前年括马输之官，苜蓿开花春风闲。民间一骏岂复有，何如饱在图中看。\n郭君才越流辈日，乃策蚁封人不识。骅骝岂少伯乐无，捲还画图三叹息。"
        },
        {
            "标题": "题绿绕青来卷",
            "作者": "张以宁",
            "内容": "炎歊一月诗久废，忽惊山水堕我前。一湾瑶环绿宛转，两叶娥黛青连娟。\n青来绿绕各自媚，使我当暑神翛然。云是仲德隐君之楼居，乃在螺女江上城东偏。\n南阳使君喜此卷，银钩玉唾相新鲜。我闻李愿盘谷、王维辋川，伊人胸中潇洒自岩壑，所以山水有意为人妍。\n我友李景阳，邀我题诗篇。好山好水人更好，想是三神岛屿巢神仙。\n我游金焦望远海，一别九仙今十年。白蘋鹭下动明月，碧萝猿挂啼苍烟。\n更待凉风荡馀热，即下嵩江觅钓船。"
        },
        {
            "标题": "题牧牛图 其二",
            "作者": "张以宁",
            "内容": "中园有树葵，大田亦多稼。牧人急曳牛鼻回，恐尔践之邻父骂。\n何时睡起两相忘，吹笛西风柳阴下，青山白日秋潇洒。"
        },
        {
            "标题": "题王伯纯青雨亭",
            "作者": "张以宁",
            "内容": "王家茅亭好丛竹，青雨萧疏滴晴绿。白云飞来西山岑，晓涨愔愔秋万斛。\n王郎磊落奇崛之英材，气压云根万苍玉。粉香染笔露离离，翠羽听诗霜簌簌。\n翠屏山人吟更狂，于此亭中几回宿。山中昔骑雪色鹿，月上青琅响茅屋。\n山湫蛟起雨如轴，我卧其下卷书读。十年倦枕梦中寒，起视红尘眯人目。\n王郎诵诗酌我酒，我为君歌岁寒曲。红云信宿化黄泥，百卉荣枯手番覆。\n人间耐久独此君，令我嗟叹看不足。曲终双鹤为君舞，仰观青霄意踯躅。\n王郎王郎莫相疑，岁晚期之在空谷。"
        },
        {
            "标题": "答豫章邓文若进士见赠并谢苏昌龄徵君",
            "作者": "张以宁",
            "内容": "昨日出城风日暄，今日雨声早闭门。阴晴百岁手翻覆，长歌君诗击我尊。\n昔年之春上京国，晓趋阊阖观朝元。榑桑出日丽黄道，析木聚星环紫垣。\n冯侯作歌君属和，我起击节清心魂。五年相望不相见，万事别来难具论。\n鬓边青丝已霜色，衣上红尘唯酒痕。琼花开时广陵市，岂意共君同笑言。\n眉山座上烂漫酌，三人欢好如弟昆。纵谈夙昔若梦寐，仰视明月低昆崙。\n起携数友逐清赏，杂遝鞍马城西村。江流地上白浩浩，山落烟际青浑浑。\n醉怀磊磈倾欲尽，世虑皎洁醒终存。睹君佳儿宛在侧，杂佩婉娈纫芳荪。\n老亲稚子隔天末，安得不使心忧烦。感君相宽佩君语，期君去我高飞鶱。\n饥鸿嗷嗷纷在野，我曹一饮皆君恩。此身倘未溘朝露，誓将毫末酬乾坤。"
        },
        {
            "标题": "题画山水 其一",
            "作者": "张以宁",
            "内容": "云渺渺，水依依。人家春树暗，僧舍夕阳微。扁舟一叶来何处，定有诗人放鹤归。"
        },
        {
            "标题": "分题芜城烟雨送吴原哲教谕",
            "作者": "张以宁",
            "内容": "芜城路，年去年来自烟雨。冉冉春浓湿燕丝，濛濛晓暗迷莺树。\n鲍照愁绝未归来，为画当时断肠赋。登高怅望正思君，帆影微茫又东去。"
        },
        {
            "标题": "题节妇卷",
            "作者": "张以宁",
            "内容": "妾有匣中镜，一破不复圆。妾有弦上丝，一断不复弹。\n惟存古冰雪，为妾作心肝。死者傥复生，剖与良人看。"
        },
        {
            "标题": "题米元晖山水",
            "作者": "张以宁",
            "内容": "高堂晓起山水入，古色惨淡神灵集。望中冥冥云气深，秖恐春衣坐来湿。\n江风吹雨百花飞，早晚持竿吾得归。身在江南图画里，令人却忆米元晖。"
        },
        {
            "标题": "絅斋为张景思总管赋",
            "作者": "张以宁",
            "内容": "煌煌五色锦，出自天孙机。河汉濯文彩，云霞光陆离。\n裁之古刀尺，被服礼所宜。终焉不自衒，衣褧以尚之。\n白贲遵圣训，含章示臣规。岂乏美在中，讵求众人知。\n问兹谁为欤，君子有令仪。承家世衮绣，保己犹布韦。\n盛德讵终閟，天道谅如斯。善刀用乃完，蕴玉光逾辉。\n愿言宝昭代，黻我舜裳衣。"
        },
        {
            "标题": "送杨士杰学士代祀阙里分题得砚井台",
            "作者": "张以宁",
            "内容": "清庙岿古城，论堂俨遗井。色净涵市槐，芳流泛坛杏。\n经文曩删述，墨沼发光泂。源分鸿濛深，泽配穹壤永。\n兹行弭英荡，汲古用脩绠。仰止千载心，月明湛秋景。"
        },
        {
            "标题": "题牧牛图 其一",
            "作者": "张以宁",
            "内容": "返照在高树，归牛度曾坡。一犊牟然赴其母，老牸反顾情何多。\n牧儿见之亦心恻，人间母子当如何，日暮倚门乌尾讹。"
        },
        {
            "标题": "题李白问月图",
            "作者": "张以宁",
            "内容": "青天出皓月，碧海收微烟。举杯一问月，我本月中仙。\n醉狂谪人世，于今几何年。桂树日已老，我别何当还。\n兔药日已熟，我鬓何由玄。迢迢夜郎外，垂光一何偏。\n问月月不语，举杯复陶然。青天自万古，皓月长在天。\n明当蹑倒景，飞步昆崙巅。"
        },
        {
            "标题": "鉴清轩",
            "作者": "张以宁",
            "内容": "幽居鉴湖上，湖水直到门。爱彼湖水清，作此湖上轩。\n水清可以鉴，皎若玻璃盆。轻风蘋末来，万波生微痕。\n散乱眉与须，感兹默忘言。端坐鉴此心，澄之在其源。\n微风既不动，止水何由浑。湛然鲵桓渊，照见天地根。\n群物芸芸动，中有不动存。寄谢轩中人，细与静者论。"
        },
        {
            "标题": "严州大浪滩",
            "作者": "张以宁",
            "内容": "东来乱石如山高，长江斗泻湍声豪。蛟鼍奔走亡其曹，青天白雪扬洪涛。\n舟子撑杀白木篙，长牵百丈嗟尔劳。侧身赤足如猿猱，舟中行子心忉忉，山木巃嵷杜鹃号。"
        },
        {
            "标题": "四景山水 其三 秋",
            "作者": "张以宁",
            "内容": "秋巘白云晚，霜林红树多。野桥山郭外，行子暮来过。\n为问小摇落，江南今若何。"
        },
        {
            "标题": "济南寓公程鹏翼耀彩亭",
            "作者": "张以宁",
            "内容": "济南山水似江南，耀彩亭前绿满潭。万柄高荷风娜娜，两行弱柳露毵毵。\n绛绡仙子笼新浴，翠盖佳人倚半酣。色静每于心独契，香清长许鼻先参。\n剪筒泻酒留人醉，采菂分茶与客谈。风景不殊时事异，即令看画意何堪。"
        },
        {
            "标题": "送杜德夫河东经历",
            "作者": "张以宁",
            "内容": "持斧山西去，参谋用俊人。栖乌台上掾，泛绿幕中宾。\n霜落豺狼魄，风清雁鹜尘。君行当要地，此别属良晨。\n塞远云来代，川长树入秦。两河犹戍卒，三晋半残民。\n峻坂疲飞挽，穷阎苦算缗。鸿饥方欲集，鹰饱正须驯。\n久矣疮痍极，居然风采新。难兄今阁老，宿望旧廷臣。\n棠树期连萼，葡萄少饮醇。乘骢消息好，拜命及三春。"
        },
        {
            "标题": "题尚仲良画鹭卷",
            "作者": "张以宁",
            "内容": "沧江雨疏疏，翻飞一舂锄。老树如人立，欲下意踌躇。\n明年柳条长，遮汝行捕鱼。"
        },
        {
            "标题": "中书右司提控秋霁轩",
            "作者": "张以宁",
            "内容": "西山收雨紫嵯峨，爽气如秋右掖多。省树静移云影度，官帘徐转日华过。\n粉闱寓宿青绫被，黄阁朝随白玉珂。团静鸡竿稀布命，边清虎革渐包戈。\n盛时三语俱材掾，休日相从足雅歌。红药紫薇春信近，更吹新律作阳和。"
        },
        {
            "标题": "次韵郑兰玉",
            "作者": "张以宁",
            "内容": "一竿亭上客，大隐寄高轩。世德荣珂里，风期迈漆园。\n朝廷深简注，江汉壮藩垣。僦宅今王粲，藏书旧李繁。\n市声隔幽薄，野趣似遥村。宛宛山迎坐，迢迢水到门。\n风鸣松顶鹤，雨挂竹枝"
        },
        {
            "标题": "送林崇高广西都事",
            "作者": "张以宁",
            "内容": "清江材子请长缨，风雨南荆万里行。组甲夜驰豺虎窟，帛书朝奏凤凰城。\n公车已见登臣乐，幕府旋闻用子荆。照海锦帆津吏报，轰山铜鼓峒人迎。\n檄来篁竹霜都静，诗到梅花雪共清。上日桂林延父老，为言折木泰阶平。"
        },
        {
            "标题": "挽友人",
            "作者": "张以宁",
            "内容": "令弟书来日，凄其忆故人。每怀将酒别，不得寄诗频。\n万里高门旧，湖山别墅新。一毡真独冷，万卷讵全贫。\n岂不云霄志，其如电露身。迢迢长梦寐，漠漠尚风尘。\n池馆馀花晚，山阡宿草春。自怜何日去，望远一沾巾。"
        },
        {
            "标题": "分韵得覃字送中丞张叔静之西台",
            "作者": "张以宁",
            "内容": "西台执法雪盈簪，奉诏之官驾两骖。玉节秋霜飞渭北，锦衣昼日照终南。\n道迎背襁遗民集，庭列腰刀大将参。花外小车行处好，棠边茇舍种来甘。\n清时有象今重见，圣泽无私正远覃。莫忆山中黄石约，五云天上近台三。"
        },
        {
            "标题": "送三人杰都事开诏福建",
            "作者": "张以宁",
            "内容": "曩客东泉老，相逢盖屡倾。剧谈消鄙吝，高谊动幽明。\n我素金门隐，君归锦里耕。五年才一见，万里又重行。\n故老扶藜拜，元戎负剑迎。江环螺女浦，山尽粤王城。\n麦饭先茔感，莼羹故国情。自怜何日去，曝背憩柴荆。"
        },
        {
            "标题": "题子猷访戴图",
            "作者": "张以宁",
            "内容": "平生戴隐居，破琴返云峤。亦有爱竹人，翛然可同调。\n雪溪夜回舟，未见心已了。乾坤淡虚白，吾方领其妙。"
        },
        {
            "标题": "题画马",
            "作者": "张以宁",
            "内容": "满身云湿出滇河，九折羊肠抹电过。天厩飞龙今百万，尽渠饱卧夕阳坡。"
        },
        {
            "标题": "余襄公祠",
            "作者": "张以宁",
            "内容": "名在东京四谏官，曲江日照寸心丹。只今遗庙年年祭，可是功名久远看。"
        },
        {
            "标题": "代简杨希武右丞安南驿书怀 其二",
            "作者": "张以宁",
            "内容": "花满皇州春尚寒，天香缥缈五云端。遥应夜夜觚棱月，照见臣心一寸丹。"
        },
        {
            "标题": "代简杨希武右丞安南驿书怀 其一",
            "作者": "张以宁",
            "内容": "荔枝花发雨萧萧，睡起春江又早潮。长忆午门红日上，圣恩宽许紫宸朝。"
        },
        {
            "标题": "代简周干臣广东参政 其一",
            "作者": "张以宁",
            "内容": "马人龙户集衙时，篁竹风清化日迟。海角亭中官事了，昼帘小草写新诗。"
        },
        {
            "标题": "代简周干臣广东参政 其二",
            "作者": "张以宁",
            "内容": "眼昏头白尚天涯，恋阙心劳不忆家。何日五羊江上驿，一尊同对刺桐花。"
        },
        {
            "标题": "论诗",
            "作者": "张以宁",
            "内容": "富贵辞夸奈俗何，清虚趣胜亦诗魔。白云瑶草红尘外，终胜黄莺绿柳多。"
        },
        {
            "标题": "代简广西参政刘允中 其一",
            "作者": "张以宁",
            "内容": "五岭宜人独桂林，梅花雪片一冬深。遥知华省文书暇，饱看奇峰碧玉簪。"
        },
        {
            "标题": "代简广西参政刘允中 其二",
            "作者": "张以宁",
            "内容": "蜑雨蛮烟岭外州，乘槎何事此淹留。龙江风土差高爽，衰老天教一壮游。"
        },
        {
            "标题": "送陈子山状元之太庙署令",
            "作者": "张以宁",
            "内容": "紫殿传胪日，君名第一人。星辰金榜动，雨露锦袍新。\n华盖天常近，蓬莱地益亲。北门方眷切，东观又恩频。\n麟笔三朝史，龙颜一笑春。昕庭颁涣号，太室奉明禋。\n列圣罗冠冕，群公肃缙绅。矞云垂柳重，祥霭羃芝匀。\n献赋看来岁，登瀛及此辰。风帆开巨浪，霜翮上秋旻。\n文价何辉赫，台端即选抡。故人如见问，白发尚漳滨。"
        },
        {
            "标题": "晚到韶州",
            "作者": "张以宁",
            "内容": "云断苍梧隔九嶷，九成台畔草离离。山中不是无韶石，千载何由起后夔。"
        },
        {
            "标题": "帝舜庙",
            "作者": "张以宁",
            "内容": "姚江禹穴会稽东，少日登临一梦中。白发南来身万里，欲登韶石和薰风。"
        },
        {
            "标题": "舟中睹物忆亡儿烜 其一",
            "作者": "张以宁",
            "内容": "误我虚名已白头，可怜望汝绍箕裘。乌牛舐犊斜阳里，忽见潸然老泪流。"
        },
        {
            "标题": "铜柱南边石作关海门镇外碧成湾喜君心似朝宗水直过千重万叠山 其七",
            "作者": "张以宁",
            "内容": "乘轺万里已忘家，客思逢秋陡倍加。大庾岭边东去近，惜无驿使寄梅花。"
        },
        {
            "标题": "南康驿丞王圭文玉尝逮事故郎中颜希古求诗为走笔书一绝",
            "作者": "张以宁",
            "内容": "芙蓉江上晓维舟，雨洗波光碧玉秋。来岁维舟应忆汝，春风杜若满芳洲。"
        },
        {
            "标题": "舟中睹物忆亡儿烜 其三",
            "作者": "张以宁",
            "内容": "别时叮嘱忍能忘，忆着潺湲泪万行。复恐老年悲太甚，痛来无奈骂疏狂。"
        },
        {
            "标题": "舟中睹物忆亡儿烜 其二",
            "作者": "张以宁",
            "内容": "海内名人尽望渠，岂知意广却才疏。老来只愿儿痴钝，解种先畴读父书。"
        },
        {
            "标题": "夜闻雨",
            "作者": "张以宁",
            "内容": "田家望雨今年少，水驿逢秋夜半闻。更喜朝来晴未稳，山头着帽尽生云。"
        },
        {
            "标题": "张文献祠",
            "作者": "张以宁",
            "内容": "儿时长诵八哀诗，遗诰相传自昔时。空料白头祠下拜，曲江烟雨读唐碑。"
        },
        {
            "标题": "舟中睹物忆亡儿烜 其四",
            "作者": "张以宁",
            "内容": "草深北岭暗寒烟，白骨无人瘗九泉。留得虚名诗满箧，可怜乱后落谁边。"
        },
        {
            "标题": "夜饮蒋师文斋馆",
            "作者": "张以宁",
            "内容": "故人相与醉，虚幌坐来清。月色宛在地，钟声忽满城。都将千载意，并作异乡情。若买青山得，相携岁晚行。"
        },
        {
            "标题": "同王赵二明府岸行里河滨",
            "作者": "张以宁",
            "内容": "御河行尽一千里，望入青齐树际天。野水飞鸥鱼舍外，关山归雁客帆前。\n日明野气浮层浪，风动川光漾细烟。客里未能疏酒盏，春来聊复费诗篇。"
        },
        {
            "标题": "八月至直沽",
            "作者": "张以宁",
            "内容": "野泺天低水，人家时两三。雁声连漠北，鱼味胜江南。雪拥芦芽短，寒禁柳眼缄。持竿吾欲往，拙宦白何堪。"
        },
        {
            "标题": "徐州霸王庙",
            "作者": "张以宁",
            "内容": "长洪声动楚山虚，太息彭城霸国余。父老更堪秦暴虐，英雄空为汉驱除。苔移玉帐蛛丝暗，柳绕黄楼雁影疏。独有春风虞氏草，魂归为汝一沾裾。"
        },
        {
            "标题": "题画白头公 其一",
            "作者": "张以宁",
            "内容": "日暖花开海上洲，飞来青鸟话闲愁。三生莫为多情煞，惹得春风白了头。"
        },
        {
            "标题": "题画白头公 其二",
            "作者": "张以宁",
            "内容": "蜀魄啼时清血流，断云荒树不堪愁。山禽不管人间事，也向春风自白头。"
        },
        {
            "标题": "次韵黄观复见贻古意",
            "作者": "张以宁",
            "内容": "世本良家子，环佩不下堂。结发承光宠，被服兰茝香。援琴操国风，古意何微茫。君恩逾山岳，妾命良自伤。高堂拜明月，为妾照衣裳。衣上罗带长，三岁不改芳。岂惭下体薄，所贵中怀臧。愿言充扫除，矢心侍君王。"
        },
        {
            "标题": "追和杨仲弘饶州东湖四景诗上本斋王参政 其四",
            "作者": "张以宁",
            "内容": "龙堂贝阙水仙家，夜色清寒晓转加。淰淰冻云低草树，娟娟晴雪照梅花。\n旧盟沤鸟依轻桨，新钓鳊鱼出古槎。玉署词人传好句，绝胜图与凤池誇。"
        },
        {
            "标题": "别忻都舜俞用烜韵",
            "作者": "张以宁",
            "内容": "日出嘉兴郭，杨花荡白波。船头将酒别，客里奈春何。\n西极骅骝远，南湖鸿雁多。清朝诗道盛，期子被弦歌。"
        },
        {
            "标题": "别王子懋赵德明",
            "作者": "张以宁",
            "内容": "御河船上月，相送到扬州。共饮忽为别，独吟方觉愁。水花苕渚晚，云树浙江稠。归雁长淮早，裁诗寄与不。"
        },
        {
            "标题": "次韵感怀清明并自述 其一",
            "作者": "张以宁",
            "内容": "雪落西楼虎满村，鬓髭变白赤心存。徙薪肯信当时策，负米徒伤此日魂。\n啼老杜鹃山月苦，归迟辽鹤海云昏。早知只学东方朔，避世长依金马门。"
        },
        {
            "标题": "丁卯会试院中次诸友韵 其二",
            "作者": "张以宁",
            "内容": "踪迹飘蓬西复东，共来折桂向蟾宫。云烟满纸文裁锦，星斗罗胸气吐虹。\n礼乐兴隆千载后，人材涵养百年中。主文正拟公输子，共喜无私别众工。"
        },
        {
            "标题": "崇德道中暖日菜花稠，晴风麦穗抽。",
            "作者": "张以宁",
            "内容": "客心双去翼，诗梦一扁舟。废塔巢苍鹳，长波漾白鸥。吴山明月到，恻怆十年游。"
        },
        {
            "标题": "送同年江学庭弟学文归建昌",
            "作者": "张以宁",
            "内容": "白发江夫子，青云信独稀。故人长北望，令弟又南归。庭树乌先喜，江帆雁共飞。东湖春柳色，到日上君衣。"
        },
        {
            "标题": "泊戚家堰遇风夜雷雨",
            "作者": "张以宁",
            "内容": "高浪出鱼龙，舟师急卷篷。雷声过云雨，月晕断河风。野阔人家外，涛喧客枕中。坐来搔短发，惆怅大江东。"
        },
        {
            "标题": "泊十八里塘",
            "作者": "张以宁",
            "内容": "系舟古柳根，一犬吠柴门。欲记来时夜，问人何处村。"
        },
        {
            "标题": "泊龟山",
            "作者": "张以宁",
            "内容": "白波滉漾青天垂，我行但觉官船迟。微微树短水尽处，惨惨日薄风来时。\n椎牛挂席打盐客，射鸭鸣弓蹈浪儿。漫郎头白不称意，沽酒龟山歌竹枝。"
        },
        {
            "标题": "泊湖头水长",
            "作者": "张以宁",
            "内容": "客路春将晚，征帆日又曛。深山昨夜雨，流水满溪云。渡黑渔舟集，村空戍鼓闻。故园频梦去，植杖已堪耘。"
        },
        {
            "标题": "题尚仲良画鹭卷沧江雨疏疏，翻飞一春锄。",
            "作者": "张以宁",
            "内容": "老树如人立，欲下意踌躇。明年柳条长，遮汝行捕鱼。"
        },
        {
            "标题": "次韵安庆汪仲暹超然亭",
            "作者": "张以宁",
            "内容": "超然之亭舒水上，绝景乃得天公偏。石柱秋开金菡萏，星河夜落玉觥船。\n独骑麒麟上倒景，下视蠛蠓空飞烟。舞雩人去忽千古，令我望之心惘然。"
        },
        {
            "标题": "常山县",
            "作者": "张以宁",
            "内容": "喜近闽山南去路，楼台两岸水迢迢。不知晓店三竿日，犹梦春江半夜潮。\n吏少县庭常阒寂，戍还驿舍尚萧条。平安写就无人寄，家在溪南第一桥。"
        },
        {
            "标题": "过崇安宿赤石水涩不下舟",
            "作者": "张以宁",
            "内容": "两岸青山下建溪，笋舆轧轧坐鸡栖。人间最是吴儿乐，一枕清风过浙西。"
        },
        {
            "标题": "崇德道中",
            "作者": "张以宁",
            "内容": "煖日菜花稠，晴风麦穗抽。客心双去翼，诗梦一扁舟。\n废塔巢苍鹳，长波漾白鸥。吴山明月到，恻怆十年游。"
        },
        {
            "标题": "秋登九江庙晚眺",
            "作者": "张以宁",
            "内容": "黄花开后叶初霜，紫蟹肥时酒满缸。羁旅已知浮世淡，登临未觉壮心降。天垂去鸟低平楚，水学惊蛇到大江。目极孤云乡思乱，烟波空想白鸥双。"
        },
        {
            "标题": "峨眉亭",
            "作者": "张以宁",
            "内容": "白酒双银瓶，独酌峨眉亭。不见谪仙人，但见三山青。秋色淮上来，苍然满云汀。欲将十五弦，弹与蛟龙听。"
        },
        {
            "标题": "滦阳道中次韵李伯贞中丞李孟豳参政 其二",
            "作者": "张以宁",
            "内容": "杏园飞鞚沗同途，天骥羸骖不并驱。晓起滦阳成独笑，燕霜浑白少年须。"
        },
        {
            "标题": "滦阳道中次韵李伯贞中丞李孟豳参政 其一",
            "作者": "张以宁",
            "内容": "共骑官马取长途，为爱佳山每缓驱。剪剪水风牵草带，疏疏沙雨长松须。"
        },
        {
            "标题": "次韵成均春日答潘述古博士",
            "作者": "张以宁",
            "内容": "芳时雨露被恩荣，六馆英游五百生。揖退花边分佩响，讲馀松外度钟鸣。\n风微高阁牙签动，日静深帘绿绮横。多羡材名潘骑省，题诗纸贵满春城。"
        },
        {
            "标题": "次翰林都事拜住春日见寄韵",
            "作者": "张以宁",
            "内容": "日高睡起小窗明，飞絮游丝弄昼晴。忽忆金河年少梦，柳阴骑马听流莺。"
        },
        {
            "标题": "次李宗烈韵（二首）",
            "作者": "张以宁",
            "内容": "倒著乌纱醉几回，白鸥门外莫相猜。浮生万古有万古，浊酒一杯复一杯。棕叶响交风色异，豆花飞满雨声来。青灯独似儿时好，一卷遗书自阖开。¤"
        },
        {
            "标题": "次韵士良子毅登雷破岩刘大王庙唱酬",
            "作者": "张以宁",
            "内容": "纸挂高枝湿瞑烟，乞灵多是往来船。雷轰古石犹遗迹，雨湿荒祠不记年。护羽翠禽低隐竹，摇花白苇远粘天。封侯万里吾今老，早办扁舟别计然。"
        },
        {
            "标题": "次韵感怀清明并自述 其二",
            "作者": "张以宁",
            "内容": "翠屏峰前溪上村，万家兵后几人存。十年上冢阻归兴，五夜还家劳梦魂。\n燕蹴柳花风细细，乌啼松叶雨昏昏。何时步屧青芜路，月上山童候筚门。"
        },
        {
            "标题": "夜泊独柳次韵王尹子懋",
            "作者": "张以宁",
            "内容": "霁月中天见绛河，黄流满地漾金波。荒陂野火兼渔火，短棹吴歌杂楚歌。\n去雁已连家信杳，闲鸥岂识客愁多。江南二月花如海，独负归期奈尔何。"
        },
        {
            "标题": "玉山县店见壁间黄山林献可诗次韵",
            "作者": "张以宁",
            "内容": "淮水风高雁影微，澄江潮细鲤鱼稀。客愁正怯江东雨，花落青林闻秭归。"
        },
        {
            "标题": "次张祭酒虚游轩雨后即事韵并忆扬州旧游 其二",
            "作者": "张以宁",
            "内容": "百年何处好怀开，忆在扬州几醉来。落日放船穿柳过，微风欹帽看花回。\n即今尽减尊前兴，忆旧宁堪笛里哀。一笑广寒宫饭窄，论文那得酒盈杯。"
        },
        {
            "标题": "次张祭酒虚游轩雨后即事韵并忆扬州旧游 其一",
            "作者": "张以宁",
            "内容": "墙角红葵一丈开，鹁鸠声断雨声来。雨鸣竹屋诗新就，日度花砖梦恰回。\n露蔓蜗行经午湿，风枝蝉语近秋哀。虚游轩里凉如水，自玩春秋著玉杯。"
        },
        {
            "标题": "次李宗烈见赠韵",
            "作者": "张以宁",
            "内容": "秋风同是天涯客，独对黄花酒屡赊。报主力微怜老骥，念亲心在愧慈鸦。\n故人渐少逢君晚，新句能多对客誇。每见诗来欢喜极，却愁吟罢转思家。"
        },
        {
            "标题": "次李宗烈韵 其一",
            "作者": "张以宁",
            "内容": "倒着乌纱醉几回，白鸥门外莫相猜。浮生万古有万古，浊酒一杯复一杯。\n棕叶响交风色异，豆花飞满雨声来。青灯独似儿时好，一卷遗书自阖开。"
        },
        {
            "标题": "题进士卜友曾瘦马图",
            "作者": "张以宁",
            "内容": "卜侯喜我诗，袖出《瘦马图》。前有杜陵《瘦马行》，令我阁笔久嗟吁。忆昔马齿未长日，金羁躞蹀鸣天衢。逐景虞泉日未晡，羲和顿辔喘不苏。石根一蹶亦常事，谁遣逸足轻夷途。霜风大泽百草枯，饮龁不饱长毛疏。相者举肥汝苦瘠，委弃乃在城东隅。病颡有时磨古树，翻蹄无力衮平芜。当年笑杀紫燕愚，中路清涕流盐车。嗟哉此马世罕有，驽骀多肉空敷腴。骨格棱层神观在，颇类山泽之仙臞。解剑赎汝归，伯乐今岂无？浴之万里流，秣以百束刍。苜蓿花白春云铺，气全或比新生驹。持之西献穆天子，尚与八骏争先驱。瑶池云气浮太虚，日出积雪青禽呼，长望临风心郁纡。"
        },
        {
            "标题": "答张约中见问",
            "作者": "张以宁",
            "内容": "衰迟久让祖生鞭，寂寞犹存郑老毡。金马隐来人岂识，木鸡老去我方全。坐移棠树庭前日，梦到榴花洞里天。多谢故人劳远问，滥竽博士又三年。"
        },
        {
            "标题": "登闽关",
            "作者": "张以宁",
            "内容": "独步青云最上梯，八闽如井眼中低。泉鸣万鼓动哀壑，山饮双虹垂远溪。家近尚无鸿雁信，客愁复有鹧鸪啼。书生未老疏狂意，更欲昆仑散马蹄。"
        },
        {
            "标题": "过临江 其一",
            "作者": "张以宁",
            "内容": "江右流芳墨作庄，气雄文古压欧王。平生却为多稽古，忧杀平南狄武襄。"
        },
        {
            "标题": "建宁府雨中登玉清观",
            "作者": "张以宁",
            "内容": "双溪南下绿湾环，碧瓦参差细雨间。水绕玉清来九曲，云归沧海近三山。\n铁狮昼伏闻钟鼓，白鹤宵飞认佩环。欲结紫霞尘外想，不堪回首近乡关。"
        },
        {
            "标题": "夜泊东关",
            "作者": "张以宁",
            "内容": "泊舟新安口，月出溪南峰。红灯照窣堵，绿水开夫容。\n李白题诗处，何人继其踪。我欲擪长笛，幽壑舞鱼龙。"
        },
        {
            "标题": "题刘士行石林茅屋",
            "作者": "张以宁",
            "内容": "潇洒刘郎意绝奇，林西更好小堂基。石间青竹尽秋色，屋上白茅犹古姿。\n野雀巢檐群就食，山精倚树惯听诗。东屯行处苍苔满，有客天涯独梦思。"
        },
        {
            "标题": "王伯纯读书别墅晨起有怀纵笔奉寄",
            "作者": "张以宁",
            "内容": "数日有所思，作诗无好趣。思君读书芳桂林，睡起题诗有新句。谢公埭上栋花风，密叶啼莺绿如雾。君如尘外鹤，我似书中蠹。人生知己海内稀，纵有参差不相遇。咫尺思君知几回，远别悬知亦良苦。草亭新竹长，昨夜邗沟雨。恩君持酒时，心逐江潮去。明年柳暗金河路，君马如龙辔如组。而今壁上好题诗，记取王郎读书处。"
        },
        {
            "标题": "范增墓",
            "作者": "张以宁",
            "内容": "鸿门已失秦天下，千载彭城恨满襟。亭长空惊撞白璧，中郎还解摸黄金。\n乾坤不庇英雄骨，霜露谁为怵愓心。独有彷徉尘垢外，谷城飞去白云深。"
        },
        {
            "标题": "分水铺道中",
            "作者": "张以宁",
            "内容": "长忆闽中路，今朝马首东。山高云易雨，谷响水多风。蝶抱落花片，鸟啼深竹丛。功名一画饼，身世独飞蓬。"
        },
        {
            "标题": "分题芜城烟雨送吴原晢教谕",
            "作者": "张以宁",
            "内容": "芜城路，年去年来自烟雨。冉冉春浓湿燕丝，蒙蒙晓暗迷莺树。鲍昭愁绝未归来，为画当时断肠赋。登高怅望正思君，帆影微茫又东去。"
        },
        {
            "标题": "喜丁仲容征君至",
            "作者": "张以宁",
            "内容": "题诗苦忆城南郭，喜见归来鹤姓丁。双鬓野风吹汝白，一灯江雨向人青。志士长嗟灵寿杖，史官独失少微星。琼花照眼春无赖，明日酌君双玉瓶。"
        },
        {
            "标题": "题海陵石仲铭所藏渊明归隐图",
            "作者": "张以宁",
            "内容": "昔无刘豫州，隆中老诸葛。所以陶彭泽，归兴不可遏。凌歊宴功臣，旌旗蔽轇輵。一壶从杖藜，独视天壤阔。风<?欠>黄金花，南山在我闼。萧条蓬门秋，稚子候明发。岂知英雄人，有志不得豁。高咏荆轲篇，飒然动毛发。"
        },
        {
            "标题": "夜过陵州",
            "作者": "张以宁",
            "内容": "河堤月上水迢迢，卧听陵州夜渡桥。肠断江南二三月，落花蝴蝶上兰桡。"
        },
        {
            "标题": "过采石 其一",
            "作者": "张以宁",
            "内容": "重过峨眉访旧游，三山无恙水东流。若为唤起青莲客，共醉西风亭上秋。"
        },
        {
            "标题": "过采石 其二",
            "作者": "张以宁",
            "内容": "天堑西边牛渚矶，燃犀谁敢照朱衣。而今荡桨平如掌，薄暮渔童买酒归。"
        },
        {
            "标题": "过兰溪",
            "作者": "张以宁",
            "内容": "昔过兰溪上，秋风把酒杯。重来人事异，独立客心哀。\n沙合滩声转，帆移塔影来。赤松山色近，伫望意徘徊。"
        },
        {
            "标题": "过临江望閤皀山",
            "作者": "张以宁",
            "内容": "閤皀山青琐夕霏，仙翁旧馆尚依稀。归来倘似辽东鹤，愁杀千年老令威。"
        },
        {
            "标题": "过临江 其二",
            "作者": "张以宁",
            "内容": "二贤江右起联翩，洙泗支流迥有传。闻说九京英爽在，台章深悔到伊川。"
        },
        {
            "标题": "过龙游",
            "作者": "张以宁",
            "内容": "鹢首见龙游，群山翠浪流。阳坡眠白犊，阴洞锁苍虬。\n树密云藏屋，滩长石啮舟。呼儿具尊酒，听客说杭州。"
        },
        {
            "标题": "过龙游",
            "作者": "张以宁",
            "内容": "蒨首见龙游，群山翠浪流。阳坡眠白犊，阴洞锁苍虬。树密云藏屋，滩长石啮舟。呼儿具尊酒，听客说杭州。"
        },
        {
            "标题": "过桐庐",
            "作者": "张以宁",
            "内容": "江边三月草凄凄，绿树苍烟望欲迷。细雨孤帆春睡起，青山两岸画眉啼。"
        },
        {
            "标题": "过武夷",
            "作者": "张以宁",
            "内容": "羽节霓旌蔽紫氛，幔亭高宴武夷君。虹桥一断青冥隔，天乐多传白昼闻。岩挂玉机虚夜月，洞函金骨暖春云。紫阳见说今犹在，拜乞刀圭傥汝分。"
        },
        {
            "标题": "过小孤山",
            "作者": "张以宁",
            "内容": "交趾江头指壮游，小孤山下见新秋。天镵双柱维南极，海作重门锁上流。\n使者星驰英荡节，神妃风送锦帆舟。来春二月停归棹，好荐芳馨杜若洲。"
        },
        {
            "标题": "过桐庐",
            "作者": "张以宁",
            "内容": "绝爱桐庐水，潮回绿满溪。海风吹雨去，山日傍云低。\n涉世心犹壮，思家梦欲迷。独惭老莱子，白发尚儿啼。"
        },
        {
            "标题": "都城春日再次前韵",
            "作者": "张以宁",
            "内容": "卿云绚綵捧晴暾，春满皇都十二门。苑树嫩黄烟着色，宫沟微绿雪消痕。\n秧分过社新针水，麦种经秋秀被村。愿见年丰人饱饭，广文官冷底须论。"
        },
        {
            "标题": "过辛稼轩神道吊以诗",
            "作者": "张以宁",
            "内容": "长啸秋云白日阴，太行天党气萧森。英雄已尽中原泪，臣主元无北渡心。\n年晚阴符仙蠹化，夜寒雄剑老龙吟。青山万折东流去，春暮鹃啼宰树林。"
        },
        {
            "标题": "过吴江州",
            "作者": "张以宁",
            "内容": "三高堂下绿蘋风，十载维舟两鬓蓬。范蠡无书留越绝，张翰有梦到吴中。\n云开笠泽浮珠阙，月出长桥动綵虹。长忆故人心断绝，五羊南去少飞鸿。"
        },
        {
            "标题": "途中次子烜韵 其一",
            "作者": "张以宁",
            "内容": "日出河堤平，春来柳眼醒。蓟姬天下白，辽隼海东青。\n浪起层层雪，沙明点点星。片帆风力健，予欲运南溟。"
        },
        {
            "标题": "次韵夜宿双清亭",
            "作者": "张以宁",
            "内容": "海子桥边丝雨晴，水衡亭下縠波生。珠宫坠月醒龙梦，琼岛回风送鹤声。\n细数更筹怜夜永，遥瞻宸极愿时清。左丞綵笔题诗好，纸贵明朝满凤城。"
        },
        {
            "标题": "江干江干望不极，楼阁影缤纷。",
            "作者": "张以宁",
            "内容": "水气多为雨，人烟远是云。予生何濩落，客路转辛勤。杨柳牵愁思，和春上翠裙。"
        },
        {
            "标题": "题石生仲濂所藏李克孝竹木",
            "作者": "张以宁",
            "内容": "息斋之孙李公子，尽将幽意入经营。修篁石上生云气，古木山中作雨声。年来好画不忍见，岁晏故园空复情。乌巾挂在长松树，吾欲巢居逃姓名。"
        },
        {
            "标题": "和刘公艺暮春有感韵 其二",
            "作者": "张以宁",
            "内容": "耻向清时泣楚囚，长寻佳句拟扬休。碧云千里隔春信，红雨一帘生晚愁。\n袖手独应怜郢斲，知心谁为和商讴。卜邻幸识刘公干，新得诗声满壁流。"
        },
        {
            "标题": "送李叔成游茅山",
            "作者": "张以宁",
            "内容": "山头丹光涌日红，不尽幡幢来碧空。李白独骑一赤鲩，茅君导汝双青童。纤云上衣檞叶雨，坠雪扑帽松花风。仙人笑指海水落，相约蓬莱之上宫。"
        },
        {
            "标题": "和刘公艺暮春有感韵",
            "作者": "张以宁",
            "内容": "醉梦还家醒未归，起寻坠萼惜流辉。静闻白蚁如牛斗，闲看青虫化蝶飞。日转渐长添篆缕，雨来忽冷觅罗衣。却思翠竹清溪路，曛黑儿童候竹扉。"
        },
        {
            "标题": "题马致远清溪晓渡图（致远，广西宪掾。子琬",
            "作者": "张以宁",
            "内容": "今晨高卧不出户，岁晏黄尘九逵雾。美人远别索题诗，眼明见此清溪之晓渡。溪傍秀林昨夜雨，落花一寸无行路。歌阑桃叶人断肠，艇子招招过溪去。红日青霞半晦明，白云碧嶂相吞吐。诗成君别我亦归，此景宛是经行处。我呼九曲峰前船，君帆正渡潇湘渚。雁去冥冥红叶天，猿啼历历青枫树。是时美人不相见，我思美人美无度。美人之材济时具，我老但有沧洲趣。他日开图思我时，溪上春深采芳杜。"
        },
        {
            "标题": "桃源春晓图",
            "作者": "张以宁",
            "内容": "溪上桃花无数开，花间春水绿于苔。不因渔艇寻源入，争识仙家避世来。\n翠雨流云连玉洞，丹霞抱日护瑶台。幔亭亦有虹桥约，问我京华几日回。"
        },
        {
            "标题": "贺礼部王尚书本中二十韵",
            "作者": "张以宁",
            "内容": "孤竹先贤国，三槐故相庭。恭惟我文肃，藉甚古仪刑。金掌新卿月，银槎旧客星。青箱传远大，彩笔动精灵。右掖何清切，中朝重委令。判题花粲粲，啸咏竹泠泠。宗伯司周典，尚书管汉庭。地华人更妙，名盛德惟馨。斗运天喉舌，云飞雪羽翎。趋朝群崿袅，开宴万娉婷。舞艳围珠袖，歌长簇锦屏。橐荷元映紫，简竹要垂青。知贡春题榜，焚香昼锁厅。为公植桃李，报国蓄参苓。丹扆更新诏，苍生望永宁。芝泥看凤下，薇阁待鸾停。傅说升调鼎，匡衡奏引经。即应清海岱，还复禅云亭。自哂依清樾，犹惭泛梗萍。卑飞惟短翅，终愿附青冥。"
        },
        {
            "标题": "次王伯纯韵",
            "作者": "张以宁",
            "内容": "草亭夜静三人饮，起视乾坤醉眼昏。鹤警露光悬竹叶，乌啼月色满柴门。\n抽毫昔对蓬莱殿，秉烛曾游桃李园。天际形容今渐老，尊前怀抱向谁论。"
        },
        {
            "标题": "横阳草堂次谢叠山韵",
            "作者": "张以宁",
            "内容": "迤"
        },
        {
            "标题": "横阳草堂次谢叠山韵",
            "作者": "张以宁",
            "内容": "迤逦中州二水回，参差杰阁五云开。银钩透壁诗人去，铁笛裂岩仙客来。竹度蝉风凉白帢，松翻鹤露泻清杯。何时夜半梅花月，溪上吟篷带雪推。"
        },
        {
            "标题": "水红花",
            "作者": "张以宁",
            "内容": "穗长仍叶密，红粟缀枝鲜。种秫今年熟，相将买酒船。"
        },
        {
            "标题": "送馆主朝宪使之淮西四十韵",
            "作者": "张以宁",
            "内容": "宇宙开昌运，山川产荩臣。周邦多士贵，鲁国一儒真。江海襟无际，风雷笔有神。渊涵珠皎洁，山立玉嶙峋。剀切三千牍，飞扬四十春。粤从游辇毂，早已冠成均。泮水开重席，中书擢荐绅。赞戎淮甸左，参宪粤天垠。南纪孤飞隼，中台一角麟。大声摇列岳，爽气动高旻。出使方廉察，为郎已选抡。治邦用轻典，大礼佐宗禋。笋立清班峻，荷香紫橐新。琼林无横赋，肺石绝冤民。台省流荣屡，朝廷注意频。庸田俱利导，在野不颦呻。全浙推崇剧，雄藩藉抚循。申侯仍作翰，召伯复来旬。海舶回诸国，星轺出八闽。层城狐一扫，绝岛兽皆驯。冰蘖俱吾素，珠犀讵尔珍。绣衣才受斧，芝检又颁纶。云近蓬莱殿，河澄析木津。紫垣依日月，黄道上星辰。鼎铉须贤佐，纲维借旧人。飞霜迎玉节，沛雨逐朱轮。包尹祠堂外，张公水庙滨。楚峰凉浸露，淝浪净无尘。秉笔应多暇，题诗必绝伦。列城俄镇静，六辔更咨询。晚节看黄菊，清秋倚碧筠。公心思绿野，帝命简彤宸。昔者开科选，先公赞国钧。文风今有赖，盛德岂无因。骨相宵人薄，心期令弟亲。同年俱踔厉，此日独沉沦。恋主肝犹赤，思亲鬓似银。十年长自苦，孤志若为伸。岂意长淮客，叨陪翘馆宾。铭心感知己，报德愿终身。"
        },
        {
            "标题": "次张仲举祭酒咏花槐花",
            "作者": "张以宁",
            "内容": "黄露结青枝，风吹散秋雪。忆昨马蹄忙，壮年心未彻。"
        },
        {
            "标题": "题唐明府画冯隐士像",
            "作者": "张以宁",
            "内容": "能诗能画唐明府，置子清泉白石间。秋色半林黄叶老，野心一片白云闲。\n王维自爱欹湖道，李渤元居少室山。几处溪山莫归醉，扁舟留在月中还。"
        },
        {
            "标题": "立冬舟中即事 其一",
            "作者": "张以宁",
            "内容": "一滩一滩复一滩，轻舟荡桨上曾湍。三秋岭外雨全少，十月邕南天未寒。\n露岸苇花明白羽，风林橘子动金丸。如何连夜还乡梦，不怕关山行路难。"
        },
        {
            "标题": "次李左司明举看田朱家垈韵",
            "作者": "张以宁",
            "内容": "愿丰亭前春事深，清时休日此幽寻。长思相觅饮君酒，亦欲即归投我簪。\n三月风光开罨画，百年交好契磁针。明晨拟看功成去，臈蚁开尊满共斟。"
        },
        {
            "标题": "题曹子益可竹亭",
            "作者": "张以宁",
            "内容": "竹西清绝处，三径万琅玕。昼枕翠涛响，春衣青雨寒。\n登君好亭子，回首忆江干。嗜酒那无此，吾今欲挂冠。"
        },
        {
            "标题": "嘉兴有感陆宣公事",
            "作者": "张以宁",
            "内容": "官家忘却奉天时，岁晚忠州两鬓丝。今日北来车马客，夕阳祠下读残碑。"
        },
        {
            "标题": "送侯邦彦自南谯游建业",
            "作者": "张以宁",
            "内容": "君向金陵去，云帆百尺悬。杯摇江色里，诗堕菊花前。\n涂水明秋月，钟山起暮烟。凤台逢李白，一为问青天。"
        },
        {
            "标题": "晚泊石头城下明旦发龙江",
            "作者": "张以宁",
            "内容": "江口帆开五两飞，海门遥望树依微。若为得似千年鹤，东向三神岛上归。"
        },
        {
            "标题": "建业清凉寺次王伯循御史竹亭壁间韵",
            "作者": "张以宁",
            "内容": "独寻清凉寺，还望翠微亭。客散竹间月，僧闲松下经。\n江声回近浦，野色到虚庭。白发山中叟，为予诗眼青。"
        },
        {
            "标题": "题广陵姚节妇卷",
            "作者": "张以宁",
            "内容": "黄鹄不重适，哀鸣常自怜。披心当白日，留面睹黄泉。寂寂谁能尔，滔滔汝独贤。广陵姚氏传，史馆几时编。"
        },
        {
            "标题": "题杨子文罗汉渡海图",
            "作者": "张以宁",
            "内容": "天台之东巨瀛海，蒙蒙元气浮无边。应真十六山中来，径渡万里蛟鼍渊。巨灵前驱海若伏，翠水帖帖开红莲。神螭猛兽竞轩翥，穹龟巨鱼相后先。一山浮玉当其前，石室古藓垂千年。异人高居役众鬼，挽过巨浸如飙旋。贝宫神君迎且拜，明星玉女争花妍。阴风黯淡百怪集，夫容旂影飞翩翩。石桥回望渺何处，紫翠明灭空云烟。问渠飞锡何所往，毋乃鹫岭朝金仙？金仙雪山方宴坐，笑汝狡狯何纷然。书生平生未省见，太息此画人间传。清时麟凤在郊野，白日杲杲行青天。"
        },
        {
            "标题": "近无锡道中",
            "作者": "张以宁",
            "内容": "叠桥随港直，联木护堤偏。村落皆通水，人家半系船。\n橘花香曙露，杨叶淡寒烟。中土何寥廓，黄沙人种田。"
        },
        {
            "标题": "九江庙",
            "作者": "张以宁",
            "内容": "遗台上古城，剑气夜峥嵘。天地英雄恨，春秋父老情。蜀岗来楚尽，涂水近江平。往事何劳问，长陵草自生。"
        },
        {
            "标题": "荆门闸",
            "作者": "张以宁",
            "内容": "车到荆门上，舟移巨野中。河声来汶济，山色见龟蒙。杨柳烟深浅，杏花春白红。人家桑枣外，犹是古人风。"
        },
        {
            "标题": "次韵张祭酒新春诗",
            "作者": "张以宁",
            "内容": "昕鼓声迟日色暾，鹄袍如雾拥桥门。迎风柏叶翻云影，过雨芹芽滴露痕。\n谩倚三年博士席，长怀百岁老人村。吾宗祭酒金銮客，多谢新诗细与论。"
        },
        {
            "标题": "梨花锦鸠",
            "作者": "张以宁",
            "内容": "一枝新雨带啼鸠，唤起春寒枝上头。说与朝来啼太苦，洗妆才了不禁愁。"
        },
        {
            "标题": "贺李孟豳中丞寿四绝 其三",
            "作者": "张以宁",
            "内容": "清晓写诗成，飞英点玉觥。为传梅信好，闻早入调羹。"
        },
        {
            "标题": "贺李孟豳中丞寿四绝 其一",
            "作者": "张以宁",
            "内容": "十日书云后，窗中影渐长。好将五色锦，为补舜衣裳。"
        },
        {
            "标题": "贺李孟豳中丞寿四绝 其二",
            "作者": "张以宁",
            "内容": "春信到琴边，声成意已传。须裁太古曲，天上和虞弦。"
        },
        {
            "标题": "题雪窗兰蕙同芳图",
            "作者": "张以宁",
            "内容": "春来骚意满江干，转蕙风光更泛兰。睡起老禅闲一笑，月明香雪竹窗寒。"
        },
        {
            "标题": "梁山泺",
            "作者": "张以宁",
            "内容": "风正吴樯去不牵，雪融汶水绿堪怜。菰蒲渺渺官为市，杨柳青青客上船。"
        },
        {
            "标题": "题米元厓山水高堂晓起山水入，古色惨淡神灵",
            "作者": "张以宁",
            "内容": "望中冥冥云气深，祇恐春衣坐来湿。江风吹雨百花飞，早晚持竿吾得归。身在江南图画里，令人却忆米元厓。"
        },
        {
            "标题": "丙寅乡贡同宁德黄君泽韩君瑕林鹤山登幔亭峰今十五年矣赋此并怀黄子肃同年",
            "作者": "张以宁",
            "内容": "忆共故人携手地，幔亭绝顶赋游仙。鹏飞起处三千里，鹤到归时十五年。\n澄潭月上金鸡响，古洞泉流玉幅悬。为报樵溪黄石老，幽期长在白云篇。"
        },
        {
            "标题": "七里下舟至钅公山州旁罗店",
            "作者": "张以宁",
            "内容": "怀玉山前似叶舟，卧看帆影晚悠悠。云飞梨岭先南去，水汇鄱江倒北流。烟堵白花迷晚蝶，风林碧叶应啼鸠。去年此日隋堤柳，马首青青客正愁。"
        },
        {
            "标题": "闽关水吟",
            "作者": "张以宁",
            "内容": "闽关之水来陇头，排山下与闽溪流。闽溪送客东南走，直到嵩溪始分手。客居溪上云几重，乌啼月出门前松。天风吹云数千里，飘飖直度长江水。清淮浩荡连黄河，碧树满地黄云多。梦中长记关山路，陇水潺湲似人语。觉来有书不得将，海潮不上嵩溪阳。平原春晚生芳草，杜鹃声里令人老。行人归来动十年，潺湲陇水声依然。安得湘弦写呜咽，弹作相思寄明月。"
        },
        {
            "标题": "题雪窗墨兰为湖广都事李则文作",
            "作者": "张以宁",
            "内容": "君家诗好锦袍仙，兰雪清风故洒然。金地禅僧留妙墨，木天学士写新篇。\n香来笔底吴云动，思入琴边楚月悬。圣代即今深雨露，流芳千载逮君传。"
        },
        {
            "标题": "墨兰为湛然上人题",
            "作者": "张以宁",
            "内容": "云林苍苍石齿齿，一花两花幽薄底。远香自到定中来，道人湛然心不起。"
        },
        {
            "标题": "木槿花",
            "作者": "张以宁",
            "内容": "朝昏看开落，一笑小窗中。别种蟠桃子，千年一度红。"
        },
        {
            "标题": "题苏昌龄画",
            "作者": "张以宁",
            "内容": "徐君远从西江来，亲为苏子作松石。松三千年铁作肤，石亦苍寒太古色。几株老木相因依，气格不敢与之敌。洲前摇摇者舟子，短棹沧江荡晴碧。着子啸歌于其中，仰观青天岸白帻。是时东山月始出，无边露气连赤壁。潜蛟出舞巢鹘翔，江姬色动三太息。眼中之人有太白，风云变态俱无迹。前辈风流今复闻，人间绝景岂易得。徐君更为添野夫，共泛灵槎卧吹笛。"
        },
        {
            "标题": "二月十五日舟中见柳始青",
            "作者": "张以宁",
            "内容": "宛宛萦堤水，淙淙逆浪船。清晨风已转，今夜月初圆。\n归客春多梦，舟人早懒牵。无端杨柳色，青入柂楼前。"
        },
        {
            "标题": "子烜买红酒",
            "作者": "张以宁",
            "内容": "吴江红酒红如霞，忆着故园桃正花。羊角山前几回醉，女须嗔汝未还家。"
        },
        {
            "标题": "寄题琵琶亭",
            "作者": "张以宁",
            "内容": "洲前亭子赤阑干，白傅唐时此谪官。渚花留客醉秋晚，江月向人啼夜阑。\n湓浦波涛三峡外，长安城阙五云端。酒醒忽记东林路，钟磬萧条暮雨寒。"
        },
        {
            "标题": "过沛歌风亭",
            "作者": "张以宁",
            "内容": "苍梧帝逝薰弦绝，千古三侯慷慨歌。丰沛故乡宜有感，韩彭猛士惜无多。\n英雄老去台空在，魂魄来归意若何。楚舞尊前鸿鹄起，大风几动汉山河。"
        },
        {
            "标题": "题李文则画四首 其一 陆羽烹茶",
            "作者": "张以宁",
            "内容": "阅罢茶经坐石苔，惠山新汲入瓷杯。高人惯识人间味，笑看江心取水来。"
        },
        {
            "标题": "题信州戈阳周竹窗嘉竹图",
            "作者": "张以宁",
            "内容": "戈水徵君周竹窗，传家累叶尚敦庞。高门即见朱轮十，瑞节先看碧玉双。\n翠凤并巢依积雪，苍龙分影媚清江。徐公对此尤能赋，予欲东游共酒缸。"
        },
        {
            "标题": "题道士青山白云图 其二",
            "作者": "张以宁",
            "内容": "长爱青山好，行行入翠微。今朝山顶上，下看白云飞。"
        },
        {
            "标题": "题道士青山白云图 其六",
            "作者": "张以宁",
            "内容": "林秋红树出，溪晓白云多。此景江南有，江南今若何。"
        },
        {
            "标题": "题刘君济青山白云图",
            "作者": "张以宁",
            "内容": "野性夙所忻，青山无垢氛。落花一夜雨，幽树满川云。\n鹿迹闲行见，松香独坐闻。殷勤招白鹤，予亦离人群。"
        },
        {
            "标题": "题青山白云图",
            "作者": "张以宁",
            "内容": "白云江上头，忆着昔曾游。睡起青山雨，坐来红叶秋。\n深苔依径湿，寒磬出林幽。亦有高栖者，无因见鹿裘。"
        },
        {
            "标题": "衢州咏烂柯山效宋体 其二",
            "作者": "张以宁",
            "内容": "洞里仙人笑客痴，斧柯烂却忘归时。人间宇宙无穷事，只似山中一局棋。"
        },
        {
            "标题": "同徐元徵钱德元酒边即席题壁间山水",
            "作者": "张以宁",
            "内容": "白云垂柳露毵毵，听彻金鸡月满潭。千里汴堤尘拍面，梦从淮左过江南。"
        },
        {
            "标题": "衢州咏烂柯山效宋体 其一",
            "作者": "张以宁",
            "内容": "人说仙家日月迟，仙家日月转堪悲。谁将百岁人间乐，只换山中一局棋。"
        },
        {
            "标题": "吴门怀古",
            "作者": "张以宁",
            "内容": "曾见吴王歌舞时，遗台废苑不胜悲。春风雁啑菰蒲叶，夜月乌啼杨柳枝。\n有客买舟寻范蠡，无人穿冢近要离。馆娃宫外繁花发，游女长歌白纻词。"
        },
        {
            "标题": "题饶良卿所藏界画黄楼图",
            "作者": "张以宁",
            "内容": "饶君手持新画图，起摩双眼惊老夫。高林叶响昼浙沥，平皋野色春模糊。绮疏绣瓦细毫末，雕棋朱甍盘郁纡。楼前磊落三长身，幅巾大带皆文儒。我疑岳阳或黄鹤，此外风景江南无。君云乃是徐州之黄楼，令我怅然思大苏。洪河西来厚地裂，蛟鳄抃舞号天吴。飞楼雄压城之隅，万马肃肃东南趋。是州项氏昔所都，绿枪金镞埋平芜。沥肝作书上明主，远略翻见英雄粗。相携一笑视千古，恐是昨者黄陈徒。细看古意在绢素，稍觉爽气浮眉须。千年融结岂易得，峨眉草木今犹枯。当时漂流江海遍，终古志士长嗟吁。君到楼中若把酒，明月正在青天孤。"
        },
        {
            "标题": "送铁元刚检归三山",
            "作者": "张以宁",
            "内容": "公子高昌世贵家，佩悬明月弄飞霞。仙方旧授壶公药，使节新乘博望槎。春幕日迟榕换叶，昼庭风细荔吹花。乌台消息明年近，骢马金河踏软沙。"
        },
        {
            "标题": "题杨子第八港韩氏十景卷",
            "作者": "张以宁",
            "内容": "白霅赵子诗句好，三年不见心懆懆。清晨小卷到我前，万里江天净如扫。扬州城高云气秋，八公骑鹤时下游。焦山丹井夜光歇，钟声晓入江南洲。埋轮人去英雄泣，至今忠愤春潮急。枉渚维舟竟日横，行人唤渡移时立。丝丝垂柳郁金黄，渺渺流辉组练长。残阳欲没明月出，神山二点青螺光。港口归帆如鸟翥，雪暗江村不知处。浦寒蓑白一渔归，沙净江清群雁聚。金山山前杨子津，舟中来往逐风尘。江灵绝景掞之久，持似潇洒江居人。草堂无赀发欲白，我与赵子俱为客。起来书罢十景图，目送飞沤下江碧。"
        },
        {
            "标题": "舒啸轩",
            "作者": "张以宁",
            "内容": "幽居苍竹林，永啸白云岑。自吐虹霓气，人闻鸾凤音。野烟乔木晚，江雨落花深。亦有东皋兴，何当一抱琴。"
        },
        {
            "标题": "题李文则画四首 其三 渊明送酒",
            "作者": "张以宁",
            "内容": "五柳门前秋叶衰，南山佳气满东篱。白衣人到黄花外，正是先生述酒时。"
        },
        {
            "标题": "舜庙诗次韵牛士良",
            "作者": "张以宁",
            "内容": "苍梧落日百灵悲，韶石清风万代思。洪水一从咨禹后，深山几见避秦时。\n鸟耘历历传遗迹，鸡卜纷纷异俗祠。白发舜弦峰下路，老儒独咏卿云诗。"
        },
        {
            "标题": "钱舜举画二首 其二 丝瓜",
            "作者": "张以宁",
            "内容": "黄花翠蔓子累累，写得西风雨一篱。愁绝客怀浑怕见，老来万缕足秋思。"
        },
        {
            "标题": "题李文则画四首 其四 逸少兰亭",
            "作者": "张以宁",
            "内容": "兰亭佳处忆曾过，已较前人感慨多。修竹茂林今在否，画中一看意如何。"
        },
        {
            "标题": "四景山水",
            "作者": "张以宁",
            "内容": "山雨瀑如雪，林寒松未花。遥看飞阁起，知有梵王家。一僧归得晚，云湿满袈裟。崖断石林合，风高云叶飘。人归雨脚外，高阁望中遥。应是天台路，幽期在石桥。秋褵白云晚，霜林红树多。野桥山郭外，行子暮来过。为问小摇落，江南今若何？寒月白千峰，林深路绝踪。遥知僧定起，疏响在高松。亦欲剡溪去，其如山海重。"
        },
        {
            "标题": "送孔伯逊延平录事",
            "作者": "张以宁",
            "内容": "阙里诸孙圣代英，作官去拜四先生。雷霆入地溪声合，星斗罗空剑气明。\n千载有传文献盛，三年无事纪纲行。薰风荔子丹时后，重待扶摇觐帝京。"
        },
        {
            "标题": "送僧游杭",
            "作者": "张以宁",
            "内容": "铜驼夜泣苔花冷，银雁秋飞宝气消。曾共残僧披旧迹，尚怜故老话前朝。衲随猿挂云生树，杯趁鸥还月上潮。师去新诗如见寄，白沙翠筿赤阑桥。"
        },
        {
            "标题": "送僧南归",
            "作者": "张以宁",
            "内容": "兵尘犹澒洞，僧舍亦徵求。师向江南去，予方毂下留。\n风霜两足白，宇宙一身浮。归及梅花发，题诗寄陇头。"
        },
        {
            "标题": "送王伯纯游钱唐",
            "作者": "张以宁",
            "内容": "君去渡江春，莺花著处新。湖山有喜气，天壤见斯人。残雪明松岭，闲云傍葛巾。平生尘外意，于此得天真。"
        },
        {
            "标题": "送重峰阮子敬南还",
            "作者": "张以宁",
            "内容": "君家重峰下，我家大溪头。君家门前水，我家门前流。我行久别家，思忆故乡水。何况故乡人，相见六千里。十年在扬州，五年在京城。不见故乡人，见君难为情。见君情尚尔，别君奈何许？送君遽不堪，忆君良独苦。君归过溪上，为问水中鱼。别时鱼尾赤，别后今何如？"
        },
        {
            "标题": "太平太傅致仕",
            "作者": "张以宁",
            "内容": "明公先叶国元功，两正台衡保始终。乔木世家今绝少，黄花晚节古应同。\n平泉草木风烟外，杜曲桑麻雨露中。从此升平歌帝力，为农祇愿岁长丰。"
        },
        {
            "标题": "太和县",
            "作者": "张以宁",
            "内容": "晓挂船窗看，苍茫暝色分。前山知有雨，流出满江云。"
        },
        {
            "标题": "题桃花图",
            "作者": "张以宁",
            "内容": "溪上桃花春可怜，赤栏桥畔忆游仙。若为饱吃胡麻饭，看到三千结实年。"
        },
        {
            "标题": "题道士青山白云图（四首）",
            "作者": "张以宁",
            "内容": "只道溪源尽，遥闻钟磬音。却寻流水去，行尽白云深。"
        },
        {
            "标题": "题道士青山白云图（四首）",
            "作者": "张以宁",
            "内容": "云气晓来浓，前山失数峰。道人夜作雨，呼起碧潭龙。"
        },
        {
            "标题": "题道士青山白云图（四首）",
            "作者": "张以宁",
            "内容": "仙馆白云封，青山第几重。道人时化鹤，巢向最高松。"
        },
        {
            "标题": "题道士青山白云图（四首）",
            "作者": "张以宁",
            "内容": "行到溪源尽，青山无俗氛。道人拈铁笛，吹起满川云。"
        },
        {
            "标题": "题关上",
            "作者": "张以宁",
            "内容": "黑崖削铁立云根，绝顶东西石峙门。两戒山川分百粤，八州珠玉过中原。曾峰暖日回群雁，灌木高风啸一猿。蕞尔海隅民力困，沥肝谁为叩天阍。"
        },
        {
            "标题": "题画山水（二首）",
            "作者": "张以宁",
            "内容": "云渺渺，水依依。人家春树暗，僧舍夕阳微。扁舟一叶来何处，定有诗人放鹤归烟暝起，雨疏来。溪树阴都合，岩花湿更开。安得身闲似鸥鸟，尽情飞去复飞回。"
        },
        {
            "标题": "题江仲暹听鹤亭",
            "作者": "张以宁",
            "内容": "仙鹤在人世，长鸣思远空。有人秋水上，倚杖月明中。玉树三更露，银河万里风。徘徊意无极，迟尔出樊笼。"
        },
        {
            "标题": "题刘君济青山白云图",
            "作者": "张以宁",
            "内容": "野性夙所欣，青山无垢氛。落花一夜雨，幽树满川云。鹿迹闲行见，松香独坐闻。殷勤招白鸐，予亦离人群。"
        },
        {
            "标题": "南雄即事次牛士良韵",
            "作者": "张以宁",
            "内容": "行尽梅关不见梅，凌江南起画屏开。山连桂广迢遥去，水合浈昌浩荡来。\n秋冷岭云收薄瘴，时清溪雨应馀哀。吾家相国祠堂在，明日临风酹一杯。"
        },
        {
            "标题": "平圃驿中秋玩月用牛士良韵",
            "作者": "张以宁",
            "内容": "平圃驿前端正月，金鳞万叠水光开。婵娟几见他乡共，老大宁期此地来。\n星汉夜摇旗影动，江山秋入笛声哀。病夫懒坐那禁酒，喜看频倾举玉杯。"
        },
        {
            "标题": "封川县次韵典簿牛士良",
            "作者": "张以宁",
            "内容": "记取今年重九日，封川水驿挂帆过。秋风岭外黄花少，暮雨尊前白发多。\n起接野僧谈梵典，卧听溪子和蛮歌。少游款段成何事，至竟男儿是伏波。"
        },
        {
            "标题": "题徐君美山水图",
            "作者": "张以宁",
            "内容": "天云惨淡江欲雨，古木阴森精灵语。春潮夜落富阳江，短篷晓系苍厓树。篷间文人清隐者，傲视沧浪吟太古。蜒人捉鱼贯杨柳，沽酒欲归沙店暮。掀髯以手招其来，划起沙汀数行鹭。鹭飞不尽青天长，渔舟散入芦花雾。远山近山无数青，我恐斯人有新句。酒船独载西家施，玉手冰盘行雪缕。酒酣竹弓抨野鸭，笑调吴儿短蓑舞。开图兴发思赋归，山水东南美无度。"
        },
        {
            "标题": "题余寄庵卷",
            "作者": "张以宁",
            "内容": "窗过梅花月，帘浮柏子烟。人生如寄尔，吾意正翛然。\n江海虚舟外，乾坤短褐前。蓬莱清浅日，知是子归年。"
        },
        {
            "标题": "题月落潮生图",
            "作者": "张以宁",
            "内容": "参横天末树阴收，风响芦根海气浮。笑语渐闻灯渐近，谁家江上早归舟。"
        },
        {
            "标题": "题张起原舟中看山图",
            "作者": "张以宁",
            "内容": "张侯往年官衡州，州之名山无与俦。蓉旌羽节降白日，紫盖石廪腾清秋。侯也爱山得山趣，似是昔时王子猷。每怜马上看草草，不得独往探奇幽。兹辰归来好风色，熨平翠縠铺湘流。中流容与沙棠舟，舟中傲睨紫绮裘。青山喜人不肯走，一一自献当船头。掀髯转盼领其妙，谁欤知者双蜚鸥。明霞返照俨不动，白云翠烟相与浮。独不见巴船捩拖水如箭，盘涡转毂令人愁。好山纵有岂暇赏，急电一瞬过双眸。古来会心亦良少，千年几见斜川游。绝怜诗句余秀色，我起高咏心悠悠。朱郎落笔宛飞动，毋乃亲见此景不？嗟侯之意我亦有，艇子况系溪南洲。秋山石上芝草长，我独胡为此淹留。"
        },
        {
            "标题": "题赵子昂书杜少陵魏将军歌赠钱雪界万户",
            "作者": "张以宁",
            "内容": "独不见唐时将军魏氏雄，铁马气无青海戎。杜陵老子歌都护，临江节士趋下风。我朝钱侯岱岳秀，英略与古将军同。投壶白日刺桐静，传箭清霜篁竹空。谁书此歌为侯赠，文章阁老吴兴公。侯昔受诏出阊阖，黄金虎符白雪骢。苕溪之上见舅氏，三珠耀日光瞳瞳。公时挥洒神与力，此诗此笔绝代工。廿年风云万变化，贯月夜夜横长虹。公骑骐驎箕尾上，侯射猛虎南山中。我为侯歌愧才薄，展卷况有杜陵翁。楼船去冬下濑水，白气宵缠牛斗宫。丈八蛇矛石二弓，曾血鲸鲵涨海红。钱侯钱侯莫袖手，侯家带砺今元功。"
        },
        {
            "标题": "怀故人邓南皋",
            "作者": "张以宁",
            "内容": "夕阳独立楚江边，不见南皋二十年。欲寄平安无处问，津头风急起官船。"
        },
        {
            "标题": "万安邑令冯仲文家全椒与予旧识鲍仲华提举有瓜葛之好倾盖情亲恋恋有故人意君渡江旧人有惠政得民心",
            "作者": "张以宁",
            "内容": "万安县前小驻船，逢人尽说令君贤。风云沛邑今几载，冰雪鲁山经五年。\n墨绶近民心乐易，绨袍赠我意缠绵。御屏风上书名姓，即见紫泥下日边。"
        },
        {
            "标题": "长江万里图为同年汪华玉赋",
            "作者": "张以宁",
            "内容": "漷州太守吾同年，香凝画戟春风前。谈诗虚幌坐白昼，忽见浩荡万里之江天。天开地辟鸿蒙外，风回日动神灵会。蓉旂翠节下威蕤，阴火明珠出光怪。西山雪水青霄来，豁然峡断长川开。洞庭浪阔秋荡漾，汉阳树远云徘徊。庐阜迢遥到牛渚，复渚重洲散平楚。布帆漠漠瓜步烟，红叶离离石城雨。山庵似听疏钟鸣，野桥疑有行人行。村墟微茫灌木暗，绝境毫末俱分明。旅榜前头更渔艇，万鹜千鸦动寒影。水穷霞尽已欲无，犹是海门秋万顷。野人兴发沧洲间，欲呼艇子吾东还。熟看乃是云巢画，巧夺神力回天慳。太守邀我题小草，上有仙人虞阁老。开图欢喜悲忽来，令我有句不能道。仙人昔欲三神游，我居三神海上头。成连携我鼓琴处，白浪如山龙出游。夜梦从之看浴日，十洲青小洪波赤。仙人教读新宫铭，酒醒扶桑露华白。小山桂树淮之洲，雁影几度空江秋。呜呼仙人不可见，太守与我心悠悠。"
        },
        {
            "标题": "洗衣曲同唐括子宽赋",
            "作者": "张以宁",
            "内容": "洗衣女郎足如雪，寒波晓浸鸦头袜。笑移纤笋整缃裙，素腕微鸣玉条脱。罗衣泪粉痕斑斑，欲洗未洗沉吟间。波寒恐洗郎思去，不洗复恐傍人看。红颜娟娟照清泚，惜芳年驶如水。西风梦冷鸳鸯起，露滴红香藕花死。洗衣洗衣复洗衣，小姑嗔妾归去迟。小姑十二方娇痴，此恨他年汝自知。"
        },
        {
            "标题": "戏作杭州歌（二首）",
            "作者": "张以宁",
            "内容": "西陵渡口潮水平，十十五五发舟行。楼中燕子惯见客，不怕渡头津鼓声。"
        },
        {
            "标题": "戏作杭州歌（二首）",
            "作者": "张以宁",
            "内容": "吴姬魫冠望若空，泪妆眼角晕娇红。染得罗裙好颜色，西湖新柳绿春风。"
        },
        {
            "标题": "次韵廉公亮承旨夏日即事 其二",
            "作者": "张以宁",
            "内容": "葵花向日献红芳，不见随风柳絮狂。睡起竹窗清似水，胡床独坐午阴凉。"
        },
        {
            "标题": "次韵廉公亮承旨夏日即事 其三",
            "作者": "张以宁",
            "内容": "柴门细雨晓慵开，绿树阴笼一径苔。老子眼花今日较，起寻枸杞点茶杯。"
        },
        {
            "标题": "次韵廉公亮承旨夏日即事 其五",
            "作者": "张以宁",
            "内容": "文章阁老旧名门，玉署清闲醒梦魂。应忆廉园花似海，朝回会客酒千尊。"
        },
        {
            "标题": "次韵廉公亮承旨夏日即事 其四",
            "作者": "张以宁",
            "内容": "尽情好鸟隔窗呼，墙角新苔上酒壶。却羡承平无个事，看花酩酊老尧夫。"
        },
        {
            "标题": "次韵廉公亮承旨夏日即事 其一",
            "作者": "张以宁",
            "内容": "金杯绿酒荐菖阳，玉手轻调雪盌凉。犹忆旧家重午宴，钗头符缀凤双翔。"
        },
        {
            "标题": "宿黄亭明日四月一日夏至",
            "作者": "张以宁",
            "内容": "㢮担沽红酒，开窗挹翠微。故庐何日到，野店送春归。\n雉起麦花落，蚕登桑叶稀。田园有真趣，岁晏莫相违。"
        },
        {
            "标题": "安南使者同时敏大夫登舟相访献诗述怀一首就坐走笔次韵答之以纪一时盛事云",
            "作者": "张以宁",
            "内容": "殿阁凉生雨霁秋，紫皇晨御翠云裘。仗移日转双龙阙，诏下云开五凤楼。\n英荡荧煌颁授节，羽旌杂遝拥鸣驺。词臣垂老斯游壮，风送龙江万里舟。"
        },
        {
            "标题": "安南使令上头翰林校书阮法献诗四绝次韵答之 其三",
            "作者": "张以宁",
            "内容": "骑马成行醉插花，天恩赐宴赏枋华。知君无限倾葵意，长向南边望日车。"
        },
        {
            "标题": "安南使令上头翰林校书阮法献诗四绝次韵答之 其四",
            "作者": "张以宁",
            "内容": "十行天诏出江关，百尺云帆下碧湾。惭愧风姨听帝令，霎时天外过三山。"
        },
        {
            "标题": "安南使令上头翰林校书阮法献诗四绝次韵答之 其一",
            "作者": "张以宁",
            "内容": "封王赐印出天家，授旨临轩遣使华。遥想南交迎诏日，望云群拜六龙车。"
        },
        {
            "标题": "安南使令上头翰林校书阮法献诗四绝次韵答之 其二",
            "作者": "张以宁",
            "内容": "穷发雕题已一家，日南使者觐京华。君王亲校燕山籍，驾出金根白象车。"
        },
        {
            "标题": "铜柱南边石作关海门镇外碧成湾喜君心似朝宗水直过千重万叠山 其一",
            "作者": "张以宁",
            "内容": "小孤庙下海门关，五老峰前星子湾。多君万里斯游壮，看到东南第一山。"
        },
        {
            "标题": "宿迁县",
            "作者": "张以宁",
            "内容": "今朝宿迁县，风急棹难停。树合藏深屋，河移出远汀。\n山容云冉冉，水影日冥冥。柳色无南北，春来不断青。"
        },
        {
            "标题": "宿筹岭",
            "作者": "张以宁",
            "内容": "昔者屯兵盛，瓯闽此地分。清时无寇盗，比屋乐耕耘。涧响不知雨，山高都是云。明朝见亲舍，一笑慰辛勤。"
        },
        {
            "标题": "扬州广城店",
            "作者": "张以宁",
            "内容": "潮落邗江夜，先将梦到家。扬州无赖月，独自照琼花。"
        },
        {
            "标题": "长芦寺",
            "作者": "张以宁",
            "内容": "达磨来东土，兹峰天下闻。楼明涂水月，钟度蒋山云。\n梵呗江龙出，僧斋野鸽分。一帆风力便，吾欲谒神君。"
        },
        {
            "标题": "夜饮醉归赠王伯纯是日王得容程子初同饮",
            "作者": "张以宁",
            "内容": "岁云暮矣客不乐，青雨亭前玩孤鹤。城头愔愔云下垂，竹外骚骚雪微作。亭中王郎风格奇，爱竹爱雪仍爱诗。开尊酒好客更好，坐中王程俱白眉。红炉照閤生春雾，诗思腾腾天外去。玉姬舞倦回风来，吹到三山见琼树。马蹄蹴响客归时，留我更尽金屈卮。尘空祇觉乾坤白，饮醉那知宾主谁。坐闻一声两声折，携灯起看竹上雪。瑶华翠色森陆离，人影灯光两清绝。却归觅纸醉自题，乌啼古寺风凄凄。明年此夜知何处，兴发还应访剡溪。"
        },
        {
            "标题": "仪真范氏义门",
            "作者": "张以宁",
            "内容": "浇风久矣变淳源，范氏犹称古义门。四世于今千指盛，十年似尔几家存。棠华烨烨宜兄弟，竹笋攒攒长子孙。故里相从何日遂，秋风江上战尘昏。"
        },
        {
            "标题": "竹轩",
            "作者": "张以宁",
            "内容": "门外红尘一丈深，开门碧雾秋阴阴。十年对雪守汉节，三月不肉闻韶音。\n风高常与鹤同梦，雨作或听龙一吟。淮南大隐人所羡，令我不乐思故林。"
        },
        {
            "标题": "题吴恭清茂轩",
            "作者": "张以宁",
            "内容": "幽尚谢尘牵，吴生独尔贤。风泉欹枕外，春树读书边。\n旧隐怀盘谷，新图出辋川。诗僧来往数，好句剩能传。"
        },
        {
            "标题": "南宫校文次韵马在新授经 其二",
            "作者": "张以宁",
            "内容": "杏园飞鞚蹴芳尘，撚指而今四十春。辛苦向曾携綵笔，衰迟重比岸乌巾。\n丹成九转云笼鼎，烛尽三更月近人。多谢能诗赵主事，自调大吕和蕤宾。"
        },
        {
            "标题": "南宫校文次韵马在新授经 其一",
            "作者": "张以宁",
            "内容": "玉堂深锁隔凡尘，夜合庭前月色春。剪烛焚香云满卷，开帘啜茗雪盈巾。\n惭无清鉴酬明主，愿重巍科得伟人。觅句喜陪王左辖，老儒曾是幕中宾。"
        },
        {
            "标题": "游句容同林景和县尹子尚规登僧伽塔赋",
            "作者": "张以宁",
            "内容": "嵯峨崇明塔，拔地一千丈。我攀青云梯，倏到飞鸟上。微风韵金铎，初日丽银榜。维时十月交，叶脱天宇旷。群山东南奔，平川叠波浪。云间三茅峰，圜立俨相向。碧瓦浮鳞鳞，兹邑亦云壮。鸡鸣四关开，攘攘异得丧。塔中宴坐仙，怜汝在尘坱。古时登临人，今者亦何往。俯观世蜉蝣，仰叹彼龙象。乃知昆仑巅，可以小穹壤。同游皆隽英，超遥寄心赏。霜飙天际来，毛发飒森爽。太白去千年，吾何独惆怅。"
        },
        {
            "标题": "游仙子次韵王子懋县尹",
            "作者": "张以宁",
            "内容": "白波如山多烈风，海中不见安期翁。□三真君唤我语，拄杖掷作垂天虹。金鸡啼落仙岩月，桃花满地胭脂雪。扶桑晓日见蓬莱，明霞万里红波热。酒酣少住三千春，下视城郭人民新。仙家鸡犬是麟凤，笑杀李白骑苍鳞。瑶台咫尺生烟霭，昆仑不隔青天外。寄声白发老刘郎，辛苦茂陵望东海。"
        },
        {
            "标题": "丁卯会试院中次诸友韵 其一",
            "作者": "张以宁",
            "内容": "欲向青云易白衫，区区别却旧灯龛。方知取贵凭文字，可信封侯只笑谈。\n直拟横空轻似鹗，莫为作茧老如蚕。不知鏖战三千士，他日何人步斗南。"
        },
        {
            "标题": "雨发常山",
            "作者": "张以宁",
            "内容": "仆夫趣予起，初日出林间。既雨纵横水，无云远近山。马嘶芳草去，燕语落花闲。且喜边陲定，长逢戍卒还。"
        },
        {
            "标题": "雨",
            "作者": "张以宁",
            "内容": "历历愁心乱，迢迢客梦长。春帆江上雨，晓镜鬓边霜。啼鸟云山静，落花溪水香。家人亦念我，与尔黯相望。"
        },
        {
            "标题": "玉簪花",
            "作者": "张以宁",
            "内容": "月女乌云滑，瑶笄坠许长。花神藏不得，清露一帘香。"
        },
        {
            "标题": "遇故人胡居敬临江府送至新淦 其二",
            "作者": "张以宁",
            "内容": "翠竹苍松映白沙，清江西畔是君家。明年归路重相问，分食东陵五色瓜。"
        },
        {
            "标题": "遇故人胡居敬临江府送至新淦 其一",
            "作者": "张以宁",
            "内容": "共酌檐花细雨前，凄然重见此江边。停舟莫怪难为别，能几人生二十年。"
        },
        {
            "标题": "赣州郁孤台吊辛稼轩作",
            "作者": "张以宁",
            "内容": "郁孤台前双玉虹，一杯遥此酹英雄。风云有恨古人老，天地无情流水东。精卫飞沉沧海上，鹧鸪啼断晚山中。清江不管人间事，烟雨年年属钓翁。"
        },
        {
            "标题": "遇故人胡居敬临江府送至新淦 其三",
            "作者": "张以宁",
            "内容": "蚤逐浮荣老未归，便归生事已全非。人生只合藏名姓，白首青山一布衣。"
        },
        {
            "标题": "过常州",
            "作者": "张以宁",
            "内容": "昔日延陵地，城基麦秀间。兵戈三户少，生齿百年还。\n画壁曾同看，求田惜未闲。故人卢可及，宿草在何山。"
        },
        {
            "标题": "广州赠同时敏",
            "作者": "张以宁",
            "内容": "明诏金门天上开，使人铜柱日南回。九江烟浪看庐阜，五岭云山过越台。\n嘉惠远氓烦圣虑，宣风绝域仗奇材。吾家博望风流在，绝喜乘槎此日来。"
        },
        {
            "标题": "广州赠温陵龚景清乡人",
            "作者": "张以宁",
            "内容": "家住三神海上峰，秋风同听禁城钟。离居自喜乡音好，别去长悲客意重。\n双鲤水寒难远寄，五羊城晚忽相逢。来春此地重携手，共采仙蒲花紫茸。"
        },
        {
            "标题": "长芦渡江往金陵",
            "作者": "张以宁",
            "内容": "春日三竿上翠屏，晓风五两下芦汀。水兼天去无边白，山过江来不断青。沙觜潮回平雁迹，海门雨至带龙腥。升平不复《后庭》曲，睡起渔歌烂熳听。"
        },
        {
            "标题": "浙江潮图",
            "作者": "张以宁",
            "内容": "浙江亭下彩舟开，雪满青天白昼雷。闻说秪今亭上月，夜寒长照暗潮来。"
        },
        {
            "标题": "浙江亭沙涨十里",
            "作者": "张以宁",
            "内容": "重到钱唐异昔时，潮头东击远洲移。人间莫住三千岁，沧海桑田几许悲。"
        },
        {
            "标题": "雨中纵笔书闷",
            "作者": "张以宁",
            "内容": "飘零不奈木肠何，锦字凄凉雁字过。犹有思亲千甸泪，秋来较似雨痕多。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "元朝国子监",
            "Background": "张以宁与翰林国史院的同僚讨论朝政，张以宁提出《春秋》的见解，受到宋濂的赞赏。两人对当时国家兴衰的看法展开激烈辩论，言辞间显露出对历史的深刻理解。",
            "Dialogue": "{\n    角色名:宋濂  \n    动作:(微微点头，神情专注)\n    讲话:张学士，您所提出的《春秋》见解，实在让我耳目一新。您认为，历史的兴衰不仅在于时间的流转，更在于人心的向背与治国之道的得失。您可否进一步阐述，如何看待朝政与《春秋》之间的关系？在您看来，国家的命脉是否真如《春秋》中所言，皆在于仁政与法治的结合，抑或是其他更为深刻的因素？\n}\n\n{\n    角色名:张以宁  \n    动作:(轻抚书卷，面露思索)\n    讲话:宋先生所言极是，历史确实如同镜子，映照出当世的种种。然我以为，治国理政，尤其是当前之局，更应重视民生之所需。古人云：“国之兴也，视民之命；国之亡也，视民之贼。”《春秋》的立意，正是希望君主能以民为本，施仁政而使国强。若失民心，则国虽强而不稳，正如《春秋》中所述：良贱之道，皆在于礼义之分。因此，若要兴国，需从根本做起，去关心百姓，听取民意，方能使国家长治久安。您对此有何高见？\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "长江边的竹亭",
            "Background": "张以宁与好友朱显文一同吟诗作对，讨论各自创作的诗句，时而引经据典，时而畅谈生活理想。竹林和流水的声响为他们的对话增添了几分清幽的气氛。",
            "Dialogue": "{\n    角色名:朱显文  \n    动作:(微笑，轻声吟唱)\n    讲话:张兄，今日明月如此皎洁，不如作一首诗以助兴。您之前所作的诗句，意境悠远，令人心醉。我想听听您对这幅竹林景致的感受，或许我们可以对吟一首，共同探讨诗词之美。\n}\n\n{\n    角色名:张以宁  \n    动作:(轻轻抬头，目光流转于竹林)\n    讲话:朱兄所言极是，竹林之景，确实给人以无限灵感。此刻月明如水，竹影摇曳，仿佛与我心灵相契，浮现出诸多意象。然让我思及，竹子虽坚韧挺拔，却也柔韧随风，正如人应有的品格。我们的生活，亦应如竹，既要有坚韧不拔之志，又要随遇而安之心。若以此为题，我愿以“竹”为引，作如下诗句：“青竹如君立风中，月明点滴影匆匆。闲云万里随意去，何必问君何所从。”不知朱兄对此诗句有何见解，是否愿意补充几句？\n}"
        },
        {
            "Type": "书信交流",
            "Location": "张以宁的书斋",
            "Background": "张以宁正写信回复李稷，感谢他为自己所写的诗作，并分享自己最近的创作心得。信中提到对李稷的敬佩，以及对未来相聚的期待。",
            "Dialogue": "{\n    角色名:李稷  \n    动作:(在书桌前整理信笺)\n    讲话:张先生，近日来读到您的新作，真是才情横溢，令人赞叹不已。您在信中提到对诗词创作的体悟，我甚是好奇，想请教您，您是如何在繁忙的官务中抽出时间来进行创作的？\n}\n\n{\n    角色名:张以宁  \n    动作:(提笔沉思，微微一笑)\n    讲话:李先生提到的正是我内心所思。官务繁重之际，实在难以抽身，但我始终相信，心中有诗，便无时无刻不在创作。每每夜深人静之时，或在晨光初照之际，我便会静坐窗前，思索人生、自然、社会诸多事物。诗词的灵感，有时源于生活中的点滴，或是对自然的感悟，或是对人情世故的思考。正如先贤所言：“诗者，情之所至。”我常常在写作中寻找那份真情，寄托于笔端，方能得以畅快。期待未来能与李先生共叙诗词之道，互相激荡灵感，方能在文学的海洋中航行更远。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "古田的市集",
            "Background": "张以宁在市集中与邻里交谈，询问家乡的琐事，关心父母的健康，间或与小孩玩耍，展现出他关心家人的温情一面。",
            "Dialogue": "{\n    角色名:邻里小孩  \n    动作:(欢快地跑来，笑着向张以宁问好)\n    讲话:张大叔，您今天来市集了吗？我听说您写了好多首诗，能不能教我几句？\n}\n\n{\n    角色名:张以宁  \n    动作:(微微蹲下，亲切地摸了摸小孩的头)\n    讲话:小朋友，诗词确实有趣，但更重要的是要多观察生活，感受周围的事物。比如说，看到那盛开的花朵，就可以想到春天的到来，便可作诗：“春花灼灼映日辉，蜂舞蝶飞皆醉归。”你可试着描述一下你所看到的景象，或是你心中的感受，诗词的灵感往往来自于身边的点滴，关键在于用心去体会与表达。若你愿意，咱们可以一起在市集上找寻灵感，如何？\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "元朝的翰林院",
            "Background": "张以宁与刘三吾在院中探讨书法艺术，刘三吾请张以宁为其新作题跋，两人相互切磋，气氛融洽，展现出文人之间的深厚友谊。",
            "Dialogue": "{\n    角色名:刘三吾  \n    动作:(手握笔，稍显期待)\n    讲话:张学士，您在书法艺术上造诣颇深，今日能否请您为我的新作题跋？我想听听您对这幅作品的看法，亦希望得到您的指导。\n}\n\n{\n    角色名:张以宁  \n    动作:(认真端详刘三吾的作品，眉头微皱)\n    讲话:刘先生所作，确实字里行间透出一股古朴之气，笔法流畅而自然。然我以为，书法不仅是书写，更是情感的流露。每一笔每一划，皆应传达出书者的心境与意图。若我为此作跋，或许可以提到“字如其人，笔随心动”，以此激励后学之人，明白书法的深意。书法不仅在乎技艺的娴熟，更在乎心灵的感受与表达。希望刘先生在今后的创作中，能够更注重内心的感悟，与书法艺术相结合，方能达到更高的境界。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "山水之间的游园",
            "Background": "张以宁与石光霁相约游园，二人在山水之间吟咏诗词，时而对景抒怀，时而相互启发，讨论文学创作的理念，流露出浓厚的文人气息。",
            "Dialogue": "{\n    角色名:石光霁  \n    动作:(手持竹简，眉宇间透露出兴奋)\n    讲话:张兄，今日山水间游玩，真是心旷神怡。您对这片自然景致有何感想，是否能以诗文记录下来？\n}\n\n{\n    角色名:张以宁  \n    动作:(望着远处的山水，眼神中带着沉思)\n    讲话:石兄，山水之美，确实令人流连忘返。此处青山环绕，白云缭绕，实为写意之地。游园吟咏，仿佛可以与自然对话，心中涌现出许多感慨。便让我作一首以此景为题：“青山绿水随风舞，白云悠悠共我游。轻舟已过千帆尽，惟愿此生长自在。”正是希望在这片宁静之中，能够寻得那份心灵的安宁与自由。愿石兄也能为此情此景作几句，共同吟咏山水之美，岂不快哉？\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "张以宁的家中",
            "Background": "张以宁的父亲张一清来访，父子俩侃侃而谈，聊起家族的往事与未来的期望，张以宁向父亲请教治家之道，增进了亲子关系。",
            "Dialogue": "{\n    角色名:张一清  \n    动作:(坐在桌边，面带慈祥)\n    讲话:以宁，近日可好？听闻你在朝中颇有建树，不知你对家中近况可曾挂念？\n}\n\n{\n    角色名:张以宁  \n    动作:(微微点头，神情温和)\n    讲话:父亲，儿在朝堂之中，虽有一份责任在肩，然心中对家乡的牵挂从未减少。常思家中老人安康，弟妹们是否安好，愿能常回家中看看。家乡的琐事，虽小却是我心中最为牵挂的事。我愿为家中尽一份心力，若有需要，定当尽力而为。您与母亲可安好，家中是否有何琐事需我处理之事？\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "夜晚的庭院",
            "Background": "张以宁与廉惠山海牙一同赏月，饮酒作诗，二人互赠诗文，讨论人生哲理，深刻的交流让他们在月下的静谧中更加惺惺相惜。",
            "Dialogue": "{\n    角色名:廉惠山海牙  \n    动作:(举杯，目光炯炯)\n    讲话:张兄，今晚佳月当空，且共饮一杯，吟咏几句，细谈人生哲理，如何？\n}\n\n{\n    角色名:张以宁  \n    动作:(举杯相应，神态放松)\n    讲话:廉兄所言极是，月色如水，正合我心。酒酌月下，正是古人所言“月流清影，酒寄情怀”的好时光。人生如月，盈亏之间，时有明朗，时有阴霾。若问理想何在，便是与好友共此良辰美景，畅谈心中所思，才是人生之乐。今夜月明，愿以此杯共祝友谊长存，愿我们的诗词永远流传，成为后人心中的美谈。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "张以宁的书房",
            "Background": "张以宁在收到好友丁复的赠诗后，迅速回信，表达对丁复才华的赞赏并附上自己的新作。信中充满了对友情的珍视和对文学的热爱。",
            "Dialogue": "{\n    角色名:丁复  \n    动作:(手握笔，神情专注)\n    讲话:张学士，近来读到您的诗作，实在令人赞叹不已。您在信中提到对我赠诗的感激，是否能分享一下您创作的心得？\n}\n\n{\n    角色名:张以宁  \n    动作:(微微一笑，卷起信纸)\n    讲话:丁先生，您过奖了。诗词创作，乃是心灵的流露。每当我静下心来，便会思考生活中的点滴，感悟自然与人情的细腻。正如您的赠诗，字字句句皆蕴含深意，令我不禁沉思。创作之余，我常常反复斟酌，力求将内心的情感与所见的景象融为一体。期待未来能与您一同探讨，互相激励，共同进步。您也是我心中的良师益友，希望我们的友谊能够在诗词中更加深厚。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "元朝的朝堂",
            "Background": "张以宁因出使安南归来，向皇帝禀报出使的细节，皇帝询问安南的风土人情，张以宁详细叙述，展现出他丰富的见识与外交能力。",
            "Dialogue": "{\n    角色名:皇帝  \n    动作:(坐在龙椅上，面色庄重)\n    讲话:张爱卿，听闻您此次出使安南，颇有见闻，如何？可否将安南的风土人情与我细说一番？\n}\n\n{\n    角色名:张以宁  \n    动作:(恭敬作揖，神态从容)\n    讲话:陛下，臣此次出使，安南风光旖旎，民风淳朴，确实令人印象深刻。安南之地，山清水秀，气候宜人，令人心旷神怡。当地百姓热情好客，虽与我朝文化差异颇大，然彼地民众对礼仪的重视与我们相似，皆以和谐共处为重。臣见到的安南君主，亦颇有胸襟，愿与我朝修好，互通有无。若能进一步发展两国的贸易与文化交流，定能使我大元与安南共荣共兴。诚望陛下为此多加筹谋，令两国友好之情日益加深。\n}"
        }
    ]
}