{
    "基本信息": {
        "姓名": "张昱",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "83",
        "朝代": "元",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "张昱书序由杨士奇所作",
        "张昱书序由杨士奇所作",
        "张昱相唱和的对象是王逢",
        "张昱相唱和的对象是释宗泐",
        "张昱传记作者为刘仁本",
        "张昱为王振鹏之书、画作跋",
        "张昱为孟昉之书、画作跋",
        "张昱为释法常之书、画作跋",
        "张昱为徐一夔作临别赠言(送别诗、序)",
        "张昱为贡师泰作临别赠言(送别诗、序)",
        "张昱临别得到叶兰所作赠言(送别诗、序)",
        "张昱为赵雍作挽诗、词",
        "张昱为张雨作画赞(画像记)",
        "张昱赠诗、文的对象是杨维祯",
        "张昱赠诗、文的对象是方道叡",
        "张昱赠诗、文的对象是张翥",
        "张昱赠诗、文的对象是徐一夔",
        "张昱赠诗、文的对象是周伯琦",
        "张昱赠诗、文的对象是杨瑀",
        "张昱赠诗、文的对象是李庸",
        "张昱赠诗、文的对象是孟昉",
        "张昱赠诗、文的对象是斡玉伦徒",
        "张昱收到王逢的赠诗、文",
        "张昱收到沈梦麟的赠诗、文",
        "张昱收到陈谟的赠诗、文",
        "张昱建筑物得到徐一夔的题咏、记、命名",
        "张昱建筑物得到凌云翰的题咏、记、命名",
        "张昱为苏大年之诗文作跋",
        "张昱为吴观善之诗文作跋",
        "张昱为俞和之诗文作跋",
        "张昱为贯云石之诗文作跋",
        "张昱与杨完者旅游",
        "张昱与郑德峻旅游"
    ],
    "入仕信息": [
        {
            "入仕方式": "征辟",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "一笑居士",
            "别名类型": "室名、别号"
        },
        {
            "别名": "光弼",
            "别名类型": "字"
        },
        {
            "别名": "可闲",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [
        {
            "官职": "行枢密院判官",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "行中书省员外郎",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": "两浙行中书省"
        },
        {
            "官职": "参谋",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        }
    ],
    "地理信息": [
        {
            "地名": "钱塘",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "钱塘",
            "地址类型": "迁住地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "庐陵",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "张光弼诗集",
            "著述年份": "1367",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "[为官者：文]",
        "征至京师",
        "[隐居（有隐德）]"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "元明间庐陵人，字光弼，号一笑居士，又号可闲老人。历官江浙行省左、右司员外郎，行枢密院判官。晚居西湖寿安坊，屋破无力修理。明太祖征至京，厚赐遣还。卒年八十三。有《庐陵集》。 ► 张昱的诗文(468篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "题梧桐宫六逸堂",
            "作者": "张昱",
            "内容": "龙化青林水满溪，昔人曾此寄幽栖。高情不负杯中物，烂醉何妨日似泥？\n富贵到头蕉下鹿，光阴过眼瓮中鸡。当时不尽风流兴，付与山莺尽意啼。"
        },
        {
            "标题": "题蜻蜓蛱蝶画扇",
            "作者": "张昱",
            "内容": "点水穿花不自疑，轻盈满扇欲何之？柳塘一觉风流梦，又是秋香欲老时。"
        },
        {
            "标题": "李龙眠画饮中八仙歌",
            "作者": "张昱",
            "内容": "龙眠白描谁不赏，胸次含空生万象。笔下犹存小篆文，落纸乌丝几千丈？\n小时读歌心愈奇，此日按图神始壮。浣花草堂老拾遗，咏彼八仙将自放。\n天宝年来万事非，得醉如逃三面网。凤鸟鸣歧纵德辉，麒麟见鲁辞羁鞅。\n丈夫肮脏迹每同，孰谓龙眠成技痒？眼中未见独醒人，未免开函为抚掌。"
        },
        {
            "标题": "古诗十四首 其五",
            "作者": "张昱",
            "内容": "魏文在世子，嗣领五官将。国事既有闲，经术尤所尚。\n宴游集文学，词藻咸宗仰。五星垂光彩，两曜分气象。\n风流积二世，况复人君量。快乐芙蓉池，乘辇一何壮！\n宁同汝颍士，戚戚冀所望。"
        },
        {
            "标题": "秋夕",
            "作者": "张昱",
            "内容": "紫藤满架月华明，一片凉风络纬声。犹有西江未归客，倚船因尔动离情。"
        },
        {
            "标题": "小寒",
            "作者": "张昱",
            "内容": "花外东风作小寒，轻红淡白满阑干。春光不与人怜惜，留得清明伴牡丹。"
        },
        {
            "标题": "效唐僧无则咏物诗四首 其三 木笔花",
            "作者": "张昱",
            "内容": "木笔花含晓露浓，似将才思拟春风。若还开在江淹宅，夜夜题诗入梦中。"
        },
        {
            "标题": "张横塘画竹枝萱草",
            "作者": "张昱",
            "内容": "几宵明月竹枝好，一夜东风萱草长。怅望美人烟水阔，不胜清思绕横塘。"
        },
        {
            "标题": "题新亭壁",
            "作者": "张昱",
            "内容": "为爱庭前金凤花，风吹满地散残霞。清尊团扇能相伴，饮到海天秋日斜。"
        },
        {
            "标题": "辇下曲一百二首，有序 其二十七",
            "作者": "张昱",
            "内容": "国俗祠神主中霤，毡车毡俑挂宫灯。神来鼓盏自飞动，妖自人兴如有凭。"
        },
        {
            "标题": "春草堂，为陈生赋",
            "作者": "张昱",
            "内容": "可教游子不关心，白发高堂日已深。忧对宜男虽可忘，情同乌鸟若为禁。\n诗书养志勤三省，甘旨承颜抵万金。执答春晖怜寸草，孟郊诗句不堪吟。"
        },
        {
            "标题": "君马黄",
            "作者": "张昱",
            "内容": "君马黄，我马白。十月风高塞草枯，铁衣夜浸卢龙月。\n深入单于臣敢辞，边城土是征人血。"
        },
        {
            "标题": "忠养堂，为张府掾赋",
            "作者": "张昱",
            "内容": "张氏构堂情已著，毛生捧檄事方新。府中才俊固多士，幕下孝廉惟此人。\n返哺老乌怜白首，宜男芳草擅青春。莫论日用三牲养，一面欢颜足奉亲。"
        },
        {
            "标题": "墨萱草",
            "作者": "张昱",
            "内容": "种得宜男草，忘忧度岁华。墨池怜照影，朵朵凤头花。"
        },
        {
            "标题": "题前赤壁赋图",
            "作者": "张昱",
            "内容": "黄州故事今何在，汉水东流尚未穷。一世英雄争赤壁，百年风月属坡翁。\n吹箫俊发龙吟后，作赋才豪鹤梦中。二客从游雪堂夜，丹青犹与昔时同。"
        },
        {
            "标题": "巫山高",
            "作者": "张昱",
            "内容": "巫山高，望不及。际天微茫十二峰，彩云上蒸灵雨集。\n中有琼台承翠馆，曼态修容相出入。君王荒淫进神女，直以梦中为白日。\n洛汭无闻五子歌，宋玉微辞讽何及。巫山高，望不及，不比尧阶土三尺。"
        },
        {
            "标题": "江南曲二首 其二",
            "作者": "张昱",
            "内容": "一束莲茎学细腰，涂金艇子木兰桡。东家姊妹西家去，更约明朝去看潮。"
        },
        {
            "标题": "咏鸡",
            "作者": "张昱",
            "内容": "凤凰有五色，鸡亦有五德。鼓翼不妄啼，一声天下白。"
        },
        {
            "标题": "访旧三竺，次泐禅师杂兴韵二首 其二",
            "作者": "张昱",
            "内容": "酒馆湖船尽有名，玉杯时得肆闲情。至今人说张员外，不是看花不出城。"
        },
        {
            "标题": "元旦试笔",
            "作者": "张昱",
            "内容": "鸣玉趋朝已不堪，白头早赐老江南。从心所欲过八十，屈指可谈无二三。\n献岁屠苏增甲子，发春萱草愿宜男。儿扶拜答乡人处，只诵犹龙惟老聃。"
        },
        {
            "标题": "柳枝词二首 其一",
            "作者": "张昱",
            "内容": "尊前不弃小腰身，争欲搀先上舞茵。多谢东风好抬举，尽情分付画眉人。"
        },
        {
            "标题": "柳枝词二首 其二",
            "作者": "张昱",
            "内容": "春光领略不胜娇，摇荡东风千万条。悔尽江州白司马，一生空咏小蛮腰。"
        },
        {
            "标题": "留题滴翠轩",
            "作者": "张昱",
            "内容": "城中买地论黄金，种得琅玕欲千尺。月临闲砌白烟生，雾入空林翠光滴。\n长房骑杖龙一枝，子晋吹笙凤双翼。曾过门外回酒船，洞庭水深楚山碧。"
        },
        {
            "标题": "题钟馗",
            "作者": "张昱",
            "内容": "梦以自见，正以辟邪。赐之袍笏，人耶鬼耶？"
        },
        {
            "标题": "古意",
            "作者": "张昱",
            "内容": "头上凤凰钗，是郎手中物。床上鸳鸯衾，是妾手自织。\n将钗与衾寄郎去，愿郎长见长相忆。"
        },
        {
            "标题": "少年行",
            "作者": "张昱",
            "内容": "看取木槿花，朝荣夕已萎。芳容有凋谢，腻泽何所施？\n寿命如可长，仙人今何之？高堂有歌舞，及此年少时。"
        },
        {
            "标题": "拟古秋夜长",
            "作者": "张昱",
            "内容": "云中鸿雁过，门前朔风起。梧桐叶落金井头，月照乌啼天似水。\n谁家机上织回文，夜听啼乌如不闻。明朝为遣安西使，细意缄题持赠君。"
        },
        {
            "标题": "拙逸斋",
            "作者": "张昱",
            "内容": "群峰兮立立，众流兮湜湜。大木千章兮，丘陵是植。\n桑麻百顷兮，蔽于原隰。翁居是间兮，以作以息。阶庭五子兮，兰玉其质。\n教以一经兮，是训是式。富春之渚兮，漫而不激。有鱼可钓兮，凫雁可弋。\n翁居于是兮，天之所骘。凿井而饮兮，耕田而食。仰事俯育兮，不知不识。\n洼樽兮噏噏，土鼓兮秩秩。优游卒岁兮，皆仰蒙乎帝力。\n高车驷马兮，非予心之所及。"
        },
        {
            "标题": "行路难",
            "作者": "张昱",
            "内容": "鸿雁及秋来，玄鸟先社去。俱生亭毒内，羽翼乃不遇。\n翔者不知水，泳者不知山。世事每如此，人生行路难。"
        },
        {
            "标题": "江南曲二首 其一",
            "作者": "张昱",
            "内容": "阿姊却从何处来，芙蓉有露湿香腮。相呼相应棹船去，知是邻家斗鸭回。"
        },
        {
            "标题": "翘摇花",
            "作者": "张昱",
            "内容": "翘摇花，清明时节遍天涯。东阡南陌画轮车，乐游践之同泥沙。\n城中多少富豪家，去年不见今年花，慎勿轻贱翘摇花。"
        },
        {
            "标题": "题三友图",
            "作者": "张昱",
            "内容": "刘文学，如冠玉。平生所性在择友，友此梅花与松竹。\n后凋莫问岁寒心，眼中且得无尘俗。顾兹郁郁在徂徕，瞻彼猗猗在淇澳。\n更有江南万玉妃，暗香吹遍湖山曲。三友地远莫致之，收拾画图归一幅。\n竹为君子松大夫，梅则佳人在空谷。从他坐客寒无毡，只此可以伴幽独。\n君不见玄都观里千树桃，尽是人间闲草木。"
        },
        {
            "标题": "军中乐，送征南掾史张毅赴京",
            "作者": "张昱",
            "内容": "我尝军中行，从知军中乐。高牙大纛启征途，风云随护中军幕。\n千乘万骑指顾间，环而居之乃城郭。五更觱篥吹一声，旄头惊向天边落。\n捷书日夜报天子，亲笔敕书加宠渥。刲羊宰牛饷壮士，万岁欢呼震山岳。\n大旆悠扬锦万里，从伶窈窕花千萼。男儿堕地志四方，蓬矢桑弧为有托。\n遭逢主圣得臣贤，风顺鸿毛易寥廓。只今诏檄登大府，鸷鸟之中瞻一鹗。\n渭城且莫唱阳关，举杯为赋军中乐。"
        },
        {
            "标题": "贞妇诗",
            "作者": "张昱",
            "内容": "诸暨县有吴氏女，十五嫁作蔡家妇。十六生儿夫即亡，日抱呱呱为乳哺。\n情知身是未亡人，善事尊嫜犹父母。尽抛妆具洗铅华，尽弃罗襦服荆布。\n蓬首嫠居八十年，孤子有孙孙作父。采蘋采藻供祭祀，嗃嗃家人无闲语。\n妇人言行止闺门，懿德何由出庭户？怜我弱孙蔡光祖，再拜请求乡曲誉。\n鲁恭治县车驯雉，刘昆作郡河渡虎。承流宣化物为感，况乃观风行绣斧。\n母今行年九十六，人寿百年馀几许？门前沧海变成田，屋后白杨堪作柱。\n寒鸦犹带昭阳日，铜人亦沾未央露。古传生女作门楣，贞节之褒谁不慕？\n圣恩浩浩如江河，母息厌厌迫朝暮。蚤将封事谒天阍，为母一击登闻鼓。"
        },
        {
            "标题": "学仙曲",
            "作者": "张昱",
            "内容": "二八女人貌婵娟，杏花阴里竞鞦韆。同心锦带刺石莲，逢人学缚剪刀钱，却妒鸳鸯沙上眠。"
        },
        {
            "标题": "题刘松年画张志和辞聘图",
            "作者": "张昱",
            "内容": "长安城中晨鼓响，马后红尘高十丈。吴侬为尔去烟波，卧听樵青闲荡桨。\n醉来即唱沧浪歌，平生志愿今无多。鹪鹩不巢上林树，鸒斯不啄玉山禾。\n是身渺焉寓天地，何殊太仓之稊米！野人本乏济时策，孰谓要君徵不起？\n所以汉光武，不强严子陵。放归江湖从所志，千年万年呼客星。\n圣人在位，麟凤在野。洛既出图，河复出马。普天率土遂其生，四灵咸集依至化。\n唐尧垂拱而在上，禹稷忧勤而在下。当时天下所不臣，亦有临流弃瓢者。"
        },
        {
            "标题": "送蔡孝廉回侍母",
            "作者": "张昱",
            "内容": "暨阳有蔡宗盟府，能以力耕侍其母。怀橘之名早已传，分椹之心壮如故。\n我尝使驿至其家，有花有柳当门户。虽非郭泰可榆柳，且有茅容具鸡黍。\n暨阳之邑邻上虞，大舜遗风尚千古。蔡乎，蔡乎，清川既东不再西，白日过时不再午。\n扬雄爱日著新训，甘旨温凊不厌斁。人皆有母我独无，西望同安心更苦。\n汝归何以献高堂，遗汝瑶华慰迟暮。"
        },
        {
            "标题": "义株行",
            "作者": "张昱",
            "内容": "庐陵江西古名郡，四忠一节之故乡。岂惟英贤间世钟造化，亦有义株连理呈祯祥。\n丰塘三山两株树，托生离立不数武。高茎擎天一盖张，深根走地群蛟怒。\n曾氏世居株树边，诗礼传家三百年。尚书既为连理咏，丞相复入郡志编。\n二公真迹今犹在，文光照耀无年载。李渊诸孙尚有传，桑田谁谓成沧海？\n五世孙亦一老翁，欲以此事徵盲聋。丰塘之株无乃丰城剑，变化偃蹇双蛟龙。\n不然安得保风雨，专与三山为始终。"
        },
        {
            "标题": "怀远亭诗，为东瓯镇抚谭济翁作",
            "作者": "张昱",
            "内容": "蚤年身逐兵尘起，鼻尖出火耳生风。马上飞尘虎添翅，出门志愿定远侯。\n果然持节镇东瓯，上宣德意化海俗。鲸鲵灭迹波为收，古来镇将还如此。\n缓带轻裘接贤士，襄阳沈却岘山碑。水底鱼龙犹识字，国家承平千万年。\n军中之乐何可言，太牢五鼎餐壮士。从伶百戏陈广筵，山川不随人事改。\n端明丘垄今犹在，亭名怀远乃在兹。地下幽魂有光采，普天之下皆皇家。\n故乡何必怀长沙，人臣受命无远近。河源曾泛张骞槎，食君之禄治军旅。\n咫尺辕门谁敢去，私情丘垄岂不怀，日夜沅湘水东注。"
        },
        {
            "标题": "题华光梅",
            "作者": "张昱",
            "内容": "墨梅之作盛衡湘，始作俑者惟华光。此僧平生十万纸，笔力所到花为香。\n是谁好事怜清苦，三二百年存绢素。和靖多情纵有诗，广平得意还能赋。\n东坡先生昔倅杭，万松岭见一枝长。我今见画如昨梦，都在君家白玉堂。"
        },
        {
            "标题": "赠杨彦臣使还",
            "作者": "张昱",
            "内容": "使节何煌煌，骑从造我门。自陈世有通家旧，武冈太守之外孙。\n俊哉舒侯贤宅相，执礼愈恭辞愈降。老夫已是闭关人，甚厌传呼到闾巷。\n须臾惊定还复悲，挽生近床为抱持。尔外大父强健否，此来殊慰我所思。\n黔阳到浙七千里，相问相看疑梦寐。祥符年贬祭酒公，安江之阳无乃是？\n自从隔却苍梧云，只字片言无得闻。车书既同四海一，逢人每问旧参军。\n立谈知生具才美，金钟大镛莫与比。池上曾闻咏凤毛，诗中又见歌麟趾。\n当今圣德及海隅，龙马出图龟负书。直言治安容贾谊，喻蜀父老烦相如。\n心存忠孝在年少，县官劝驾能应诏。得时举步即青云，瑚琏从来在宗庙。"
        },
        {
            "标题": "赠赵希哲还河南，仍寄其父太医",
            "作者": "张昱",
            "内容": "赵生幼小辞乡里，长成却自河南至。风流藉甚芝兰室，文采粲然瑚琏器。\n懋迁不惮万里遥，鱼盐岁逐商人利。杭州旧是繁华地，轻薄相逢增意气。\n爱生不登酒家楼，重生不游花柳市。秋风八月柳条黄，束装别我还洛阳。\n楼船大帆高十丈，顺风一日到高堂。高堂双亲应自喜，宝货既丰儿亦至。\n定呼斗酒出屏帷，膝下相欢复相慰。自来阴骘富人家，庐山董奉非徒誇。\n拜罢而翁烦问讯，好种门前仙杏花。"
        },
        {
            "标题": "西溪柳，送人赴京",
            "作者": "张昱",
            "内容": "西溪柳，自是风流树，受用春风好媚妩。长条折尽还复生，如何免得人来去？\n千树万树接邮亭，到官五见杨柳青。百年行路有离别，三月飞花惟送迎。\n知君母留彭泽县，门前五柳都栽遍。密叶能藏反哺乌，柔条不碍双飞燕。\n膝下长怀万里心，风光满眼瞻上林。请羹遗母应有赐，咫尺龙墀恩露深。"
        },
        {
            "标题": "读易处，为俞文辅赋",
            "作者": "张昱",
            "内容": "易经四圣人之事，洁静精微惟此书。夫子五十以学易，尔今读易年何如？\n易之为书广大而悉备，不以一言一事拘。君子观象玩辞处，近取诸身而论诸。\n按文责义而有得，斯乃万方之一隅。履德之基，谦德之柄，复德之本，恒德之固，损德之修，益德之裕，困德之辨，井德之地，巽德之制，于此九卦能体验，可无大过为德符。\n读易于斯而自勉，仰观俯察非吾徒。羲文周孔虽既没，天人其不在兹乎？"
        },
        {
            "标题": "送冯以清知事赴成都右卫幕府",
            "作者": "张昱",
            "内容": "李白苦歌行路难，以喻世途之难有如是。莫言难于上青天，时至青天是平地。\n五等之爵国所司，万钟之禄人所冀。为臣忠实而不欺，画像式接咸可至。\n石楼先生旧簪缨，出宰三绶郎官贵。即今任政成都幕，万事只应咨伯起。\n葵藿常存向日心，鹍鹏会展垂云翅。玉陛承恩咫尺天，官船给驿八千里。\n三峡盘涡转殷雷，万壑啼猿响空翠。相如拥传喻蜀时，县官负弩争趋避。\n况尔旌旗出入间，丈夫足展平生志。"
        },
        {
            "标题": "风木歌，为褚本中赋，并寄徐一夔",
            "作者": "张昱",
            "内容": "树犹如此亲安在，岁月去人何迅速！陟岵陟屺望不及，入室升堂成宿昔。\n劬劳未报弃诸孤，号泣旻天涕沾臆。走兽闻之失其群，飞鸟闻之堕其翼。\n物之感也有如此，宜尔诸孤哀罔极。始丰先生辞馀力，文章今擅欧苏笔。\n记成不忍再三读，未及终篇语呜咽。乃知人皆有父母，天性油然非染习。\n孝思不匮永锡类，草偃风移而俗易。三复始丰记，击节为太息。\n往求二木之所在，果然拔地俱千尺。孝子之父见手植，造物于斯有阴骘。\n君不见东坡所记三槐堂，魏公德符在他日。"
        },
        {
            "标题": "题番使进呈三马",
            "作者": "张昱",
            "内容": "殿中得名画番马，笔力不在陈闳下。方其番使引进时，诏许当轩对描写。\n近前一匹白鼻騧，咫尺天威生惧怕。第二匹马青连钱，矫首嘶鸣意闲暇。\n向后赭白马最雄，雾鬣风鬃劳握把。三马既出浣海空，天厩真龙此其亚。\n画师貌此良苦心，惨淡精神入夷夏。冥冥雷雨晦大河，漠漠风沙连钜野。\n诸番服饰本华靡，不独丹青侈图画。百年绢素霜雪新，拂拭徒为发悲咤。\n莫言世有真乘黄，只此按图谁识者？"
        },
        {
            "标题": "莲塘曲",
            "作者": "张昱",
            "内容": "青蘋风起柳塘水，波声夜聒鸳鸯睡。一点芳心不自持，露荷又作璚珠碎。\n藕丝织锦香满机，裁成衣裳将遗谁？只愁贱妾梦魂短，不恨荡子归来迟。\n花间鶗鴂依芳草，等闲绿遍邯郸道。还应忆念荡舟人，满架芙蓉镜中老。"
        },
        {
            "标题": "题王朋梅界",
            "作者": "张昱",
            "内容": "国初以来好时节，冶绿妖红盖阡陌。乐游尽是勋贵家，人闹马嘶听不得。\n细漆阑干辇子车，同载女子如蕣花。车中马上目相许，蝴蝶梦满东西家。\n牡丹台畔夜如昼，花炤银灯大于斗。正月饮到三月中，乐地欢天古无有。\n一朝花谢春复归，门锁池园空绿苔。帘前尘覆珊瑚树，案上蝶栖鹦鹉杯。\n豪华尽逐东流往，百年丹青化草莽。当时命酒徵歌人，此日题诗画图上。"
        },
        {
            "标题": "天马歌",
            "作者": "张昱",
            "内容": "天马来自茀郎国，足下风云生倏忽。司天上奏失房星，海边产得蛟龙骨。\n轩然卓立八尺高，众马俛首羞徒劳。色应北方钟水德，满身日彩乌翎黑。\n纵行不受羲和辔，肯使王良驭輗軏？黄丝络头两马牵，金璒双垂玉作鞭。\n宠荣日赐三品禄，不比卫鹤空乘轩。大国怀柔小国贡，君王一顾轻为重。\n学士前陈天马歌，词人远献河清颂。鸾旂属车相后先，受之却之俱可传。\n普天率土尽臣妾，圣主同符千万年。"
        },
        {
            "标题": "王无伪仙翁见访，为赋此诗",
            "作者": "张昱",
            "内容": "神仙之术本无作，当面无缘寻不著。但能寡欲自长年，愚者昧之求海岳。\n此术不许凡俗知，道成由来非大药。仙翁高风何所喻，天垣月映王乔鹤。\n等闲瓦砾变黄金，候尔相从步寥廓。"
        },
        {
            "标题": "云门山房，为青州曹伯起赋",
            "作者": "张昱",
            "内容": "云门山房何所指，知尔不忘桑梓意。山在城南百里间，沃衍膏腴宜树艺。\n中有一村俱姓曹，列戟高门是乡里。青州旧入齐封疆，相国犹传汉家世。\n曹彬为宋下江南，史册能书其门第。四世之祖在元初，遭际风云致爵位。\n亦参丞相下豫章，腰插金符位元帅。但知报国守忠贞，不肯随人事轩轾。\n用也绰有乃祖风，一篑不止山可崇。碧梧枝老自栖凤，绿竹根深须化龙。\n昔时未到山房里，每望云门候佳气。却缘亦是豫章人，客舍并州如有喜。\n云门之山青接天，鸿濛既判知何年？山房去天不咫尺，名与云门当共传。"
        },
        {
            "标题": "玉箫引，为沈仲德赋",
            "作者": "张昱",
            "内容": "洞箫宫前有狂客，双眼直嫌天地窄。瓮中酿熟葡萄浆，养得身轻好颜色。\n兴来为我吹玉箫，缥缈一声生泬寥。惊鸾跱鹄不自定，游丝落絮随风飘。\n高情远思游碧海，此岂肯受王门招？笑言学箫二十载，家业凋零心不悔。\n要须吹上凤凰台，白日羽仪生五彩。"
        },
        {
            "标题": "东圃诗，为道士王景丹赋",
            "作者": "张昱",
            "内容": "东圃轩在玄武宫，海日欲上烟霏红。若人餐之百体充，养得面貌如婴童。\n上清有法授有宗，灵章秘咒存心胸。一气孔神天与通，右卫白虎左青龙。\n掷火万里行老翁，欲雨即雨风即风。燮理造化代天工，事亲则孝君则忠，神人执鞭须相从。"
        },
        {
            "标题": "题醉墨堂，为桐江俞子中赋",
            "作者": "张昱",
            "内容": "世称草圣惟张旭，气在神先从所欲。醉来捉笔走风雷，电掣长云夜相逐。\n健于大野战蛟龙，媚似轻波浴鸿鹄。由唐至今几百年，笔法竟尔失其传。\n芝翁乃若神所授，亦以醉墨题堂前。晴丝罥空王逸少，生蛇绊树黄庭坚。\n笔法不必问高闲，笔势不必询怀素。纵横迟疾心自知，曾见公孙大娘舞。"
        },
        {
            "标题": "题湖州何生售书养母诗卷",
            "作者": "张昱",
            "内容": "衙散到家无与适，领客壶觞以终日。何生忽从湖州来，当筵不语惟长揖。\n古貌存心行孝道，袖出旧书三两帙。进言售此备甘旨，有母行年将八十。\n吾闻此语为太息，伤哉贫乎乏朝夕！龙蛇蛰藏天地闭，宜尔之贤身不立。\n莫说家无田可耕，纵有田耕那得食？不如归棹湖州船，有鱼可钓凫可弋。\n君不见卖刀与卖戟，朝持出门暮得直。文章本是太平具，以此干人复何益？\n军人或有锡类人，倾产酬书吾可必。"
        },
        {
            "标题": "赠狄鸣善捧檄迎母往金兰州就养",
            "作者": "张昱",
            "内容": "人子能不念其母，乌鸟哑哑犹返哺。十月怀娠乳抱劳，亦期仰事慰迟暮。\n那知中道母子分，南望亲舍唯白云。伯也执殳在军旅，堂上消息空传闻。\n将军命许迎就养，拜捧檄文喜无量。杭州万里到兰州，母见子如堕天上。\n膝间乍见欢复悲，天河水流有合时。宜男草是别时草，老莱衣是别时衣。\n只今四海车书一，人间万事真难必。十年戎马行陈间，子母团圞有今日。"
        },
        {
            "标题": "望云诗，为翼城常盘赋",
            "作者": "张昱",
            "内容": "风吹白云天上来，游子望云心眼开。小时见云在亲侧，安得亲同云往回？\n世家翼城桐叶里，云自往回亲在彼。昔年捧檄为荣亲，得官拜亲云亦喜。\n所怜得禄远莫分，委质为臣命在君。青袍骏奔各有事，斑衣儿啼更勿云。\n我知尔家广田宅，小弟朝朝纵围猎。暮归雉兔满马鞍，不使高堂甘旨缺。\n望中有使频寄书，夫人堂上哭罗襦。愿尔长辞杨震金，愿尔长悬羊续鱼。\n亲之念子无不至，子思其亲云即是。红颜蚤受县君封，莫计同餐太仓米。\n桐叶之里非一家，如尔兄弟谁不誇。墙头风吹紫荆树，堂前露浥萱草花。\n莫言亲远翼城县，万里关河如对面。一官九考今八年，指日云中又相见。"
        },
        {
            "标题": "寄河南卫镇抚赵克家叙旧",
            "作者": "张昱",
            "内容": "程生河南来，始得河南信。雨散云飞二十年，萍踪梗迹今才定。\n却思小孤洲渚边。大江大浪拍战船。将军须髯劲如戟，白石酣歌便醉眠。\n我从别来赞画省，芙蓉幕与风尘远。洪武初年自日边，诏许还家老贫贱。\n池馆尽付当时人，惟存笔砚伴闲身。刘伶斗内葡萄酒，西子湖头杨柳春。\n见人斲轮只袖手，听人谈天只钳口。年过七十发未斑，路涂不辞牛马走。\n知尔出镇在洛阳，宫袍健马日煌煌。前骑大旗画罴虎，后骑长戟横雪霜。\n我于此事别已久，富贵浮云更何有？鸿雁得便时附书，但问老人平安否？"
        },
        {
            "标题": "云林歌",
            "作者": "张昱",
            "内容": "李侯云林心所仰，既见云林副心赏。欣然为我出图画，索我题诗画图上。\n我自别侯二纪馀，不得半纸庐江书。乃知已膺庙堂聘，梁栋之材宁不如？\n云林乃是君所植，雨露蟠根同铁石。直干凭淩御史霜，青云照耀郎官笔。\n即今英发当盛年，上林玉树幕府莲。东阁梅花时自咏，南郡官曹谁更贤？\n从知侯家积阴德，凤雏七枚毛五色。览辉已出丹穴中，来仪定集虞廷侧。\n安栖不用求梧桐，云林气接扶桑红。结巢日边长羽翼，好音惠我双飞鸿。"
        },
        {
            "标题": "河汉篇",
            "作者": "张昱",
            "内容": "河汉亘天几万里，鹑火西行入箕尾。金气浮空漾白波，任是雄风吹不起。\n一河之水皆空青，往还惟此乌鹊翎。太史不识汉使者，却奏张骞为客星。\n载回织女支机石，牵牛隔河来不及。二十八宿有常经，七夕胡能会灵匹？\n西牛东女长相望，女则织纴牛服箱。人间儿女谩愁思，河影不灭秋夜长。"
        },
        {
            "标题": "唐太宗骏马图",
            "作者": "张昱",
            "内容": "昭陵石刻今无有，绢素乃能存不朽。当时奇骨济时艰，驾驭尽入天人手。\n隋家再世俱凡庸，不知肘腋生英雄。晋阳奋起六骏马，蹴踏人海波涛红。\n帝王一出万邦定，干戈四指群小空。淩烟勋臣尽图画，一旦肯遗汗血功。\n呜呼何从得此样，规模却与石刻同。乃知帝王所驭乃龙种，岂可求之凡马中？\n唐家开基三百载，展卷尚觉来英风。"
        },
        {
            "标题": "白翎雀歌",
            "作者": "张昱",
            "内容": "乌桓城下白翎雀，雄鸣雌随求饮啄。有时决起天上飞，告诉生来羽毛弱。\n西河伶人火倪赤，能以丝声代禽臆。象牙指拨十三弦，宛转繁音哀且急。\n女真处子舞进觞，团衫鞶带分两傍。玉纤罗袖柘枝体，要与雀声相颉颃。\n朝弹暮弹白翎雀，贵人听之以为乐。变化春光指顾间，万蕊千花动弦索。\n只今萧条河水边，宫庭毁尽沙依然。伤哉不闻白翎雀，但见落日生寒烟。"
        },
        {
            "标题": "梦云楼，为佑圣道士王景丹赋",
            "作者": "张昱",
            "内容": "阿母妊娠曾梦云，道人见云如母存。高天悠悠不可闻，虎豹守关深九门。\n丹青楼馆云中起，翠幕银屏按云气。缥缈时闻子晋笙，蹉跎日集王乔履。\n蟠桃千年花又开，云中不见阿母回。丁令白鹤有再至，汉宫青鸟无复来。\n但愿无风亦无雨，桃花开遍梦云处。花气腾空结紫云，拔宅乘云上升去。"
        },
        {
            "标题": "赠河南卫毕将军歌",
            "作者": "张昱",
            "内容": "壮哉将军八尺躯，阵前夺骑生马驹。有力每轻弓两石，据鞍手横丈二殳。\n小敌如怯大敌勇，生平气与忠义俱。逢时受命从大将，势合风云兴海隅。\n奉辞东下尉陀国，回兵北击无单于。望风襁负至者众，将军为驻南征车。\n归来九重赐颜色，蹈舞恩光生步趋。团花战袍出内府，大官羊膳来公厨。\n洛阳关东古重镇，授以斧钺专城居。绿槐高映使者节，黄金新铸兵家符。\n握刀负盾走壮士，拥盖吹笳喧道涂。尽知勋名在忠义，千骑万骑先传呼。\n祈连亦有霍去病，细柳岂无周亚夫？只今将军与之并，人马相辉古即无。\n君恩广大法天地，将军报答将何如？丹青或接万亿载，忠义莫虞无画图。"
        },
        {
            "标题": "张建封击毬图",
            "作者": "张昱",
            "内容": "唐家风流尚毬马，中外靡然为之化。徐州节度张建封，坐领东藩示闲暇。\n长箫短吹行相随，以此慢游为日夜。玉山满马扶醉归，正及楼头望春罢。\n孔雀屏帷次第开，黄金买得春无价。不教白日向西驰，只许黄河向东泻。\n使君死后谁登临，燕子不来风雨深。绿珠甘守珊瑚树，文君独宿鸳鸯衾。\n当其意气倾朝野，肯信人无百年者？万言犹在从事书，一幅空遗后人画。"
        },
        {
            "标题": "送程希道回河南",
            "作者": "张昱",
            "内容": "银鞍白马郎，自是平台客。海水桑田不自知，朅来二纪异南北。\n他乡忽然顾我笑，有如清风洒兰雪。开心写意慰离居，别时童孺今有须。\n知从马援在军旅，不谓陈琳工檄书。我于程家最知旧，大宅修椽曾置酒。\n玉瓒紫笙吹凤凰，罗袖春衫舞杨柳。因之感念二纪前，跃马射麛江水边。\n煌煌宾从散秋叶，叠叠楼台成野烟。程生程生既会面，疏麻瑶华莫持赠。\n但存此日会面情，地北天南有相见。丈夫有志岂陆沈，使者不惮岩穴深。\n他时或有公车召，嗣我云间金玉音。"
        },
        {
            "标题": "捕虎行",
            "作者": "张昱",
            "内容": "碧油幢下曹司兵，见义有勇身为轻。平生每得贵人喜，有似花卿知姓名。\n一朝共听将军令，镇市临平虎尤甚。汝司其兵往捕之，食肉寝皮须要尽。\n司兵受令即出城，怒气填膺风火生。扬言大明圣人既御世，尔虎何物犹纵横？\n大刀长戟屯村堡，前期钉牌后断道。村堡喜得司兵来，万夫鼓勇千夫噪。\n半月捕获十三枚，大槛小车推载回。自言此乃将军令，岂是小人之力哉？\n将军索酒指其虎，此虎不死司兵死。在官食禄忘其躯，亦是人间好男子。"
        },
        {
            "标题": "资寿堂",
            "作者": "张昱",
            "内容": "为之医药以资寿，古人存心子能有。治生若然天必与，衣禄何忧不丰厚？\n潘彝世籍富豪家，金珠斗量钱载车。百年风雨换门户，甘守俭薄为生涯。\n法依本草为炮制，修合肯教违矩矱？日月回旋碾上轮，虎龙交媾炉中药。\n服之一剂神气全，百龄寿等金石坚。洪范五福寿居首，有金无寿真徒然。\n彝也性秉芝兰秀，湖海香名喧众口。修文坊南当大街，如斗之字出高牌。\n贵人长者共祗重，每日门前车马来。"
        },
        {
            "标题": "题破窗风雨卷",
            "作者": "张昱",
            "内容": "敬亭有旧斋，风雨一窗破。朝对风雨吟，暮对风雨坐。\n惟知经史亲，肯顾衣裳涴。有时暂游息，自歌还自和。\n直俟所学成，功名如一唾。宁同陋巷人，独守箪瓢饿？"
        },
        {
            "标题": "六月三日雨",
            "作者": "张昱",
            "内容": "日车当空行，雷声从地起。长风吹行云，万籁若有喜。\n田夫念稼穑，望云如望米。甘泽始沛然，三日不可止。\n吁嗟乎苍生，何以答天地？"
        },
        {
            "标题": "题隐居图",
            "作者": "张昱",
            "内容": "处州王启明。隐居万山中，日夕有佳色。时于岩上石，蒸起云气白。\n桑麻郁相望，鸡犬识巷陌。中林芳草地，不有车马辙。\n为与城市远，似觉嚣尘绝。原田既膏腴，且是宜稼穑。\n溪流既清驶，且是利舟楫。耕渔鄙夫事，富贵要不得。\n但见桃花开，不知何岁月？寄谢丹青人，吾将安蹇劣。"
        },
        {
            "标题": "田家词",
            "作者": "张昱",
            "内容": "为农谨天时，四体务勤力。日夕耘耔罢，植杖聊假息。\n儿童原上牧，妇女机中织。田家无别事，俯仰惟衣食。\n黾勉共百年，辛苦何所惜？世有五侯贵，农人梦不及。\n但愿风雨好，一穗千万粒。卒岁无徵科，庶免忧儋石。"
        },
        {
            "标题": "木槿花",
            "作者": "张昱",
            "内容": "谁谓木槿花，朝荣夕已萎。容颜逐电光，老大行相随。\n高堂有歌舞，及取少年时。寿命信可长，仙人竟何之？"
        },
        {
            "标题": "兰雪轩",
            "作者": "张昱",
            "内容": "幽兰不自芳，君子以贻好。白雪不自洁，君子用媲操。\n与彼兰与雪，聊付尔怀抱。人生幼而学，壮则行其道。\n青春未晼晚，白日正杲杲。何乃七尺躯，迷邦以怀宝。\n时哉不可失，功名贵及早。"
        },
        {
            "标题": "种德堂，为岳医士题",
            "作者": "张昱",
            "内容": "种德不在浅，种药不在深。虽有千亩地，不如方寸心。\n种之百年后，所得非尺寻。忠信乃佳实，慈爱为繁阴。\n如有仙人杏，一核延千林。以此惠后嗣，安用多黄金？"
        },
        {
            "标题": "浮云，别高士敏",
            "作者": "张昱",
            "内容": "人生如浮云，聚散何可必！倏忽万里馀，求之渺无迹。\n有时天上见，若我旧相识。飘摇玉雪姿，可望不可即。\n羡此淩风翰，与彼得共适。"
        },
        {
            "标题": "田家",
            "作者": "张昱",
            "内容": "田家无所具，客至惟鸡黍。厨下作新炊，门前备清醑。\n凉风吹户牖，高柳荫涂路。还家既不远，送上采菱渡。"
        },
        {
            "标题": "百马图",
            "作者": "张昱",
            "内容": "画师画马时，心与马为一。精神各自分，萃此马百匹。\n起卧适马性，踶齧通马力。逸如龙在水，驰若虎而翼。\n游牝得群聚，风腾各相及。或滚尘沙黄，或嘶草芽碧。\n岂无骐驎骨，松下盐车泣。谁将朔漠大，图画归咫尺。\n曹韩不并世，按图为尔惜。"
        },
        {
            "标题": "奉听玘法师讲楞伽经，留别",
            "作者": "张昱",
            "内容": "玘公注经回，于世无所慕。结坛在南坞，心与道为务。\n行苦缁素归，律严鬼神护。吾从挹清芬，肺腑久皈附。\n仰聆楞伽旨，灌顶发甘露。四众瞻礼间，绕床天花雨。\n古无雪山子，我愿黄金铸。兹行匪漫游，实以闻经故。\n初地谁不明，末法自迷误。不谓攴道林，犹识许玄度。\n忻然酬宿愿，言笑亦已屡。出寺且复留，徘徊川光暮。\n还当理轻楫，时到茅家步。师既不忘予，予忘南坞路。"
        },
        {
            "标题": "听松轩，为朗上人题",
            "作者": "张昱",
            "内容": "微风吹幽松，近听声愈好。师非寒山子，安得此怀抱？\n天机内相会，百体同浩浩。如适清凉境，大地绝热恼。\n每从画省归，骑马必一造。妙趣须自知，难与别人道。"
        },
        {
            "标题": "访巢云子不值，留题",
            "作者": "张昱",
            "内容": "桃源不可觅，结屋以巢云。只此方丈内，便觉超人群。\n秋晚篱槿秀，雨馀塘水浑。安知巢云子，不是云中君。\n又值荷蓑出，无从书綀裙。"
        },
        {
            "标题": "无忧子诗，为扬州汤仲铭处士赋",
            "作者": "张昱",
            "内容": "安分以达生，所适皆天游。恂恂里巷间，何忮复何求？\n箪瓢自终日，冬夏惟一裘。既不愿名爵，宁对狐貉羞？\n忘机鸥与亲，浪迹云中俦。中区本混沌，愚者昧雕锼。\n乐哉汤处士，宜尔名无忧。"
        },
        {
            "标题": "过清逸处士卢公墓上作",
            "作者": "张昱",
            "内容": "处士古豪杰，在众不自异。平昔乡曲间，随时以轩轾。\n聚书千馀卷，将遗子孙计。酝酒百馀石，将虞宾客至。\n甚慕鲁仲连，于人无所媚。辟书下台省，踰垣而趋避。\n遂隐清平山，居然事高致。地邻万松岭，日夕闻鹤唳。\n朝论美其风，锡以清逸谥。煌煌杨宣慰，深情托姻契。\n岂期七十年，遽弃人间世。遂使倜傥怀，消尽虹蜺气。\n高坟蔓宿莽，宁不为长喟？子常仕今朝，宗庙瑚琏器。\n自唐谱系存，簪缨旧门地。贤哉郭有道，毋忝蔡邕志。"
        },
        {
            "标题": "舟行即事",
            "作者": "张昱",
            "内容": "舟行如虚空，上下天光里。中宵撤前幔，繁星在清泚。\n天河横未落，北斗当面指。凉风波上来，吹皱青天绮。\n芦洲集夜禽，聒聒鸣不已。恶声虽扰眠，清景则可喜。\n却思车马尘，此时动城市。"
        },
        {
            "标题": "妙高院",
            "作者": "张昱",
            "内容": "碧岑日在望，雨雪阻登临。二客从事者，扶藜长松阴。\n绿云及上方，步履皆黄金。佛香出宝阁，一息契初心。\n心如白莲花，尘垢何由侵？攒眉入社后，此会还可寻。\n庐山得远公，法侣满东林。虎溪偶然事，传笑直至今。\n我辈仍避俗，垕师诚可钦。"
        },
        {
            "标题": "寿光宫访道士不遇，留题",
            "作者": "张昱",
            "内容": "高阜临大溪，激流喧众石。中藏寿光宫，年深翳金碧。\n俨然天人尊，羽卫何赫奕！回廊荫古木，苔藓少行迹。\n传昔丹霞士，于斯鍊金液。丹井虽尚存，鸾鹤无一只。\n徘徊长松下，瞻望云气白。不见种桃人，惆怅还理策。"
        },
        {
            "标题": "宜晚堂，送江架閤还奉化",
            "作者": "张昱",
            "内容": "隆替理之常，仕进难固必。在事寡尤悔，于心孰欣戚？\n从来黄甘里，先庐颇完葺。虽非大哉居，亦异环堵室。\n归来宜晚岁，怀抱得所适。讴吟及芳辰，言笑共佳夕。\n赤城有霞气，光照五色笔。门前有大路，而无车马迹。\n幸焉返初服，素愿于此毕。冥冥江上鸥，矫首羡归翼。"
        },
        {
            "标题": "天茁亭，为柳膺赋",
            "作者": "张昱",
            "内容": "侯门臭酒肉，穷居厌藜藿。赋分各有定，天胡为厚薄？\n荒园灌数亩，亦足代耕穫。折葵助鼎俎，剪韭供春酌。\n虽非八珍馔，其味良不恶。三牲安可常，一瓢易为乐。\n古之志道者，粝食甘淡泊。造物茁此徒，于世宁妄作？\n贤哉宋宇叹，美矣樊迟学。勿嫌食肉鄙，儒家贵俭约。"
        },
        {
            "标题": "雪岩",
            "作者": "张昱",
            "内容": "夏云多奇峰，洞照赤日下。玲珑万雪岩，突如临大野。\n南风有时来，素色欲飘洒。体物而赋之，谁为汉司马？\n持以遗所思，丹青莫图写。"
        },
        {
            "标题": "李息斋平章画著色竹御屏",
            "作者": "张昱",
            "内容": "此君有逸韵，翠佩而长裾。遭彼列仙人，授以鸿爪书。\n把玩犹未解，倏焉淩空虚。化为九凤雏，其声杂笙竽。\n煌煌蓟丘公，描写登画图。丹青照屏帷，如对古丈夫。\n乃知庙堂上，一日不可无。至今伶伦氏，见之为踟蹰。"
        },
        {
            "标题": "雪斋",
            "作者": "张昱",
            "内容": "万有从妄作，庸辨伪与真？假山复假雪，空色自相因。\n东坡古维摩，出语惊天人。弹指为说法，一息乃万旬。\n旧时言所说，几见湖水春？染习或未除，示此前后身。\n题诗附斋壁，庶与坡诗邻。"
        },
        {
            "标题": "啸轩",
            "作者": "张昱",
            "内容": "开轩出平湖，四望惟青天。啸声静中起，万象俱回旋。\n云霞未改色，水波为之先。白日每少光，长风亦萧然。\n沈吟阮公咏，兴怀广武边。寂寞千载后，慷慨千载前。\n斯人竟何人，托志在空言。"
        },
        {
            "标题": "思云轩，为罗从事赋",
            "作者": "张昱",
            "内容": "山川望三山，相去几万里？亲舍白云下，怀思曷云已？\n朝思歌陟岵，暮思歌陟屺。如之何勿思，禄不及甘旨。\n哀哉天壤间，此思孰终始？举目皆白云，宁论此与彼？\n但移思云心，夙夜勤治理。委质既在心，忠孝同一轨。"
        },
        {
            "标题": "陈孔硕回泰和柬，寄其丈人罗楚翁处士",
            "作者": "张昱",
            "内容": "昔别翁未婚，翁今已抱孙。俊哉东床婿，玉树照名门。\n知我丈人行，再拜情谊敦。惠顾每持酒，坐语移朝昏。\n离居获轸念，殊慰羁旅魂。我自京城回，安分守丘樊。\n家事复儒业，宁同东掖垣？尚赖稽古力，似若吾道存。\n终焉营菟裘，两翁老青原。"
        },
        {
            "标题": "题天平寺桢上人房",
            "作者": "张昱",
            "内容": "每过屡不逢，出寺乃一见。岩回树色瞑，日转霞光绚。\n邀留复入寺，礼待良缱绻。欣同静者室，坐久殊未厌。\n寂然禅榻外，炉烟落经卷。境静累自遣，情忘道非远。\n方丈如或容，吾将老贫贱。"
        },
        {
            "标题": "北山堂",
            "作者": "张昱",
            "内容": "筑堂太湖北，堂上何所见？好峰七十二，终日如对面。\n其中尽白云，且是难持赠。鹤鸣露气升，鱼跃波光泛。\n唯尔禅居人，天机两相羡。"
        },
        {
            "标题": "题郭文医虎图",
            "作者": "张昱",
            "内容": "利忘九重渊，珠从龙颔得。仁忘千金躯，手探虎口骨。\n兽或复其性，其祸不可测。驯扰亦何术，贵在道与德。"
        },
        {
            "标题": "访仁一初尊师",
            "作者": "张昱",
            "内容": "愿闻清净法，往谒富春僧。妙论听不厌，道心中自增。\n如此醍醐味，使我尝未曾。岂无夙世因，坐对古佛灯。\n庶几一言下，彼此證三乘。"
        },
        {
            "标题": "临安访古·将军树 （王平时率群队狂戏此",
            "作者": "张昱",
            "内容": "将军官重执金吾，不比秦朝列大夫。王为锦衣归故里，遂令老树有称呼。"
        },
        {
            "标题": "九日，过长安镇王山人",
            "作者": "张昱",
            "内容": "因过王生忘坐久，阶前花有白鸡冠。草堂出酒生新敬，雪壁题诗寄此观。\n肯谓陶潜逢九日，却如李白醉长安。老夫遍赏东篱菊，摇落群芳正耐看。"
        },
        {
            "标题": "书药舟，为湖州沈玉泉架阁赋",
            "作者": "张昱",
            "内容": "溪上香吹白藕花，沈郎舟楫自为家。双鬟荡桨乘流去，小榼留人易日斜。\n采得绿荷成野服，博来红米是丹砂。綵鸾韵写松烟墨，不与青蛇道士赊。"
        },
        {
            "标题": "海昌双庙，同张太守次壁上题韵",
            "作者": "张昱",
            "内容": "孤城请援待王师，保障真成累卵危。作厉誓将擒贼去，分羹何惜爱姬为？\n忠臣尽命以报主，信史大书无异辞。三十六人同日死，独呼南八作男儿。"
        },
        {
            "标题": "题孔明抱膝图",
            "作者": "张昱",
            "内容": "抱膝长吟彼一时，卧龙消息有谁知？能听天下三分计，赖有刘家大耳儿。"
        },
        {
            "标题": "问牛轩，为海昌北寺讷无言书记赋",
            "作者": "张昱",
            "内容": "犀牛不逐扇俱破，奈有人来问此轩。资福无端添注脚，石霜何事未忘言？\n大千无迹身俱化，一点通明角尚存。拈起家风随手应，莫言无可付儿孙。"
        },
        {
            "标题": "碧筒饮，次胡丞韵二首 其二",
            "作者": "张昱",
            "内容": "花外风来香满湖，折荷举酒笑相呼。自来四明有狂客，除却高阳非酒徒。\n饮处有情丝不断，折时多刺手难扶。豪家玉斗虽云贵，有此尊前风致无？"
        },
        {
            "标题": "碧筒饮次胡丞韵",
            "作者": "张昱",
            "内容": "小刺攒攒绿满茎，看揎罗袖护轻盈。分司御史心先醉，多病相如渴又生。银浦流云虽有态，铜盘清露寂无声。当年欲博千金笑，故作风荷带雨倾。"
        },
        {
            "标题": "绣毬花，次兀颜廉使韵",
            "作者": "张昱",
            "内容": "绣毬春晚欲生寒，满树玲珑雪未乾。落遍杨花浑不觉，飞来蝴蝶忽成团。\n钗头懒戴应嫌重，手里闲抛却好看。天女夜凉乘月到，羽轮偷驻碧阑干。"
        },
        {
            "标题": "冬日白牡丹",
            "作者": "张昱",
            "内容": "律琯催春到牡丹，行云欲堕碧阑干。似嫌脂粉能相污，故逞肌肤独耐寒。\n雪艳最宜金缕盖，天香合是玉雕盘。赵昌花鸟新驰誉，画作屏风后面看。"
        },
        {
            "标题": "汴河怀古",
            "作者": "张昱",
            "内容": "家国承平厌万机，轻乘黄屋出京畿。三年巡狩前王有，千里看花亘古稀。\n河畔柳条春自长，苑中萤火夜还飞。当时九庙躬辞日，肯信龙舟更不归？"
        },
        {
            "标题": "边思",
            "作者": "张昱",
            "内容": "万里尽风沙，征人念岁华。角声悲自语，谁见落梅花？"
        },
        {
            "标题": "别春次杨州成廷圭韵",
            "作者": "张昱",
            "内容": "燕语莺啼尽可哀，更无马迹到青苔。自从玉树成歌后，曾见铜仙下泪来。为晋为秦花几度，行云行雨日千回。若教蝴蝶知春梦，尽把黄金付酒杯。"
        },
        {
            "标题": "别故人",
            "作者": "张昱",
            "内容": "未别欲千言，临别无一语。惟此旧时心，随君渡江去。"
        },
        {
            "标题": "别刘博士",
            "作者": "张昱",
            "内容": "祇为情如雨，从教醉似泥。免看杨柳色，相送出城西。"
        },
        {
            "标题": "雨中过萧山谊上人别院",
            "作者": "张昱",
            "内容": "雨棹茫然出镜湖，客行偏尔畏泥途。僧中果得奇男子，我辈真成贱丈夫。\n重席自能为我设，大尊不用问人沽。从容暖阁得佳睡，此意支郎世有无？"
        },
        {
            "标题": "游云门寺，同宝林别峰尊师赋",
            "作者": "张昱",
            "内容": "东游好是云门寺，况在若耶溪水边！茶会诗传唐旧刻，松坛名重晋诸贤。\n行云欲傍支郎马，垂柳能维贺老船。也当一场风月梦，为题名姓法堂前。"
        },
        {
            "标题": "王自牧、冷起敬诸文士游西湖、南山，记题其后",
            "作者": "张昱",
            "内容": "近闻甚得湖山乐，惜不与之同一游。莫问石城来艇子，却思箫管在扬州。\n枕边蝴蝶高楼梦，扇底芙蓉小院秋。今觉司勋非往日，酒间无复旧风流。"
        },
        {
            "标题": "夜泊牛渚矶，同韩克庄佥事、李五峰先辈登蛾眉亭",
            "作者": "张昱",
            "内容": "牛渚矶头青雀舫，蛾眉亭上紫鸾笙。月中只可赋秋兴，酒后不宜留步兵。\n万里长河何处尽，百年遗恨此中生。水波总是英雄泪，刬却青山气未平。"
        },
        {
            "标题": "捕鱼词",
            "作者": "张昱",
            "内容": "渔家无别业，衣食惟罟网。生长风波中，舟楫惯来往。\n江平风波静，天静榔板响。得鱼固所欲，忖心辄内怏。\n群生各有命，吾宁受其养？敢恣口实求，而绝生意盎。\n遐思放麑翁，乃属中山相。"
        },
        {
            "标题": "采药径，为方德远医士赋",
            "作者": "张昱",
            "内容": "药径香风作阵来，日扶长钁为徘徊。绿怜地锦经春在，红觉山丹冒雨开。\n本草有名俱用识，仙岩可采不须栽。寻常踏破苍苔处，多是门生种杏回。"
        },
        {
            "标题": "采莲词",
            "作者": "张昱",
            "内容": "采莲复采莲，采花莫采叶。叶上多朝露，花开盛颜色。\n同舟二姝女，流盼轶明月。斗溜荷上珠，将逞肌肤白。\n岸上骑马郎，调笑五陵客。岂不念所欢，淇水不可越。"
        },
        {
            "标题": "上巳日，杭州府学教授徐一夔、四斋训导拉游智果寺，访东坡，题参寥泉",
            "作者": "张昱",
            "内容": "佳游在上巳，属此清明前。春景已云宴，风光犹未暄。\n往寻智果寺，竟得参寥泉。云物岂殊昔，人世自更迁。\n邈哉长公咏，风流想当年。我辈复登临，花界何因缘？\n古佛俨香阁，真诠积华轩。境超万念空，道胜诸妄捐。\n缅怀此会难，徘徊未云还。申章续芳藻，冀或来者传。"
        },
        {
            "标题": "残牡丹",
            "作者": "张昱",
            "内容": "绕阑莫惜酒行频，开到姚黄已暮春。琼树今朝歌正好，彩云昨夜梦非真。\n园林虽不异前日，车马可怜非旧人。欲倩东风问蝴蝶，花前谁是百年身？"
        },
        {
            "标题": "看剑亭，为曹将军赋",
            "作者": "张昱",
            "内容": "此剑名家已数传，为曾与国净风烟。闻鸡起舞非今日，对酒闲看忆往年。\n三尺神光遗电影，一函宝气閟星躔。章江曰夜东流去，亭下题诗重惘然。"
        },
        {
            "标题": "丞相委入姑苏索各官俸米，留别幕府诸公",
            "作者": "张昱",
            "内容": "不比常年载酒游，杏花时节出杭州。粉闱未觉为郎贵，萱草难忘此日忧。\n沙漠帛书空见雁，江湖春水莫容鸥。何时折尽垂杨柳，留取他年系别愁。"
        },
        {
            "标题": "克让许寄酒，诗以趣之",
            "作者": "张昱",
            "内容": "春至遣怀惟恃酒，莫教花发酒来迟。文章每与年俱进，世事还于老始知。\n海岳几时吟雪梦，涔阳有约采兰期。古音最爱朱弦曲，弹到高堂念别离。"
        },
        {
            "标题": "过金粟寺看东坡竹",
            "作者": "张昱",
            "内容": "东坡仙去三百载，海上犹存丹凤巢。醉里自将衫袖下，拂开尘壁看烟梢。"
        },
        {
            "标题": "惆怅（五首）",
            "作者": "张昱",
            "内容": "至今惆怅在东城，结伴看花取次行。辇道驻车招饮妓，宫墙回马听流莺。星河织女从离别，海水蓬莱见浅清。不有酒船三万斛，此生怀抱向谁倾？"
        },
        {
            "标题": "惆怅（五首）",
            "作者": "张昱",
            "内容": "三山梦断彩云空，几把长笺赋恼公。画閤小杯鹦鹉绿，玉盘纤手荔枝红。春衫汗裛蔷薇露，夜帐香回茉莉风。惆怅近来江海上，却将鞍马学从戎。¤"
        },
        {
            "标题": "修净慈寺成，贺简以道长老",
            "作者": "张昱",
            "内容": "古佛毗耶愿海深，万间弹指变黄金。分明兜率诸天境，庆赞阎浮施主心。\n堂上鼓钟声大地，域中龙象尽知音。自应雪夜传衣处，不独神光在少林。"
        },
        {
            "标题": "题天镜方丈，为能仁净秋江长老赋",
            "作者": "张昱",
            "内容": "大宗大派接秋江，砥柱中流露法幢。照世万缘俱是妄，行天一镜迥无双。\n当家谁道非临济，说法还须在老庞。蓦地绕床三振锡，更无言句两心降。"
        },
        {
            "标题": "赠朝元宫道士邢本初",
            "作者": "张昱",
            "内容": "朝元宫里邢道士，神采照人如玉山。壶中日月付谈笑，天上风云从往还。\n虎守杏林丹已熟，龙眠秋水剑长闲。共传紫气如车盖，往往相随出近关。"
        },
        {
            "标题": "春闺词",
            "作者": "张昱",
            "内容": "白日高堂欲暮难，鸣鸠乳燕静相干。银瓶行酒双鬟绿，玉管调笙十指寒。\n蝴蝶每因飞处见，牡丹多是折来看。明朝为遣安西使，锦字红灯织夜阑。"
        },
        {
            "标题": "春梦轩，为江西按察司书吏张永年赠别",
            "作者": "张昱",
            "内容": "百年妄引几曾停，看取池塘草又生。蝶戏落花真自适，莺啼深院欲谁惊？\n卢郎此去应如愿，宋玉从来最有情。一枕好风吹酒觉，不愁春梦不分明。"
        },
        {
            "标题": "湖山堂观牡丹",
            "作者": "张昱",
            "内容": "秾香偏惹宦游人，银瓮连车载酒频。乍雨乍晴三月节，倾城倾国一年春。\n却胜飞燕为皇后，谩把惊鸿比洛神。若问风流谁可赋，只应宋玉是东邻。"
        },
        {
            "标题": "陪宴后堂，观牡丹，回有作",
            "作者": "张昱",
            "内容": "风光偏恼掖垣人，银瓮连车载酒频。寒食新烟万家树，洛阳花擅一年春。\n拣好任从天女散，近前不嫌丞相嗔。压帽红香归路晚，几多瞻望马前尘？"
        },
        {
            "标题": "春日游湖",
            "作者": "张昱",
            "内容": "神仙不死今何在，富贵能全古亦难。剩买苏公堤上酒，莫教容易度春寒。"
        },
        {
            "标题": "题凝思士女",
            "作者": "张昱",
            "内容": "萱草花开一两枝，薰风更是断肠时。自家团扇无心把，想得回文织锦诗。"
        },
        {
            "标题": "丹溪别业图，为周昉赋",
            "作者": "张昱",
            "内容": "文光万丈照丹溪，爱尔慈乌夜夜啼。父有遗经能教子，草堂犹在此溪西。"
        },
        {
            "标题": "辞答张太尉见招",
            "作者": "张昱",
            "内容": "中年顿觉壮心去，涉世颇知前事非。若使范增能少用，肯教刘表失相依？\n风云天上浑无定，麟凤人间不受鞿。残梦已随舟楫远，五湖春水一鸥飞。"
        },
        {
            "标题": "辞答张太尉见招",
            "作者": "张昱",
            "内容": "中年晚觉壮心去，涉世颇知前事非。若使范增能少用，肯教刘表失相依。风云天上浑无定，麟凤人间不受鞿。残梦已随舟楫远，五湖春水一鸥飞。"
        },
        {
            "标题": "此君轩，为周昉赋",
            "作者": "张昱",
            "内容": "种竹不在多，竹多翻自俗。周生达此意，窗户惟数竹。\n凉飙集雅吹，炎景消烦燠。精神穆如咏，兴寄淇园绿。\n谁云翡翠枝，不有凤凰宿？苔阶近相对，色净尊中醁。\n虽非沈湎事，庶以忘宠辱。何可一日无，此君美如玉。"
        },
        {
            "标题": "次林叔大都事韵（三首）",
            "作者": "张昱",
            "内容": "何处银鞍白鼻亹，忘将锦瑟数年华。渡头水急怜桃叶，陌上春狂信柳花。那得芳心到鹦鹉，泣将残泪付琵琶。一身已自成惆怅，况似平阳十万家。¤"
        },
        {
            "标题": "宗阳宫，次杨仲弘老君台观月诗韵",
            "作者": "张昱",
            "内容": "当时诸老宗阳会，月与浮云几变更？丁令岂知为鹤事，道人犹作卖花声。\n天溥露色开蟾境，秋送商声入凤笙。谁信紫薇垣内客，今宵又复到蓬瀛。"
        },
        {
            "标题": "题御史孟昉野服画像",
            "作者": "张昱",
            "内容": "好似当年贺季真，乞身归老镜湖春。铜章不绾御史印，练布能裁处士巾。\n麟阁云台千载后，鸟啼花落几回新？浮云过眼寻常事，且作齐东一野人。"
        },
        {
            "标题": "题张天爵父通守公张侯之墓",
            "作者": "张昱",
            "内容": "平生好友念张侯，紫峡云深墓木稠。赤绂既能承世泽，黄金奚用为孙谋？\n衣冠南郡成前辈，风月西湖总旧游。过此岂胜存殁感，解鞍一奠古坟头。"
        },
        {
            "标题": "次韵偶成二首 其二",
            "作者": "张昱",
            "内容": "程家兄弟合情亲，霁月光风满座生。乐事笙箫相间发，酒怀江海欲同倾。\n自怜绿发朱颜改，尚觉千金一笑轻。夜半酒醒孤枕上，不将归思忆江城。"
        },
        {
            "标题": "次韵偶成二首 其一",
            "作者": "张昱",
            "内容": "杂然异味出宾盘，老觉樽前更有欢。清夜可人歌板倦，小楼细雨烛花寒。\n狂情肯为诸公吝，酒量方知到处宽。醉后玉山从倒却，试将时果掷潘安。"
        },
        {
            "标题": "重阳日，寄洞霄宫贾道士",
            "作者": "张昱",
            "内容": "天官侍郎曾寄音，因循秋晚始相寻。张良中岁颇好道，贾岛一生成苦吟。\n敢学游山随猛虎，要听捣药试微禽。丹泉况说红如酒，好与茱萸一处斟。"
        },
        {
            "标题": "题天龙寺丛桂楼",
            "作者": "张昱",
            "内容": "天龙楼阁迥无邻，玉斧修成月满轮。受质岂无如郤者，触机还有姓黄人。\n香通三昧惟心印，花散诸天尽法身。谁把碧云题树叶，惠休诗句本清新。"
        },
        {
            "标题": "次韵雪鹤生惠红米诗",
            "作者": "张昱",
            "内容": "相望只在片云中，自昔神交意已通。书枉鲤鱼烹后素，粒分鹦鹉啄残红。\n回车三径岂无日，放棹五湖须便风。知汝有期林处士，尚留残雪待春丛。"
        },
        {
            "标题": "题西湖大佛头寺",
            "作者": "张昱",
            "内容": "佛身满法界，金色从地起。若人加庄严，其福亦如是。"
        },
        {
            "标题": "题大慈寺僧房",
            "作者": "张昱",
            "内容": "老禅相见具袈裟，旋汲新泉自煮茶。笑问世间春几许，东风开遍石岩花。"
        },
        {
            "标题": "郭将军妻李氏挽诗",
            "作者": "张昱",
            "内容": "夫能以义徇孤忠，家国纲常事则同。中阃不踰贞妇节，大家何啻古人风？\n机丝已断尘灯在，木主新题穗帐空。博士已铭坟上石，九泉深慰若堂封。"
        },
        {
            "标题": "碧梧轩，为贾彦仁、彦德二贡士赋",
            "作者": "张昱",
            "内容": "贾家种玉能成树，上有结巢双凤凰。阴连深井暮云碧，花落大樽春酒香。\n孔雀羽毛歌扇小，石榴颜色舞裙长。莫教击坠轩前绿，留与吹笙共晚凉。"
        },
        {
            "标题": "孝友堂，为姚氏彦名、彦昌昆弟赋",
            "作者": "张昱",
            "内容": "两生孝友谁不知，左辖题堂固所宜。岂独声名从此大，要教风俗与之移。\n棣华煜煜照春日，乌鸟哑哑啼树枝。林植羽栖俱有感，过门宾客可无诗？"
        },
        {
            "标题": "题白玉蟾像",
            "作者": "张昱",
            "内容": "白玉如蟾俱是妄，青天指月亦非真。武夷洞里曾相见，却是寻常劈篾人。"
        },
        {
            "标题": "赵清献小像",
            "作者": "张昱",
            "内容": "当时仰望公，画笔开生面。之官惟琴鹤，千载赵清献。"
        },
        {
            "标题": "得编修朱桓海道之音",
            "作者": "张昱",
            "内容": "命酒征歌记往年，玉堂遂有梦相牵。鱼缄尺素虽云密，事载空言始可怜。季世人材思管乐，盛时戎马说幽燕。张骞惯识天河路，俯仰乾坤一慨然。"
        },
        {
            "标题": "过周昉草庭有感",
            "作者": "张昱",
            "内容": "深青浅碧自盈盈，一片光风共晚晴。意思不殊周茂叔，品题何藉郑康成？\n郎君东阁诗曾咏，蝴蝶南园梦又惊。辙迹到门怜草色，白头扶下小车行。"
        },
        {
            "标题": "梅花十绝 其一",
            "作者": "张昱",
            "内容": "种梅如昨日，树已过人长。粉白东邻女，争窥出院墙。"
        },
        {
            "标题": "观潮，次贝廷琚韵",
            "作者": "张昱",
            "内容": "世代销沉在此声，几回东下复西倾？翻腾日月迷朝夕，簸荡鱼龙定死生。\n衔石每怜精卫小，投醪未见浊河清。眼前波浪犹如此，莫说蓬山顶上行。"
        },
        {
            "标题": "赠谢肃东还",
            "作者": "张昱",
            "内容": "风尘如此送君行，莫惜离觞与再倾。执手且听杨柳曲，过江便是越州城。\n龙驹堕地即千里，凤鸟及时才一鸣。年少有才终大用，贾生曾擅洛阳名。"
        },
        {
            "标题": "荷港",
            "作者": "张昱",
            "内容": "门前东西道，下是荷花港。越女不避人，唱歌来荡桨。"
        },
        {
            "标题": "寄东山寺长老宅区中，索画梅",
            "作者": "张昱",
            "内容": "同是多生无垢身，孤芳岁晏转精神。濡毫应觉香先到，写影无如月最真。\n庾岭近来还有信，花光以后更何人？情知此事难描画，驿使空回可不嗔。"
        },
        {
            "标题": "题东坡竹",
            "作者": "张昱",
            "内容": "三百馀年屈指过，犹于遗墨见东坡。虽然数尺黄州竹，写出参天直节多。"
        },
        {
            "标题": "塞上谣八首 其六",
            "作者": "张昱",
            "内容": "燕姬二八面如花，留宿不问东西家。醉来拍手趁人舞，口中合唱阿剌剌。"
        },
        {
            "标题": "临安访古·净土寺 （东坡作杭倅，行部过",
            "作者": "张昱",
            "内容": "祥符额赐海会寺，四百年来弹指过。试问竹林桥下路，往还曾见几东坡。"
        },
        {
            "标题": "冬至日，次张太守韵",
            "作者": "张昱",
            "内容": "喜色轻黄未上眉，且将心事付游丝。嵇康取醉非关酒，杜甫长吟不为诗。\n一线日长宫女觉，五方云应史官知。人间梅柳关春事，次第从教律琯吹。"
        },
        {
            "标题": "读离骚经",
            "作者": "张昱",
            "内容": "三闾楚同姓，怨生于所爱。谗人在君侧，绳墨日偭背。\n虞兹宗社陨，繁辞冀收采。反覆三致忠，九死犹未悔。\n灵修终不察，遂投汨罗水。斯文幸未丧，风雅接三代。\n岂惟南国士，汲汲仰沾溉。"
        },
        {
            "标题": "读秦记",
            "作者": "张昱",
            "内容": "登高望远海，中有三神山。秦皇惑方士，采药驻容颜。\n如求不死药，何必波涛间！玄牝气孔神，日夜相循环。\n若人善保之，入圣而超凡。所以广成子，度世安泥丸。"
        },
        {
            "标题": "题苏西坡编修自撰墓志后",
            "作者": "张昱",
            "内容": "笑傲中吴岂问津，风流自拟雪堂人。白头已了浮生事，黄土真埋不死身。\n江上鹤飞前日梦，门前花散去年春。汉家政尔论封禅，知有遗书献紫宸。"
        },
        {
            "标题": "安庆南城寄贺守帅余廷心、郡守韩公懋",
            "作者": "张昱",
            "内容": "壮哉淮邑冠荆舒，新筑坚城铁不如。完美皆吾大夫力，奠安与尔庶民居。\n归心江汉朝宗水，滞迹周南太史书。莫说鬓毛成种种，近来吾亦爱吾庐。"
        },
        {
            "标题": "题二马图二首 其二",
            "作者": "张昱",
            "内容": "春明仰首一长嘶，莫说河冰迸玉蹄。曾与将军同患难，等闲平步到檀溪。"
        },
        {
            "标题": "题二马图二首 其一",
            "作者": "张昱",
            "内容": "卸却银鞍得自由，偶因鬉痒一回头。青丝几尺无拘束，曾控风云遍九州。"
        },
        {
            "标题": "灌园生，为潘时雍赋",
            "作者": "张昱",
            "内容": "却恶喧嚣远市廛，自耕荒僻浙河边。时非苏子投书日，鬓是潘郎作赋年。\n饭客夜舂鹦鹉粒，灌园春引桔槔泉。塌然鼾睡茅茨下，荣辱何因到尔前？"
        },
        {
            "标题": "上清方方壶作墨画，赠毛起宗提点",
            "作者": "张昱",
            "内容": "风火鍊仙骨，云雷铸鼎文。壶公探造化，图寄大毛君。"
        },
        {
            "标题": "访旧三竺，次泐禅师杂兴韵二首 其一",
            "作者": "张昱",
            "内容": "但教怀抱能倾倒，莫向樽罍计有无。不为访僧三竺寺，肯乘烟艇过西湖？"
        },
        {
            "标题": "访旧三竺次泐禅师杂兴韵",
            "作者": "张昱",
            "内容": "酒馆湖船旧有名，玉杯时得肆闲情。至今人说张员外，不是看花不出城。"
        },
        {
            "标题": "辇下曲一百二首，有序 其三十",
            "作者": "张昱",
            "内容": "皇舆清暑出滦京，三日当番见大臣。夜半暗中偷摸箭，阴教右姓主朋巡。"
        },
        {
            "标题": "辇下曲一百二首，有序 其二十八",
            "作者": "张昱",
            "内容": "狼髋且抛何且咒，女巫凭此卜妖祥。手持朴樕挥三祀，蠲洁祈神受命长。"
        },
        {
            "标题": "辇下曲一百二首，有序 其四十三",
            "作者": "张昱",
            "内容": "旌旗千骑从储皇，诈柳行春出震方。祖宗马上得天下，弓矢斯张何可忘？"
        },
        {
            "标题": "辇下曲一百二首，有序 其四十四",
            "作者": "张昱",
            "内容": "和宁沙中朴樕笔，史臣以代铅椠事。百司译写高昌书，龙蛇复见古文字。"
        },
        {
            "标题": "辇下曲一百二首，有序 其四十七",
            "作者": "张昱",
            "内容": "经筵进讲天人喜，宣索金缯赐讲臣。已觉圣躬忘所倦，教将古训更前陈。"
        },
        {
            "标题": "辇下曲一百二首，有序 其三十四",
            "作者": "张昱",
            "内容": "千门万户严扃钥，留守司官莫自闲。仰候秋风驼被等，郊迎大驾向南还。"
        },
        {
            "标题": "题牧溪画飞鸣雁二画 其二",
            "作者": "张昱",
            "内容": "倦飞怜羽翼，引领一长鸣。紫塞秋何似，今宵月正明。"
        },
        {
            "标题": "辇下曲一百二首，有序 其五十一",
            "作者": "张昱",
            "内容": "放教贵赤一齐行，平地风生有翅身。未解刻期争拜下，御前成个赏金银。"
        },
        {
            "标题": "辇下曲一百二首，有序 其四十九",
            "作者": "张昱",
            "内容": "冑监诸生盛国容，大官羊膳两厨供。六经尽是君臣事，卿相才多在辟雍。"
        },
        {
            "标题": "题牧溪画飞鸣雁二画 其一",
            "作者": "张昱",
            "内容": "秋风几万里，一色是青云。谁信天山路，无书可寄君。"
        },
        {
            "标题": "辇下曲一百二首，有序 其三十九",
            "作者": "张昱",
            "内容": "皇舆行在辟人门，群牧分屯散綵云。习驭每朝供进马，近移毳幕尽宗勋。"
        },
        {
            "标题": "辇下曲一百二首，有序 其四十五",
            "作者": "张昱",
            "内容": "仪台铁表冠龙尺，上刻横文晷度真。中国失传求远裔，犹于回纥见斯文。"
        },
        {
            "标题": "辇下曲一百二首，有序 其三十三",
            "作者": "张昱",
            "内容": "驾起京官聚草棚，诸司谁敢不从公？官钱例与供堂食，马上风吹酒面红。"
        },
        {
            "标题": "辇下曲一百二首，有序 其三十六",
            "作者": "张昱",
            "内容": "月华门里西角屋，六纛幽藏神所居。大驾起行先戒路，鼓钲次第出储胥。"
        },
        {
            "标题": "效唐僧无则咏物诗四首 其一 百舌禽",
            "作者": "张昱",
            "内容": "巧作春禽百样声，似矜觜舌有馀轻。若为剩有闲心性，何不云中学凤鸣？"
        },
        {
            "标题": "为桐峰讲主题二画，风梅",
            "作者": "张昱",
            "内容": "长林春早玉烟新，未许风光殿后尘。留得维摩方丈在，碧纱遮护散花人。"
        },
        {
            "标题": "古诗十四首 其十四",
            "作者": "张昱",
            "内容": "苏州韦刺史，早事武皇帝。既蒙南宫录，复膺符竹寄。\n折节就绳墨，检身勤治理。赋诗长日静，铃閤馀香至。\n晚逢杨开府，感激道所以。宜尔金玉音，风雅存遗制。"
        },
        {
            "标题": "宫中词二十一首 其四",
            "作者": "张昱",
            "内容": "内人哄动各盈腮，谈自西宫撒雪回。报与内司当有宴，羊车今晚蚤将来。"
        },
        {
            "标题": "宫中词二十一首",
            "作者": "张昱",
            "内容": "裹头保母性温存，不敢移身出内门。寻得描金龙凤纸，学摹国字教皇孙。"
        },
        {
            "标题": "宫中词二十一首 其三",
            "作者": "张昱",
            "内容": "颁赐三宫端午节，金丝缠扇绣红纱。谢恩都作男儿跪，拜起深深鹖尾斜。"
        },
        {
            "标题": "宫中词二十一首 其一",
            "作者": "张昱",
            "内容": "红光满室产皇储，天下千秋与祝釐。侍女后妃颁剩綵，天颜有喜内臣知。"
        },
        {
            "标题": "宫中词二十一首 其六",
            "作者": "张昱",
            "内容": "樱桃红熟覆黄巾，分赐三宫遗内臣。拜跪酬恩归院后，金盘酪粉试尝新。"
        },
        {
            "标题": "宫中词二十一首 其七",
            "作者": "张昱",
            "内容": "徽仪殿里不通风，火者添香殿阁中。榻上重重铺设好，君王今夜定移宫。"
        },
        {
            "标题": "宫中词二十一首 其十二",
            "作者": "张昱",
            "内容": "延华阁下日如年，除是当番到御前。寻出涂金香坠子，安排衣线撚春绵。"
        },
        {
            "标题": "宫中词二十一首 其十",
            "作者": "张昱",
            "内容": "鸳鸯鸂鶒满池娇，綵绣金茸日几条？早晚君王天寿节，要将著御大明朝。"
        },
        {
            "标题": "宫中词二十一首 其十三",
            "作者": "张昱",
            "内容": "频把香罗拭汗腮，绿云背绾未曾开。相扶相曳还宫去，笑说秋千架下来。"
        },
        {
            "标题": "宫中词二十一首",
            "作者": "张昱",
            "内容": "宫衣新尚高丽样，方领过腰半臂裁。连夜内家争借看，为曾著过御前来。"
        },
        {
            "标题": "宫中词二十一首 其十四",
            "作者": "张昱",
            "内容": "上苑新波小海分，绿香溢岸好湔裙。故将禁指监官见，放出天河洗绛云。"
        },
        {
            "标题": "宫中词二十一首 其九",
            "作者": "张昱",
            "内容": "和好风光四月天，百花飞尽感流年。宫中无以消长日，自擘龙头十二弦。"
        },
        {
            "标题": "宫中词二十一首 其五",
            "作者": "张昱",
            "内容": "网轩凉思蚤相催，红叶生时雁又来。不用题情付流水，已从步辇过宫回。"
        },
        {
            "标题": "宫中词二十一首 其十一",
            "作者": "张昱",
            "内容": "宫罗支请银霜褐，彻夜房中自剪裁。明日看花西内去，牡丹台畔木瓜开。"
        },
        {
            "标题": "侍御周伯温以行台羁留姑苏，柬寄之",
            "作者": "张昱",
            "内容": "白头岁月付流波，何物虚名在谏坡？属国莫嫌持节久，子阳犹谓见天多。\n强梁不见图销印，跋扈如闻欲倒戈。一树红梨春事晚，宣文阁下欲如何？"
        },
        {
            "标题": "荷花词，次韵周伯温参政四首 其二",
            "作者": "张昱",
            "内容": "少年惯服白朱砂，养得容颜故似霞。生长六桥杨柳岸，不知湖水是侬家。"
        },
        {
            "标题": "同贡有初观潮赋",
            "作者": "张昱",
            "内容": "旧时八月潮生日，士女倾城出看潮。秋唾似从天上落，晴欢宜向酒中消。\n气争鸟道为森爽，势合龙宫亦动摇。今度可怜成独往，海门斜日共萧条。"
        },
        {
            "标题": "冷泉亭观猿",
            "作者": "张昱",
            "内容": "旧从巫峡看猿挂，此日山中复见之。黠与樵苏争堕果，捷于风雨下高枝。\n月沉夜涧魂先断，风搅霜空叫转悲。应记往年梅岭事，玉环付与老僧持。"
        },
        {
            "标题": "明州倪师园观猿",
            "作者": "张昱",
            "内容": "捷于风雨过乔枝，乍锁名园亦自疑。几万里来都是恨，第三声后最堪悲。\n月沉夜涧魂先去，露滴春梢泪对垂。富贵岂能长汝役，绿珠还有堕楼时。"
        },
        {
            "标题": "题商山观弈图",
            "作者": "张昱",
            "内容": "纵横十九路，一著一回新。如此深山许，旁观亦有人。"
        },
        {
            "标题": "观弈图，为杨左丞题",
            "作者": "张昱",
            "内容": "局中胜负几回新，画在丹青亦损神。莫把等闲消岁月，旁观都是下棋人。"
        },
        {
            "标题": "天香室，为定水寺复见心长老赋",
            "作者": "张昱",
            "内容": "双峰桂树今无似，说道璘公有后身。金粟如来能作主，碧山学士愿为邻。\n天香入饷清可食，秋露染花黄未匀。何惜一题方丈室，与师同是豫章人。"
        },
        {
            "标题": "过歌风台",
            "作者": "张昱",
            "内容": "世间快意宁有此，亭长还乡作天子。沛宫不乐复何为？诸母父兄知旧事。酒酣起舞和儿歌，眼中尽是汉山河。韩彭受诛黥布戮，且喜壮士今无多。纵酒极欢留十日，感慨伤怀涕沾臆。万乘旌旗不自尊，魂魄犹为故乡惜。从来乐极自生哀，泗水东流不再回。万岁千秋谁不念，古之帝王安在哉？莓苔石刻今如许，几度秋风灞陵雨。汉家社稷四百年，荒台犹是开基处。"
        },
        {
            "标题": "过林和靖墓",
            "作者": "张昱",
            "内容": "西湖处士林和靖，两句梅诗直到今。此事岂容同末俗，当时还亦有知音。\n高车大旆知何往，剩水残山尚可吟。三尺孤坟埋宿莽，过君谁不愿抽簪？"
        },
        {
            "标题": "过鉴湖",
            "作者": "张昱",
            "内容": "风流数得贺家湖，观里黄冠是酒徒。笑出市垆留剑当，醉临秋水索花扶。\n当时未免呼狂客，后世犹堪励鄙夫。落日无从访陈迹，商声为我起菰蒲。"
        },
        {
            "标题": "过泖湖",
            "作者": "张昱",
            "内容": "泖湖有路接天津，万顷银花小浪匀。安得满船都是酒，船中更载浣纱人。"
        },
        {
            "标题": "雪庭，为龙华阁康上人赋",
            "作者": "张昱",
            "内容": "请教雪庭谁是雪，雪消应始我初心。问知达摩来东土，唯有神光在少林。\n清净观空三昩见，吉祥风软六花深。半空挂在羚羊角，踪迹无因向下寻。"
        },
        {
            "标题": "周元亮、夏景安同过寿安堂提举乃翁墓上作",
            "作者": "张昱",
            "内容": "盖棺事了若堂封，起伏诸山接过龙。解剑会曾心自许，脱骖非恶涕无从。\n每分药饵扶吾老，窃诵文章笑道穷。朱绂在身忘宦况，前朝犹有古人风。"
        },
        {
            "标题": "过峡石山张同知墓上作",
            "作者": "张昱",
            "内容": "平生好友说张侯，紫峡云深暮木稠。朱绂尚能光世泽，黄金元不为孙谋。\n衣冠南郡成前辈，风月西湖总旧游。过此岂胜存殁感，恨无孤剑挂山头。"
        },
        {
            "标题": "过杨忠悯公军府留题",
            "作者": "张昱",
            "内容": "总是田家门下客，谁于军府若为情？林花满树莺都散，雨水平池草自生。\n街上相逢惊故吏，马前迎拜泣残兵。能言楼上题诗处，犹有将军旧姓名。"
        },
        {
            "标题": "五府驿代杨左丞留题二首 其二",
            "作者": "张昱",
            "内容": "束发从戎十五年，战回平地血成川。英雄生世有如此，忠孝报君当慨然。\n俶扰弄兵俱赤子，中兴有道自皇天。猖狂暂假姑苏息，系颈终须拜马前。"
        },
        {
            "标题": "湖山堂宴赠天使还京",
            "作者": "张昱",
            "内容": "画旗风里绣筵开，竟日歌钟乐未回。柳拂玉鞍秋系马，酒淹罗袖醉传杯。\n杭城近自月前复，使者适从天上来。归对大廷真得实，眼中诸将尽奇才。"
        },
        {
            "标题": "五府驿代杨左丞留题二首 其一",
            "作者": "张昱",
            "内容": "免冑日趋丞相府，解鞍夜宿五侯家。玉杯行酒听春雨，银烛照人如晚霞。\n受命敢忘军旅事，抚时又过掖垣花。汉家未可轻韩信，尚要生擒李左车。"
        },
        {
            "标题": "五府驿代杨左丞留题",
            "作者": "张昱",
            "内容": "西楼柳风吹晚香，石榴裙映黄金觞。纤歌不断白日速，微雨欲度行云凉。\n笑看席上赋鹦鹉，醉听门前嘶骕骦。早晚平吴王事毕，羽书飞捷入朝堂。"
        },
        {
            "标题": "涵虚阁",
            "作者": "张昱",
            "内容": "灵岩寺是馆娃宫，霸国风流梦已空。楚客智穷三谏后，越师戍合五湖中。\n佳人已化朝云白，高阁犹涵夕照红。谁料后千年过此，却凭阑槛数飞鸿。"
        },
        {
            "标题": "无题",
            "作者": "张昱",
            "内容": "及时无物不伥伥，燕语莺啼总断肠。洛浦轻尘怜故步，扬州旧梦惜馀香。\n玉和獭髓宁无药，弦续鸾胶信有方。便把汉江都作酒，饮时犹恐负春光。"
        },
        {
            "标题": "题莫景行茅道士棣华碑赋",
            "作者": "张昱",
            "内容": "茅家兄弟学仙迟，不见春风长紫芝。桃熟海山还有日，鹤归人世更无期。\n游魂渺渺知何在，荒冢垒垒尽可疑。惟有夕阳如旧日，照人来读棣华碑。"
        },
        {
            "标题": "合涧桥",
            "作者": "张昱",
            "内容": "两涧何年合，一桥终日闲。桃花逐流水，未觉是人间。"
        },
        {
            "标题": "晚春词",
            "作者": "张昱",
            "内容": "暄风日夜起，春到亦已久。清晨捲帘坐，惆怅闺中妇。\n闻莺暗垂泪，对花懒抬手。昨宵梦夫婿，白马章台走。\n结成合欢带，自置妾怀袖。觉来风张幔，啼鸟在高柳。\n空织锦回文，佳期竟何有？"
        },
        {
            "标题": "赠寓客还瓜州",
            "作者": "张昱",
            "内容": "把酒临风听棹声，河边官柳绿相迎。几潮路到瓜州渡，隔岸山连铁瓮城。月色夜留江叟笛，花枝春覆寺楼筝。赠行不用歌《杨柳》，此日还家足太平。"
        },
        {
            "标题": "题修竹士女图",
            "作者": "张昱",
            "内容": "袖卷香罗日又曛，寸心都作锦回文。莫教吹动参差玉，惊断阳台一段云。"
        },
        {
            "标题": "松筠轩，为湖州沈叔方赋",
            "作者": "张昱",
            "内容": "轩居好在松筠里，门外清溪绕屋庐。文物曾陪诸老后，故家似是百年馀。\n客来与酌茯苓酒，月出共看科斗书。若见渔郎烦借问，桃花清思近何如？"
        },
        {
            "标题": "补赋征云南掾史凯还诗",
            "作者": "张昱",
            "内容": "大侯秉钺行天讨，戎幕论兵职匪轻。势若摧枯狂虏灭，文无加点捷书成。\n日随赤舄纡高步，身附青云致盛名。入奏定功应赐爵，班超元是鲁书生。"
        },
        {
            "标题": "演法师惠纸帐",
            "作者": "张昱",
            "内容": "银灯夜照白纷纷，四面光摇白縠文。隔枕不闻巫峡雨，绕床唯走剡溪云。风和柳絮何因到，月与梅花竟莫分。塞北江南风景别，却思毡帐旧从军。"
        },
        {
            "标题": "题露荷风柳扇面二首 其一",
            "作者": "张昱",
            "内容": "犹恐丹砂染未匀，波中影是镜中身。长眉画向春风里，不许人间更效颦。"
        },
        {
            "标题": "题露荷风柳扇面二首 其二",
            "作者": "张昱",
            "内容": "此扇当年定赐谁，泪痕犹自旧胭脂。班姬莫用闲相咏，次第凉风到汝吹。"
        },
        {
            "标题": "岳林寺题兜率内院，为玘石心上人赋",
            "作者": "张昱",
            "内容": "兜率天宫内院开，锦衣弥勒笑盈腮。因缘未了儿孙债，此是重来第几回？"
        },
        {
            "标题": "辇下曲一百二首",
            "作者": "张昱",
            "内容": "栏马墙临海子边，红葵高柳碧参天。过人不敢论量数，雨露相将近百年。"
        },
        {
            "标题": "呼猿洞",
            "作者": "张昱",
            "内容": "洞閟烟霞古，岩回藤蔓丛。谁能将剑术，往问白猿公。"
        },
        {
            "标题": "西畴，为陈生赋",
            "作者": "张昱",
            "内容": "负郭有田何所忧，每年春事在西畴。耕回收犊系墙角，客至呼鸡下树头。\n织女机边祈杼柚，天田星下祝瓯窭。豳风七月诗歌罢，土鼓洼樽乐未休。"
        },
        {
            "标题": "鸿沟",
            "作者": "张昱",
            "内容": "天命何曾分楚汉，自将南北限鸿沟。当时应恨乌江水，不与君王照白头。"
        },
        {
            "标题": "客至",
            "作者": "张昱",
            "内容": "潦倒无能因不才，乐然笑口有时开。呼猿洞边采药到，浴鹄湾头载酒回。\n对客且容谈玉麈，题诗何必寄银台？瓮中听取春浆熟，便买鲈鱼煮四鳃。"
        },
        {
            "标题": "湖上漫兴四首 其二",
            "作者": "张昱",
            "内容": "烂漫风光在酒家，狂蜂冶蝶趁繁华。人来人往如趋市，楼上楼前尽属花。\n波面画船双荡桨，堤边黄犊小游车。目成眉语知何限，消尽柔魂在狭斜。"
        },
        {
            "标题": "湖上漫兴四首 其三",
            "作者": "张昱",
            "内容": "湖上新泥雪渐融，门前沟水暗相通。裙欺萱草轻盈绿，粉学樱桃浅淡红。\n暮雨欲来银烛上，春寒犹在酒樽空。青绫被薄不成梦，又是一番花信风。"
        },
        {
            "标题": "湖上漫兴四首 其四",
            "作者": "张昱",
            "内容": "乐事杭州奈尔何，人间富贵易消磨。画船湖水年年在，红粉娼楼处处多。\n歌引行云来绮席，舞翻回雪下春波。东坡往日留诗后，更有何人载酒过？"
        },
        {
            "标题": "湖上漫兴四首 其一",
            "作者": "张昱",
            "内容": "百镒黄金一笑轻，少年买得是狂名。樽中酒酿湖波绿，席上人歌凤语清。\n蛱蝶画罗宫样扇，珊瑚小柱教坊筝。南朝旧俗怜轻薄，每到花时别有情。"
        },
        {
            "标题": "湖中即事",
            "作者": "张昱",
            "内容": "湖柳湖波尽可怜，不知春在阿谁边？满头翡翠双鬟女，细雨吴歌湿画船。"
        },
        {
            "标题": "过湖山堂旧基，见杏花",
            "作者": "张昱",
            "内容": "饮赐黄封未几时，丹青池馆尽荒基。何人富贵可长在，自古衰荣更共之。\n乐事恰如春梦觉，狂情惟有杏花知。醉翁莫说当时醉，团扇题诗忘与谁。"
        },
        {
            "标题": "虎丘寺留题",
            "作者": "张昱",
            "内容": "莓苔欲遍盘陀石，知是梁朝古道场。陈迹谩惊成俯仰，空门元不预兴亡。\n白漫天上俱兵气，赤伏池中是剑光。如会生公重说法，劝教东海莫栽桑。"
        },
        {
            "标题": "花径",
            "作者": "张昱",
            "内容": "繁花作高树，狭径不数曲。醉来扶杖行，幽兴亦自足。"
        },
        {
            "标题": "赵子昂画花鸟",
            "作者": "张昱",
            "内容": "绮纨旧习信难移，得意青春正好时。直下玉庐无所事，试临花鸟学徐熙。"
        },
        {
            "标题": "临安访古十首 其五 化城寺",
            "作者": "张昱",
            "内容": "王子能以身施佛，何异生居净梵宫？敝屣视他闲富贵，男儿到此是英雄。"
        },
        {
            "标题": "送隽侍者还永乐寺，寄阐大猷尊师",
            "作者": "张昱",
            "内容": "记乘官舫过明州，永乐寺中曾一游。绕径凉云修竹晓，满池香露小荷秋。\n松花酒贮山瓶送，雀舌茶烦蒻笼收。尔隽到家烦问询，旧题还刻在诗楼？"
        },
        {
            "标题": "荔枝画，为福建佥宪张惟远题四首 其二",
            "作者": "张昱",
            "内容": "茜罗轻裹玉肌寒，吹尽南风露未乾。一寸丹心无与寄，为凭图画入长安。"
        },
        {
            "标题": "荔枝画，为福建佥宪张惟远题四首",
            "作者": "张昱",
            "内容": "樽前人出玉芙蓉，纤手亲分荔子红。归得大明湖上宴，也应看画说闽中。"
        },
        {
            "标题": "临安访古十首 其八 环翠阁",
            "作者": "张昱",
            "内容": "东山尚存环翠阁，谢傅来游经几年？可是旧时携妓到，粉香犹在画阑边。"
        },
        {
            "标题": "黄冈寺，赠朱质夫",
            "作者": "张昱",
            "内容": "尚书宾客唯予在，门下诸生独尔存。终有黄钟求贾铎，肯于清庙少牺尊？\n茶瓜留客冈头寺，风雨题诗海上村。莫问几时回马首，也须迎候出衡门。"
        },
        {
            "标题": "题岳鄂王祠",
            "作者": "张昱",
            "内容": "落日西湖土一墟，黄泉赤血恨难除。开边众许侪韩信，举国浑怜丧子胥。\n廊庙锦文忘版籍，京师黔首望銮舆。即今五夜梅花角，吹作南来问信书。"
        },
        {
            "标题": "素居诗，为山阴王思敬赋",
            "作者": "张昱",
            "内容": "养素衡门岁已深，坐看乔木几成阴？青云不到幽人梦，白发能知阅世心。\n负郭无田遗稚子，传家有集是黄金。绛霞盈颊先生醉，咏遍尧夫击壤吟。"
        },
        {
            "标题": "同韩介玉过月溪上人玉雪轩",
            "作者": "张昱",
            "内容": "高僧习静之所在，绕院竹梧生昼阴。此境应居玉堂侧，是谁移置雪山深？\n铜瓶薝卜不自供，碧椀醍醐为我斟。老得一闲君所赐，小车随处有山林。"
        },
        {
            "标题": "樵云诗，为李文彬参政赋",
            "作者": "张昱",
            "内容": "赤手樵云直至今，此云已献九重深。万方允副从龙望，五色长怀捧日心。\n上接炉烟通御气，淡笼宫树合春阴。自调玉烛归玄造，非雾非烟何处寻？"
        },
        {
            "标题": "寄松江杨维桢儒司",
            "作者": "张昱",
            "内容": "画蛇饮酒合谁先，尘土东华四十年。海上岂无诗可和，云间还有事相牵。牡丹开后春无力，燕子归来事可怜。欲倩铁龙吹一曲，满湖风浪又回船。"
        },
        {
            "标题": "追次薛涛诗二首 其一",
            "作者": "张昱",
            "内容": "不教周昉画丹青，却把风流付蚤莺。锦水滔滔流不尽，断肠诗句可怜情。"
        },
        {
            "标题": "题大隐庵开士殊无别远翠楼",
            "作者": "张昱",
            "内容": "坐来未觉西山远，紫翠千重隔画阑。此地岂容携酒到，任谁只许捲帘看。\n佛炉香共朝云散，客椀茶分雪乳寒。一自得陪清论后，此心不用倩师安。"
        },
        {
            "标题": "追次薛涛诗二首 其二",
            "作者": "张昱",
            "内容": "知尔回文织未成，为因颜色擅才名。伤春伤别寻常事，莫唱阳关第四声。"
        },
        {
            "标题": "寄远词",
            "作者": "张昱",
            "内容": "梦里关山觉后非，忧深别泪在罗衣。堂前种得宜男草，正及春香人未归。"
        },
        {
            "标题": "闻夜潮",
            "作者": "张昱",
            "内容": "潮到江楼月到迟，百年心事有谁知？床头寻得刘琨剑，舞向春风惜旧时。"
        },
        {
            "标题": "临安访古·衣锦山 （今县治主山，是王故",
            "作者": "张昱",
            "内容": "还乡满山都覆锦，富贵应须白昼归。设宴九龙堂上日，沛中歌后似王稀。"
        },
        {
            "标题": "巾子峰",
            "作者": "张昱",
            "内容": "青冥天界碧迢迢，仙客遗巾竟寂寥。犹有白云闲似鹤，与人相伴夜吹箫。"
        },
        {
            "标题": "效唐僧无则咏物诗四首 其四 金钱花",
            "作者": "张昱",
            "内容": "小小红丝叠绛霞，钗头玉燕共年华。果然买得青春在，尽把名园种此花。"
        },
        {
            "标题": "经锄斋",
            "作者": "张昱",
            "内容": "谁似谈翁乐有馀，百年生计祇林庐。甫田种熟门前稻，暇日抄成架上书。\n睡起谩怜衰甚矣，客来唯问近何如？相过里社寻常事，只把柴车当酒车。"
        },
        {
            "标题": "送星翁甘碧泉挈家归彭泽县",
            "作者": "张昱",
            "内容": "睽离心事正忡忡，执手何能别此翁？葭菼战秋江雨白，鹧鸪啼曙岭霞红。\n贪狼斗柄才加戊，织女云车又向东。我忆陶潜旧乡里，到家休负菊花丛。"
        },
        {
            "标题": "秋水轩，为陈惟真赋",
            "作者": "张昱",
            "内容": "镜湖一曲越城边，溢岸秋波若可怜。雪点荷塘看鹭下，烟销沙渚见鸥眠。\n赋成骑省从斑鬓，酒在稽山信画船。何在望洋奔海若，轩中自足管流年。"
        },
        {
            "标题": "题云林隐居图，为崔彦晖赋",
            "作者": "张昱",
            "内容": "崔郎志趣在云林，笔底遥岑自浅深。欹枕不忘图画事，开函又动隐居心。\n粉痕白白生云气，黛色沉沉覆树阴。幽思不教忘梦寐，耳边长似有猿吟。"
        },
        {
            "标题": "临安访古十首 其十 九仙山",
            "作者": "张昱",
            "内容": "仙子何年化鹤群，至今名姓只空闻。我来欲访前朝事，怅望九仙惟白云。"
        },
        {
            "标题": "无题四首 其二",
            "作者": "张昱",
            "内容": "萋萋芳草被江皋，好是王孙去日袍。几许春魂迷蛱蝶，近来酒量减葡萄。\n音书已似题黄绢，踪迹何因梦大刀？可惜百花时节到，伯劳燕子不相遭。"
        },
        {
            "标题": "留题费山人旧馆",
            "作者": "张昱",
            "内容": "旧馆经过不用期，扫门常恐鹤来迟。但知重客唯司马，不顾狂言有牧之。\n秋雨石枰看对弈，夜堂银烛照题诗。佳人底用千金产，只此高闲可不知。"
        },
        {
            "标题": "邵庵虞先生为张伯雨赋四诗，开元宫道士章心远求追次其韵，伯雨画像",
            "作者": "张昱",
            "内容": "此画茅山第几真，翛然白氅鹤翎新。百年身世归歌咏，一代交游在缙绅。"
        },
        {
            "标题": "客儿亭",
            "作者": "张昱",
            "内容": "客儿谢家子，明师梦相待。斯人骨亦朽，斯亭尚千载。"
        },
        {
            "标题": "泉月轩，为开元宫张道士赋",
            "作者": "张昱",
            "内容": "为贪真境好，每到即忘归。叩齿漱明月，清光生羽衣。"
        },
        {
            "标题": "题枯木竹石图",
            "作者": "张昱",
            "内容": "石氏珊瑚树，杨家翡翠钩。千年风雨后，遗影海中洲。"
        },
        {
            "标题": "昌化县学训导章琛，抄录武林郡志，还乡",
            "作者": "张昱",
            "内容": "唐相郇公尚有孙，不将家世忝斯文。高堂别席事抄录，小帐停灯校纠纷。\n脱稿近知将解局，疏麻拟折遗离群。武陵郡志多奇事，归对诸生诵所闻。"
        },
        {
            "标题": "题奎方舟讲师影堂",
            "作者": "张昱",
            "内容": "火风假合作天亲，垂老空门哭故人。四句偈留辞世法，一龛灯照坐禅身。\n收来舍利藏生玉，散到天花照烂银。铭塔祗应徐博士，备知僧行刻坚珉。"
        },
        {
            "标题": "戏赠杨维桢儒司",
            "作者": "张昱",
            "内容": "懒散情怀是索居，非关故草绝交书。空谋赤壁一斗酒，不寄云间双鲤鱼。\n近日西河疑子夏，几时汉武问相如？文章固是雕虫事，请教何人力有馀？"
        },
        {
            "标题": "老圃堂",
            "作者": "张昱",
            "内容": "不谓斯时有此翁，无能田亩累其穷。异蔬自灌欲百品，老圃官量无十弓。\n草阁晓梳秋发白，玉杯春醉夕阳红。馀生尽可忘荣辱，事与樊迟请学同。"
        },
        {
            "标题": "五王行春图",
            "作者": "张昱",
            "内容": "开元天子达四聪，羽旄管籥行相从。当时从驾骊山者，宰相犹是璟与崇。华萼楼中云气里，兄弟同眠复同起。玉环一旦入深宫，大枕长衾冷如水。兴庆池头花树边，梨园小部俱婵娟。杨家姊妹夜游处，银烛万条生紫烟。宁知乐极哀方始，羯鼓未终鼙鼓起。褒斜西幸雨淋铃，回首长安几千里。"
        },
        {
            "标题": "重过育王寺明月堂，同照大千尊师赋",
            "作者": "张昱",
            "内容": "又携二客过斯堂，惭愧当年塔院香。染习未除尘土念，奔驰犹作马牛忙。\n渐添白发头颅上，转觉青云道路长。尽醉堂前旧时月，莫将闲话及齐梁。"
        },
        {
            "标题": "连岩栈",
            "作者": "张昱",
            "内容": "连岩有栈道，重叠架古木。勿轻纵步险，平地折车轴。"
        },
        {
            "标题": "凉思",
            "作者": "张昱",
            "内容": "朝来风雨怯轻罗，便觉凉秋意思多。一夜不眠联翠被，馀香消尽满池荷。"
        },
        {
            "标题": "临安访古十首 其四 锦溪",
            "作者": "张昱",
            "内容": "钱王功业与天齐，百里旌旗照此溪。彼此波中铺锦后，至今光景净无泥。"
        },
        {
            "标题": "陪宴相府，得芍药花，有赋",
            "作者": "张昱",
            "内容": "醉吐车茵愧不才，马前蝴蝶趁花回。玉瓶盛露扶春起，锦帐围灯照夜开。\n垂白敢思溱洧赠，欹红还是庙廊栽。扬州何逊空才思，惟对高寒咏阁梅。"
        },
        {
            "标题": "临安访古十首 其九 净土寺",
            "作者": "张昱",
            "内容": "祥符赐额海会寺，四百年来弹指过。试问竹林桥下路，往还曾见几东坡？"
        },
        {
            "标题": "邻园海棠",
            "作者": "张昱",
            "内容": "自家池馆久荒凉，却过邻园看海棠。日色未嫣红锦被，露华犹湿紫丝囊。掌中飞燕还能舞，梦里朝云自有香。银烛莫辞深夜照，几多佳丽负春光。"
        },
        {
            "标题": "临安访古十首 其三 功臣塔",
            "作者": "张昱",
            "内容": "峰头石塔表功臣，五百年前是佛身。莫问蓬莱水清浅，野藤犹蔓劫馀春。"
        },
        {
            "标题": "临安访古十首 其一 石镜",
            "作者": "张昱",
            "内容": "临安山中古石镜，曾照钱王冕服来。天遣紫苔封裹后，等闲不许别人开。"
        },
        {
            "标题": "临安访古十首 其二 婆留井",
            "作者": "张昱",
            "内容": "旧日婆留井未堙，石栏苔藓上龙鳞。而今率土皆臣妾，莫愿皇天产异人。"
        },
        {
            "标题": "临安访古·婆留井",
            "作者": "张昱",
            "内容": "旧日婆留井未堙，石阑苔藓上龙文。而今率土俱臣妾，莫愿皇天产异人。"
        },
        {
            "标题": "悼孔英夫提举",
            "作者": "张昱",
            "内容": "老泪何堪哭寝门，斯人况复是斯文。六经政尔传家集，曲阜苍然掩暮云。\n郁郁涧松看得地，昂昂野鹤又离群。贤郎无忝家声旧，能以文章继世芬。"
        },
        {
            "标题": "船过临平湖",
            "作者": "张昱",
            "内容": "船过临平欲住难，藕花红白水云间。只因一霎溟濛雨，不得分明看好山。"
        },
        {
            "标题": "刘生侍贡尚书入闽，卒业",
            "作者": "张昱",
            "内容": "藉甚刘生尚古文，师资贡禹卒前闻。从公未觉山程远，到日须知土俗分。\n红嚼槟榔霞满口，白飞鹦鹉雪成群。七闽自昔称文物，莫说三山尽瘴云。"
        },
        {
            "标题": "柳花词（二首）",
            "作者": "张昱",
            "内容": "栏马墙西欲暮春，花飞不复过中旬。倚天楼阁晴光里，争扑珠帘不避人。"
        },
        {
            "标题": "留别姻家吴子道理问",
            "作者": "张昱",
            "内容": "记得湖船醉夜深，交情何啻断黄金？通家叙旧犹前日，把臂迎欢共此心。\n秦女凤箫移别调，楚人芳草动微吟。明年不待梧桐雨，来听高堂鼓瑟琴。"
        },
        {
            "标题": "笼鹤",
            "作者": "张昱",
            "内容": "轩然羽翼更何之，每见云霄忆旧时。鸣候露华生玉树，舞怜雪影散瑶池。\n垂头就食诚何报，侧目随人祗自悲。恩重主家看养别，不教鹅鸭混阶墀。"
        },
        {
            "标题": "听泉轩，为龙井智法师赋",
            "作者": "张昱",
            "内容": "山僧听得泉声好，每夜坐忘清夜深。松上落来惊鹤梦，潭中泻下杂龙吟。\n观心已净平生垢，到耳能空见在心。此去涓流如不息，沛然谁禦海鲸音？"
        },
        {
            "标题": "古诗十四首 其六",
            "作者": "张昱",
            "内容": "东阿帝室亲，复乃贵介弟。降志词翰间，国事罔所冀。\n思深而文典，光彩照当世。切切陈自劾，捐躯以明志。\n淫情洛神赋，所愿以自弃。"
        },
        {
            "标题": "送徐大章建宁路学教授",
            "作者": "张昱",
            "内容": "经籍传家二百年，河汾今在路西偏。文雄虎豹岂徒作，名动京师非偶然。\n教领七闽胜作郡，受知八座合称贤。伫看召入承明署，礼乐遗书在简编。"
        },
        {
            "标题": "谢宝林寺别峰法师惠僧履",
            "作者": "张昱",
            "内容": "也知鳗井犹龙井，合有交游似二苏。起舞谩怜成短袖，徒行始觉是穷途。\n书从堂上出双鲤，舄向云中堕匹凫。无复旧时公府步，君门望绝没阶趋。"
        },
        {
            "标题": "题明皇击毬图",
            "作者": "张昱",
            "内容": "管籥声随万乘游，开元毬马最风流。九龄老去无人谏，不破中原不肯休。"
        },
        {
            "标题": "赠太史子玄还闽中，子玄侍其师贡秘卿由海道遂赴京师，至浙西，秘卿死",
            "作者": "张昱",
            "内容": "险阻蛟龙又则那，只缘有路接天河。少年谩动乘桴兴，中道俄闻曳杖歌。\n司马壮游空岁月，杜陵归梦隔山河。凭君莫下穷途泪，何处深山无薜萝？"
        },
        {
            "标题": "明皇妃子击丸图",
            "作者": "张昱",
            "内容": "画柱相当驰道开，黄旗风里试龙媒。天回日驭戎衣起，电绕星枢綵棒催。\n供奉嫔嫱皆令色，近前便佞是于思。九龄犹是开元日，何事都无谏疏来？"
        },
        {
            "标题": "题毛女",
            "作者": "张昱",
            "内容": "一钁长随玉雪身，女中还有烂柯人。相逢好向麻姑说，东海千年又化尘。"
        },
        {
            "标题": "赠写神朱大年",
            "作者": "张昱",
            "内容": "笔头何在觅人知，镜里相看不自疑。麟阁尽能图燕颔，龙沙谁复恨蛾眉？\n千年名姓毛延寿，一代丹青顾恺之。梦感九重终见召，艺精宁患不逢时？"
        },
        {
            "标题": "送马编修还明州",
            "作者": "张昱",
            "内容": "当年文采动京城，尽说江南马长卿。青史可怜成绝笔，白头相见重关情。\n内湖柳色春仍好，小院斜阳晚更明。门外画船堪载酒，玉杯尽向故人倾。"
        },
        {
            "标题": "赵松雪墨兰",
            "作者": "张昱",
            "内容": "玉庐墨妙世无同，九畹高情更所工。捐佩昔曾过澧上，浩歌今望在云中。\n娟娟奕叶承家泽，淡淡幽香媚国风。莫把骚词烦宋玉，赋成还到楚王宫。"
        },
        {
            "标题": "廉都事海道失风，自耽罗至浙右，还闽省",
            "作者": "张昱",
            "内容": "指南针下失风帆，雪浪连天不见山。惟尔不怀和氏璧，彼苍竟锡大夫环！\n皇天未厌生戎马，国步何能断阻难？此去驿程三百里，海棠花底度闽关。"
        },
        {
            "标题": "风雨牧牛图",
            "作者": "张昱",
            "内容": "牧牛值风雨，牧具几脱手。不自风雨前，不自风雨后。"
        },
        {
            "标题": "题燕山万里图，为江左葛元毳编修子赋",
            "作者": "张昱",
            "内容": "翰林藁葬古幽州，万里游魂土一丘。父子有情终自苦，丹青得趣岂知愁？\n风沙日日黄龙塞，雨雪年年青海头。狐死首丘谁不念，莫将遗憾在遐陬。"
        },
        {
            "标题": "辇下曲一百二首",
            "作者": "张昱",
            "内容": "当年大驾幸滦京，象背前驮幄殿行。国老手炉先引导，白头联骑出都城。"
        },
        {
            "标题": "辇下曲一百二首",
            "作者": "张昱",
            "内容": "请号关牌趋鼓阁，弓刀千骑领兵符。例差右姓巡仓库，哄唱穹庐赐大酺。"
        },
        {
            "标题": "辇下曲一百二首 其三十二",
            "作者": "张昱",
            "内容": "祖宗诈马宴滦都，挏酒啍啍载憨车。向晚大安高阁上，红竿雉帚扫珍珠。"
        },
        {
            "标题": "辇下曲一百二首",
            "作者": "张昱",
            "内容": "驼装序入日精门，铜鼓牙旗作队喧。一听巡阶铃钹振，满宫俱喜出迎恩。"
        },
        {
            "标题": "辇下曲一百二首 其三十八",
            "作者": "张昱",
            "内容": "守内番僧日念吽，御厨酒肉按时供。组铃扇鼓诸天乐，知在龙宫第几重？"
        },
        {
            "标题": "辇下曲一百二首 其四十一",
            "作者": "张昱",
            "内容": "鸡人唱罢内门开，千骑前头丞相来。卫士金瓜双引导，百司拥醉早朝回。"
        },
        {
            "标题": "辇下曲一百二首 其四十二",
            "作者": "张昱",
            "内容": "端本堂深绣榻高，满前学士尽风骚。星河骑士知唯马，惯识金笺玉兔毫。"
        },
        {
            "标题": "辇下曲一百二首",
            "作者": "张昱",
            "内容": "华缨孔帽诸番队，前导伶官戏竹高。白伞葳蕤避驰道，帝师辇下进葡萄。"
        },
        {
            "标题": "辇下曲一百二首",
            "作者": "张昱",
            "内容": "儒臣奉诏修三史，丞相衔兼领总裁。学士院官传赐宴，黄羊湩酒满车来。"
        },
        {
            "标题": "辇下曲一百二首",
            "作者": "张昱",
            "内容": "御前亲拜中书令，恩赐东宫设内筵。手署敕黄唯一道，任谁祗受付双迁？"
        },
        {
            "标题": "芳林农舍，为朱孝先赋",
            "作者": "张昱",
            "内容": "投老归休只此心，浑家农事在芳林。蒲生曲渚鱼苗上，蛆泛洼樽酒力深。\n应候微虫窠作瓮，啼春幽鸟语如琴。眼前物色皆天趣，底用城居积万金。"
        },
        {
            "标题": "凝香阁听雪",
            "作者": "张昱",
            "内容": "陡然寒重紫貂轻，便觉高檐瓦有声。欹枕欲同蝉壳蜕，开门唯恐鹤巢倾。\n数杯酒力春容转，满盏茶香夜思清。小玉近床推不醒，袖笼檀板失天明。"
        },
        {
            "标题": "题徽庙螃蟹图二首 其二",
            "作者": "张昱",
            "内容": "长白山前谩拔都，清华小殿试操觚。含毫应笑滕王拙，不写秋沙郭索图。"
        },
        {
            "标题": "题徽庙螃蟹图二首 其一",
            "作者": "张昱",
            "内容": "阅尽虫鱼尔雅篇，闲将藤素染苍烟。不知画得招潮后，艮岳从教变海田？"
        },
        {
            "标题": "磐石吹箫图",
            "作者": "张昱",
            "内容": "宰相五更朝，金鞍拂柳条。何如磐石上，散发坐吹箫。"
        },
        {
            "标题": "为雪庭禅师题赵氏三马卷二首 其二",
            "作者": "张昱",
            "内容": "骥子生来骨相奇，满沟汗血落胭脂。空门纵有驮经日，得似牵过白玉墀。"
        },
        {
            "标题": "古诗十四首 其一",
            "作者": "张昱",
            "内容": "壮哉沛中歌，命世之雄者。帝王有大度，不在论风雅。\n绵蕝礼乐修，采诗固无暇。苏李离别辞，亦自关教化。\n文章与政通，斯岂杂王霸？"
        },
        {
            "标题": "为雪庭禅师题赵氏三马卷二首 其一",
            "作者": "张昱",
            "内容": "僧房曾见写骐驎，人已云亡纸墨新。寂漠九原无吊处，至今犹羡执鞭人。"
        },
        {
            "标题": "栖霞岭访姚子章",
            "作者": "张昱",
            "内容": "买得湖船为访君，望中都是北山云。风前杨柳惊秋晚，波面芰荷愁日曛。\n青史纵能传后世，白头休更说从军。栖霞有酒能留客，纵饮何妨到夜分？"
        },
        {
            "标题": "辇下曲一百二首",
            "作者": "张昱",
            "内容": "国戚来朝总盛容，左班翘鹖右王封。功臣带砺河山誓，万岁千秋乐未终。"
        },
        {
            "标题": "一脉泉铭，为中一元禅师作",
            "作者": "张昱",
            "内容": "天地不自私，至宝发山川。谁于黄金岩，得此一脉泉？\n涓涓成不息，曹溪宁后先？造化亦有待，于师亦前缘。\n既供香积厨，复灌富阳田。譬彼释氏法，一灯遍三千。\n泉流愿无竭，灯光永相传。日居而月诸，于亿万斯年。"
        },
        {
            "标题": "谢左丞自军中至，同宴周德新员外别业",
            "作者": "张昱",
            "内容": "坐来清听满风前，顿觉烦襟为洒然。马上功名真是梦，杯中岁月莫非仙。\n浮云对岭张图画，鸣鸟藏花杂管弦。莫讶周郎宾客盛，雄资英发正当年。"
        },
        {
            "标题": "古村，为曹迪",
            "作者": "张昱",
            "内容": "魏国南来有子孙，至今人物古而村。松根曲处安琴枕，山石洼中注酒樽。\n汲冢文章遗竹简，秦人风俗尚桃源。海波不接天河水，要得仙槎径造门。"
        },
        {
            "标题": "寄内台侍御史韩克庄",
            "作者": "张昱",
            "内容": "杂花犹记雨诸天，共礼旃檀古佛前。塔院施僧犹昨日，斋房听雨忆当年。\n抄书不许支官纸，买酒从教用俸钱。老尽尚书旧宾客，至今惭愧杜樊川。"
        },
        {
            "标题": "投赠潞国公承旨学士张仲举",
            "作者": "张昱",
            "内容": "汉家旧德有桓荣，赤舄登朝羽翼成。三晋凤鸣千载会，两河龙现五云迎。\n独于社稷多难日，复使君臣大义明。自念昔曾亲几杖，颂声惭后鲁诸生。"
        },
        {
            "标题": "送张伯雅架阁入闽省",
            "作者": "张昱",
            "内容": "闻道连年瘴气收，城中风景称清游。参天榕树快人意，似雪梅花当马头。\n海客朝盘送珧柱，囝娘春咏写银钩。毋嫌习俗闽中利，尽胜吴船唱莫愁。"
        },
        {
            "标题": "题桐柏宫",
            "作者": "张昱",
            "内容": "吹笙太子慕餐霞，一鹤空山总是家。桐柏几回清露重，人间容易日西斜。"
        },
        {
            "标题": "题清心堂诗卷后，为相院判赋",
            "作者": "张昱",
            "内容": "曾把桐乡作故乡，衙回系马入斯堂。窦家五子荣丹桂，谢氏诸郎焚紫囊。\n乞得异花曾见种，酿成名酒许先尝。潜然掩卷垂残泪，不独题诗愧老苍。"
        },
        {
            "标题": "题秋江送别图",
            "作者": "张昱",
            "内容": "故人写出阳关意，都付丹青半幅中。霄汉正当鸣凤日，帆樯好趁大鹏风。\n酒斟鹦鹉偏能绿，花赠芙蓉可奈红？对此题诗无所属，百年补报是深衷。"
        },
        {
            "标题": "题画雨竹",
            "作者": "张昱",
            "内容": "江上数声湘女瑟，烟中一曲竹枝歌。叶间有恨俱成泪，只为曾承雨露多。"
        },
        {
            "标题": "寄题松风海月方丈，为普慈寺林清远赋",
            "作者": "张昱",
            "内容": "普慈寺主会当年，画雀双鸣赴法筵。风过忽闻松上雨，月行不离海中天。\n三生身性何曾改，一念声闻总是缘。先辈往还成故事，玉围曾解寺门前。"
        },
        {
            "标题": "三良诗",
            "作者": "张昱",
            "内容": "百岁谁免死，贵足留其名。三良殉秦穆，慷慨平生情。\n一诺奉明主，千秋共哀荣。从容就长夜，斯人岂偏生？\n所以黄鸟诗，至今颂遗声。"
        },
        {
            "标题": "题三香图",
            "作者": "张昱",
            "内容": "离骚比兴诸香草，不见三香入楚词。莫是岁寒将自异，众芳芜秽不同时。"
        },
        {
            "标题": "留峡石朱山人家",
            "作者": "张昱",
            "内容": "桃熟许同朱老吃，却先桃熟为开樽。白鱼入馔溪鳞足，紫茁堆盘野味存。\n诗和渊明为我诵，酒沽若下劝人温。迂疏且作须臾乐，从者何嫌久候门？"
        },
        {
            "标题": "至普陀洛伽山寺，作佛事七昼夜，祈见海岸观世音及善财岩。七日之间，随心应现，大众瞻仰，无不庆赞",
            "作者": "张昱",
            "内容": "丞相函香致此诚，愿深海水救群生。慈悲谓可消诸恶，征伐容将息大兵。\n金色圆光开宝髻，玉毫妙相络珠璎。手中示现杨枝露，愿洗干戈作太平。"
        },
        {
            "标题": "山中夏日",
            "作者": "张昱",
            "内容": "祸福无门祗自寻，始知明哲愿山林。谁能白首儒衣敝，吟对黄鹂夏木深。\n赖有故书堪寓目，已无官事可婴心。凉风满扇清樽在，只此人生直万金。"
        },
        {
            "标题": "题羲之写扇图",
            "作者": "张昱",
            "内容": "蒲扇新题墨未乾，也应技痒要人看。阿婆莫谩提篮去，明日街头写便难。"
        },
        {
            "标题": "退居湖上投赠杨左丞四首 其四",
            "作者": "张昱",
            "内容": "且观神女为行雨，莫问郎官应列星。芳草到门无俗驾，好山终日在湖亭。\n白鸥共戏荷叶小，黄鸟乱啼杨柳青。肯信曲栏干外立，晚凉吹得酒初醒。"
        },
        {
            "标题": "退居湖上投赠杨左丞四首 其二",
            "作者": "张昱",
            "内容": "信马苏公堤上行，水边鸥鹭不曾惊。春波满眼湖光细，花片飞来雨点轻。\n天上碧云如有咏，楼中红袖谩多情。牧之老去狂心歇，总把风流付后生。"
        },
        {
            "标题": "上元夫人词",
            "作者": "张昱",
            "内容": "阿母亲曾与制衣，手攀云锦下天机。自从宴罢茅君后，寂寞龟坛会更稀。"
        },
        {
            "标题": "元日大雪",
            "作者": "张昱",
            "内容": "东风吹雪逐年新，洗尽街头万马尘。桃板谩题新得句，椒觞偏醉少年人。\n江山未觉非前日，老大犹怜有此身。稚子老妻能慰藉，辛盘聊复贺青春。"
        },
        {
            "标题": "同赵郎竹园夜饮",
            "作者": "张昱",
            "内容": "尘土无由得见侵，粉墙高护碧云深。日行南陆暑不到，月度天河龙自吟。\n沉饮何妨同阮籍，幽情亦或过山阴。夜凉庭院罗衣薄，吹彻参差思不禁。"
        },
        {
            "标题": "唐天宝宫词十五首 其十五",
            "作者": "张昱",
            "内容": "天宝年间宠贾昌，黄衫年少满鸡坊。绛冠斗罢罗缠项，又得君王笑一场。"
        },
        {
            "标题": "题僧超然林石滩水图",
            "作者": "张昱",
            "内容": "公事赋诗纪行役，超然著笔良苦心。匡庐哀湍走大壑，洞庭橘叶辞空林。\n品题六印文章在，流落三朝岁月深。博雅不烦为鉴定，人间过目尽知音。"
        },
        {
            "标题": "京城得家书，题示儿子同同",
            "作者": "张昱",
            "内容": "苏郎不是饮中仙，只好长斋绣佛前。蝶到枕边身是梦，花随春去日如年。\n芙蓉别馆还依旧，鹦鹉小窗殊可怜。纵得归来城郭在，铜驼露冷湿荒烟。"
        },
        {
            "标题": "玉局生引",
            "作者": "张昱",
            "内容": "龙翔住持毛起宗，参随鹤驾谒九重。冲虚教主许器之，名以玉局高其风。\n赠言五十有六字，尽说大罗天上事。老君出现成都时，地神涌局亦如此。\n空歌黎罗还上清，再三祝付玉局生。吾徒被服老君教，毋忝玉局之所名。\n名非可名局非局，心田种熟蓝田玉。入水不濡火不焚，一气孔神无断续。\n况闻古有毛仙翁，是身虽异性则同。华表白鹤犹未归，函关青牛今则逢。\n道家宫阙连云起，日食仙曹千万指。谁其主者玉局生，宴坐无为观太始。"
        },
        {
            "标题": "双桂堂，为俞子成赋",
            "作者": "张昱",
            "内容": "双桂团栾对两楹，碧云无数共生成。郤生片玉曾驰誉，窦氏五枝俱向荣。\n奕叶至今传世泽，灵根既老际文明。会须满袖天香里，载酒高堂说姓名。"
        },
        {
            "标题": "双蝶",
            "作者": "张昱",
            "内容": "相逐双飞蝶，风前不自持。有生皆有感，微物岂无知？"
        },
        {
            "标题": "水殿纳凉图",
            "作者": "张昱",
            "内容": "别殿红绡女，无风亦自凉。栏边是湖水，夜夜宿鸳鸯。"
        },
        {
            "标题": "无题四首 其四",
            "作者": "张昱",
            "内容": "水心亭馆迥无邻，好与郎君写洛神。不见鲤鱼烹后素，空怜蝴蝶梦中身。\n萋萋谁信南园草，渺渺予怀北渚春。云气长连峰十二，此中消息未能真。"
        },
        {
            "标题": "送丁道士还丰陵",
            "作者": "张昱",
            "内容": "丁令还家骨已仙，更无城郭有山川。未添白发三千丈，又见铜驼五百年。荒草茫茫连故国，孤云冉冉下寥天。澧兰歌送潺湲水，极望涔阳思惘然。"
        },
        {
            "标题": "送戴检校入闽",
            "作者": "张昱",
            "内容": "叨忝明时已自分，往还惟是旧斯文。西窗夜雨同听处，左掖官曹独有君。\n茉莉御香腾玉气，荔芰颜色染罗纹。风流东阁应多咏，肯与幽兰寄暮云？"
        },
        {
            "标题": "送廖思诚知安肃县",
            "作者": "张昱",
            "内容": "新恩领县之安肃，便道宁家孝使然。亲舍恋深云白白，官程期速马翩翩。\n人民社稷上所倚，期会簿书勤是先。政考有成俱大用，到官知尔又春前。"
        },
        {
            "标题": "苏小小坟上作",
            "作者": "张昱",
            "内容": "香骨尘埋县治前，西陵魂梦隔风烟。好花好月年年在，潮落潮生更可怜。"
        },
        {
            "标题": "恼啼鸦",
            "作者": "张昱",
            "内容": "朝啼人尽睡，暮啼人厌闻。非关毛羽恶，不入凤凰群。"
        },
        {
            "标题": "题宝林方丈，留别伯举法师",
            "作者": "张昱",
            "内容": "金相浮图千级开，杂花如雨在莓苔。要看弹指成楼阁，未许胡僧话劫灰。\n法器即如廊庙具，宝林自是栋梁材。虽然一片袈裟地，不是儿孙不可来。"
        },
        {
            "标题": "题东皋隐居，为范思贤赋",
            "作者": "张昱",
            "内容": "海水桑田几变迁，桃花依旧郡城边。蔬园百亩充官税，药价一生供酒钱。\n诗句兴来题綵笔，道心悟后付朱弦。院曹谁信同僚后，谈笑交游十五年。"
        },
        {
            "标题": "题读碑图",
            "作者": "张昱",
            "内容": "未瞻鲁庙三缄口，且读曹娥八字碑。较智只争三十里，杨修谁说是男儿？"
        },
        {
            "标题": "题画山水",
            "作者": "张昱",
            "内容": "溪回岸影深，山迥溪声响。独有溪上人，扁舟自来往。"
        },
        {
            "标题": "题国清寺三隐",
            "作者": "张昱",
            "内容": "莫与闲人说旧游，这些风采尽风流。只因当日机曾露，直到而今笑未休。\n虎迹已无深院闭，藤花犹盖两岩幽。相逢总是知音者，莫叫苍天恼赵州。"
        },
        {
            "标题": "宋高宗御题李唐画唐香山九老二律诗",
            "作者": "张昱",
            "内容": "两疏谁是见机还，终始君臣似此难。宸翰昭回云汉上，衣冠彷佛画图间。\n当时诸老琴尊会，尽是同朝鸳鹭班。风采拜辞云陛下，白云千载在香山。"
        },
        {
            "标题": "题青山白云",
            "作者": "张昱",
            "内容": "一个茅庐何处，小桥古木溪湾。但见山青云白，不知天上人间。"
        },
        {
            "标题": "寄题清晖楼",
            "作者": "张昱",
            "内容": "谢公履迹遍岩扉，似觉高情与世违。昔日文章归丽句，至今山水发清晖。\n神仙灭迹虚金露，尘俗何缘别翠微？尚忆咏诗同水部，山林有待薜萝衣。"
        },
        {
            "标题": "题福源编后",
            "作者": "张昱",
            "内容": "福缘山作魏家坟，知是唐朝宰相孙。石首令前官有考，咸通年内碣犹存。\n太湖渺渺连精舍，乔木阴阴拱墓门。千载凌烟勋业在，可无遗泽及诸昆？"
        },
        {
            "标题": "题道士王东甫图画",
            "作者": "张昱",
            "内容": "金银楼阁在三山，东甫何妨屡往还？信是神仙在平地，鹤飞元不离人间。"
        },
        {
            "标题": "题后堂壁",
            "作者": "张昱",
            "内容": "兵权去手志何伸，耻是随班入省频。京国蹉跎空在梦，蓬莱清浅已生尘。\n绕朝谩赠秦人策，孔子将书鲁国麟。散骑得辞丞相后，五湖安往不闲人。"
        },
        {
            "标题": "题推官赠行卷",
            "作者": "张昱",
            "内容": "圣主搜贤及海隅，王褒歘起应时须。澧兰处处歌公子，楚国人人颂大夫。\n藉甚姓名登制命，沛然霖雨下云衢。力田孝悌兴岩穴，何异福王遗画图？"
        },
        {
            "标题": "题扬州史左丞扇",
            "作者": "张昱",
            "内容": "后土祠前路，金鞍忆旧游。春风双燕子，浑似在扬州。"
        },
        {
            "标题": "题严子陵",
            "作者": "张昱",
            "内容": "赤图神运复炎刘，白水真人忆旧游。一代位尊眠凤榻，千年名重著羊裘。\n山林孰谓无伊尹，廊庙何曾弃许由？惟有富春山下月，清光常绕石滩流。"
        },
        {
            "标题": "雪夜寄史左丞",
            "作者": "张昱",
            "内容": "白雪相将一尺深，碧油窗合夜沈沈。党家更有人如玉，犹道春寒入绣衾。"
        },
        {
            "标题": "汉未央宫榱题砚",
            "作者": "张昱",
            "内容": "雕墙峻宇几浮云，金石虽坚亦鲜存。秦宫三月已灰烬，汉瓦千年犹隶文。\n改用尚能为砚器，得名何异在君门？咸阳土尽英雄骨，谁是榱题记主恩？"
        },
        {
            "标题": "题渊明像",
            "作者": "张昱",
            "内容": "典午功名等羽毛，区区州县亦徒劳。折腰五斗无人识，只有归来最是高。"
        },
        {
            "标题": "坐禅石",
            "作者": "张昱",
            "内容": "法师禅定时，万象付冥漠。至今岩前石，每每天花落。"
        },
        {
            "标题": "听雪轩",
            "作者": "张昱",
            "内容": "化机潜运本无声，学士情多睡未成。隐几欲同蝉壳蜕，开门惟恐鹤巢倾。\n花飞翠袖寒光动，茶煮银瓶夜气清。小阁下帘人似玉，舞衣制得五铢轻。"
        },
        {
            "标题": "浙省感恩荣，言怀述事",
            "作者": "张昱",
            "内容": "仰拜宣黄萃一门，更烦使者枉南辕。宠荣已过愚民分，存殁俱蒙圣主恩。\n列爵称男分五等，封君有县亦通尊。区区戎马驱驰后，日月馀光照覆盆。"
        },
        {
            "标题": "铜雀台",
            "作者": "张昱",
            "内容": "自古谁无死，英雄岂不知？望陵歌舞歇，还有梦来时。"
        },
        {
            "标题": "小王孙",
            "作者": "张昱",
            "内容": "貂帽貂裘美少年，圆牌通籍内门前。新分草地缘游猎，旧赐彤弓未控弦。\n银瓮蒲萄春共载，玉鞍骄马日随牵。穹庐一夜迷深雪，忘却朝天是醉眠。"
        },
        {
            "标题": "晚步西湖畔，会叶舜臣自运司中出",
            "作者": "张昱",
            "内容": "武林耆旧似公稀，未觉文章与世违。节序去人惊逝水，柳阴当面转斜晖。\n群鸥晚戏呈天趣，孤鹤宵鸣自道机。早作馀寒宜晏出，为嫌多露湿荷衣。"
        },
        {
            "标题": "秋棠晚思图",
            "作者": "张昱",
            "内容": "两雀晚相依，棠梨叶渐稀。连枝有深思，未可便辞飞。"
        },
        {
            "标题": "问梅",
            "作者": "张昱",
            "内容": "一种陇头树，东风都合吹。未应造物者，偏在向南枝。"
        },
        {
            "标题": "闻钟",
            "作者": "张昱",
            "内容": "朝撞亦悤悤，暮撞亦悤悤。销磨浮世事，都在数声中。"
        },
        {
            "标题": "无题四首 其一",
            "作者": "张昱",
            "内容": "几梦郎君引碧幢，微波难与寄沅湘。青春每念青丝骑，白日长闲白玉窗。\n菡萏结房虽有异，鸳鸯织锦不成双。潮来好似儿家恨，流过门前气未降。"
        },
        {
            "标题": "蔬畦",
            "作者": "张昱",
            "内容": "学圃才两畦，佳蔬欲几品？露葵不厌烹，及我春酒醒。"
        },
        {
            "标题": "尚絅斋，为洞霄郎可道赋",
            "作者": "张昱",
            "内容": "衣锦能怀尚絅心，闇然师道重山林。玉因韫椟知无价，琴到希声是大音。\n蝶化梦魂高枕后，鹤鸣秋水万山深。青苔黄叶空岩畔，俗驾何由得一寻？"
        },
        {
            "标题": "题渔村晚照",
            "作者": "张昱",
            "内容": "在在溪湾尽晒罾，暮天秋水碧澄澄。几家渔舍云深处，红树寒山路惯登。"
        },
        {
            "标题": "峡川",
            "作者": "张昱",
            "内容": "石与青天近，溪云向客低。自然堪下泪，不是有猿啼。"
        },
        {
            "标题": "题鹦鹉仕女图",
            "作者": "张昱",
            "内容": "美人应自惜年华，庭院沈沈锁暮霞。祇有旧时鹦鹉见，春衫曾似石榴花。"
        },
        {
            "标题": "柳花词五首 其三",
            "作者": "张昱",
            "内容": "章华台下路西东，走马归来满袖风。吹起万条枝上雪，等闲迷却细腰宫。"
        },
        {
            "标题": "南坡书室图，为竺郎中题",
            "作者": "张昱",
            "内容": "南坡书室未能还，一夕情生梦寐间。职任握兰居紫禁，心随画笔到青山。\n一经教子今何忝，九世为儒古亦难。家集河汾来学盛，岂无房杜出朝班？"
        },
        {
            "标题": "闲居春尽",
            "作者": "张昱",
            "内容": "几日春残不在家，阶前开遍粉团花。再看又是明年事，酒滴东风惜岁华。"
        },
        {
            "标题": "留题天台香积寺，为乡僧印秋海赋",
            "作者": "张昱",
            "内容": "花界追寻一榻凉，破除烦恼是禅房。慢挥大扇消长日，共倒深杯说故乡。\n万事到头成画虎，百年束手共亡羊。明朝马首劳瞻望，此别人间更渺茫。"
        },
        {
            "标题": "江浙省理问朱文选为冀院君求挽诗",
            "作者": "张昱",
            "内容": "镜鸾莫更惜孤鶱，白玉台前已抱孙。冀院君今题凤诰，妇人贵已载鱼轩。\n何须出涕悲同穴，政可长歌为鼓盆。夫婿白头无所憾，只求文采赋招魂。"
        },
        {
            "标题": "谢僧惠蒲履",
            "作者": "张昱",
            "内容": "大夫此日可徒行，蒲履深烦远寄情。除是高僧求易得，自非巧手织难成。春来见客身差健，老去看花步觉轻。他日袈裟如过我，定须着此出门迎。"
        },
        {
            "标题": "桃花园招兀颜廉访使饮",
            "作者": "张昱",
            "内容": "桃花好是未全开，人世花开醉几回？一片娇随歌扇去，满园红待使君来。\n尊罍有兴皆清事，风雨明朝又绿苔。谁见朔儿千岁实，衔巾青鸟莫相猜。"
        },
        {
            "标题": "雪庭上人惠药资是经钱，赋此以谢",
            "作者": "张昱",
            "内容": "牝庐居然欲半年，甚于水火观中禅。死生有命固无惧，老病他乡始可怜。\n家食旧非邻院米，药资今受施僧钱。数间破屋丛书里，谁问洛城卢玉川？"
        },
        {
            "标题": "谢张别驾惠雪笺",
            "作者": "张昱",
            "内容": "承惠薛涛三百幅，甚惭何以报琼瑶？开缄只恐为云去，入手生愁向日消。\n难用侯门裁刺帖，祇应仙洞写云谣。知君解绶初归隐，丛桂辞成未敢招。"
        },
        {
            "标题": "绣球花次兀颜廉使韵",
            "作者": "张昱",
            "内容": "绣球春晚欲生寒，满树玲珑雪未干。落遍杨花浑不觉，飞来蝴蝶忽成团。钗头懒戴应嫌重，手里闲抛却好看。天女夜凉乘月到，羽车偷驻碧阑干。"
        },
        {
            "标题": "辇下曲一百二首，有序 其二十",
            "作者": "张昱",
            "内容": "崇天门下听宣赦，万姓欢呼万岁声。岂独罪人蒙大宥，普天率土尽关情。"
        },
        {
            "标题": "学仙曲二首 其一",
            "作者": "张昱",
            "内容": "仙人好乘白鹿轓，更剪明霞作飞带。醉来濯发向银湾，龙剑直倚青天外。"
        },
        {
            "标题": "拙逸诗",
            "作者": "张昱",
            "内容": "守拙中乃逸，用智机或生。所以抱真士，泯焉黜聪明。\n卖药不二价，悬壶无姓名。逍遥城市间，心与造物并。\n鹤长断则悲，凫短续则惊。万物有常性，巧伪非人情。\n乘黄一剪拂，千里无留行。贤哉拙逸翁，可以为世程。"
        },
        {
            "标题": "学仙曲二首 其二",
            "作者": "张昱",
            "内容": "徐卿有子抱才贤，天上麒麟正妙年。书案囊萤勤自勉，吟窗临草颇堪怜。"
        },
        {
            "标题": "烟梅",
            "作者": "张昱",
            "内容": "高坐天人白玉床，袈裟都是素毫光。东风也自知消息，故故吹香入道场。"
        },
        {
            "标题": "湖舫劝曹德昭佥院酒",
            "作者": "张昱",
            "内容": "倩得名姬唱慢歌，梁尘直欲下轻波。西风八月芰荷老，落日满湖凫雁多。\n到手莫辞双盏饮，转头又是一年过。光阴只在槐柯上，奈此浮生乐事何！"
        },
        {
            "标题": "明岩寺",
            "作者": "张昱",
            "内容": "叠嶂重岩出半天，芙蓉幽洞下相连。浮云富贵二三子，放浪人天五百年。\n饭后风松为伴侣，春来花鸟作因缘。村堂野墅俱题遍，句句天机合自然。"
        },
        {
            "标题": "题王若水画翎毛二首 其二",
            "作者": "张昱",
            "内容": "东风吹水碧漪漪，不放桃花自在飞。莫怪野凫惊不定，溪头弋者未忘机。"
        },
        {
            "标题": "夜潮",
            "作者": "张昱",
            "内容": "禁得钱塘江上潮，恼人偏在可怜宵。头颅如许更能白，魂魄几何仍欲消？\n浊浪渐高河影没，雄风未尽雪山遥。西流力尽还东下，月满空江共寂寥。"
        },
        {
            "标题": "奉天门早朝次韵",
            "作者": "张昱",
            "内容": "千官趣谒武楼间，尽是洪钟帝铸颜。咫尺天威临御座，太平风景出朝班。\n握兰凤阁舍人贵，视草鸾坡学士闲。骑马共谈双阙下，期将万寿祝南山。"
        },
        {
            "标题": "饮马长城窟行",
            "作者": "张昱",
            "内容": "饮马长城窟，饮多泉脉枯。嘶咆不肯行，思若畏前途。\n驱之尚不忍，恻然驻征车。朔风当面吹，堕指裂肌肤。\n岂念衣裳单，顾已犹亡夫。功名登天然，何时执金吾？\n阴阳无停机，百年谅须臾。常恐随物化，奄忽委路隅。\n此怀当告谁，策马自长吁。"
        },
        {
            "标题": "醉渔，为钱思复赋",
            "作者": "张昱",
            "内容": "江湖犹自有狂夫，白发萧然负壮图。睡著任船随月走，醉归临水索花扶。\n要知吕望真渔者，可惜郦生非酒徒。泽畔独醒诚可咏，春风能到雪肌肤。"
        },
        {
            "标题": "读府教授徐大章为岐阳王客白以中赋西塘八景咏，夜卧，有怀不寐",
            "作者": "张昱",
            "内容": "若使蔡邕今日读，应题八字刻西塘。大音如奏古琴瑟，众羽不瞻孤凤凰。\n百世可传惟述作，一辞难措是文章。老夫为此喜无寐，卧诵不知秋夜长。"
        },
        {
            "标题": "游天台山回，别省院诸公",
            "作者": "张昱",
            "内容": "明时无日不从容，三月清游在醉中。晚岫远当云际碧，野花争近马前红。\n虽非奉使河源上，犹及题诗浙水东。甚觉淹留烦从者，腼颜何以答诸公？"
        },
        {
            "标题": "玉岑旧隐，为林叔平赋",
            "作者": "张昱",
            "内容": "斋馆枵然题玉岑，老生时作越人吟。曰妻曰子留他土，维梓维桑念故林。\n岂谓青云天上远，漫怜白发镜中深。古来儒士多遗憾，为此文章竟陆沉。"
        },
        {
            "标题": "题赵子昂浴马图",
            "作者": "张昱",
            "内容": "真是房星夜降精，双瞳下照水波明。浴回有翼应飞去，万里风云是一程。"
        },
        {
            "标题": "题纸瓶，留别育王寺长老照大千",
            "作者": "张昱",
            "内容": "朝市山林自一家，要知逢掖即袈裟。青蘋波上凉风起，定到禅房看蕙花。"
        },
        {
            "标题": "鸳鸯篇",
            "作者": "张昱",
            "内容": "鸳鸯水中禽，居常有定偶。行则共洲渚，栖不异渊薮。\n交颈情所私，和鸣气相友。白头不自嫌，彩翼戢左右。\n雄雌或失配，霜霰甘独守。嗟哉羽毛类，赋性乃何厚！\n愿献金闺女，绣作君子绶。人或违天常，翻为此禽丑。"
        },
        {
            "标题": "月桂堂，为集庆讲主",
            "作者": "张昱",
            "内容": "佛国山中古道场，月中桂子散天香。一枝得共人如郤，双井能来客姓黄。\n谁咏碧云题树叶，自收清露染衣裳。南峰不与清光碍，好放馀阴及四方。"
        },
        {
            "标题": "献岁旦日，同芳溪吴理问访许处士",
            "作者": "张昱",
            "内容": "月旦泛舟从许劭，莲湖溪水白生烟。到门好雨过云去，说剑雄风生酒边。\n闲话紫衣成昨梦，醉看乌帽惜馀年。懵腾不省临流别，想是行云扶上船。"
        },
        {
            "标题": "挽崔彦晖母赵夫人",
            "作者": "张昱",
            "内容": "赵文敏公之孙女，情忝通家见嫁时。环佩盛仪犹内院，波澜馀泽自天池。\n佳儿裕蛊承先志，淑女宜家副夙期。已托文章题琬琰，百年墓木照丰碑。"
        },
        {
            "标题": "瀼东耕者，为社友黄成章赋",
            "作者": "张昱",
            "内容": "鹿门不道似乌溪，榆柳连阴覆大堤。常日墟船潮上下，每年春事瀼东西。\n劝农随例拜车马，观稼依稀从杖藜。牛角挂书吾道在，古来力食尽男儿。"
        },
        {
            "标题": "赠人游湖南",
            "作者": "张昱",
            "内容": "世途无处不通津，惟尔栖栖志未伸。莫过沅湘唾江水，此中曾有汨罗人。"
        },
        {
            "标题": "赠王法师祈雨感应",
            "作者": "张昱",
            "内容": "名衔知久达天关，可是风雷指顾间？禹步祝香才一息，雷声送雨已千山。\n公私尽有仓箱望，垄亩都忘稼穑艰。下土不知蒙帝力，满城箫鼓送龙还。"
        },
        {
            "标题": "赠孙雷师祈雨有应",
            "作者": "张昱",
            "内容": "天人本无二，万物备吾身。一诚苟无妄，呼吸皆鬼神。\n南邦五六月，熯阳如火燉。法师念民食，升坛肆怒嗔。\n符召五雷伏，龙起三江滨。风云随指顾，沛泽来逡巡。\n岂惟盈沟浍，更且溢河津。道路接歌颂，田家具仓囷。\n茫茫大钧内，造化岂不仁？安得法师辈，飞行遍八垠。\n以兹云霓心，慰彼大旱民。"
        },
        {
            "标题": "赠沈生还江州",
            "作者": "张昱",
            "内容": "乡心正尔怯高楼，况复楼中赋远游。客里登临俱是感，人间送别不宜秋。风前落叶随车满，日下浮云共水流。知汝琵琶亭畔去，白头司马忆江州。"
        },
        {
            "标题": "长安镇市次赵文伯韵",
            "作者": "张昱",
            "内容": "淹遍衣衫犹未干，何如李白醉长安。牡丹庭院漙新露，燕子帘栊过薄寒。春晚绝无情可托，日长惟有睡相干。旧题犹在轻罗扇，小字斜行不厌看。"
        },
        {
            "标题": "长安镇市，次赵文伯韵",
            "作者": "张昱",
            "内容": "淹遍衣衫酒未乾，何如李白醉长安？牡丹庭院漙新露，燕子帘栊过薄寒。\n春晚绝无情可托，日长惟有睡相干。旧题犹在轻罗扇，小字斜行不厌看。"
        },
        {
            "标题": "题白云丈室",
            "作者": "张昱",
            "内容": "空门真足了吾生，一到翛然万虑轻。下榻偶然清话久，推窗唯见白云横。\n银煎瀹茗沙弥黠，宿火添香侍者清。甚愧主僧知我辈，碧纱窗染待题名。"
        },
        {
            "标题": "折柳枝",
            "作者": "张昱",
            "内容": "愁向尊前唱渭城，柳枝折尽赠人行。早知世路多离别，移在邮亭远处生。"
        },
        {
            "标题": "柘轩诗，为教授凌彦翀赋",
            "作者": "张昱",
            "内容": "满轩桑柘共生成，坐爱春风向日荣。五亩宅思邹孟子，百年心慕李延平。\n叶供蚕事诚何损，衣被民生独用情。中有如纶五色线，愿从衮职补升平。"
        },
        {
            "标题": "三月三日，湖上作二首 其二",
            "作者": "张昱",
            "内容": "此日西湖似曲江，湔裙流水碧淙淙。谁家妇女不红粉，是处水亭皆绿窗。\n白发看花春可数，画船扶醉玉成双。邦人何哂狂居士，老至关情尚未降。"
        },
        {
            "标题": "织锦词",
            "作者": "张昱",
            "内容": "行家织锦成染别，牡丹花红杏花白。作双紫燕对衔春，一匹锦成过半月。持来画堂卷复开，佳人细意为剪裁。银灯连夜照针指，平明设宴章华台。为君著衣舞《垂手》，看得风光满杨柳。蝶使蜂媒无定栖，万蕊千花动衣袖。回回舞罢换新衣，新衣未缝锦下机。怜新弃旧人所悲，百年欢乐惟片时。"
        },
        {
            "标题": "至姑苏，呈太尉",
            "作者": "张昱",
            "内容": "相君求米若求雨，员外得船如得仙。职忝下僚班可耻，情通邻好亦堪怜。\n山中棋局迷樵客，溪上桃花误钓船。醉把玉杯无所计，不胜惆怅晚春前。"
        },
        {
            "标题": "中秋望月，甲辰年赋 其二",
            "作者": "张昱",
            "内容": "月里分明见九州，浮云西北是璚楼。歌钟未厌今宵酒，砧杵那禁此夜愁？\n若使有情须痛哭，不知何物是风流？霓裳不向当时罢，戎马中原未肯休。"
        },
        {
            "标题": "题名石",
            "作者": "张昱",
            "内容": "东坡龙井回，题名塔砖上。岂期后百年，过者为瞻仰？"
        },
        {
            "标题": "送单尚书致仕还乡",
            "作者": "张昱",
            "内容": "风尘澒洞识龙颜，便解兵符拜谏间。天上已扶真主出，榻前尚乞故乡还。\n黄金优老车增重，紫禁朝天梦可闲。世受淮田知所赐，几人得似单家山？"
        },
        {
            "标题": "送郭子程湖州收父骨还庐陵",
            "作者": "张昱",
            "内容": "事亲尽礼谁非孝，岂愿遭逢世道艰？千里风尘音问隔，十年父子梦魂间。\n首丘自负终天痛，函骨宁期此日还？地下老翁应自慰，免将遗憾在他山。"
        },
        {
            "标题": "宫中词二十一首 其二十一",
            "作者": "张昱",
            "内容": "棂星门与州桥近，黄道中间御气高。拜伏龙眠金水上，镇安四海息波涛。"
        },
        {
            "标题": "辇下曲一百二首 其三",
            "作者": "张昱",
            "内容": "州桥拜伏两珉龙，向下天潢一派通。四海仰瞻天子气，日行黄道贯当中。"
        },
        {
            "标题": "题诸葛孔明像",
            "作者": "张昱",
            "内容": "一笑出隆中，黄星掩日红。妖氛不敢作，白羽起西风。"
        },
        {
            "标题": "题诸葛孔明 其六",
            "作者": "张昱",
            "内容": "身为中山汉子孙，西南别立旧乾坤。君才十倍曹丕上，位列三台蜀相尊。\n布阵有图灵尚在，出师遗表恨犹存。休将巾帼羞司马，五丈原头日已昏。"
        },
        {
            "标题": "竹居，为张行中题",
            "作者": "张昱",
            "内容": "南渡循王之子孙，文采风流今独存。既有绿筠为别业，何须画戟在高门？\n小堂翡翠横钗影，曲径莓苔散屐痕。侍婢牵萝相补葺，几回风雨送黄昏？"
        },
        {
            "标题": "竹居",
            "作者": "张昱",
            "内容": "百年驹过隙，万事成鞅掌。自顾非此君，谁与共清赏？"
        },
        {
            "标题": "听律令乡饮回，赠刘复斋、马弘道",
            "作者": "张昱",
            "内容": "晚步河桥念此身，馀生犹幸齿编民。府城无迹非为贱，松菊犹存未是贫。\n官府才听新降律，酒垆先问有钱人。衢歌仰咏唐虞化，乡饮俱前老缙绅。"
        },
        {
            "标题": "自警二首 其一",
            "作者": "张昱",
            "内容": "愚者昧其识，沈冥生死中。一为利欲染，罔测吉与凶。\n轹辘前后声，覆辙无不同。遑遑驷马车，驺从行趋风。\n恶影不息荫，世路焉愧躬？"
        },
        {
            "标题": "自警二首 其二",
            "作者": "张昱",
            "内容": "两足与之翼，去齿存其角。乾坤负冥顽，造化乃忖度。\n恃此以为勇，能无遭束缚？冲冠与裂眦，未信尽堪托。\n毋为万物先，内省有先觉。"
        },
        {
            "标题": "投上中书右丞相脱脱",
            "作者": "张昱",
            "内容": "履舄从容自九重，相王忠孝更谁同？千年带砺犹初誓，万国臣邻尽下风。\n星贯紫垣朝佩剑，月临黄道夜传弓。汉家若论安刘策，四皓难书第一功。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "元朝朝堂",
            "Background": "张昱作为行中书省员外郎，正在与杨士奇讨论国家大事，杨士奇提及张昱为王振鹏的书画跋，表达对其文采的赞赏，张昱则谦逊回应，强调合作的重要性。",
            "Dialogue": "{\n    角色名:杨士奇 \n    动作:(微微颔首，神情凝重)\n    讲话:张昱先生，您为王振鹏的书画跋所作，实在是才华横溢，文采斐然，令人叹服。我常思，若无诸如您者的才情与笔墨，如何能让那些书画得以在世间流传，成为后人瞻仰之物呢？\n}\n{\n    角色名:张昱 \n    动作:(微微一笑，拱手作揖)\n    讲话:杨先生过誉，仆之所作，不过是将心中所感，化为字句而已。书画之美，皆在于心与情之交融，若无王振鹏之精湛技艺与独特风格，岂能成就佳作？我不过是借此机会，得以与前辈们一同探讨此道，实在是三生三世之幸事也。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "湖边小舟",
            "Background": "张昱与王逢相聚，畅谈诗词。张昱吟诵《题梧桐宫六逸堂》，王逢随即和唱，二人相互切磋，湖面波光粼粼，映照出他们的才情和友谊。",
            "Dialogue": "{\n    角色名:王逢 \n    动作:(微微一笑，手指湖面)\n    讲话:张兄，此湖波光粼粼，正如您所吟的诗中所描绘的那样，实在是美不胜收。您今宵所吟的《题梧桐宫六逸堂》，那高情逸致，真令人心醉。\n}\n{\n    角色名:张昱 \n    动作:(微微颔首，眼神明亮)\n    讲话:王兄言之有理，此诗乃是我心中所感，细雨轻风，惟愿与君共赏此美景。且看那柳影摇曳，似是春风对我轻声细语，借此良辰美景，我更愿与君共举杯，吟唱此间风光，恰如那“高情不负杯中物，烂醉何妨日似泥”。今宵月明，何不放下世事，畅谈诗词，以此共度良辰？\n}"
        },
        {
            "Type": "书信交流",
            "Location": "张昱的书房",
            "Background": "张昱正在给孟昉写信，告知他自己在新作《张光弼诗集》中的创作心路，信中提到希望能得到孟昉的点评，以求进步。",
            "Dialogue": "{\n    角色名:孟昉 \n    动作:(手握笔杆，神情专注)\n    讲话:张兄，近闻您新作《张光弼诗集》，不知您在创作中，意欲表达何种情感与思考？\n}\n{\n    角色名:张昱 \n    动作:(坐直身子，眼神坚定)\n    讲话:孟兄，此书乃是我心中所思所想之结晶，所欲传达者，乃是我对时光流逝、人生际遇的深刻思考。诗中有我对春光与秋月的眷恋，对故乡的思念，更有对文人交游情谊的珍惜。每一字每一句，皆是我在岁月长河中所积累的感悟与经验，愿以此书与君共享，期盼能得到您的指教与点评，助我更上一层楼。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "庐陵的集市",
            "Background": "张昱与邻里闲聊，讨论春耕时节的农事，大家对即将到来的丰收充满期待，张昱提到“田家无别事，俯仰惟衣食”，引发众人共鸣。",
            "Dialogue": "{\n    角色名:邻里甲 \n    动作:(手中拎着新鲜的菜，语气热情)\n    讲话:张大人，春耕时节已至，您家今年的农事准备得如何了？\n}\n{\n    角色名:张昱 \n    动作:(微微一笑，目光温和)\n    讲话:哈哈，农事虽小，却是家中所重。仆家今年已作好田地，盼望秋天能有好收成。正如我常说的“田家无别事，俯仰惟衣食”。人言农民辛苦，然我却觉其乐无穷，唯愿这一年能风调雨顺，丰收在望，方能让家人安然度日，乐享其乐。而邻里间团结互助，更是希望能共度此春耕时光。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "桃花园",
            "Background": "张昱与释宗泐在桃花树下，二人对饮，释宗泐吟出一首关于桃花的诗，张昱则即兴作答，赞美春光与桃花的美好。",
            "Dialogue": "{\n    角色名:释宗泐 \n    动作:(端坐于桃花树下，微笑着看向张昱)\n    讲话:张兄，桃花开得如诗如画，您是否愿意吟唱一首诗来配合此美景？\n}\n{\n    角色名:张昱 \n    动作:(捧杯微饮，目光悠远)\n    讲话:释兄所言极是，桃花虽美，然其背后却是春天的轮回与人生的无常。愿以此时此景，吟一首“高情不负杯中物，烂醉何妨日似泥”，愿将此情此景，尽化为诗行，记录于心。春风得意，桃花灼灼，皆为我心中最美的春景，愿与释兄共赏此间美好，畅谈人生哲理。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "元朝的书房",
            "Background": "张昱与刘仁本讨论撰写他的传记，刘仁本问张昱对自己生平的看法，张昱感慨岁月流逝，表达对文人交游的珍惜。",
            "Dialogue": "{\n    角色名:刘仁本 \n    动作:(手握笔杆，认真倾听)\n    讲话:张大人，您对自己生平的看法如何？在这传记中，您希望他人如何记住您呢？\n}\n{\n    角色名:张昱 \n    动作:(叹息一声，目光深邃)\n    讲话:刘兄，岁月如流，仆亦渐渐感受到光阴的无情。若问我希望他人如何记住，便是我愿以诗文传世，与人分享那份对人生的思考与感悟。无论是官场之事，还是平日的交游，皆是人生的一部分。愿在此传记中，能体现我对文人风雅的追求，以及对故友的深情厚谊，愿我所作之书，能为后人留下些许启迪与思考。然，最重要的，还是我这颗追求真理之心。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "张昱的书房",
            "Background": "张昱正在给斡玉伦徒写信，信中感谢其赠诗，提到希望有机会再次相聚，共同讨论诗词。",
            "Dialogue": "{\n    角色名:斡玉伦徒 \n    动作:(手握笔，神情期待)\n    讲话:张兄，近日听闻您的新作颇有风采，不知您在其中想传达何种情感？\n}\n{\n    角色名:张昱 \n    动作:(微微一笑，神情坚定)\n    讲话:斡兄，这新作乃是我对往昔岁月的反思与感悟，所用心思，皆是对人生百态的描绘与描摹。每一篇章，皆是我对生活的感悟与对自然的热爱。我希望通过这些文字，能够让读者感受到那份对生活的真诚与热爱。更希望能在此过程中，与你交流思想，互相启迪，共同进步。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "张昱的家中",
            "Background": "张昱的家人围坐在一起，讨论张昱的诗文，感叹其在文坛的成就，张昱则谦虚地说“家中无名，世事难求”。",
            "Dialogue": "{\n    角色名:家人 \n    动作:(围坐于张昱身旁，神情温馨)\n    讲话:父亲，您这段时间在文坛的成就，真是让我们感到骄傲，您对此有何感想？\n}\n{\n    角色名:张昱 \n    动作:(微微一笑，眼中流露出温情)\n    讲话:孩子们，仆虽在文坛有些许成就，然心中常觉家中无名，世事难求。此生所追求的，非是名利，而是那份内心的宁静与满足。愿你们能在这纷扰的世间，守住一颗纯净的心，珍惜眼前的生活，勿忘初心，方得始终。无论外界如何变迁，家中之温暖与和谐，乃是我最大的财富。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "元朝的官署",
            "Background": "张昱作为行枢密院判官，正在与同僚讨论政治局势，提到“国事既有闲，经术尤所尚”，表示对治理国家的思考。",
            "Dialogue": "{\n    角色名:同僚 \n    动作:(神情凝重，轻声询问)\n    讲话:张大人，国事当前，您对此有何高见？\n}\n{\n    角色名:张昱 \n    动作:(手拈须发，目光坚定)\n    讲话:诸君，国事既有闲，经术尤所尚。我们身为治国之人，理应以国为重，勤勉治政，方能让百姓安居乐业。唯有明了天下之事，才能更好地为国效劳，愿我们能共同努力，为这国家的未来贡献一份力量。此乃我心中所愿，亦是我身为官员的责任与使命。愿与诸君共勉之。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "丽江的山水之间",
            "Background": "张昱与郑德峻一同游玩，张昱吟诵《秋夕》，郑德峻听后赞赏不已，二人相互交流对诗词的理解与感悟。",
            "Dialogue": "{\n    角色名:郑德峻 \n    动作:(微笑，手指远方)\n    讲话:张兄，此山水之间，似乎蕴藏着无尽的诗情，您可曾想过为何？\n}\n{\n    角色名:张昱 \n    动作:(仰望天空，神情悠远)\n    讲话:郑兄所言极是，山水之间，确实藏着许多诗意与哲理。每一座山，每一条水流，皆是自然的恩赐，正如我所吟的“秋夕”，字里行间，皆是对山水的热爱与向往。愿在此间畅游，既可品味诗情，又能感悟人生，真乃人生一大乐事。愿与兄共赴此美景，吟唱此间风光，留下一段佳话。\n}"
        }
    ]
}