{
    "基本信息": {
        "姓名": "张翥",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "元",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "张翥诗文跋由许有壬所作"
    ],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "图南",
            "别名类型": "字"
        }
    ],
    "任职信息": [],
    "地理信息": [],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "张翥(1287～1368) 元代诗人。字仲举，晋宁（今山西临汾）人。少年时四处游荡，后随著名文人李存读书，十分勤奋。其父调官杭州，又有机会随仇远学习，因此诗文都写得出色，渐有名气。张翥有一段时间隐居扬州，至正初年(1341)被任命为国子助教。后来升至翰林学士承旨。 ► 张翥的诗文(463篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "陌上花·有怀",
            "作者": "张翥",
            "内容": "关山梦里，归来还又、岁华催晚。马影鸡声，谙尽倦邮荒馆。绿笺密记多情事，一看一回肠断。待殷勤寄与，旧游莺燕，水流云散。满罗衫是酒，香痕凝处，唾碧啼红相半。只恐梅花，瘦倚夜寒谁暖？不成便没相逢日，重整钗鸾筝雁。但何郎，纵有春风词笔，病怀浑懒。"
        },
        {
            "标题": "踏莎行·芳草平沙",
            "作者": "张翥",
            "内容": "芳草平沙，斜阳远树，无情桃叶江头渡。醉来扶上木兰舟，将愁不去将人去。薄劣东风，夭斜落絮，明朝重觅吹笙路。碧云红雨小楼空，春光已到销魂处。"
        },
        {
            "标题": "休洗红二首 其二",
            "作者": "张翥",
            "内容": "休洗红，洗红红减色。虽好不如新，著时须爱惜。阿母嫁女不择人，鸡飞狗走长苦辛。"
        },
        {
            "标题": "中秋望亭驿对月代祀北还",
            "作者": "张翥",
            "内容": "月色沧波共渺茫，驿亭杂坐看湖光。仙家刻玉青蟾兔，帝子吹笙白凤凰。\n芦叶好风生晚思，桂花清露湿空凉。回槎使者秋怀阔，倒泻银河入酒觞。"
        },
        {
            "标题": "瑞龙吟",
            "作者": "张翥",
            "内容": "鳌溪路。潇洒翠壁丹崖，古藤高树。林间猿鸟欣然，故人隐在，溪山胜处。"
        },
        {
            "标题": "摸鱼儿·送春",
            "作者": "张翥",
            "内容": "涨西湖、半篙新雨，麯尘波外风软。兰舟同上鸳鸯浦，天气嫩寒轻暖。帘半卷，度一缕、歌云不碍桃花扇。莺娇燕婉。任狂客无肠，王孙有恨，莫放酒杯浅。垂杨岸、何处红亭翠馆？如今游兴全懒。山容水态依然好，惟有绮罗云散。君不见，歌舞地，青芜满目成秋苑。斜阳又晚，正落絮飞花，将春欲去，目断水天远。"
        },
        {
            "标题": "浪淘沙令",
            "作者": "张翥",
            "内容": "醉胆望秋寒。星斗阑干。小窗人影月明间。客里不知归是梦，只在吴山。"
        },
        {
            "标题": "王杲东白墨兰樵题诗用韵其左并寓所怀",
            "作者": "张翥",
            "内容": "光风叶叶露香新，欲采幽芳惜暮春。几度玉笙吹夜月，潇湘云断不逢人。"
        },
        {
            "标题": "六州歌头 孤山寻梅",
            "作者": "张翥",
            "内容": "孤山岁晚，石老树查牙。逋仙去。谁为主。自疏花。破冰芽。乌帽骑驴处。近修竹，侵荒藓，知几度。踏残雪，趁晴霞。空谷佳人，独耐朝寒峭，翠袖笼纱。甚江南江北，相忆梦魂赊。水绕云遮。思无涯。又苔枝上，香痕沁，幺凤语。冻蜂衙。瀛屿月，偏来照，影横斜。瘦争些。好约寻芳客，问前度，那人家。重呼酒。摘琼朵。插鬓鸦。唤起春娇扶醉，休孤负锦瑟年华。怕流芳不待，回首易风沙。吹断城笳。"
        },
        {
            "标题": "为古绍先题刘平妻胡氏杀虎图",
            "作者": "张翥",
            "内容": "沙河岸边秋草白，枣阳城头落日黑。老兵辛苦践更来，林下税车聊一息。\n黄芦飒飒中夜鸣，伥鬼叫啸悲风生。虎饥得人怒不置，妇急徒手危相争。\n直前死力持虎足，呼儿进刀屠虎腹。但知有夫岂知虎，视之何殊机上肉。\n当时一击宁顾躯，惊魂碎骨仍携扶。九原瞑目已无憾，旧血勿湔身上襦。\n千秋节义传乡闾，我犹胆怯见画图。健妇果胜一丈夫，向来冯妇有不如。"
        },
        {
            "标题": "偕杨瑀元诚王炢自行湖堤閒步",
            "作者": "张翥",
            "内容": "湖上西风急，秋阴止杳冥。水痕连岸白，山色彻云青。\n蛰燕依深谷，还鸥下近汀。君歌我当和，有酒满长瓶。"
        },
        {
            "标题": "刘山驿",
            "作者": "张翥",
            "内容": "兹山类台剡，回复度中岑。传舍白云上，人家乌桕林。\n此身嗟老大，行路转岖嵚。佳处时停策，终焉惬野心。"
        },
        {
            "标题": "乌桕树",
            "作者": "张翥",
            "内容": "巾子峰前树，逋仙句最工。迥明霜寺外，半落石池中。\n郑老惟书柿，崔郎只咏枫。山林正寂寞，备此作春红。"
        },
        {
            "标题": "庚子元日早朝大明殿小饮自述",
            "作者": "张翥",
            "内容": "玉殿齐班对正衙，退朝冠盖满京华。青天彻晓无云气，黄道回春转日车。\n閒染彩毫题帖子，喜将绿酒泛椒花。老身只待承平了，携取来书问故家。"
        },
        {
            "标题": "浣溪沙",
            "作者": "张翥",
            "内容": "珍重千金一诺同。小红楼上舞筵中。谁知别路太匆匆。愁杀二分无赖月，凭将万里有情风。为传消息宋家东。"
        },
        {
            "标题": "闻蝉",
            "作者": "张翥",
            "内容": "中庭白榆树，时有一蝉声。沸茧方抽绪，鸣弦忽断筝。\n苍烟起平楚，落日下高城。曾是天涯客，因之百感生。"
        },
        {
            "标题": "婆罗门引 七月望，西湖舟中观水灯，一鼓归",
            "作者": "张翥",
            "内容": "暮天映碧，玻璃十顷蕊珠宫。金波涌出芙蓉。谁唤川妃微步，一色夜妆红。看光摇星汉，起舞鱼龙。月华正中。画船漾，藕花风。声度鸾箫缥缈，雁柱玲珑。酒阑兴极，更移上、琼楼十二重。残醉醒、烟水连空。"
        },
        {
            "标题": "玉漏迟 春日有怀",
            "作者": "张翥",
            "内容": "病怀因酒恼。依稀梦里，吴娃娇小。金缕歌残，人去月斜云杳。怕见栖香燕晚，又怕听、啼花莺晓。庭院悄。生衣欲试，风寒犹峭。窈窕青粉墙低，送影遇秋千，蓦然间笑。半朵棠梨，微露凤钗红袅。近日琴心倦写，更远信、西沉青鸟。虚负了。花月一春多少。"
        },
        {
            "标题": "金缕词 送王季境还广陵",
            "作者": "张翥",
            "内容": "西子湖边路。看依然、水光山色，自宜晴雨。天上归来重载酒，惟有旧盟鸥鹭。笑鬓影、星星如许。公子华筵凉似水，更绿鬟、窈窕歌金缕。留晚醉，看眉妩。三生书记真豪举。把平生、香奁软语，锦囊佳句。君到淮南明月夜，为问崔娘安否。□翻作、锦筝新谱。只恐惊鸿花外起，趁行云、直过沧江去。飞不到，断肠处。"
        },
        {
            "标题": "水龙吟 郑兰玉赋蜡梅，工甚，予拾其遗意补",
            "作者": "张翥",
            "内容": "玉人栀貌堪怜，晓妆一洗铅华尽。此花应是，菊分颜色，梅分风韵。萼点驼酥，口攒金磬，心凝檀粉。甚女贞染就，仙女绝胜，蜂儿童，鹅儿嫩。说与玉龙莫品，怕宫波、一般流浪。故人堪寄，折枝代取，江南春信。沉水全熏，檗丝密缀，额黄深晕。乍燕姬未识，是花是蜡，笑偎人问。"
        },
        {
            "标题": "兰陵王 临川寓舍闻筝",
            "作者": "张翥",
            "内容": "晚风恶。墙外杨花正落。秋千罢、人在琐窗，犹怯春寒下帘幕。多情倦绣作。恰了棠梨半萼。移金雁、应是自调，尽寄深情与弦索。数声白瓴雀。又歇拍多时，娇甚弹错。新声旧谱多忘却。想红香憔悴，锦书缭邈，匆匆前度见略略。甚如在天角。雾阁。闭银＊。柰梦断行云，青鸟难托。三生书记情缘薄。记旧家歌舞，那时行乐。桃枝人面，问酒家，负旧约。"
        },
        {
            "标题": "有客有客在门崔嵬高盖华轩起欲与之语言已叱仆夫回辕 其一",
            "作者": "张翥",
            "内容": "宁不少忍须臾，谓我巷不容车。北望豪家是趋，堂上有筝有竽。"
        },
        {
            "标题": "有客有客在门崔嵬高盖华轩起欲与之语言已叱仆夫回辕 其二",
            "作者": "张翥",
            "内容": "盛衰相寻无端，媒劳恩绝则然。还坐自乐我閒，勿谓无知绝弦。"
        },
        {
            "标题": "鹧鸪天",
            "作者": "张翥",
            "内容": "一曲吴歌酒半酣。声声字字是江南。书凭仙苑青鸾递，花助妆楼粉蝶衔。"
        },
        {
            "标题": "门有车马客行 其一",
            "作者": "张翥",
            "内容": "坐秋雨思秋风，仰视白日云中。彼美一人谁容，秉心郁其忡忡。"
        },
        {
            "标题": "踏莎行",
            "作者": "张翥",
            "内容": "雨涧天寒，孤山雪后。美人空谷谁为友。香林有路玉烟深，瀛洲无梦朝云瘦。"
        },
        {
            "标题": "鹧鸪天",
            "作者": "张翥",
            "内容": "乍学琵琶已断肠。锦绦银甲玉悬珰。春风琼树声逾稳，秋水芙蓉字亦香。"
        },
        {
            "标题": "摘红英 春雨惜花",
            "作者": "张翥",
            "内容": "莺声寂。鸠声急。柳烟一片梨云湿。惊人困。教人恨。\n待到平明，海棠应尽。"
        },
        {
            "标题": "人雁吟",
            "作者": "张翥",
            "内容": "雁飞渡江谋稻梁，江人趁熟亦渡江。雁下江中唼苹藻，人饥尽属江中央。天长水阔罗网多，无衣无食可奈何？人声未断雁声起，弃儿呱呱道傍死。不见雁春还北飞，人今去此将何之。叹息人穷不如鸟，何日相随如雁归。"
        },
        {
            "标题": "门有车马客行 其二",
            "作者": "张翥",
            "内容": "为客一鼓云何，慷慨起舞悲歌。巨鱼出听凉波，鸣鸟徘徊庭柯。"
        },
        {
            "标题": "摸鱼儿",
            "作者": "张翥",
            "内容": "记苏台、旧时风景，西楼灯火如画。严城月色依然好，无复绮罗游冶。\n欢意谢。向客里相逢，还又思陶写。金尊翠斝。把锦字新声，红牙小拍，分付倦司马。"
        },
        {
            "标题": "摸鱼儿",
            "作者": "张翥",
            "内容": "正匆匆、楚乡秋晚，孤鸿飞过南浦。同来桃叶堪惆怅，一舸载春先去。\n愁绝处。问那曲阑干，曾听人低语。今宵最苦。向枫树溪桥，芦花野馆，剪烛卧听雨。"
        },
        {
            "标题": "虞美人",
            "作者": "张翥",
            "内容": "千林白雪花间谱。价重黄金缕。尊前自听断肠词。正是江南风景落花时。"
        },
        {
            "标题": "摸鱼儿 题熊伯宜藏梅花卷子",
            "作者": "张翥",
            "内容": "记西湖、水边曾见，查牙老树如此。冰痕冷沁苔枝雪，的皪数花才试。\n天也似。爱玉质、清高不久闲红紫。孤山处士。总赋得招魂，烟荒雨暗，寂寞抱香死。"
        },
        {
            "标题": "鹊桥仙",
            "作者": "张翥",
            "内容": "生朝戊子。今朝戊子。五十八年还是。头童齿豁可怜人，也召入、词林修史。"
        },
        {
            "标题": "摸鱼儿",
            "作者": "张翥",
            "内容": "过花朝、淡烟轻雨，东风还又春社。客怀不断还家梦，只泥酒杯陶写。\n孤馆夜。甚浓醉、无人知道归来也。兰灯半灺。任赋就鱼笺，弦抛玉轸，谁念倦司马。"
        },
        {
            "标题": "摸鱼儿",
            "作者": "张翥",
            "内容": "问西湖、旧家儿女，香魂还又连理。多情欲赋双蕖怨，闲却满奁秋意。\n娇旖旎。爱照影、红妆一样新梳洗。王孙正拟。唤翠袖轻歌，玉筝低按，凉夜为花醉。"
        },
        {
            "标题": "最高楼 为山村仇先生寿",
            "作者": "张翥",
            "内容": "方寸地，七十四年春。世事几浮云。躬行斋内蒲团稳，耆英社里酒杯频。\n日追游，时啸咏，任天真。"
        },
        {
            "标题": "感皇恩 题赵仲穆画凌波水仙图",
            "作者": "张翥",
            "内容": "湘水冷涵秋，行云平贴。时见惊鸿度萍末。雾鬟烟佩，微步一川凉月。\n软波擎不定，龙绡袜。"
        },
        {
            "标题": "鹊桥仙",
            "作者": "张翥",
            "内容": "功名一饷。风波千丈。已与闲居认状。平生一步一崎岖，也趱到、盘山顶上。"
        },
        {
            "标题": "春从天上来",
            "作者": "张翥",
            "内容": "袅袅秋风。听响彻云间，彩凤啼雄。嬴女飞下，玉佩玲珑。\n肠断十二台空。渺霜天如海，写不尽、楚客情浓。烛销红。\n更锵金振羽，变徵移宫。"
        },
        {
            "标题": "望海潮",
            "作者": "张翥",
            "内容": "扶桑何许，蓬莱何处，沧海一望漫漫。精卫解填，鼋鼍可驾，凌波直度三韩。\n云气有无间。只是天是水，无地无山。赑屃鳌掀，飓风俄起书生寒。"
        },
        {
            "标题": "南乡子",
            "作者": "张翥",
            "内容": "秋色照波明。夹岸芙蓉似锦城。罨画楼台红粉面，轻盈。\n未许黄徐写得成。"
        },
        {
            "标题": "临江仙 梁山舟中二首 其二",
            "作者": "张翥",
            "内容": "羡杀渔家生处乐，隔湾数点青灯。蓑衣忘在石矶层。\n蓼花秋酿酒，枫树晚垂罾。"
        },
        {
            "标题": "恋绣衾 春晴中酒",
            "作者": "张翥",
            "内容": "醉乡残梦莺唤醒。见柳梢、日影弄明。又误了、寻芳伴，减东风、庭院笑声。"
        },
        {
            "标题": "南乡子",
            "作者": "张翥",
            "内容": "野唱自凄凉。一曲孤鸿欲断肠。恰似竹枝哀怨处，潇湘。\n月冷云昏觅断行。"
        },
        {
            "标题": "金缕词 送上官子东之昆山州幕官",
            "作者": "张翥",
            "内容": "烟草长洲苑。渺姑苏、旧游麋鹿，岁华云晚。多少吴宫花月恨，春去春来不管。\n只付与、行人凄断。君去风流宾幕里，把今情、古意供裁剪。\n珠唾湿，玉烟暖。"
        },
        {
            "标题": "临江仙",
            "作者": "张翥",
            "内容": "羡杀渔村无畔岸，茫茫杨柳蒹葭。雨余秋涨没汀沙。\n惊鸿投别渚，浴鸟坐沉槎。"
        },
        {
            "标题": "昭君怨",
            "作者": "张翥",
            "内容": "队队毡车细马。簇拥阏氏如画。却胜汉宫人。闭长门。"
        },
        {
            "标题": "真珠帘",
            "作者": "张翥",
            "内容": "银蟾半露婵娟影，西风早、次第中秋天气。凉透小帘栊，乍夜长迟睡。\n见说灵岩山色好，甚也不浓如归意。归未。趁西泠载酒，南园寻桂。"
        },
        {
            "标题": "江城梅花引",
            "作者": "张翥",
            "内容": "玉儿睡起帕蒙头。更娇柔。见郎羞。缟袂仙人，一笑艳明眸。\n粉瘦红憨春梦断，画阑畔，对西风，忆旧游。"
        },
        {
            "标题": "沁园春 次韵李元之听董氏双弦",
            "作者": "张翥",
            "内容": "谁唤娇娆，斜插双弦，华筵乍开。爱玉纤轻轧，半笼翠袖，歌喉缓引，暗点鸳鞋。\n胡部新声，乐工巧制，写出龙沙马上哀。哀何似，似离鸾惊起，白雀飞来。"
        },
        {
            "标题": "定风波",
            "作者": "张翥",
            "内容": "恨行云、特地高寒，牢笼好梦不定。婉娩年华，凄凉客况，泥酒浑成病。\n画阑深，碧窗静。一树瑶花可怜影。低映。怕月明照见，青禽相并。\n素衾正冷。又寒香、枕上薰愁醒。甚银床霜冻，山童未起，谁汲墙阴井。\n玉笙残，锦书迥。应是多情道薄幸。争肯。便等闲孤负，西湖春兴。"
        },
        {
            "标题": "声声慢",
            "作者": "张翥",
            "内容": "金銮学士，天上归来、兰舟小驻芜城。供奉新词，几度惯赋鸣筝。\n相逢沉郎绝艺，为尊前、细写余情。问何似，似秦关雁度，楚树蝉鸣。"
        },
        {
            "标题": "沁园春",
            "作者": "张翥",
            "内容": "何许登临，路绕芜城，冈连楚皋。爱流云低响，歌催琼树，微波照影，人艳仙桃。\n松院移尊，柳桥携袖，随处兰舟且暂捎。秋无际，望空江雁远，落木天高。"
        },
        {
            "标题": "齐天乐",
            "作者": "张翥",
            "内容": "阑干十二东风外，春藏画楼鸳琐。蜡炬光浓，氍毹坐软，宝鼎旋培沉火。\n玻璃盏大。但有酒须倾，有歌须和。剧饮淋浪，万金良夜虚过。\n中年情绪易恶，风流青镜里，销减些个。闽雨程赊，吴云驿远，别恨料应如我。\n先拚醉卧。任杨柳烟销，海棠月堕。明日江头，倩谁留画舸。"
        },
        {
            "标题": "行香子",
            "作者": "张翥",
            "内容": "水远天低。雪意垂垂。火炉头、煨芋燃萁。蒲团稳坐，纸帐低围。\n且放些慵，补些拙，学些痴。"
        },
        {
            "标题": "行香子",
            "作者": "张翥",
            "内容": "谢董糟丘。罢醉乡侯。更开除、从事青州。长瓶尽卧，大白休浮。\n本欲成欢，翻引病，不销愁。"
        },
        {
            "标题": "行香子",
            "作者": "张翥",
            "内容": "传癖诗逋。野逸山臞。是幽人、平日称呼。过如饭袋，胜似钱愚。\n尽我为牛，人如虎，子非鱼。"
        },
        {
            "标题": "行香子 山水便面",
            "作者": "张翥",
            "内容": "佛寺云边。茅舍山前。树阴中、酒旆低悬。峰峦空翠，溪水清涟。\n只欠梅花，欠沙鸟，欠渔船。"
        },
        {
            "标题": "水调歌头",
            "作者": "张翥",
            "内容": "三十九年我，老色上吟髭。生辰月宿南斗，正合退之诗。\n今岁两逢正月，准算恰成四十，岁暮日斜时。腊彘剐红玉，汤饼煮银丝。"
        },
        {
            "标题": "江城子 枕顶",
            "作者": "张翥",
            "内容": "合欢花样满池娇。用心描。数针挑。面面芙蕖，闲叶映兰苕。\n刺到鸳鸯双比翼，应想像，为魂销。"
        },
        {
            "标题": "太常引",
            "作者": "张翥",
            "内容": "素娥风韵自天真。似回首、趁行云。眉黛任长颦。正宜看、啼妆未匀。"
        },
        {
            "标题": "水龙吟 西池败荷",
            "作者": "张翥",
            "内容": "水宫仙子归来，为谁独立西风背。凌波梦断，可怜零落，一奁环佩。\n雨叶敲寒，露房倒影，秋声惊碎。问西亭翠被，将愁何处，空留得，余香在。"
        },
        {
            "标题": "忆秦娥",
            "作者": "张翥",
            "内容": "江南北。金鞍一去空消息。空消息。鸡声月店，雁声霜驿。"
        },
        {
            "标题": "风入松 清明日湖上即事",
            "作者": "张翥",
            "内容": "寻春春在凤城东。罗帕玉花骢。美人半亸垂鞭袖，游尘远、目断云空。\n浅碧湖波雪涨，淡黄官柳烟蒙。"
        },
        {
            "标题": "江城子 惜花",
            "作者": "张翥",
            "内容": "牡丹芍药冠池台。缕金杯。锦云堆。最恨颠风，横雨故相催。\n国色天香虚过了，红片片，卧苍苔。"
        },
        {
            "标题": "凤凰台上忆吹箫 听沈野云吹箫醉后有赋",
            "作者": "张翥",
            "内容": "琪树锵鸣，春冰碎落，玉盘珠泻还停。渐一丝风袅，悠扬青冥。\n疑把红牙趁节，想有人、记豆银屏。何须数，琵琶汉女，锦瑟湘灵。"
        },
        {
            "标题": "风流子",
            "作者": "张翥",
            "内容": "荷雨送凉飙，炎尘净、三市影灯宵。看珠珞翠绳，焰摇冰碗，彩棚花架，光射星桥。\n洞天好、笑声遮画扇，歌韵合鸾箫。琼树影中，月窥端正，雪罗香里，人斗娇娆。"
        },
        {
            "标题": "多丽",
            "作者": "张翥",
            "内容": "凤凰箫。新声远度兰桡。漾东风、湖光十里，参差绿港红桥。\n暖云蘸、郁金衫色，晴烟抹、翡翠裙腰。罨画名园，闹红芳榭，蒲葵亭畔彩绳摇。\n满鸳甃、落英堪藉，犹作殢人娇。渍罗袂、莫揉痕退，生怕香销。"
        },
        {
            "标题": "题林若拙画孤山图",
            "作者": "张翥",
            "内容": "孤山处士孤吟处，水影月香馀妙句。鹤声叫绝陵谷秋，修竹祠空几愁暮。\n白云生根著湖水，力尽西风飞不去。何人鞭石下崔嵬，中流截断鱼龙路。\n丹青楼观花如雾，葵麦无情仅前度。何似槎牙半死枝，百年犹是咸平树。\n荒烟坏柳断桥冰，宿葑田深散鸥鹭。画船歌舞不须臾，落落诗名自如故。\n野人亦有沧洲趣，安得数椽相近住。长待天寒欲雪时，杖藜来访梅边墓。"
        },
        {
            "标题": "今我不乐三章章五句 其三",
            "作者": "张翥",
            "内容": "月白西南星宿稀，巷无行人蝙蝠飞。步檐萧萧露沾衣，目断天涯遍芳草，王孙不归春自归。"
        },
        {
            "标题": "今我不乐三章章五句 其二",
            "作者": "张翥",
            "内容": "鸱鸮夜鸣兮天似漆，烟际争头小星出。破窗无灯望白日，东方未明起揽衣，风雨何来忽萧瑟。"
        },
        {
            "标题": "六月廿六日泛湖遇雨",
            "作者": "张翥",
            "内容": "忽雷矆䁡奔雨急，山灵昼藏水仙泣。螮蝀下饮湖水立，恍惚疑有蛟龙入。\n疾风吹裂南天青，芙蓉放香薰水腥。吴歌楚舞方烂熳，更尽花间双玉瓶。"
        },
        {
            "标题": "蟠松引",
            "作者": "张翥",
            "内容": "何年风雨拔老湫，乾卧千岁长黄虬。垂胡磥碨髯怒磔，雷火不敢烧其瘤。\n卒然一见势欲攫，况可手扪双角鯄。悬知根受元气大，跁跒力争崖石碍。\n樛枝互错横铁□，弓纽□张攲羽盖。低无玄鹤寄巢居，幽有苍夔出光怪。\n故人语似灵岩山，卧云之树同屈蟠。身横百围容客踞，声入半空生昼寒。\n毕宏韦偃世无有，画史掉首应嗟难。彼当为甲此为乙，造化偏钟两奇崛。\n爱之欲□重摩挲，图赞还须怪魁笔。君不见龙门寺千丈。\n齐耸巃嵷荫白日。"
        },
        {
            "标题": "紫檀筚篥曲赠善吹者任子中",
            "作者": "张翥",
            "内容": "君不见龟兹乐工能新声，截竹插芸吹月明。黄沙碛里橐驼断，花门山上浮云生。\n夜深促节转悲壮，只愁崩倒赤连城。石崖划裂水泉涌，海鹘怒戛风力竦。\n贾胡惊起怨思长，都护罢饮精魂动。传之中国久更新，任郎妙解尤绝伦。\n镂檀作管如紫玉，连蝉锦囊金作束。等閒未肯出向人，为我酒边吹一曲。\n落花撩乱游丝起，流莺无言蛱蝶死。当头独发调最高，响来直在青云里。\n顿令阳春变秋色，佶栗吴霜飞绕指。教坊弦索惨不骄，歌舞堂中静如水。\n古谁得名今莫比，讵数阳陶与关李。南音北谱此正繁，含嚼纷纭徒聒耳。\n我心感慨未易降，已觉满坐寒摐摐。安得酒船百斛乘月去，数声吹黑鱼龙江。"
        },
        {
            "标题": "今我不乐三章章五句 其一",
            "作者": "张翥",
            "内容": "今我不乐思故山，虎豹盘踞愁难攀。岂无壮士藏□间，谁能西乡发一矢，畏途如此何由还。"
        },
        {
            "标题": "皇舅墓",
            "作者": "张翥",
            "内容": "青州刺史河上坟，坟不可识碑仍存。维舟上读半磨灭，使君乃缘戚里恩。\n当时赐葬宜过厚，冢阙树立须雄尊。岂知陵谷有迁变，石马尽没龟趺蹲。\n驿夫指我元傍岸，县官恐坠移高原。岸滨往往多古冢，零落空馀秋草根。\n至今父老传谶记，野人之语那足论。我疑其藏必深锢，或谓已被湍流吞。\n安得壮士塞河水，万古莫令开墓门。"
        },
        {
            "标题": "寒漏明次韵王子常",
            "作者": "张翥",
            "内容": "寒漏明，时一聆。夜长不能寐，月色明阶庭。西风落叶争秋声，鸡啼未啼霜满城。\n城中有思妇，正促征衣成。东家西家砧杵急，使我起坐时时惊。\n归心如废弓，屡折不可檠。寒漏明，时一聆。"
        },
        {
            "标题": "八声甘州",
            "作者": "张翥",
            "内容": "向芙蓉湖上驻兰舟，凄凉胜游稀。但西泠桥外，北山堤畔，残柳依依。\n追忆莺花旧梦，回首冷烟霏。惟有盟鸥好，时傍人飞。"
        },
        {
            "标题": "题泰东山藏主十八开士图",
            "作者": "张翥",
            "内容": "环瀛茫茫去不穷，大鲸吹浪鼓飓风。楼船如山不敢过，况在泛苇浮萑中。\n西方十八大尊者，径渡万里犹乘空。犀行水开蛟蜃露，直下踏入天吴宫。\n龟鱼背高盂锡稳，中流正与灵槎同。怪头达拚四罔象，一单舁出庞眉公。\n鼻端嘘气作飞塔，舌上弹咒招降龙。两僧促膝披贝叶，一衲裹足须山童。\n雪毛白鹿岐角健，斑尾黑虎双睛红。最后坐禅如古佛，从渠抟控何神通。\n吾闻浮屠多善幻，作诗自赏画者工。君不见海波横溃鬼神恶，我无其术安能东。"
        },
        {
            "标题": "息斋竹石古木为会稽韩季博士题",
            "作者": "张翥",
            "内容": "老竹叶稀多秃枝，新竹碧润含幽姿。箨中龙子振春蛰，突出雷雨头参差。\n旁蹲怪石石罅裂，裂处恍惚疑龙穴。山中有树皆十围，活干撑青死槎折。\n霜皮食尽乾藓文，半顶斩立双桠分。最后一枝身出群，垂枝倒走阴崖云。\n李侯标致不可得，小字亲题别涂黑。纵横不在摩诘下，萧爽直与洋州敌。\n玉堂学士欣见之，浓墨大书真崛奇。森然一片铁石笔，妙甚七字琼瑰词。\n此诗此画今两绝，把玩微风动毛发。只应真宰泣雕镂，一夜山窗冷秋月。"
        },
        {
            "标题": "昆山寺",
            "作者": "张翥",
            "内容": "昆山突兀摩空苍，寺幽更枕山之阳。松杉高出人境外，楼阁半在天中央。\n日照檐楹分杳霭，风回廊庑添清凉。谷声远合蒲牢韵，林近时闻薝卜香。\n红尘咫尺到不得，黄金地面生辉光。我疑意在融结际，真宰用意非寻常。\n云埋烟蔽岁月古，未与时会犹潜藏。一旦宝像顿发见，果闻玉磬鸣高冈。\n二生开示此经始，源流既浚深必长。乃知景物不自胜，惟人方可存其纲。"
        },
        {
            "标题": "周昉按乐图",
            "作者": "张翥",
            "内容": "美人按乐春昼长，绿鬟翠袖双鸣珰。玉箫高吹银管笛，二十三弦啼凤凰。\n后来知是调筝手，窈窕傍听曾误否？《梁州》遍彻《六么》翻，此曲惟应天上有。\n行云不动暮雨生，流莺瞥目飞鸿惊。宫驰羽疾争新声，花月六宫无限情。\n君不见《后庭》《玉树》梨园谱，日日君王醉歌舞。一朝鼙鼓动地来，禄儿危似韩擒虎。\n丹青纵复王何益。由来嗜音必亡国。田家机杼人不知，好写《豳风》劝蚕织。"
        },
        {
            "标题": "画马",
            "作者": "张翥",
            "内容": "睿思殿中万几暇，缥带犀签阅名画。君王爱此神骏姿，笔势不在韦韩下。\n五云御押手自封，玉窠蟠屈宸篆红。百年重遭赤马劫，散落不逐兵尘空。\n谁欤传之能爱惜，尺楮萧萧开古色。骊骢玉面蹄腕白，青丝络脑黄金勒。\n风鬉半散头怒侧，一团渥洼云气黑。绯衫圉郎紧控持，直恐骄腾收不得。\n向来南渡小朝廷，虎视欲与金源争。蜀襄马场能几匹，尚想按图心胆倾。\n只今万里龙沙道，游牝千群饱丰草。天闲上驷皆乘黄，驽蹇纷纷世空老。"
        },
        {
            "标题": "悲寒风",
            "作者": "张翥",
            "内容": "夜漫漫，风凛凛，严霜下，寒更甚。狐鸣鬼啸有今夕，仓卒剑戟生高枕。\n神光堕地摧白虹，呜咽英雄泪空饮。"
        },
        {
            "标题": "休洗红二首 其一",
            "作者": "张翥",
            "内容": "休洗红，洗红红在水。新红换作裳，旧红翻作里。回黄倒绿无定期，世情翻覆君所知。"
        },
        {
            "标题": "赠吴士桑饶",
            "作者": "张翥",
            "内容": "吴兴一士气貌醇，儒冠落魄甘长贫。医家诸书总贯穿，有病有药即与人。\n山中僦屋不肯出，苦厌城市多嚣尘。得钱沽酒饮即醉，指点富贵如浮云。\n时来西湖住几日，所宿随夜餐随晨。过门与我谈抵掌，百无一伪皆天真。\n疾恶如雠每愤激，正坐时命遭其屯。人生除贫贫则已，五鬼到此安能神。\n天以清名补寒饿，昔之隐者人皆闻。圣贤法则吾岂敢，乡里小儿安足云。\n况君能医当济世，未叹行路常踆踆。伸眉一笑索我别，北风吹雪来缤纷。\n溪畔无钱附归去，垂橐不管妻子嗔。青山白石大自在，且复挂子头上巾。\n江湖多芦识者少，岁晚远游须待春。君不见舍中之长眼眦肉，岂解善事长桑君。"
        },
        {
            "标题": "杏叶黄",
            "作者": "张翥",
            "内容": "杏叶黄，杏叶黄。胡蝶双飞来，飞来东家墙。东家女儿绣衣裳，可怜胡蝶惜流芳，妆鬓无心苏合香。\n起弹床上筝，自歌杏叶黄。杏叶青时君去乡，坐见黄落思断肠，安得致之在我傍。\n君不来，天繁霜。"
        },
        {
            "标题": "重赋明山歌送胥式有仪还武昌",
            "作者": "张翥",
            "内容": "盱母城南隐居者，一生耕凿盱南野。何年移入明山来，筑楼山颠云在下。\n环山小坞三十六，中有清池荫桑竹。日高坞口烟雾消，稍见行人出深谷。\n池头古井穿石空，绝底暗与江流通。井中鲤鱼长尺半，人不敢取疑蛟龙。\n隐居何人曾子白，谁其从者胥生式。先生喜与山为徒，意不在仙在楼居。\n胥也来读山中书。溪翁野老时时一相过，有筐盛蕨兮有酒盛壶。\n兴酣题诗满青壁，墨痕入石青模糊。华盖浮丘，石门麻姑，邻峰丘壑可游衍，山中之乐足以遄吾躯。\n生今掉头不肯住，京尘茫茫岁云暮。岂知卬亦爱山人，未办山赀得归去。\n曾先生，几时把袂明山行，洒扫楼上听松声。黄精饱啖一千日，飞上丹梯朝玉京。"
        },
        {
            "标题": "天香室为四明定水复见心禅师赋",
            "作者": "张翥",
            "内容": "定水山中多古桂，老璘结茅来避世。囊中少试蒸花法，正藉烟霏作舆卫。\n谁令作诗传世人，一时搅动声闻尘。百年公案结未了，复翁拈起还清新。\n唱开石壁壁成字，百颗明珠照天地。不关旃檀林下风，薰破枯禅半边鼻。\n吾闻佛家别有众香国，我亦三生学禅客。若为一洗六根空，从子归来分半席。"
        },
        {
            "标题": "张师夔为郭子静作终南山色因题",
            "作者": "张翥",
            "内容": "终南山色秀可食，中有游云动凝碧。华岳西面仙掌高，仙都下射金精白。\n绀宫琳馆凭险阻，渭水晴川来咫尺。古木深藏魍魉寒，阴厓晓入蜿蜒黑。\n幽人旧隐依青壁，萝径紫篱闭寥阒。野桥插岸何处船，落日无人独归客。\n栎翁笔法追郭熙，远意欲寄烟霞微。半生江海屡惊梦，万里风尘能化衣。\n捷径无媒既愁寂，故山好在曷遄归。尚说于今明月夜，时有箫声台上飞。"
        },
        {
            "标题": "题李早女真三马扇头",
            "作者": "张翥",
            "内容": "金源六叶全盛年，明昌正似宣和前。宝书玉轴充内府，时以李早当龙眠。\n想当画院供奉日，饱阅天闲万奇骨。等閒游墨落宫扇，骏气凌风欲超忽。\n雾鬣风鬉剪剔新，郎君丰格玉为人。四带纱巾绣衣领，醉鞭踏尽燕台春。\n一声白雁黄河暮，岂料征蹄竟南渡。回首西风障战尘，女仙空抱琵琶去。"
        },
        {
            "标题": "城南",
            "作者": "张翥",
            "内容": "城南北风朝卷沙，将军开宴树大牙。黄须健儿饱酒肉，十十五五来将车。\n尽驱丁男作生口，鬼妾鬼马充其家。呜呼上天不可问，道旁观者徒咨嗟。"
        },
        {
            "标题": "题陈所翁九龙戏珠图",
            "作者": "张翥",
            "内容": "两龙颉颃出重渊，白日移海空中悬。一龙回矫一倒起，侧磔胡髯怒喷水。\n火珠炎炎如弹丸，爪底云头争控抟。一龙仰首逆鳞露，两龙旁睨苍崖蟠。\n怪风狂电浩呼汹，天吴倅立八山动。一龙后出尤崛奇，半尾戏绕蜿蜒儿。\n儿生未角已神猛，一顾却走千蛟螭。陈翁砚池藏霹雳，往往醉时翻水滴。\n便觉天瓢入手来，雨气模糊浑是墨。我尝见画多巨幅，簸荡惊涛骇人目。\n何如此笔穷变化，三尺微绡形势足。是翁前身定龙精，故能吸歘奔精灵。\n卷图还君慎封鐍，但恐破壁飞空冥。"
        },
        {
            "标题": "送崔让士良都事江淮行省",
            "作者": "张翥",
            "内容": "时平久不脩武备，一旦盗贼起跳踉。南窥荆邓北徐汝，红巾直来据武昌。\n摧城破壁官吏走，九江太守能死守。赤眉铜马终殄除，此贼游魂"
        },
        {
            "标题": "题武林姚氏颐寿堂",
            "作者": "张翥",
            "内容": "有地须种木兰花，有树好宿双啼鸦。木兰女儿能代父，慈鸦之雏能哺母。\n姚家堂中如画图，鹤发高居彩衣舞。当年兵尘暗乡关，扶携稿砧烟瘴间。\n天留晚福在平世，去家万里仍生还。有儿有妇供滫瀡，书声歌声动邻里。\n板舆不待鱼轩，列鼎不如负米，中有至乐物莫比。\n酌彼金罍酒，起为颐颜寿。堂前日日春风和，棘心之诗岂足多。\n我今独无空尔羡，如此堂中萱草何。"
        },
        {
            "标题": "题赵文敏公木石有先师题于上",
            "作者": "张翥",
            "内容": "吴兴笔法妙天下，人藏片楮无遗者。南阳诗律动江湖，一篇才出人争写。\n二老风流倾一时，只今传画仍传诗。清涵月露秋见影，黑入雷雨寒无姿。\n仇山黄鹤去不返，苕溪鸥波岁俱晚。好呼铁爪夜铮铮，刻向青珉照人眼。"
        },
        {
            "标题": "题雪溪待渡图",
            "作者": "张翥",
            "内容": "晋阳山下蒲村渡，断坂连冈叠烟树。横汾水落流更急，客子西归迫秋暮。\n朔风转雨作雪飞，倚盖沙头泥没屦。后来者谁须我友，望望津船出前溆。\n湿云扑地边鸿惊，危桥挂岸征马生。樵家有径冻叶平，土床火煖无人声。\n乱峰倒倚白石烂，空壑半压冰槎横。归来想像犹眼底，讵拟褐夫能画此。\n溪明雪净古色起，一片荒寒在窗几，岁晚远游吾倦矣。"
        },
        {
            "标题": "题侍郎秋江捕鱼图",
            "作者": "张翥",
            "内容": "秋江水多鱼唯唯，海风驱潮葭菼靡。轻舠竞载罛网出，欲向中流截鲂鲤。\n巨鳞有神不可获，腾踏波涛脱泥滓。最怜濡沫笭箵间，小白针头尖如指。\n钓璜渭叟晚终遇，西塞玄真徵不起。若人自是隐者徒，岂比沙岛渔蛮子。\n高髯能画得玄理，涂抹山川游戏耳。千岩万壑堆白云，稍看人家乔木底。\n眼中之景何所似，富春泽畔鸬鹚里。两台萧瑟秋风高，脚底滩声荡清泚。\n我当扁舟冲雁过，彷佛厓根旧曾舣。自知世外渔者村，只合投竿老烟水。\n巨缁未办五十犗，草屩捞虾从此始。"
        },
        {
            "标题": "南山莲社偕韩友直伯清昆季游龙井寺",
            "作者": "张翥",
            "内容": "长忆东林远法师，三生张野有前期。经书贝叶翻重译，漏刻莲花礼六时。\n长老布金多满地，高僧卓锡自成池。不妨随喜诸天上，扶得风篁玉一枝。"
        },
        {
            "标题": "壬申元日大雪二日立春晴景豁然春宴有作",
            "作者": "张翥",
            "内容": "白雪青天映日红，楼台高下玉山中。盘蔬晓送冰丝脆，钗杏春生蜡带融。\n北斗龙杓回后夜，东皇鸾辂驾灵风。何如得接云霄上，一看烟花绕禁宫。"
        },
        {
            "标题": "八声甘州 秋日西湖泛舟，午后遇雨",
            "作者": "张翥",
            "内容": "向芙蓉湖上驻兰舟，凄凉胜游稀。但西泠桥外，北山堤畔，残柳依依。追忆莺花旧梦，回首冷烟霏。惟有盟鸥好，时傍人飞。听取红筵象板，尽歌回彩扇，舞换仙衣。正白萍风急，吹雨暗斜晖。空惆怅、离怀未展，更酒边、忍又送将归。江南客、此生心事，只在渔矶。"
        },
        {
            "标题": "范宽山水",
            "作者": "张翥",
            "内容": "忆昔往寻剡中山，南明天姥相萦盘。客路上头穿鸟道，行人脚底踏风湍。旦寒露重多成雨，泄雾濛云互吞吐。仆夫相呼岩壑间，空响应人作人语。溪穷断岸地忽平，石门壁立如削成。隔水无数山花明，中有人家鸡犬声。向来老眼曾到处，此境俱作桃源行。百年留在范宽笔，水墨精神且萧瑟。上有翰林学士之院章，恐是宣和旧时物。林猿野鹤应自在，令我相见犹前日。时平会乞闲身归，一壑得专吾事毕。"
        },
        {
            "标题": "高阳台 题赵仲穆作陈野云居士山水便面",
            "作者": "张翥",
            "内容": "染黛浮空，凝妆伫远，数峰底事含颦。十样新眉，从他雨抹烟匀。龙绡便面宜歌舞，看亭亭、玉骨冰神。几销魂，翠被余香，锦瑟清尘。如今归去湖山畔，对一川平野，一片闲云。两两渔舟，相过桂渚兰津。谁将玉斧＊明月，柰琼楼、高处无人。忆王孙，芳草江南，暗＊残春。"
        },
        {
            "标题": "余伯畴归浙东简郡守王居敬",
            "作者": "张翥",
            "内容": "四明游客住京都，旅舍青灯照影孤。家信十年黄耳犬，乡心一夜白头乌。\n却携长铗辞金水，直挂轻帆到鉴湖。为问蠡吾王太守，别来安稳有书无。"
        },
        {
            "标题": "百字令 眉间雁",
            "作者": "张翥",
            "内容": "晓妆乍了，又翩翩何许、飞来临镜。欲寄相思无一字，拈起芳心重省。鬓＊云低，眉颦山远，去翼宜相映。娇波频送，恍如秋水涵影。几度揉损啼红，恨卿卿不到，吴江枫冷。一点风流应解妒，翡翠双钿相并。忘入香奁，时偎绣枕，看足宫花暝。多情翦就，忍教分做孤另。"
        },
        {
            "标题": "白鹰",
            "作者": "张翥",
            "内容": "爱此精神顾盼雄，扶舆遥隔海涛东。俊含金气翎如雪，直上秋云骨有风。\n绦镞五方禽献后，锦貂千骑猎围中。平原侧目多狐兔，安得真拳一击空。"
        },
        {
            "标题": "百字令 燕城晚望",
            "作者": "张翥",
            "内容": "碧天向晚，远云开疑是、江南山色。渺渺孤鸿残照外，独上高城望极。鸡散台空，萤沉苑废，龙去沟无迹。英雄安在，千秋恨血凝碧。我欲携酒重来，佛狸祠下，字暗苍苔石。社鼓神鸦浑不见，一片青青荠麦。夜月琼枝，春风水调，肯慰淹留客。翩然归去，天风扶下双舄。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其一 般若寺",
            "作者": "张翥",
            "内容": "般若南朝寺，思公第一传。拓开方丈地，坐断再生禅。\n贝叶收经夹，昙花散法筵。山神应夜夜，来礼佛灯前。"
        },
        {
            "标题": "眉妩 七夕感事",
            "作者": "张翥",
            "内容": "又蛛分天巧，鹊误秋期，银汉会牛女。薄命犹如此，悲欢事，人间何限夫妇。此情更苦。怎似他、今夜相遇。素娥妒、不肯偏留照，渐凉影催曙。私语钗盟何处。但翠屏天远，清梦云去。纵有闲针缕，相怜爱、丝丝空缀愁绪。窃春伴侣。问甚时、重画眉妩。谩铅泪弹风，都付与洗车雨。"
        },
        {
            "标题": "蜕庵岁晏百忧薰心排遣以诗乃作五首 其二",
            "作者": "张翥",
            "内容": "小小新斋阁，温温旧毾㲪。精神全藉酒，筋力半支藤。\n蛰豸深坯户，冥鸿巧避矰。蒙头衲被底，何异在家僧。"
        },
        {
            "标题": "蜕庵岁晏百忧薰心排遣以诗乃作五首 其一",
            "作者": "张翥",
            "内容": "开岁七十五，故园犹未归。看从今以后，知复是邪非。\n星斗天垂象，龙蛇地发机。边声近稍息，一醉典春衣。"
        },
        {
            "标题": "清明游包家山 其二",
            "作者": "张翥",
            "内容": "太液曾来鹄，高台旧影娥。美人黄土尽，故国白云多。\n野草荒神籍，宫莲怨棹歌。羌儿洗马处，斜日满寒波。"
        },
        {
            "标题": "清明游包家山",
            "作者": "张翥",
            "内容": "远近红千树，繁开夺艳霞。月明寒食雨，春老上阳花。\n辇路迷游躅，宫词入梦华。东风葵麦浪，回首野人家。"
        },
        {
            "标题": "水龙吟 西池败荷",
            "作者": "张翥",
            "内容": "水宫仙子归来，为谁独立西风背。凌波梦断，可怜零落，一奁环佩。雨叶敲寒，露房倒影，秋声惊碎。问西亭翠被，将愁何处，空留得，余香在。最爱双飞白鹭，镇相依、蓼边萍外。舞衫歌扇，有人绣出，水情云态。西子湖边，越娘舟上，忆曾同采。甚人今未老，花应依旧，约明年再。"
        },
        {
            "标题": "北风行",
            "作者": "张翥",
            "内容": "长河风急波浪恶，青天昼黄尘漠漠，瓠"
        },
        {
            "标题": "陈伯将作北山梓公岳居图余题其上",
            "作者": "张翥",
            "内容": "高僧业何许，云梦泽南洲。楼阁诸天上，江湖万里流。\n禅心无住著，世事若浮休。寂寞京尘里，披图时卧游。"
        },
        {
            "标题": "题远碧楼",
            "作者": "张翥",
            "内容": "江上楼居景自清，阑干朝暮傍阴晴。数峰残雨云间湿，一水斜阳岛外明。\n树隔钓歌分浦出，风移帆影近窗行。綵衣白发宜春酒，更喜田园乐事成。"
        },
        {
            "标题": "给事以马乳贶就索诗",
            "作者": "张翥",
            "内容": "挏官载出橐驼马，分得官壶给事家。代饮酪奴宁许敌，蒸豚人乳不成誇。\n肥凝晓露䲭夷革，香带秋风苜蓿花。长与诗翁消酒渴，肯辞为客住龙沙。"
        },
        {
            "标题": "乙亥初度是岁仍改至元",
            "作者": "张翥",
            "内容": "此生重见至元年，白发垂垂已满颠。仕愧买臣无印绶，归思靖节有园田。\n菜挑渚雪冰茸滑，柑剥吴霜玉脑圆。终结一庵湖上去，老来閒送佛前钱。"
        },
        {
            "标题": "渐老",
            "作者": "张翥",
            "内容": "渐老惟贪睡，相留大有情。诗从年长淡，寒入夜深清。\n不鼓床琴㾌，慵书帖字生。灯花独可喜，连夕向人明。"
        },
        {
            "标题": "渔家傲 舟行自西溪至秦川，荷花一望，百里",
            "作者": "张翥",
            "内容": "红白芙渠千万朵。水仙恰试新梳裹。缟袂霞衣争婀娜。香霞堕。凌波忽载行云过。正好玩芳停画舸。尊前自唱无人和。惟有沙鸥三两个。飞近我。夜凉同向花间卧。"
        },
        {
            "标题": "癸亥岁八月十六夜对月",
            "作者": "张翥",
            "内容": "蟋蟀梧桐秋满庭，浮云散尽见疏星。仙人修月浑无迹，使客乘槎自有灵。\n一道银河通碧海，三更白露下青冥。西风忽起吹黄鹄，梦断瑶台醉未醒。"
        },
        {
            "标题": "洞仙歌 辛巳岁燕城初度",
            "作者": "张翥",
            "内容": "功名利达，任纷纷奔竞。纵使得来也侥幸。老眼看多时，钟鼎山林，须信道、造物安排有命。人生行乐耳，对月临风，一咏一觞且乘兴。五十五年春，南北东西，自笑萍踪久无定。好学取、渊明赋归来，但种柳栽花，便成三径。"
        },
        {
            "标题": "病起偶题",
            "作者": "张翥",
            "内容": "阅世悠悠八十馀，此身天地一蘧庐。季鹰只爱生前酒，司马空留后世书。\n野散未归鸣泽雁，水烦徒噞在渊鱼。可堪濩落风尘里，两鬓霜毛顿觉疏。"
        },
        {
            "标题": "赠易学李所翁",
            "作者": "张翥",
            "内容": "易学如翁近所无，蔼然声问动江湖。蓍龟凶吉占如繇，爻象纵横画有图。\n三卷秘书传句曲，百钱卜肆隐成都。相逢欲问平生事，何惜春醪满眼沽。"
        },
        {
            "标题": "泊淮口",
            "作者": "张翥",
            "内容": "滟滟潮初上，移舟出浦中。岸分清浊水，帆掉合离风。\n伧楚方言杂，徐扬地利通。何殊入乔口，怀古思无穷。"
        },
        {
            "标题": "清明雨晴游包山龙华寺过慈云岭",
            "作者": "张翥",
            "内容": "当年玉辇此经行，古寺犹题扈从名。龙凤谶空山气歇，马羊劫换海波平。\n野桃著雨春红落，岭路埋云湿翠生。日暮人归烟树黑，饥鼯啼雨上宫城。"
        },
        {
            "标题": "次曹娥江",
            "作者": "张翥",
            "内容": "庙貌丹青古，碑词风雨讹。珓投估客拜，神降女巫歌。\n沙灶烧盐速，潮船聚堰多。贞魂招不得，挥泪大江波。"
        },
        {
            "标题": "朝中措 湖堤晚归，望葛领诸山倒影水中，昔",
            "作者": "张翥",
            "内容": "梅花处处满枝开。酒力荡吟怀。烟染藏鸦万缕，东风扶起春来。幽禽啼树，戏鱼跳日，水碧如苔。若个仙翁画得，翠微倒影楼台。"
        },
        {
            "标题": "送陈复斋归婺之武义清宁观",
            "作者": "张翥",
            "内容": "武川道馆白云间，萧散真宜羽客閒。丹侣有情开药灶，青童应在守萝关。\n冈头叱石成羊起，花下吹笙驭鹤还。岁晚相思拟相觅，只愁落叶满空山。"
        },
        {
            "标题": "寄题顾仲瑛玉山诗一百韵",
            "作者": "张翥",
            "内容": "治理逢熙运，钦明仰圣皇。至仁侔覆载，上德配轩唐。\n大业勤宏济，元臣协赞襄。贤科收俊造，庭实璨圭璋。\n入贡徕符拔，仪韶下凤凰。普天均雨露，绝域总梯航。\n每念京师食，遥需漕府粮。神妃所庇护，飓母敢飞扬。\n前队貔貅发，先驱罔象藏。冷飙鼓万舵，朱火耀连樯。\n帝策申嘉惠，祠官按典常。赏劳兼湛濊，旌烈特巍煌。\n仆本中林士，久陪东观郎。遂叨乘驿传，遍与礼灵场。\n簜节雕龙饰，华旗画隼翔。冲流度鄞越，陟险过泉漳。\n缅彼湄洲屿，崭然钜海洋。蛟穿崖破碎，鲸蹴浪撞搪。\n震鼓轰空阔，奔帆截渺茫。岛夷迎使舸，瘴雾避天香。\n嘉荐歆芬苾，阴功助翕张。精诚致工祝，景贶答祯祥。\n贾舶倾诸国，舆图奄八荒。身虽距闽峤，志已略扶桑。\n裴洞三生梦，温陵十月凉。兹游平昔冠，夙愿一朝偿。\n女髻皆殊制，蛮音各异乡。地偏宜荔子，人最贵槟榔。\n酿鹿肥漂酒，浇蚝液满房。招贤簇车骑，挥扫积缣缃。\n穷腊才竣事，暄春始趣装。剑津传警急，汀贼起狓猖。\n獠砦旋戡定，藩垣慎捍防。思亲弥切切，行役更遑遑。\n狐死嗟奚首，龟占喜允臧。封崇晏坞内，木拱计峰旁。\n薄宦祇牵率，孤踪易感伤。暂为江左客，谁洒墓头浆。\n逝矣川涂阻，凄其涕泪滂。南园恰啼鴂，北路复鸣螀。\n粤若娄东邑，由来汉太仓。机云存故宅，吴会画雄疆。\n遁迹晞高士，遗风挹让王。厥田尤沃衍，比岁适丰穰。\n老我张承吉，新知顾辟疆。闻君占形胜，筑室恣徜徉。\n铁笛留严客，青钱乞泰娘。杏鞯红叱拨，兰柱绣鸳鸯。\n辟径通佳处，栽桃带柳塘。脩梧羽葆盖，美竹碧琳琅。\n列岫浓螺色，澄湖净镜光。鸟边岚漠漠，鱼外水泱泱。\n鹤驻游仙馆，鸾鸣种玉冈。投竿钓月槛，隐几读书床。\n云结芝英秀，花团桂树苍。舫斋青筱箔，渔舍绿苔墙。\n栋宇环相属，园池郁在望。直疑金谷墅，还似辋川庄。\n未获窥诗境，相邀到草堂。开樽罗绮馔，侑席出红妆。\n婉态随歌板，齐容缀舞行。新声《绿水》曲，秾艳《大堤》倡。\n宛转缠头锦，淋漓蘸甲觞。弦松调宝柱，笙咽炙银簧。\n倚策骖联辔，钩帘烛绕廊。僰僮供紫蟹，庖吏进黄獐。\n卜昼宁辞醉，留欢正未央。分司莫惊坐，刺史欲无肠。\n是集俱才彦，虚怀共颉颃。珠玑散咳唾，律吕应宫商。\n郑老经术富，于仙词翰长。琦初灯并照，郯华骥同骧。\n璧色笺毫健，吟篇綵绘彰。拈题争点笔，得句倏盈箱。\n劲敌千钧彀，精逾百鍊钢。语奇凌鲍谢，体变失卢杨。\n瑛甫早有誉，亨衢那可量。抟扶看怒翼，腾达待蜚黄。\n既笃朋情重，仍持雅道昌。披襟视肝胆，刻琰播文章。\n永契欣依托，衰踪顿激昂。盍簪承伟饯，授简藉馀芳。\n自鄙冥搜拙，徒令属对忙。端如享敝帚，何异贮奚囊。\n谈笑聊堪接，赓酬曷足当。吾犹郐以下，公等楚之良。\n瓠落浑无用，艰难寔备尝。拟为覂驾马，竟作触藩羊。\n箸力频驰骛，功名几慨慷。不嫌成晚合，深幸际时康。\n邂逅因斯会，暌违又一方。匆匆把别袂，眷眷赋河梁。\n鸿雁清秋日，蒹葭昨夜霜。关山凝朔气，星斗丽寒芒。\n疾病家多难，归休岁亦阳。苦心甘寂寞，短发任苍浪。\n漏屋愁荷盖，尘衣惜蕙纕。杜陵非固懒，贺监岂真狂。\n回首长追忆，缄诗远寄将。乾坤浩今古，此意讵能忘。"
        },
        {
            "标题": "金山桥上闻苑池荷香",
            "作者": "张翥",
            "内容": "立马金河上，荷香出苑池。石桥秋雨后，瑶海夕阳时。\n深树栖霞早，微波浴象迟。烦襟一笑爽，正喜好风吹。"
        },
        {
            "标题": "廉子祐归省金陵且就秋试作三绝句赠别 其三",
            "作者": "张翥",
            "内容": "自昔高科取俊英，布衣徒步到公卿。庙堂今日求材切，正待诸君策治平。"
        },
        {
            "标题": "前出军五首 其一",
            "作者": "张翥",
            "内容": "前军红衲袍，朱丝系彭排。后军细铠甲，白羽攒鞲靫。\n辎车左右驰，万马拥长街。送行动城郭，斗酒饮同侪。\n壮士当报国，毋为故乡怀。"
        },
        {
            "标题": "前出军五首 其四",
            "作者": "张翥",
            "内容": "大军北庭来，部伍各有屯。放马原隰枯，磨刀河水浑。\n行行且射猎，雉兔不复存。野次群驼卧，弓箭挂车辕。\n幽幽笛声起，日暮伤人魂。"
        },
        {
            "标题": "前出军五首 其五",
            "作者": "张翥",
            "内容": "京师少年子，胆气乃粗豪。倾金售宝剑，厚价买名刀。\n白毡作行帐，红绫制战袍。结束往从军，谈笑取功劳。\n当时霍嫖姚，岂在学戎韬。"
        },
        {
            "标题": "前出军五首 其三",
            "作者": "张翥",
            "内容": "昨日发万军，今日发万军。明日发万军，枭骑来群群。\n马蹄所经过，黄埃荡成云。堆粮与作饭，倒树与作薪。\n道途行者绝，那得有居人。"
        },
        {
            "标题": "后出军五首 其二",
            "作者": "张翥",
            "内容": "我军城东门，呼声震屋瓦。百万山压来，此贼何足打。\n狂锋尚力拒，转斗血喷洒。城中有暗沟，多陷人与马。\n将令毋轻入，明当一鼓下。"
        },
        {
            "标题": "后出军五首 其三",
            "作者": "张翥",
            "内容": "先锋才攻门，后军已登陴。拔都不怕死，直上搴贼旗。\n马前献逆首，脚下踏死尸。长河走败船，疾遣飞将追。\n幕中作露板，应有傅脩期。"
        },
        {
            "标题": "后出军五首 其一",
            "作者": "张翥",
            "内容": "步卒伧楚健，长刀短甲衣。大叫前搏敌，跳荡如鸟飞。\n左提血髑髅，右夺贼马归。黄金得重赏，顾盼生光辉。\n尔辈疾归命，将军足天威。"
        },
        {
            "标题": "前出军五首 其二",
            "作者": "张翥",
            "内容": "锻铁作佩刀，磨石为箭镞。中军把辕门，前竖十丈纛。\n朝上芦沟桥，夕次泃河曲。超乘既誇勇，骋马复齐足。\n男儿不封侯，百年同视肉。"
        },
        {
            "标题": "后出军五首 其四",
            "作者": "张翥",
            "内容": "行行铁兜鍪，队队金骆驼。呜呜吹铜角，来来齐唱歌。\n总戎面如虎，指顾挥雕戈。马踶无贼垒，手箠可填河。\n王师本无敌，安用战图多。"
        },
        {
            "标题": "游万松庵",
            "作者": "张翥",
            "内容": "黄尘扑马出西城，忽见云林眼倍明。竟日寂无山鸟语，满岚纯是涧松声。\n石幢花雨何时洒，禅榻茶烟特地生。客自去来钟梵外，老僧于世已忘情。"
        },
        {
            "标题": "后出军五首 其五",
            "作者": "张翥",
            "内容": "魔贼生汝亳，獠贼起于海。婴锋天狗触，堕网奔鲸骇。\n徐方一战收，振旅已奏凯。江浙尘既清，豫章围亦解。\n诸将如竭力，削平行可待。"
        },
        {
            "标题": "至日微雪家人尽上冢独步小酌",
            "作者": "张翥",
            "内容": "忽忽又逢长至日，此心寒似琯中灰。寻思一日老一日，得饮数杯还数杯。\n鹊知太岁改巢去，雨被北风吹雪来。醢兔羞鴽良不恶，馂馀聊遣冻颜开。"
        },
        {
            "标题": "春从天上来 同王继学宪使赋",
            "作者": "张翥",
            "内容": "十里红楼。问声价如今，谁满扬州。白发书记，此日重游。听取席上名讴。拥冰弦斜伫，更为我、敛笑凝眸。觅黄骝。看端端怎比，楚楚风流。殷勤砑绫小草，写不尽宫汝，一段春柔。淡水疏花，知谁消受，几度帘卷香收。怕巫娥归去，空惆怅、梦断情留。把离愁。付行云行雨，楚尾吴"
        },
        {
            "标题": "送春答何高士",
            "作者": "张翥",
            "内容": "湖山不见暮云浑，杨柳风寒早闭门。情在旧游花历历，酒淹残睡雨昏昏。\n种桃道士今何处，采芍骚人不返魂。欲识伤春无限意，杜鹃枝上有啼痕。"
        },
        {
            "标题": "春日泛湖陪李旻德融席上作",
            "作者": "张翥",
            "内容": "春来浑不到湖边，偶逐东风上画船。花气暖流黄鸟岸，水光晴展白鸥天。\n绿尊兴极频呼酒，银管声高正辊弦。我比放翁应更放，看花不独海棠颠。"
        },
        {
            "标题": "送王季培还扬州兼述所怀",
            "作者": "张翥",
            "内容": "远忆淮南后土祠，君归今已发琼枝。好寻月下吹箫处，犹及花前把酒时。\n锦瑟金钱馀旧伴，乌丝红袖有新诗。故人相见如相问，老尽当年杜牧之。"
        },
        {
            "标题": "大驾时巡千官导送至大口",
            "作者": "张翥",
            "内容": "万乘巡行远，三灵佑护多。旌旄随大纛，鼓铎杂鸣驼。\n丽日浮黄伞，微风送玉珂。臣心如草色，不断到滦河。"
        },
        {
            "标题": "次倪元镇张伯雨锡山倡和之什",
            "作者": "张翥",
            "内容": "鹤在青林凤在阿，骚人行处有吟窝。西风落木秋来早，南国浮云入暮多。\n欲赋朱华临邺水，可堪白芷怨湘波。期君不负湖山约，来听吴侬欸乃歌。"
        },
        {
            "标题": "散木轩为陈则虚高士赋",
            "作者": "张翥",
            "内容": "散木轩中一散仙，形虽如槁气苍然。路松正自为明误，社栎还因不用全。\n梁栋无心聊阅世，山林有地可长年。碧窗日静忘机事，悟得南华第四篇。"
        },
        {
            "标题": "北山以雪窗墨兰竹石求题次韵",
            "作者": "张翥",
            "内容": "幽兰出楚畹，美竹自湘滨。共友三生石，俱涵太古春。\n山林空见相，冰雪老通神。长作禅房供，毋令堕世尘。"
        },
        {
            "标题": "次韵莫景行秋雨喜晴",
            "作者": "张翥",
            "内容": "苦热不可忍，汗肤鳞甲生。雨分何处落，月在半天明。\n虫语迎秋早，川光入夜清。得凉忘坐久，河汉忽西倾。"
        },
        {
            "标题": "次韵题大雷山桃源汪氏桃隐 其二",
            "作者": "张翥",
            "内容": "南北二十里，两山中过云。采芝随鹿去，拾果与猿分。\n酒熟青田核，羹香碧涧芹。非君播诗句，那得世人闻。"
        },
        {
            "标题": "次韵题大雷山桃源汪氏桃隐",
            "作者": "张翥",
            "内容": "幽甚南雷路，尝闻故老传。墟通卖鱼碶，潮入种蚶田。\n棂子浑成树，桃花不计年。山中多佛寺，灯火肃芊芊。"
        },
        {
            "标题": "水龙吟 次韵王本中赋楼子芍药",
            "作者": "张翥",
            "内容": "宝楼十二玲珑，仙家只在云间住。金盘舞罢，罗裙襞皱，乘风欲去。画槛移春，彩鸾衔信，几番延伫。看钗莛叠萼，天然富贵，妆台近，有人妒。句引广陵遗恨，倩流莺、为花低诉。年年长是，芳菲时候，满城烟絮。春色三分，落红千片，总成尘土。向月明空羡，双双睡蝶，宿花房露。"
        },
        {
            "标题": "苏武慢 对雪",
            "作者": "张翥",
            "内容": "冻雨跳空，朔云屯地，陡觉夜寒无赖。谁从蕊阙，宴罢群仙，一样佩零珠解。应唤冯夷，起舞回风，搅碎渺茫银海。倚南窗清思，盈襟看尽，整容斜态。君试问、白羽鸣弦，青貂束锦，千骑猎归烟塞。何如倦客，蜡屐枝筇，乘兴竹边梅外。随处堪寻，卖酒人家，春渚水乡挑菜。趁湖山晴晓，吟魂飞上，玉峰瑶界。"
        },
        {
            "标题": "冯秀才伯学以丹青小景山水求题",
            "作者": "张翥",
            "内容": "沙禽毛羽新，来往采桑津。野水碧于草，桃花红照人。\n徘徊远山暮，窈窕江南春。芳思不可极，悠然怀钓纶。"
        },
        {
            "标题": "谒金门 效前人首句用山人字醉中答友",
            "作者": "张翥",
            "内容": "山人坐。把酒歌呼相和。起舞尽教乌帽堕。归来头不裹。浮世人情历过。身外虚名参破。除却醉乡无别个。神仙天地我。"
        },
        {
            "标题": "赠别句曲外史张伯雨",
            "作者": "张翥",
            "内容": "玄洲别岛郁巃嵷，满谷蜷云护万松。外史编图琼笈秘，隐居留诰玉函封。\n丹池雨见龙无角，药圃春肥鹿有茸。拟借一龛为洞吏，与君来往大茅峰。"
        },
        {
            "标题": "行次独石驿大雨驲行廿里喜晴",
            "作者": "张翥",
            "内容": "段段青天出，浮云四散归。燕忙搀马过，蝇乱扑人飞。\n远道倦行李，故山思采薇。北风朝已冷，未敢御絺衣。"
        },
        {
            "标题": "送绝宗继讲师住大雄寺",
            "作者": "张翥",
            "内容": "大展三衣古道场，真人高拱殿中央。曼陀雨散天花落，薰陆烟生石乳香。\n纚纚风雷飞讲舌，耽耽龙象绕禅床。师行不废宗雷社，会觅篮舆到上方。"
        },
        {
            "标题": "丹凤吟 幺凤",
            "作者": "张翥",
            "内容": "蓬莱花鸟。记并宿苔枝，双双娇小。海上仙姝，唤起绿衣歌笑。芳丛有时遣探听，东风数声啼晓。月下人归，凄凉梦醒，怅愁多欢少。念故巢犹在瘴云杪。甚闭入雕笼，庭院深悄。信断羁雌远镇怨索绕。翠襟近来渐短，看梅花又还开了。纵解收香寄与，柰罗浮春杳。"
        },
        {
            "标题": "翰林三朝御容戊戌仲冬朔把香前宫",
            "作者": "张翥",
            "内容": "嘉禧殿前初日高，瑞光先映赭黄袍。云间瑞露收金掌，仗外微风飏彩旄。\n黄鹤仙人周子晋，碧鸡使者汉王褒。禁园尚觉馀寒在，未放春红上小桃。"
        },
        {
            "标题": "怀翟文中",
            "作者": "张翥",
            "内容": "君留越甸长怀我，我在京华几梦君。佳句每从愁里得，远书忽向病中闻。\n船来海口人争岸，兵满淮南火照云。今日临风倍凄断，白头清泪共纷纷。"
        },
        {
            "标题": "登严先生两钓台",
            "作者": "张翥",
            "内容": "两台有径可跻攀，老树长藤荟蔚间。渔钓自忘天子贵，风云何似客心閒。\n钟催夜月来孤寺，帆挟春涛过乱山。寂寞羊裘轩下路，几人携酒酹潺湲。"
        },
        {
            "标题": "天竺山中访项可立不遇",
            "作者": "张翥",
            "内容": "葛洪川畔千年寺，路绕长松一涧分。潭影青移行处岫，岚光白散望中云。\n猿公吟树应思侣，鹿女衔花不乱群。常羡山僧专胜概，水声林下百无闻。"
        },
        {
            "标题": "登金山吞海亭了公请赋",
            "作者": "张翥",
            "内容": "危亭突兀戴鳌头，俯视沧溟一勺浮。龙伯衣冠藏下府，梵王台殿起中流。\n扶桑夜色三山日，滟滪江声万里秋。老我惜无吞海句，但磨崖石记曾游。"
        },
        {
            "标题": "登六和塔",
            "作者": "张翥",
            "内容": "江上浮屠快一登，望中烟岸是西兴。日生沧海横流外，人立青冥最上层。\n潮落远沙群下雁，树欹高壁独巢鹰。百年等事豪华尽，怕听兴亡懒问僧。"
        },
        {
            "标题": "次石门驿",
            "作者": "张翥",
            "内容": "投老复行役，江湖秋兴悲。舣舟黄落处，欹枕黑甜时。\n燕闰归何晚，鸥晴浴故迟。不妨无事饮，聊遣有情痴。"
        },
        {
            "标题": "点绛唇 舟行书见",
            "作者": "张翥",
            "内容": "风起云飞，兰舟竞入横塘住。恼人何处。隔岸花篱雾。一水盈盈，难送凌波步。空相觑。正如牛女。隔断银河路。"
        },
        {
            "标题": "送宋本礼部状元调选还京",
            "作者": "张翥",
            "内容": "圣主求贤礼数崇，策名高步冠南宫。乘槎析木天津上，奏赋甘泉卤簿中。\n染翰墨凝仙掌露，护衣香散御炉风。只今帝业熙千载，正待儒臣黼黻功。"
        },
        {
            "标题": "蝶恋花 柳絮",
            "作者": "张翥",
            "内容": "陌上垂杨吹絮罢。愁杀行人，又是春归也。点点飞来和泪洒。多情解逐章台马。瘦尽柔丝无一把。细叶青颦，闲却当时画。惆怅此情何处写。"
        },
        {
            "标题": "定风波 商角调 商角调 西江客舍",
            "作者": "张翥",
            "内容": "恨行云、特地高寒，牢笼好梦不定。婉娩年华，凄凉客况，泥酒浑成病。画阑深，碧窗静。一树瑶花可怜影。低映。怕月明照见，青禽相并。素衾自冷。又寒香、枕上薰愁醒。甚银床霜冻，山童未起，谁汲墙阴井。玉笙残，锦书迥。应是多情道薄＊。争肯。便等闲孤负，西湖春兴。"
        },
        {
            "标题": "定风波 昆山路漕席上",
            "作者": "张翥",
            "内容": "舞袖歌鬟簇画堂。就中偏是展家娘。待道无情还有思。恰似。昆山日暖凤求凰。海上潮生人尽醉。催起。兰舟分散不成双。回首玄都春梦里。从此。桃花应自怨刘郎。"
        },
        {
            "标题": "东风第一枝 忆梅",
            "作者": "张翥",
            "内容": "老树浑苔，横枝未叶，青春肯误芳约。背阴未返冰魂，阳梢已含红萼。佳人寒怯，谁惊起、晓来梳掠。是月斜、花外幺禽，霜冷竹间幽鹤。云淡淡，粉痕渐薄。风细细，冻香又落。叩门喜伴金尊，倚阑怕听画角。依稀梦里，记半面、浅窥朱箔。甚时得、重写鸾笺，去访旧游东阁。"
        },
        {
            "标题": "有旨翥领宋史刊于江浙次东阿站",
            "作者": "张翥",
            "内容": "南来十五驿，幽绝独斯亭。下榻月初上，捲帘山更青。\n干时嗟暮齿，从事厌劳形。寂寞江云外，谁知有使星。"
        },
        {
            "标题": "东西马塍春行柬平湜伯容",
            "作者": "张翥",
            "内容": "清明时节每多阴，杨柳人家花满林。侵晓乍收连日雨，赏春常负百年心。\n凫翁一一蒲塘暖，雉子斑斑麦陇深。为报能诗平处士，剩携芳酒共幽寻。"
        },
        {
            "标题": "成居竹有诗见寄因郯九成行用韵答之",
            "作者": "张翥",
            "内容": "归隐山林叹未能，强支世故力难胜。少狂欲作追风骠，老退还如被冻蝇。\n客赋有愁逾万斛，兵厨无酒可三升。与君为结东家社，珍重衰年护寝兴。"
        },
        {
            "标题": "送贵溪彭伯时教授之高州蒙古学",
            "作者": "张翥",
            "内容": "都门柳色绿纷纷，惆怅南园此送君。䫈海驿程须给传，国朝字学要同文。\n鼓来野庙迷蛮鬼，火燎山田落瘴云。藉有槟榔与藤酒，冷官聊复送朝曛。"
        },
        {
            "标题": "岁晏奇寒",
            "作者": "张翥",
            "内容": "痴坐"
        },
        {
            "标题": "临江仙 次韵山村先生赋柳",
            "作者": "张翥",
            "内容": "摇荡春光湖上路，多情偏识倡条。画船系在赤阑桥。花飞人别处，绿暗雨休朝。恼乱东风扶不起，空怜燕姹莺娇。舞衣香冷董娇娆。相思无限恨，犹似旧宫腰。"
        },
        {
            "标题": "赠马易之",
            "作者": "张翥",
            "内容": "万里征帆渡越江，兹游奇观世无双。海中蓬岛金银阙，天上玉堂云雾窗。\n吾道政须求柱石，诗坛从此避旌幢。青林白谷归休地，怀抱因君得暂降。"
        },
        {
            "标题": "多丽 为友生书所见",
            "作者": "张翥",
            "内容": "小庭阶。帘栊婀娜蓬莱。恨匆匆、归鸿度影，东风摇荡情怀。不多时、见他行过，霎儿后、依旧回来。银铤双鬟，玉丝头导，一尖生色合欢鞋。麝香粉、绣茸衫子，窄窄可身裁。偶回头、笑涡透脸，蝉影笼钗。忆疏狂、随车信马，那知沦落天涯。豆蔻初、可怜春早，菖蒲晚、难见花开。红叶波深，彩楼天远，浪凭青鸟信音乖。等闲是、这番迷眼，无处可安排。行云断、梦魂不到，空赋阳台。"
        },
        {
            "标题": "多丽 西湖泛舟，夕归施成大席上，以晚山青",
            "作者": "张翥",
            "内容": "晚山青。一川云树冥冥。正参差、烟凝紫翠，斜阳画出南屏。馆娃归、吴台游鹿，铜仙去、汉苑飞萤。怀古情多，凭高望极，且将尊酒慰飘零。自湖上、爱梅仙远，鹤梦几时醒。空留在、六桥疏柳，孤屿危亭。待苏堤、歌声散尽，更须携妓西泠。藕花深、雨凉翡翠，菰蒲软、风弄蜻蜓。澄碧生秋，闹红驻景，采菱新唱最堪听。□一片、水天无际，渔火两三星。多情月、为人留照，未过前汀。"
        },
        {
            "标题": "留宿洪洞庆云观刘山甫方丈",
            "作者": "张翥",
            "内容": "旅寓丹房夜，高城乍绝钟。蜡花烧烛短，乳面泼茶浓。\n山豁三更月，秋添四壁蛩。殷勤老贞士，清话得从容。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其二十 退道陂",
            "作者": "张翥",
            "内容": "神凿三百级，盘回上峻陂。摄衣苍藓滑，倚杖白云多。\n野叟耕麋"
        },
        {
            "标题": "七月二十七日书所见",
            "作者": "张翥",
            "内容": "杏花树底血犹红，一宿星痕雨洗空。凤阙追班听帝诏，羽林坐甲卫皇宫。\n天官占候徵玄象，国士精诚贯白虹。引领云间望笙鹤，朝来佳气已葱葱。"
        },
        {
            "标题": "舟发浙江夜泊庙山驿",
            "作者": "张翥",
            "内容": "风帆东上浪冥冥，钟鼓山前近驿亭。江海秋生河汉白，鱼龙夜没水云青。\n谁从三岛求仙药，自信孤槎应客星。好唤吴儿扣舷起，浩歌呼酒月中听。"
        },
        {
            "标题": "二月望日湖上值风",
            "作者": "张翥",
            "内容": "疾风吹浪满重湖，云掩西山一半无。黄帽牵船依岸过，苍头按鹘绕林呼。\n莺花世界如春梦，烟雨楼台似画图。童稚兹游今白发，断桥斜日重踟蹰。"
        },
        {
            "标题": "送范准堂住天台法轮寺",
            "作者": "张翥",
            "内容": "白首南屏坐不回，偶提佛法住天台。幽禅有味风生磬，瘦影无尘月满台。\n罗汉山中飞锡过，鲛人海上献珠来。不知万壑烟霞底，何处寻师拨芋煨。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其十九 御书阁",
            "作者": "张翥",
            "内容": "粲若唐宸翰，森然宋赐书。宝藏经阁上，光动道场初。\n川岳留奇观，风云绕净居。何时能一到，银钥借开鱼。"
        },
        {
            "标题": "并州歌送张彦洪使毕还河东",
            "作者": "张翥",
            "内容": "吾乡故人零落尽，见子老成殊慰心。祥金百鍊乃利器，桐尾方焦逢赏音。\n河东臬府幕下士，飞传来作朝正使。太和岭上盗已空，旌旗尽是官军红。\n杀人如麻道路绝，朝狐暮枭竞巢穴。严风歘起霜倒飞，塞日黯淡寒无辉。\n子来未几遽言归，使我东望泪沾衣。岂不闻并州少年游侠子，手携玉龙最轻死。\n并州将军刘越石，夜半登临长啸起。汾河直来绕郡城，雁门离石寒峥嵘。\n老旻四叶弹丸地，大梁全师劳再征。一朝征贼辄破碎，大将不诛天失刑。\n为子作歌歌愤激，眼中太行如动色。安得壮士射乌弓，为落搀抢连太白。"
        },
        {
            "标题": "七忆 其一 忆钱塘",
            "作者": "张翥",
            "内容": "平湖十里碧漪风，歌舫渔舟远近同。天竺雨馀山扑翠，海门潮上日蒸红。\n伤心花月随年换，回首闾阎委地空。白发故人零落尽，浮生怅望梦魂中。"
        },
        {
            "标题": "风流子 赏筝妓崔爱",
            "作者": "张翥",
            "内容": "梨园供奉曲，卿卿解、写入十三弦。听促弹宝柱，暮催行雨，放娇银甲，春绕飞烟。可人处、凤声啼玉碎，燕尾点波圆。宜与画看，徽容妍丽，欲裁诗寄，莺思缠绵。多情曾相遇，归舟字、梦里尚记游仙。好倩钿床纤手，移近尊前。尽何处教吹，玉箫明月，此情追忆，锦瑟华年。多少旧愁新恨，知为谁传。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其十六 大慧塔",
            "作者": "张翥",
            "内容": "大慧谈经地，林园即给孤。凿云藏舍利，鞭石起浮图。\n风铎时喧寂，天经忽有无。沙门每来此，三绕作南谟。"
        },
        {
            "标题": "南浦 舣舟南浦，因赋题",
            "作者": "张翥",
            "内容": "花落楚江流，过西山、雨涨渔村无路。双浆载愁来，苹沙外、惟有盟鸥相觑。春波碧草，送君曾是伤情处。依旧朝云飞画栋，秋满鹤汀凫渚。斜阳三两人家，□青旗影里，炊烟一缕。弦索夜深船，凄凉听、还似西风湓浦。征鸿去尽，梦回明月生烟树。如此山川无限恨，都付一尊怀古。"
        },
        {
            "标题": "游凤凰山故宫至高禖台鸿雁池",
            "作者": "张翥",
            "内容": "衰草寒烟老木风，南朝佳气落秋空。璧来山鬼遮秦使，盘泣仙人出汉宫。\n坏埒尚传祠乙鸟，荒池曾见射飞鸿。骚人自古多离思，长在登临感慨中。"
        },
        {
            "标题": "送刘彦基奉宗师命访求道德经注",
            "作者": "张翥",
            "内容": "北风霜霰日冥冥，送子南归出广庭。上国几年陪赐履，名山随处访藏经。\n藜光照夜时燃火，龙气冲寒直射星。却忆冲虚观前路，豫章双树更青青。"
        },
        {
            "标题": "乐平刘复初隐居四咏 其一 耕田",
            "作者": "张翥",
            "内容": "东皋南亩雨新晴，杏花欲开菖叶生。田妇蒸藜来午饷，邻翁荷锸趁春耕。\n乌犍引犊村村出，布谷催人处处鸣。归与儿孙共閒夜，一窗灯火读书声。"
        },
        {
            "标题": "孤鸾 题钱舜举仙女梅下吹笛图",
            "作者": "张翥",
            "内容": "江皋空阔。更半霎轻风，些儿微雪。倚树仙姬，翠袖暮寒应怯。闲拈玉龙自品，爱冰姿、与花争洁。一阕霓裳乍了，又落梅初叠。怕曲终人去彩云绝。便梦断瑶台春思愁结。□□□□、□□□□□□。那堪绿毛幺凤，向苔枝、数声啼咽。留得余香满袂，已西山斜月。"
        },
        {
            "标题": "木兰花慢 次韵陈见心文学孤山问梅",
            "作者": "张翥",
            "内容": "压西湖千树，曾几度，为携尊。向柳外停桡，苔边待鹤，酒熟诗温。瀛洲旧时月色，怅荒凉、惟有数枝存。天上梨花成梦，江南桃叶移根。如今憔悴客愁村。难返暗香魂。甚岁晚春迟，角寒笛晓，雪暗云昏。登临不甚寄目，但青山、隐隐月纷纷。再约与君同醉，从他啄木敲门。"
        },
        {
            "标题": "甲子元日夜大雪初三日立春始晴",
            "作者": "张翥",
            "内容": "几年无此雪，南国见应稀。平地深三尺，飞花大一围。\n银河乾彻底，白石烂生辉。润色饶梅柳，新春晓已归。"
        },
        {
            "标题": "周汉长公府临安故城二图",
            "作者": "张翥",
            "内容": "南渡君臣建业偏，不堪乔木黯风烟。岂知白马兴王后，又到红羊换劫年。\n三辅黄图空郡国，六朝王气渺山川。白头开府归来日，应览遗踪一怆然。"
        },
        {
            "标题": "周汉长公府临安故城二图 其一",
            "作者": "张翥",
            "内容": "主家楼观郁参差，想见当年全盛时。宫草细侵行辇路，苑花深覆泛舟池。\n瑶台仙去尘生海，甲帐神来风满旗。好在画图留胜迹，五云长护鹤笙祠。"
        },
        {
            "标题": "观潮",
            "作者": "张翥",
            "内容": "海口潮初上，江流涌不行。大风生气势，烈日夺光晶。\n鹢首来何驶，䲭夷怒未平。吴儿誇壮观，车马暮填城。"
        },
        {
            "标题": "鹧鸪天 为朱氏小妓绣莲赋三首",
            "作者": "张翥",
            "内容": "半臂京绡稳称身。玉为颜面水为神。一痕头导分云绾，两点眉山入翠颦。丹杏小，碧桃新。雏莺恰啭上林春。平生惯是听歌耳，除却莲儿只一"
        },
        {
            "标题": "左丞傅梦臣归老汾曲赋以寿之",
            "作者": "张翥",
            "内容": "六朝名德仰巍巍，未许家园久息机。霖雨帝方思汝作，衮衣人更望公归。\n南山一柱标中土，左辖三星拱太微。欲向宾筵颂眉寿，寸心遥与白云飞。"
        },
        {
            "标题": "十二月二十七日雪寒奉旨赐宴史局",
            "作者": "张翥",
            "内容": "圣主恩荣六赐筵，玉音躬听相臣宣。史裁东观何殊汉，人在瀛洲总是仙。\n御酒如春浮浩荡，宫花与雪斗婵娟。微生此日沾休泽，祇望丹宸祝万年。"
        },
        {
            "标题": "桂枝香 赏桂杨氏山园，夜饮花下有作",
            "作者": "张翥",
            "内容": "天香万斛。尽贮入魏台，辟寒金粟。谁唤仙娥睡起，露妆烟沐。翠云裙袖黄云袜，倚秋风、乍惊郎目。恨无明月，高烧蜡炬，分阴丛绿。深照见、凉禽并宿。爱摇滟琼杯，花影堪掬。寸梦丝缘旧约，尚堪重续。何时卜隐西湖上，葺缃荷、芳杜为屋。小山人远，魂招不来，谩歌遗曲。"
        },
        {
            "标题": "怀临川旧游赋以赠别戈直伯敬",
            "作者": "张翥",
            "内容": "拟岘台前汝水流，因君还忆旧曾游。故人零落半为鬼，贱子蹉跎今白头。\n诗思入江枫叶冷，乡心随雨雁声秋。北斋居士知强健，为觅新篇慰别愁。"
        },
        {
            "标题": "廉子祐归省金陵且就秋试作三绝句赠别 其一",
            "作者": "张翥",
            "内容": "故园归思浩无涯，更听啼鹃恼客怀。后夜月明应有梦，先随潮水过秦淮。"
        },
        {
            "标题": "清河水涨答复中吉监县水字韵",
            "作者": "张翥",
            "内容": "漭漾清河涨，湍流滋浸淫。沧溟浑灌注，浊浪浩浮沉。\n洲渚津涯阔，泥沙沮洳深。沿淮泽鸿满，漂荡渡江浔。"
        },
        {
            "标题": "古促促辞",
            "作者": "张翥",
            "内容": "促促何促促，丈夫生儿美如玉。长城游荡不思归，令我只身守空屋。\n不愿汝学班定远，不愿汝学马相如。定远生不入玉关，相如死不还成都。\n但如塞翁父子长相保，得马失马何足道。又如庞公携家隐鹿门，遗安遗危俱不论。\n贵而衣貂不如贫而缊枲，离而食肉不如聚而饮水。\n身虽促促心得宽，为汝白头屋中死。"
        },
        {
            "标题": "玉蝴蝶 春梦",
            "作者": "张翥",
            "内容": "屏里昊山深窃，宿酲未解，午枕初甜。胆怯窗虚，惊起误使人嫌。是乳鸦、声声绿树，是语燕、两两朱帘。转愁添。斜翘不正，堕珥慵拈。厌厌。行云飞去，潇湘江上，巫峡峰尖。不尽销凝，海棠月上已窥檐。蝶粉寒、羞薰翠被，灯花瘦、懒叠香奁，倚春纤。暗啼妆泪，半袖红淹。"
        },
        {
            "标题": "泛舟青镇至姚师善庄夕回韩庄",
            "作者": "张翥",
            "内容": "明月半溪水，归人中夜舟。树阴屯岸合，萤影入烟流。\n勋业生无取，田园老可谋。悠然发清咏，思绕白蘋洲。"
        },
        {
            "标题": "题闲闲吴宗师徒孙丁自南卷",
            "作者": "张翥",
            "内容": "羡君学道上清宫，亲得先生早发蒙。枸杞未逢朱孺子，丹砂须问葛仙翁。\n窗前点易寒研露，坛上焚香夜礼空。化鹤归来定何事，从师千载住崆峒。"
        },
        {
            "标题": "天竺北峰行香汎舟湖山堂",
            "作者": "张翥",
            "内容": "肩舆直过上湖西，泱漭晨光远欲迷。风起涧松清不暑，雨乾石路净无泥。\n泉分绝壑流边续，云到高峰尽处低。投老宁能数来往，把杯洞口听猿啼。"
        },
        {
            "标题": "行香子·扰扰阎浮",
            "作者": "张翥",
            "内容": "扰扰阎浮。清浊同流。费精神、补喜填忧。岁云暮矣，卿可归休。有板支颐，书遮眼，被蒙头。蝼蚁王侯。华屋山丘。待他时、老去优游。筑间茅屋，买个黄牛。种芋成区，瓜作圃，稻盈畴。"
        },
        {
            "标题": "行香子 止酒五首",
            "作者": "张翥",
            "内容": "酒量无多。不饮从他。看黄垆、似隔山河。渊明自止，醉尉谁呵。也莫豪吟，莫狂舞，莫高歌。鸥外风波。蜗角干戈。算百年、一梦南柯。阅人传舍，随处行窝。便富熏天，气盖世，待如何。"
        },
        {
            "标题": "好事近 寒夜",
            "作者": "张翥",
            "内容": "门外晚风生，鼓角城头欲动。霜月满天如水，渐夜深寒重。幽人拥被醉模糊，无愁也无梦。只有些儿心上，怕梅花清冻。"
        },
        {
            "标题": "瓜州与成居竹王克纯登江风山月亭",
            "作者": "张翥",
            "内容": "风起西津断客艘，熊家亭上得凭高。云移鸟影沈江树，雨带龙腥出海涛。\n开辟自天留壮观，登临如我老英豪。放舟拟就金山宿，一夜清寒袭锦袍。"
        },
        {
            "标题": "上京大雨骤寒饮周从道所",
            "作者": "张翥",
            "内容": "莫年已卜田园去，岂意犹歌行路难。且复酒杯同旅次，不堪人事总忧端。\n山林茅屋三生远，风雨毡裘六月寒。吾友有家应此住，老夫何地挂吾冠。"
        },
        {
            "标题": "送彭大年真人祀东海东岳东镇",
            "作者": "张翥",
            "内容": "国典崇常祀，名山仰岱宗。圣王钦所遣，使者肃惟恭。\n礼自唐虞秩，神知造化钟。天门开巀嵲，日观上巃嵷。\n零雨行清道，浮云起荡胸。宿斋分鹤帐，朝飨发鲸钟。\n吹溢安歌进，灵来卫仗从。御香分晻霭，佩玉响瑽瑢。\n美荐怀椒糈，精诚奠璧琮。东流瞻巨海，列镇到诸峰。\n瀛岛遥相望，仙人或此逢。岳祇调虎豹，水怪帖鱼龙。\n星坠祠光白，烟涵瑞气浓。振衣临浚壑，飞盖拂长松。\n庶物消馀沴，洪河复故踪。年祥报齐鲁，地宝出雷澭。\n嘉泽群方洽，明时百职供。回车宜访问，弭节可从容。\n世祚祈千亿，元功赞九重。禁庭归福处，有待颂东封。"
        },
        {
            "标题": "江神子 吴门席上，罗生求赋",
            "作者": "张翥",
            "内容": "阖闾城外绿杨枝。一丝丝。比吟髭。比似吟髭，不似少年时。积欲同携尊酒去，青翰舫，缕金卮。故人相见减风姿。淡胭脂。比红儿。比似红儿，扶醉索新诗。明日片帆江水远，人去也，又相思。"
        },
        {
            "标题": "三月望日游虎丘寺题小吴轩",
            "作者": "张翥",
            "内容": "海涌峰前云树盘，佛宫飞阁出巑岏。虎来古冢金精白，龙卧秋池剑影寒。\n禅老说空留坏石，鬼仙题雨下虚坛。凭高不尽登临兴，更借西山晚翠看。"
        },
        {
            "标题": "花心动 剑浦有感",
            "作者": "张翥",
            "内容": "花信风寒，绮窗深、匆匆禁烟时节。燕子乍来，宿雨才晴，满树海棠如雪。黛眉准拟明朝画，灯花翦、妆奁双叠。负佳约、鹊还误报，燕应羞说。宝镜将圆又缺。从涩尽银簧，怕吹鸣咽。一霎梦魂，也唤相逢，依黯断云残月。古来多少春闺怨，看薄命、无人如妾。软绡帕、凭谁寄将泪血"
        },
        {
            "标题": "题华山图",
            "作者": "张翥",
            "内容": "华岳连天向西起，澒洞秦川三百里。巨灵高掌削芙蓉，影落黄河一线水。\n云台雾谷巢神仙，羽衣金节时周旋。大笑失脚白骡背，归来石上长鼾眠。\n千载悠悠寄玄赏，耳孙风骨犹萧爽。远从丹丘渡沧海，追挹神踪欲长往。\n何人想像图真形，叠崖阴洞高林青。上摩金天之帝京，下揽玉女之明星。\n峰耶麓耶两莫极，虎豹叫绝烟霏冥。仙家楼观超然住，遥认微茫是征路。\n丹梯铁锁不可攀，直唤茅龙上天去。"
        },
        {
            "标题": "题赵文敏公画马",
            "作者": "张翥",
            "内容": "君不见汉家将军求善马，战骨纵横血流野。归来作歌荐宗庙，宁悲鬼哭宛城下。\n何如圣代德所怀，入献磊落皆龙媒。右牵者谁鬈者偲，万里知自宛沙来。\n眼光镜悬蹄腕促，老奚识性仍善牧。时巡之外游幸稀，饱秣原头春苜蓿。\n吴兴学士艺绝伦，妙处直似曹将军。只今有马无此笔，谁与写之传世人。\n为君甘老驽骀群。"
        },
        {
            "标题": "浣溪沙 广陵席上赋别三首",
            "作者": "张翥",
            "内容": "偶约尊前已目成。琵琶私语更分明。如今翻作断肠声。彩扇旧歌怜楚楚，青楼薄幸怨卿卿。海枯石烂古今情。"
        },
        {
            "标题": "浣溪沙 临川别席",
            "作者": "张翥",
            "内容": "昨夜花前送玉钟。绿鬟歌罢落梅风。不知离思为谁浓。醉语低回银烛背，梦云重叠绣帏中。只愁归路见芙蓉。"
        },
        {
            "标题": "送蒙古僧印空岩黄龙寺 其二",
            "作者": "张翥",
            "内容": "古刹西江外，师居最上方。山神出护法，天女下焚香。\n久客霜髭满，归舟云树长。秋期到天目，容我借禅床。"
        },
        {
            "标题": "送蒙古僧印空岩黄龙寺",
            "作者": "张翥",
            "内容": "高僧明廷秀，受业自南宗。心诀提为印，禅机捷若锋。\n炉香来化鹤，瓶水豢降龙。弟子经窗外，应占旧偃松。"
        },
        {
            "标题": "自悼 其二",
            "作者": "张翥",
            "内容": "梦中常苦不分明，天上人间各有情。桃叶竹枝无限意，灵芝瑞草可怜生。\n若兰谩织回文字，鹦鹉犹传响板声。欲得近音何处问，风烟遮断武林城。"
        },
        {
            "标题": "杂诗七首 其二",
            "作者": "张翥",
            "内容": "叔子邻家儿，探环记前身。次律求师后，一悟了宿因。\n我亦清源洞，蜕骨岩下人。误堕声利区，驱驰丧其真。\n所以付樽酒，都忘贱与贫。惜无还丹术，高举遗世尘。\n悠悠笙鹤期，旷望三山津。"
        },
        {
            "标题": "寄题钦惟心山房三首",
            "作者": "张翥",
            "内容": "普照南徐寺，苍苍祗树林。驮经惟白马，布地尽黄金。\n午梵钟声远，寒灯殿影深。由来世界黑，谁与一明心。"
        },
        {
            "标题": "寄归学士彦温",
            "作者": "张翥",
            "内容": "老笔文章史汉间，喜闻华发映朱颜。司空旧隐王官谷，开府今称庾子山。\n一色黄茅丹灶火，十年清梦紫宸班。与君岁晚须相见，久办归思疏乞还。"
        },
        {
            "标题": "静寄轩为吴僧一元赋",
            "作者": "张翥",
            "内容": "群动寂寥外，一轩潇洒中。山林亦长物，身世本虚空。\n清磬花龛日，孤灯竹榻风。不曾离寓所，惟有主人公。"
        },
        {
            "标题": "寄答翟彬文中时避慈溪 其二",
            "作者": "张翥",
            "内容": "静对孤灯思往事，偶闻疏雨落寒窗。愁边白发三千丈，梦里青山十四双。\n蜀魄有声疑诉国，楚招无些忆沈江。只因诗思缘君苦，吟断遥钟已晓撞。"
        },
        {
            "标题": "寄答翟彬文中时避慈溪 其一",
            "作者": "张翥",
            "内容": "往年使过慈湖上，风景依稀可画传。红叶树藏秋水寺，白头僧渡夕阳船。\n竹林雨过山多笋，渔浦潮来海有鲜。藉是县公能爱客，不妨酬倡酒樽前。"
        },
        {
            "标题": "次韵闽僧秀嵓寄竹溪僧 其一",
            "作者": "张翥",
            "内容": "峰北峰南法界中，杖藜来往夕阳钟。时过花洞逢游鹿，夜咒珠台放钓龙。\n七字诗才清似水，三生骨相古于松。羡师方外全无事，只个蒲团又过冬。"
        },
        {
            "标题": "次韵闽僧秀嵓寄竹溪僧 其二",
            "作者": "张翥",
            "内容": "望入南云无去鸿，凭谁持饷一瓶空。诗来万里燕台下，寺在三山冶县东。\n戏瓦空中惟见水，挂幡窗外自摇风。我今也拟辞簪绂，去作岩居三老翁。"
        },
        {
            "标题": "戊子正月连雪苦寒答段助教天祐吉甫二首 其一",
            "作者": "张翥",
            "内容": "雪寒浑未解，风力更狂吹。强饭怜君瘦，重裘觉我衰。\n酒香红面颊，灯影黑须眉。黄鹤山中地，求田已有期。"
        },
        {
            "标题": "戊子正月连雪苦寒答段助教天祐吉甫二首 其二",
            "作者": "张翥",
            "内容": "三年冗博士，四海老诗人。同是桑榆日，惟堪曲米春。\n清羸元寿相，肮脏任长身。微子谁知我，从来懒更真。"
        },
        {
            "标题": "海楼为宛丘秋藏用题",
            "作者": "张翥",
            "内容": "不著阑干百尺高，难容此客卧云涛。深连厚地三千轴，迥压神仙十五鳌。\n日影夜生浮画栋，珠光秋孕射霜袍。醉来白眼看馀子，未许元龙气独豪。"
        },
        {
            "标题": "寄平江开元寺雪窗光公",
            "作者": "张翥",
            "内容": "独木山寮昼不开，禅馀香印已成灰。寺分麋鹿台前住，人向鱼凫国里来。\n佛钵供多光类玉，祖衣传久色如苔。一枝得个邛州竹，拄到云居不拟回。"
        },
        {
            "标题": "江城梅花引 九日杏梅同开，汪国才折以请赋",
            "作者": "张翥",
            "内容": "玉儿睡起帕蒙头。更娇柔。见郎羞。缟袂仙人，一笑艳明眸。粉瘦红憨春梦断，画阑畔，对西风，忆旧游。忆君恨君思悠悠。怕凄凉，不耐秋。艳绝韵绝香更绝，特地风流。宜与云鬟双插倚妆楼。月又渐低霜渐冷，花似雪，满苍苔，总是愁。"
        },
        {
            "标题": "乐平刘复初隐居四咏 其三 饮酒",
            "作者": "张翥",
            "内容": "酿法传将道士家，春醪一味采松花。常时野坐开新瓮，几度山行载后车。\n忤客有谁焚醉日，学仙何处饮流霞。明朝又觅南邻伴，还汲清泉洗石洼。"
        },
        {
            "标题": "解连环 留别临川诸友",
            "作者": "张翥",
            "内容": "夜来风色。叹青灯素被，早寒欺客。想寂寞、人在帘栊，望鸿雁欲来，又催刀尺。秋满关河，更谁倚、夕阳横笛。记题花赋月，此地与君，几度游历。江头楚枫渐赤。对离尊饮泪，难问消息。趁一舸、千里东归，眇天末乱山，水边孤驿。晚年华，怅回首、雨南云北。算今古、此情此恨，"
        },
        {
            "标题": "沁园春 读白太素天籁集，戏用韵效其体",
            "作者": "张翥",
            "内容": "客汝知乎，载酒轻舟，看花小车。胜炎州出使，瘴浮征旆，禁门待漏，霜满朝靴。岁去堂堂，老来冉冉，瓶雀飞时手怎遮。平生事，叹山林迹远，霄汉程赊。从渠梦蝶疑蛇。得放懒、还须自在些。甚天荒地老，铜台歌舞，水流云在，金谷豪奢。客问先生，归宜早计，醉后之言可信耶。鸥盟在，任渔蓑江上，雨细风斜。"
        },
        {
            "标题": "阳曲义士薛氏旌表诗卷",
            "作者": "张翥",
            "内容": "上天久无雨，南风日吹沙。旱气弥虫虫，六月稻不花。\n晋土素硗瘠，如此岁食赊。上官方劝分，义士起叹嗟。\n发帑捐积镪，籴粟来连车。吾乡忍沟壑，哺尔万口呀。\n厚泽田里被，颂声父老誇。预备世勿务，征敛惟纷拿。\n遂令活人功，乃出一士家。不知时有司，视此无愧耶。\n我作义薛诗，好德良可嘉。愿言讲荒政，生意当无涯。"
        },
        {
            "标题": "九月二日揭晓仆以朔旦始得閒复成二诗录奉泰甫侍郎思齐御史本中都事道明敏文伯崇有志诸寮友 其二",
            "作者": "张翥",
            "内容": "西风渐急早寒严，晓露俄晞日在檐。满鼎松声烹活火，半钩花影捲疏帘。\n菊黄又报秋期近，发白空惊老态添。未得山中觅茅屋，去修丹灶养红盐。"
        },
        {
            "标题": "九月二日揭晓仆以朔旦始得閒复成二诗录奉泰甫侍郎思齐御史本中都事道明敏文伯崇有志诸寮友 其一",
            "作者": "张翥",
            "内容": "解送诸君藻鉴分，棘围明发喜开门。荆人自许山多玉，庄叟虚谈海有鲲。\n过雁风高秋索索，护霜云薄晓昏昏。乡来曾预春闱考，犹记君王赐上尊。"
        },
        {
            "标题": "清平乐 酒后二首",
            "作者": "张翥",
            "内容": "先生醉矣。是事忘之矣。欲友古贤谁可矣。严子真其人矣。问渠辛苦征鞍。何如自在渔竿。终办一丘隐计、西湖鸥鹭平安。"
        },
        {
            "标题": "自顾",
            "作者": "张翥",
            "内容": "自顾摧颓客，仍居寂寞滨。月佣奴谇少，岁计妇忧贫。\n酒后诗成梦，灯前壁写神。渔樵吾所喜，相见即情亲。"
        },
        {
            "标题": "谒金门 酒后偶忆",
            "作者": "张翥",
            "内容": "春几许。红透数枝花雨。管领风光谁是主。酒边人楚楚。好与写将乐府。积与画教眉妩。醉后不知庭院午。隔帘双燕语。"
        },
        {
            "标题": "郡楼晚望览临武堂故基",
            "作者": "张翥",
            "内容": "全晋山川气象开，满城烟树拥层台。土风旧有尧时俗，人物今无楚国材。\n千嶂晚云原上合，两河秋色雁边来。昔贤胜赏今陈迹，落日登临画角哀。"
        },
        {
            "标题": "送刘侯赴大理",
            "作者": "张翥",
            "内容": "万里南云入马蹄，蛮酋迎拜过阿黎。将军拔剑歌玄武，使者乘轺祀碧鸡。\n六诏星文开井络，两关鸟道插天梯。圣朝谋帅先诗礼，努力筹边息鼓鼙。"
        },
        {
            "标题": "寄俊上人",
            "作者": "张翥",
            "内容": "不见俊公今十年，武林留偈竟茫然。苕溪寺已空尘劫，蒲室灯还有别传。\n晒衲石根随夕照，题诗竹里湿秋烟。何时近一牛鸣地，老去山中伴夜禅。"
        },
        {
            "标题": "雁自代过晋岭客中感兴",
            "作者": "张翥",
            "内容": "雁行初自雁门来，远度平沙阵势开。光禄塞空霜气冽，受降城废水声哀。\n乌孙公主歌难和，猿臂将军射未回。今日客中肠易断，不须更上最高台。"
        },
        {
            "标题": "答谢看云宗师寿帙绮段之赠",
            "作者": "张翥",
            "内容": "自信平生有道缘，频烦白鹤寄瑶笺。锦分帝子机中织，诗入真人诰内编。\n弱水蓬莱三万里，庆云阊阖九重天。拟抽玉刺从飙御，一到环枢问列仙。"
        },
        {
            "标题": "云松巢为翰林学士王公俨作",
            "作者": "张翥",
            "内容": "高人自昔爱云林，拟作幽居寓素心。遁世每怀箕叟隐，题诗聊效谪仙吟。\n几番白鹤迷秋梦，半树青萝补夕阴。独坐天风洒毛发，高寒何似玉堂深。"
        },
        {
            "标题": "题昌化陈孝子传",
            "作者": "张翥",
            "内容": "百丈山前妾逢主，礼贤镇中子逢母。三十馀年昨日同，白发相看泪如雨。\n阿㜷去时未断乳，儿壮得知心独苦。清湖老妪天所留，逆旅主人神使语。\n归来桑竹溪之浒，妇前持觞儿起舞。双瓜生祥表秋圃，岂用旌书动官府。\n吴人买妾纷莫数，岁满母归遗子女。巷南巷北不相觅，况复山川两脩阻。\n呜呼千秋复万古，孝子之名在寰宇。世上滔滔忘母人，不愧唐昌一抔土。"
        },
        {
            "标题": "水龙吟 广陵送客，次郑兰玉赋蓼花韵",
            "作者": "张翥",
            "内容": "芙蓉老去妆残，露华滴尽珠盘泪。水天潇洒，秋容冷淡，凭谁点缀。瘦苇黄边，疏萍白外，满汀烟＊。把余妍分与，西风染就，犹堪爱，红芳媚。几度临流送远，向花前、偏惊客意。船窗雨后，数枝低人，香零粉碎。不见当年，秦淮花月，竹西歌吹。但此时此处，丛丛满眼，伴离人醉。"
        },
        {
            "标题": "文昌楼望月时家已归浙上",
            "作者": "张翥",
            "内容": "今夜溪楼月，登临倍惘然。电光何处雨，风色欲秋天。\n历历灯缘岸，依依笛起船。江湖归路渺，回首白鸥前。"
        },
        {
            "标题": "清明日偕李钦嗣游吴公弓台至雷塘蜀井",
            "作者": "张翥",
            "内容": "路绝平沙过，新塘水半乾。龙归雷雨恶，鹘没海天宽。\n县帜春醅熟，行厨野祭寒。此生无倚泊，随处得盘桓。"
        },
        {
            "标题": "七忆 其六 忆吴兴",
            "作者": "张翥",
            "内容": "忆汎苕华溪上船，故人为我重留连。半山塔寺藏云树，绕郭楼台住水天。\n白榜载歌明月里，青帘沽酒画桥边。计筹山下先茔在，欲往浇松定几年。"
        },
        {
            "标题": "过李陵台",
            "作者": "张翥",
            "内容": "路出桓州山缦回，仆夫指是李陵台。树遮望眼仍相吊，云结乡愁尚未开。\n海上羝羊秋牧罢，陵头石马夜嘶哀。英雄不死非无意，空遣归魂故国来。"
        },
        {
            "标题": "鹿苑寺",
            "作者": "张翥",
            "内容": "千古南朝几劫灰，萧梁寺额独崔嵬。化蛇妒妇馀空井，刺虎将军有旧台。\n江口山红寒照没，石头树白暝烟来。满衣落叶西风急，更为凭高送一杯。"
        },
        {
            "标题": "齐天乐 临川夜饮滏阳李辅之寓所",
            "作者": "张翥",
            "内容": "江霜一树凄凉叶，惊鸟夜深啼落。客里相逢，尊前细数，几度雨漂风泊。微吟缓酌。渐月影斜欹，画阑东角。只怕梅花，无人看管瘦如削。江湖容易岁晚，想多情念我，归信曾约。尘土狂踪，山林旧隐，梦寄草堂猿鹤。离怀最恶。是酒醒香残，烛寒花薄。一段销凝，觉来无处着。"
        },
        {
            "标题": "摸鱼儿 临川春游，连日病酒，赋此止之",
            "作者": "张翥",
            "内容": "过花朝、淡烟轻雨，东风还又春社。客怀不断还家梦，只泥酒杯陶写。孤馆夜。甚浓醉、无人知道归来也。兰灯半＊。任赋就鱼笺，弦抛玉轸，谁念倦司马。长安市，几度携尊命驾。空惊游兴衰谢。醉乡天地无今古，争得一襟萧洒。春纵冶。便不饮、从教团雪揉花打。觥筹已罢。笑蜾嬴螟蛉，吾今真止，为报独醒者。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其十四 兜率桥",
            "作者": "张翥",
            "内容": "传是竺僧说，幽如兜率宫。驱龙劈地险，架石补天空。\n星土熊湘合，云沙鹫岭通。阑干倚来久，时度吉祥风。"
        },
        {
            "标题": "秋日陪吴兴诸府公宴鲁公池上",
            "作者": "张翥",
            "内容": "芙蓉池上会群公，满意华筵笑语中。虹影连蜷山外雨，荷香澹荡晚来风。\n歌催银甲筝逾急，凉入金樽露易空。我亦玉堂挥翰手，题诗合在水晶宫。"
        },
        {
            "标题": "云州龙门镇韩母刘孝节卷",
            "作者": "张翥",
            "内容": "韩家门外立双楹，丹染旌书照路明。此媪何如陶母传，诸郎具是董生行。\n春泉跃鲤饶佳味，晓树啼乌有喜声。孝节从来贫始见，秦台那用筑怀清。"
        },
        {
            "标题": "露华 玉簪",
            "作者": "张翥",
            "内容": "瀛洲种玉。总付与花神，月底深＊。琢就瑶笄，光映鬓云斜叠。几度借取搔头，别试汉宫妆束。风露冷，幽香半襟，淡伫阑曲。亭亭雪艳愁独。爱粉沁冰＊，须＊金粟。石上那回磨断，争忍轻触。一自楚客归来，珠履旧游谁续。秋梦起，残妆半簪坠绿。"
        },
        {
            "标题": "重寄水西新公道场渭公三塔宽公 其一",
            "作者": "张翥",
            "内容": "我恐前生老法华，退居清淡即僧家。禅师有道常骑虎，侍者通神自辟蛇。\n已负法身来震旦，终抛尘网觅提奢。洞庭春后多风水，准拟南归买钓车。"
        },
        {
            "标题": "重寄水西新公道场渭公三塔宽公 其二",
            "作者": "张翥",
            "内容": "道场山顶千年寺，迥出云林最上层。师已新闻出世法，我今浑似在家僧。\n书迟不到秋风雁，诗苦长县夜雨灯。蚤晚南归有船□，□□□□□□□。"
        },
        {
            "标题": "扫花游 落红",
            "作者": "张翥",
            "内容": "洗春雨急，碎万点胭脂，荡空无影。馆娃骨冷。怅香销麝土，泪殷玉井。莫怨东风，自古佳人薄命。掩鸾镜。纵补得茜瘢，妆坏难整。芳事谁管领。但蜜腻蜂房，藓斑鸳径。一帘画永。绿阴阴尚有，绛趺痕凝。彩笔招魂，已是繁华梦醒。伫芳景。换西湖、锦云千顷。"
        },
        {
            "标题": "题张外史马塍新居",
            "作者": "张翥",
            "内容": "窈窕丹房古涧阿，长松脩竹绕层坡。桃园隐者时相遇，茅洞仙人夜或过。\n沆瀣杯寒供晓食，青冥笙响答空歌。白云浮出池痕满，知是龙泓宿雨多。"
        },
        {
            "标题": "北归四月一日舟至市泾",
            "作者": "张翥",
            "内容": "绿树村村合，晴川浦浦通。岸容宽积雨，水色定回风。\n戍近时鸣柝，渔归忽舣篷。船人喜相约，乘早过垂虹。"
        },
        {
            "标题": "满江红 次韵耶律舜中樟亭观潮",
            "作者": "张翥",
            "内容": "望入西泠，乍一线、涛头涌白。疑海上、鳌翻山动，鹏搏风积。银汉迢遥槎有信，秋光浩荡云无迹。快醉挥、吟笔倒琼瑰，冯夷宅。沙草远，迷烟碛。云树老，＊宫壁。叹潮生嘲落，几时休息。事往空遗亡国恨，鸟飞不尽吴天碧。正销凝、何处夕阳楼，人横笛。"
        },
        {
            "标题": "游石头城清凉寺用天锡题壁诗韵",
            "作者": "张翥",
            "内容": "扪萝上绝顶，岚气湿缤纷。日色不到地，树阴浑似云。\n僧归过岭见，樵唱逆风闻。更待诗人醉，狂书白练裙。"
        },
        {
            "标题": "满江红 钱舜举桃花折枝",
            "作者": "张翥",
            "内容": "前度刘郎，重来访、玄都燕麦。回首地、暗香销尽，暮云低碧。啼鸟犹知人怅望，东风不管花狼籍。又凄凄、红雨夕阳中，空相忆。繁华梦，浑无迹。丹青笔，还留得。恍一枝常见，故园春色。尘世事多吾欲避，武陵路远谁能觅。但有山、可隐便须归，栽桃客。"
        },
        {
            "标题": "梅隐为蕃禧观余道士作二首 其一",
            "作者": "张翥",
            "内容": "隐者多幽事，锄云自种梅。几盘山径术，强半雪莓苔。\n拾药泥丹灶，浮香入酒杯。时时霞上友，清晓踏寒来。"
        },
        {
            "标题": "梅隐为蕃禧观余道士作二首 其二",
            "作者": "张翥",
            "内容": "茅屋西林下，逋仙恐是君。支筇鹤外见，哦句竹边闻。\n老树春常早，空山雪不分。道人无梦久，何处觅梨云。"
        },
        {
            "标题": "送泐季潭游天台并送渊侍者归天台二首 其二",
            "作者": "张翥",
            "内容": "解夏回天竺，寻真问石桥。邻房留偈遍，归路载经遥。\n瀑壮秋悬雨，江明日上潮。题诗寄相忆，何处觅山寮。"
        },
        {
            "标题": "送泐季潭游天台并送渊侍者归天台二首 其一",
            "作者": "张翥",
            "内容": "来从石城寺，去访石桥僧。锡杖空山路，禅龛独夜灯。\n道知文畅得，诗识皎然能。到日西岩下，应吟瀑布淜。"
        },
        {
            "标题": "寄四明定水见心复禅师",
            "作者": "张翥",
            "内容": "闻公近住慈溪寺，今是璘师第几镫。笑我在前图作佛，只今投老欲依僧。\n瓶中舍利藏来长，窗外猕猴唤得应。会拂尘衣上方去，天香树底乞花蒸。"
        },
        {
            "标题": "摸鱼儿 钱万户宜之邀予赋瑶台景",
            "作者": "张翥",
            "内容": "甚瑶台、翠鸾雏小。风流占断妍景。数声何处啼春胜，帘卷晓窗人静。天气困。梳未稳、绿鬟倭堕临妆镜。懒羞倦整。待铰个金花，眉夫双雁，还怯剪刀冷。仙家好，十二行云路迥。牢笼芳梦不定。多情正要人拘管，无柰绿昏红暝。乘酒兴。携两袖、天风飞上蓬莱顶。阑干独凭。为唤玉笙来，霓裳按舞，和月醉花影。"
        },
        {
            "标题": "摸鱼儿 赋湘云",
            "作者": "张翥",
            "内容": "问湘南、有云多少，不应长是为雨。平生宋玉缘情老，赢得鬓丝如许。歌又舞。更一曲琵琶，昵昵如私语。闲悲浪苦。怪旧日青衫，空流泪满，不解画眉妩。空凝伫。十二峰前路阻。相逢知在何处。今朝重见春风手，仍听旧弹金缕。君且住。怕望断、蘅＊日暮伤离绪。新声自谱。把江北江南，今愁往恨，尽入断肠句。"
        },
        {
            "标题": "庚辰十月朔奉迎明宗册宝至石佛寺明日壬辰迎至太庙清祀礼成赋以纪事",
            "作者": "张翥",
            "内容": "宝册香舆出法宫，非烟御路晓濛濛。仗齐剑佩千官里，金奏箫韶九庙中。\n宣室鬼神徵贾谊，太常礼乐属孙通。下臣有幸逢熙事，散作恩波四海同。"
        },
        {
            "标题": "默坐",
            "作者": "张翥",
            "内容": "默坐观浮世，何殊起灭云。猿寒夜嘷母，鸦急晚追群。\n应俗神嗟耗，经冬足苦皲。俸香吾独喜，日可炷炉薰。"
        },
        {
            "标题": "喜迁莺 琼花",
            "作者": "张翥",
            "内容": "东风吹尽。但一片绿阴，空留春恨。后土祠荒，飞琼谪久，还喜玉容堪认。二十四桥夜月，二十四番花信。便载酒，怕芳菲易老，阴晴难稳。娇困。羞起晚，伫立画阑，净洗闲脂粉。沉水浓熏，蜂黄淡染，自有绝尘香韵。也知世间无对，肯许浮花相近。凤箫远，待数枝折与，玉峰人问。"
        },
        {
            "标题": "木兰花慢 题红犀扇面",
            "作者": "张翥",
            "内容": "记西湖送别，曾共绾，绿杨丝。怅水去云回，佳期杳渺，远梦参差。重来访邻寻里，爱卿卿、不减旧风姿。不着银筝清怨，难题纨扇相思。暗香销尽合欢枝。留在锦囊诗。又越北闽南，秋随雁影，花老莺儿。应缘采春情重，便＊湖、春色恋微之。扶起晓窗残醉，潮平月落多时。"
        },
        {
            "标题": "题牧牛图",
            "作者": "张翥",
            "内容": "去年苦旱蹄敲块，今年水多深没鼻。尔牛觳觫耕得田，水旱无情力皆废。\n画中见此东皋春，牧儿超摇犊子驯。手持鸲鹆坐牛背，风柳烟芜愁杀人。\n儿长犊壮须尽力，岂惜辛勤供稼穑。纵然喘死死即休，不愿徵求到筋骨。"
        },
        {
            "标题": "暮春有感次刘监丞",
            "作者": "张翥",
            "内容": "二鸟宁容一处囚，能鸣何似不鸣休。来今往古无穷事，剩水残山总是愁。\n欲识碧云须丽句，拟裁白雪欠名讴。强颜未得投簪去，一濯尘缨万古流。"
        },
        {
            "标题": "太古楼为豫章傅道士题",
            "作者": "张翥",
            "内容": "羽客栖玄紫极宫，楼居三景自玲珑。游云宛在洪荒世，探道元居恍惚中。\n窗白夜生南浦月，帘高时卷上江风。如何宴坐忘机者，千劫尘缘一息空。"
        },
        {
            "标题": "刊史局雨凉陪韩左丞叔亨小集",
            "作者": "张翥",
            "内容": "断烟疏雨散秋虹，古木高堂纳晚风。青史文章千古上，紫微星象五云中。\n前朝无似于今盛，群彦难期此会同。凉思满帘宜解带，好怀宁放酒杯空。"
        },
        {
            "标题": "犀山凝翠台为上清道士刘伯达题",
            "作者": "张翥",
            "内容": "仙馆深居寂寞滨，千岩浓翠湿无尘。筑台一日临风雨，驱石中宵使鬼神。\n潭上昼游鱼听瑟，花间春醉鸟衔巾。山灵不是藏真境，留待云栖学道人。"
        },
        {
            "标题": "菩萨蛮 赠雁",
            "作者": "张翥",
            "内容": "人随雁雁俱南去。雁应先到凭传语。若问锦书无。人归不得书。归期还信否。准在梅花后。烟树短长亭。只争三四程。"
        },
        {
            "标题": "破阵子 七夕戏咏",
            "作者": "张翥",
            "内容": "此夕天孙河鼓，多情呆女痴儿。鹊驾年年仍远渡，蛛合家家长巧丝。星期莫怨咨。迢递金钗私语，凄凉纨扇宫词。奔月＊娥催去路，行雨巫山空梦思。都无重会时。"
        },
        {
            "标题": "清平乐 盛子昭花下欠伸美人图",
            "作者": "张翥",
            "内容": "阶前昼永。绕石芭蕉影。半＊云鬟慵不整。寂寞朝酲乍醒。湘裙翠被风流。背人无限娇羞。玉腕一双跳脱，欠伸浑是春愁。"
        },
        {
            "标题": "菩萨蛮·郎情秋后萧疏叶",
            "作者": "张翥",
            "内容": "郎情秋后萧疏叶。妾心陌上悠扬蝶。何处望归鞍。春云山外山。梨花新月下。独自烧香罢。惟有梦相寻。惊鸟啼夜深。"
        },
        {
            "标题": "清明日游东山谒栖霞岭仇先生墓",
            "作者": "张翥",
            "内容": "前辈凋零尽，南阳有古阡。诗应传四海，酒不到重泉。\n槐国真成梦，桃源亦是仙。松根一匊泪，惨淡堕风烟。"
        },
        {
            "标题": "绮罗香 雨中舟次洹上",
            "作者": "张翥",
            "内容": "燕子梁深，秋千院冷，半湿垂杨烟缕。怯试春衫，长恨踏青期阻。梅子后、余润留寒，藕花外、嫩凉消暑。渐惊他、秋老梧桐，萧萧金井断蛩暮。薰篝须待被暖，催雪新词未稳，重寻笙谱。水阁云窗，总是惯曾听处。曾信有、客里关河，又怎禁、夜深风雨。一声声、滴在疏篷，做成情味苦。"
        },
        {
            "标题": "陈子平寄所作琼花答谢",
            "作者": "张翥",
            "内容": "凤在阳冈鹤在皋，相思空遣梦劳劳。箫吹夜月江桥酒，槎泛秋风海市涛。\n故国山川吴分野，美人词赋楚离骚。琼花新制人争写，应使扬州纸价高。"
        },
        {
            "标题": "秦淮晚眺",
            "作者": "张翥",
            "内容": "赤栏桥下莫潮空，远火疏舂暗霭中。星月半天分落照，断云千里附归风。严城鼓角秋声早，故国山川王气终。莫讶时来一长望，越吟荆赋思无穷。"
        },
        {
            "标题": "秦淮晚眺",
            "作者": "张翥",
            "内容": "赤栏桥下暮潮空，远火疏舂晻霭中。新月半天分落照，断云千里附归鸿。\n严城鼓角秋声早，故国山川王气终。莫讶时来一长望，越吟荆赋思无穷。"
        },
        {
            "标题": "啸亭为盐令贾策治安题",
            "作者": "张翥",
            "内容": "老子掀髯处，云间孤草亭。不妨舒逸气，直恐动精灵。\n风水划秋涌，鱼龙悲夜听。几翻流响歇，江冷越山青。"
        },
        {
            "标题": "沁园春 泉南初度，伯时将北归，诸友宴次，",
            "作者": "张翥",
            "内容": "天上玉堂，海外瀛洲，山中蜕岩。甚六十四岁，出持使节，八千余里，来驻征骖。香火缘深，功名意薄，梦觉仙家雪满簪。桐花社，喜酒边莺燕，诗外云岚。锦堂容我清酣。拥画烛、金钩手屡探。怪朗吟御史，笑回红粉，送归司马，泪湿青衫。蜀魄春多，塞鸿秋远，无限离情老不堪。空留意，在水光山色，江北江南。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其三 二生塔",
            "作者": "张翥",
            "内容": "塔寺前朝旧，山林宿业空。法身无幻坏，藏骨自神通。\n宝供珊瑚碧，珠花舍利红。无缘香一瓣，回首佛堂中。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其十 三泉",
            "作者": "张翥",
            "内容": "一沼天成后，双泉神应来。云根锡卓破，地胍虎跑开。\n暗溜悬山雨，寒光漾石苔。诸僧朝盥罢，相次上堂回。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其十七 读书堂",
            "作者": "张翥",
            "内容": "上年贤宰相，遁迹白衣时。试问葫芦卜，何如懒瓒知。\n才名留别传，香火寄空祠。千载衡江水，东流有所思。"
        },
        {
            "标题": "怀天目山处士张一无二首 其二",
            "作者": "张翥",
            "内容": "僧舍蜂腰缀，君居第几间。池冰寒挂瀑，云雪白藏山。\n未得抛尘网，相从出死关。东冈幻住塔，礼罢几时还。"
        },
        {
            "标题": "清明日到陈庄",
            "作者": "张翥",
            "内容": "出郭东门古道斜，独骑款段稳于车。春才三月已两月，村旧百家无十家。\n山径低飞鬼蛱蝶，野塘竞噪官虾蟆。东风不奈晚愈恶，吹散满身杨白花。"
        },
        {
            "标题": "清平乐 寄山居道人约看杏花",
            "作者": "张翥",
            "内容": "东风阵阵。第几番春信。呆李痴桃消息近。写取鸾笺试问。君家杨柳墙东。杏花初吐生红。好唤一床金雁，明朝来醉春风。"
        },
        {
            "标题": "题述律万户澹乐轩",
            "作者": "张翥",
            "内容": "惟澹有至乐，此乐世罕知。谁能味无味，舍彼甘与肥。\n君侯文武才，面有虎豹姿。被甲起上马，出入百万师。\n西来树功勋，献颂白玉墀。方将大将权，绕帐罗旌麾。\n纷华艳人目，孰不为朵颐。顾于方寸间，物累乃若遗。\n斋居寄遐赏，而无山林期。处乐宁易言，岂独静者宜。\n始知豪杰士，自有绝世资。悠哉澹中趣，吾道同所归。"
        },
        {
            "标题": "清平乐·先生醉也",
            "作者": "张翥",
            "内容": "先生醉也。甚矣吾衰也。万物不如归去也。陶令真吾师也。篱边菊蕊初黄。为花准备携觞。只恐不如人意，风风雨雨重阳。"
        },
        {
            "标题": "上京秋日三首 其二",
            "作者": "张翥",
            "内容": "水绕云回万里川，鸟飞不下草连天。歌残敕勒风生帐，猎罢阏氏雪没鞯。\n红颊女儿花作队，紫髯都护酒如泉。时巡岁岁还京乐，别换新声被管弦。"
        },
        {
            "标题": "上京秋日三首 其一",
            "作者": "张翥",
            "内容": "山前孤戍水边营，落日无人已断行。瓯脱数家门早闭，轒温千帐火宵明。\n白摧野草狼同色，秋入榆关雁有声。最是不禁横笛怨，海天秋月不胜情。"
        },
        {
            "标题": "上京秋日三首 其三",
            "作者": "张翥",
            "内容": "远山平野浩茫茫，曾是当年古战场。饮马水乾沙窟白，射雕尘起碛云黄。\n中郎节在仍归汉，校尉城空罢护羌。今日车书逢混一，不辞垂老看毡乡。"
        },
        {
            "标题": "鹧鸪天 赠泉南琵琶妓",
            "作者": "张翥",
            "内容": "玉手琵琶半醉中。后容慢＊复轻拢。青衫司马情偏感，翠袖红莲艺更工。花淡汀，月朦朦，归来无语立东风。汗巾红渍槟榔液，错认窗前唾绣"
        },
        {
            "标题": "人雁吟 其二",
            "作者": "张翥",
            "内容": "雁啄啄，飞搏搏。江边虞人缚矰"
        },
        {
            "标题": "如梦令·月似二年前好",
            "作者": "张翥",
            "内容": "月似二年前好。人比二年前老。今夕又鲸川，但欠酒杯倾倒。闻道。闻道。三径渐荒秋草。"
        },
        {
            "标题": "辱井栏",
            "作者": "张翥",
            "内容": "好事能收断石存，摩挲堪忆古云根。楼空野燹钟何在，宫没寒芜井已眢。\n古篆半留栏上字，妖姬犹有墓中魂。试扪凹处殷红湿，不是胭脂是血痕。"
        },
        {
            "标题": "闰中秋是日白露节",
            "作者": "张翥",
            "内容": "河汉云消溢素光，重开樽酒据绳床。嫦娥斟酒犹前夕，老子婆娑且醉乡。\n风信两番生绿桂，年华一寸入黄杨。怪来诗思清难忍，早雁声中露欲霜。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其四 三生藏",
            "作者": "张翥",
            "内容": "神僧涅槃处，那有去来今。尚记三生石，难磨万古心。\n地埋禅刹在，山掩岳祠深。长日闻钟梵，萧萧枫桂林。"
        },
        {
            "标题": "清明日杏园独坐",
            "作者": "张翥",
            "内容": "底事东风大放颠，为花浑废夜深眠。赏心不有闰三月，老眼应虚春一年。\n歌舞尽传天上曲，笑谈同是酒中仙。归时更爱东城道，月在秋千影外圆。"
        },
        {
            "标题": "七忆 其三 忆会稽",
            "作者": "张翥",
            "内容": "千岩秋色彻层霄，忆昔来乘使者轺。翠袖屡扶蓬阁醉，篮舆时赴宝林招。\n山阴客已无春会，溪上风犹送暮樵。此恨古今销不尽，西陵寂寞又回潮。"
        },
        {
            "标题": "九日抵武安县徘徊店",
            "作者": "张翥",
            "内容": "水落衡漳急，川回上党高。流年秋忽忽，行路日滔滔。\n山市人多瘿，沙沟地不毛。村墟欣有菊，小驻为持醪。"
        },
        {
            "标题": "山友为金阁山田道士作",
            "作者": "张翥",
            "内容": "山人爱与山为友，住得山前地几双。为纳白云长扫室，欲延青嶂别开窗。\n岚中筇迹粘苔磴，风外琴声泻石缸。应是烟霞数仙侣，月明时复下旌幢。"
        },
        {
            "标题": "溪居山水小景二首 其一",
            "作者": "张翥",
            "内容": "想像溪居好，时来放钓船。沧洲茅屋路，春水白鸥天。\n林壑无多地，烟霞自一川。底须论咫尺，对此已茫然。"
        },
        {
            "标题": "溪居山水小景二首 其二",
            "作者": "张翥",
            "内容": "何处野人村，微茫涧谷分。林多太古树，山有四时云。\n鸟迹还成道，猿啼或作群。秋风茅屋破，谁赋隐思君。"
        },
        {
            "标题": "题唐子华画王师鲁尚书石田山房",
            "作者": "张翥",
            "内容": "秋水桥边红叶林，数家茅屋傍青岑。冈头种玉朝烟煖，陇上锄云宿雨深。\n摩诘辋川宜入画，少陵韦曲自成吟。束薪岁晚来同煮，应许山中道士寻。"
        },
        {
            "标题": "吴俊仲杰横河精舍图亦道权作",
            "作者": "张翥",
            "内容": "横河精舍谁所居，丰城隐者吴仲杰。是中林壑特幽胜，一幅刘权画尤绝。\n远山数曲重复重，炊烟一村树丛丛。岚光云气纷滉瀁，盱水汝水遥相通。\n近山什伯青匼匝，峰底斜穿鹧鸪峡。跳波直下却洄漩，怪石截断双流合。\n竹窗桂栋溪之隅，过门好客无时无。溪鱼长肥酒长熟，拨弃世务谈诗书。\n梧州春雨草木长，榉塘耕稼仍膏壤。锄翁牧子行唯诺，沙鸟风帆自来往。\n独不见陶县令松菊园，又不见杜陵老桑麻田。人生得此不归去，有如头上之青天。\n杰乎杰乎吾羡汝，毋负山中故人招隐篇。"
        },
        {
            "标题": "中秋望月",
            "作者": "张翥",
            "内容": "当年见明月，不饮亦清欢。讵意有今夕，照此长恨端。\n近闻钱塘破，流血城市丹。官军虽杀贼，斯民已多残。\n不知亲与故，零落几家完。徘徊庭中影，对酒起长叹。\n死生两莫测，欲往书问难。仰视云中雁，安得托羽翰。\n凄其衰谢踪，有泪徒汍澜。山中松筠地，弃置谁与看。\n河汉变夜色，西风生早寒。累觞不能醉，百念摧肺肝。"
        },
        {
            "标题": "上京即事",
            "作者": "张翥",
            "内容": "滦河东出水潆洄，叠坂层冈拥复开。金柱镇龙僧咒罢，玉舆驭象帝乘来。\n中天星斗朝黄道，塞漠云山绕紫台。欲拟两京为赋颂，白头平子愧无才。"
        },
        {
            "标题": "分题若邪溪送别胡一中允文录事之绍兴",
            "作者": "张翥",
            "内容": "五云溪水碧萦湾，纯浸蓬莱郡里山。金跃冶垆龙已化，箭空仙的鹤长閒。\n棹歌洲渚芙蓉外，人在楼台罨画间。吟赏总输贤录事，樵风日暮送舟还。"
        },
        {
            "标题": "鉴堂上人招余游慧山行舟不成往因寄",
            "作者": "张翥",
            "内容": "竟负山游约，长怀第二泉。毁茶休著论，载酒谩回船。\n会摘春林雨，来寻午灶烟。从师坐联句，祗恐废安禅。"
        },
        {
            "标题": "闰九月游钱塘南屏诸山",
            "作者": "张翥",
            "内容": "山僧领客兴何长，慧日峰前俯大荒。旧俗尚传三令节，人生难遇两重阳。\n丹枫换叶随秋老，黄菊留花过闰香。更与摩崖访陈迹，西风吹冷薜萝裳。"
        },
        {
            "标题": "秋试后胡益士恭归番阳与游吴山圣水寺",
            "作者": "张翥",
            "内容": "高处见沧溟，西风吹酒醒。潮来一片白，山拥万重青。\n草木如浮动，烟尘忽杳冥。登临不可极，吟思满秋汀。"
        },
        {
            "标题": "送西江贤古愚上人",
            "作者": "张翥",
            "内容": "山僧新自豫章回，千里还乘渡水杯。问法诸天龙象绕，谈经半夜鬼神来。\n西风夏解江云变，南国秋归野菊开。欲叩心宗尘外侣，白头今日已成灰。"
        },
        {
            "标题": "石州慢 题玉笙手卷",
            "作者": "张翥",
            "内容": "仙去缑山，宴罢武夷，琼响吹彻。丛霄旧样亲传，琢就玉烟凝白。悠扬彩凤恰从云杪飞来，数声又趁鸳鸯歇。零落碧桃花，点春风如雪。清绝。更宜秦女，银筝唤取，楚娥瑶瑟。旋炙娇簧，只愁夜深寒咽。相看老矣，剩须陶写留连，尊前递把红牙节。归去画船时，满西湖明月。"
        },
        {
            "标题": "石州慢 春日雨中",
            "作者": "张翥",
            "内容": "烟雨轻阴，庭院悄寒，晴意难准。社前燕子归来，恰换一番花信。春光全在，杏花红闹枝头，双鸾衔上金钗鬓。待到尽开时，又胭脂成粉。堪恨。西园扑蝶，人间芳径，踏青鞋润。帘影＊＊、竟日瞢腾如困。惜花中酒，寻常过了年年，情多那得离愁尽。翠被不成温，满薰篝兰烬。"
        },
        {
            "标题": "食粥",
            "作者": "张翥",
            "内容": "病齿入冬便食粥，瓦瓶煮豆给晨庖。邻人新酒赊来醉，道士奇方借得抄。\n雁喜随阳还北乡，鹊知避岁已南巢。故园我亦无归计，且作斋居盖白茅。"
        },
        {
            "标题": "廉子祐归省金陵且就秋试作三绝句赠别 其二",
            "作者": "张翥",
            "内容": "陌上吹衣柳絮风，凭君莫放酒杯空。归舟总是伤情处，一路残山剩水中。"
        },
        {
            "标题": "疏影 王元章墨梅图",
            "作者": "张翥",
            "内容": "山阴赋客。怪几番睡起，窗影生白。缥缈仙姝，飞下瑶台，淡伫东风颜色。微霜恰护朦胧月，更漠漠、暝烟低隔。恨翠禽、啼处惊残，一夜梦云无迹。惟有龙煤解染，数枝入画里，如印溪碧。老树枯苔，玉晕冰圈，满幅寒香狼藉。墨池雪岭春长好，悄不管、小楼横笛。怕有人、误认真花，欲点晓来妆额。"
        },
        {
            "标题": "汶上早行图上清张道士写",
            "作者": "张翥",
            "内容": "绛节前驱海日生，川回已见汶阳城。数峰晓翠和烟湿，千树春红照地明。\n原隰使华来焕烂，河山风物入经营。凭君更写千岩月，与听鸾笙夜夜声。"
        },
        {
            "标题": "秋日偕成竹居秦景桓游蜀冈万花园",
            "作者": "张翥",
            "内容": "九曲池平带蜀冈，吴公台远隔雷塘。閒寻遗迹怀千古，迥立高丘望八荒。\n黄落山川秋广大，青冥风露日凄凉。一尊不慰登临地，朔雁南云恨更长。"
        },
        {
            "标题": "题吴性存所藏赵仲穆竹枝双蝶图与玉山同赋",
            "作者": "张翥",
            "内容": "满丛鲜碧露团香，院落春红过野芳。蛱蝶一生花里活，飞来还恋竹风凉。"
        },
        {
            "标题": "水调歌头 御河舟中",
            "作者": "张翥",
            "内容": "中夜正无寐，何处舻声来。河声不堪强聒，更听雁声哀。月色依依偏照，霜气萧萧渐紧，何似解离怀。明发吾无策，惟有快衔杯。过重阳，都未见，菊花开。遥知数丛篱下，破蕊映书斋。三十六陂烟水，二十四桥风月，天遣几时回。传语闲鸥鹭，相望莫惊猜。"
        },
        {
            "标题": "寄宝林同别峰定水复见心",
            "作者": "张翥",
            "内容": "宝林老子虎耽耽，定水道人蒲作庵。归老尚须游越绝，寻师先儗到精蓝。\n越江碑在当重读，禹穴书藏会一探。我亦三生学环者，定从佳处结禅龛。"
        },
        {
            "标题": "水龙吟 听房氏自然歌，求词为赋",
            "作者": "张翥",
            "内容": "春风琼树香中，数声恰似流莺啭。歌尘飞下，落花起舞，骊珠脱串。豆蔻珠帘，牡丹雪岭，小桃人面。是自然绝艺，天然书谱，霓裳序，六幺遍。独占二分月色，向尊前、几番曾见。赏音如此，不辞醉墨，为题纨扇。浪雨闲云，积香残黛，莫论恩怨。看浓华又老，情缘未断，寄楼中燕。"
        },
        {
            "标题": "水龙吟 赋情云",
            "作者": "张翥",
            "内容": "无心却恁多情，闲愁长向眉尖聚。牢龙不定，为谁留恋，为谁归去。半饷花阴，霎儿月暝，几番日暮。被东风搅散，离愁惹断，又还趁，歌声驻。只恐佩环卧冷，好重将、绣帷调护。何人得似，晓妆鬟髻，春娇态度。缥缈尊前，朦胧眼底，非烟非雾。把柔情一缕，都随好梦，作阳台雨。"
        },
        {
            "标题": "水龙吟 傅渊道宅上赏紫牡丹",
            "作者": "张翥",
            "内容": "紫云何处飞来，仙家别有藏春洞。刻缯纹皱，镂檀色腻，薰脐香重。谷雨初晴，榆烟新换，楝风微动。是花姑养就，韩仙染出，还分与，人间种。好与密笼绣幄，护玉环、三生妖梦。只愁今夜，绿丛月老，珠房露冻。便唤秋娘，重浇卯酒，缓歌低送。倩红鸾与约，韵华且住，作尊前供。"
        },
        {
            "标题": "太常引·素娥风韵自天真",
            "作者": "张翥",
            "内容": "素娥风韵自天真。似回首趁行云。眉黛任长颦。正宜看、啼妆未匀。扇犀轻按，袖罗低掩，一曲广陵春。飞尽画梁尘。曾数到、梨园几人。"
        },
        {
            "标题": "暮春偶作",
            "作者": "张翥",
            "内容": "瞢腾睡思酒频中，潦倒吟怀语不工。燕子人家春复夏，楝花时候雨兼风。\n青林脱虱成蝴蝶，白水鸣蛙抱活东。甚欲相从问丹诀，顶间朱橘几时红。"
        },
        {
            "标题": "中秋次友生玩月韵",
            "作者": "张翥",
            "内容": "华月光浮玉色醪，凉飔时拂紫■袍。河通阁道流云急，星绕天枢出地高。\n按舞岂无仙跨鹤，纵吟聊放客挥毫。扁舟近忆樟亭下，曾看鱼龙送夜涛。"
        },
        {
            "标题": "七月望日徐勉自武林来得两讣音 其一",
            "作者": "张翥",
            "内容": "海舟隔岁望回音，及得回音恨更深。从此远书无用寄，九原芜没转伤心。"
        },
        {
            "标题": "七月望日徐勉自武林来得两讣音 其二",
            "作者": "张翥",
            "内容": "外来丧逝讣音来，女嫁桐陵亦告哀。老眼今朝方是哭，百年心事总成灰。"
        },
        {
            "标题": "送胡道士还豫章舟居",
            "作者": "张翥",
            "内容": "道人船子是行窝，如此东湖烟水何。宝剑携将叱雷雨，钱符埋得镇蛟鼍。\n云盘仙篆朱文细，海浴神丹绛气多。应与匡庐桂风子，山中骑虎夜相过。"
        },
        {
            "标题": "送布延彦仁都事还蜀兼东时文可郎中",
            "作者": "张翥",
            "内容": "送君一骑发长安，王事方殷肯避难。使者好寻巴道路，诗人多勒蜀岩峦。\n江来灌口声初放，云接峨嵋翠不乾。为报郎中勉勋业，远音时遣破幽端。"
        },
        {
            "标题": "送道存师游方",
            "作者": "张翥",
            "内容": "故人去作远游僧，千里关河付脚縢。坏衲秋缝慈母线，空山夜别祖师灯。\n王城乞食应持钵，岳寺栖禅暂挂藤。何日诸方参叩遍，一庵归老白云层。"
        },
        {
            "标题": "送匡山王济远朱弘道南归",
            "作者": "张翥",
            "内容": "万峰苍翠绕舒城，中有琳宫似上清。侠客剑寒腾虎气，仙人笙响作鸾声。\n到山定及朱桃熟，归洞应多白鹿迎。好在丹房保玄极，九还金液待君成。"
        },
        {
            "标题": "送张惟善使还上清宫",
            "作者": "张翥",
            "内容": "驿骑翩翩万里归，上清山下是岩扉。金银宫阙神仙馆，河汉文章织女机。\n赤羽频县行处节，青霞自剪醮时衣。使途邂逅还相别，回首江云朔雁飞。"
        },
        {
            "标题": "正一冲和宫杨弘道以虞学士诗求和 其一",
            "作者": "张翥",
            "内容": "玄都桃是旧时花，曾驻春游送客车。翰墨尚看延阁老，松萝长护羽人家。\n丹砂鍊得仙翁术，白绢封来谏议茶。文采风流徒想见，九霄无佩乞飞霞。"
        },
        {
            "标题": "苏武慢 岁晚再雪，仍用前韵",
            "作者": "张翥",
            "内容": "岁晚江空，雪飞风起，老境若为聊赖。家人解事，准备深尊，旋遣夜窗寒解。萍梗孤踪，幻影浮生，万里喜还闽海。但囊中留得，诗篇烂写，水情山态。真比似、一个冥鸿，南来北去，阅尽几重关塞。名缰利锁，绊杀英雄，都付醉乡之外。惟不能忘，一舸吴淞，鲈脍豉羹莼菜。且今宵还我，冰壶天地，眼空尘界。"
        },
        {
            "标题": "正一冲和宫杨弘道以虞学士诗求和 其二",
            "作者": "张翥",
            "内容": "往事真成过眼花，前王俱此走降车。鹤归华表千年郭，燕入乌衣百姓家。\n雨坏苑墙生野荠，云残候馆老山茶。欲将吊古无穷意，高倚披云赋落霞。"
        },
        {
            "标题": "岁晚苦寒偶成四章录似北山 其三",
            "作者": "张翥",
            "内容": "鼠劣翻书册，猫驯伴坐毡。吟怀欣雪夜，疾目畏风天。\n惟酒能消日，无方可引年。我诗犹偈子，一问北山禅。"
        },
        {
            "标题": "岁晚苦寒偶成四章录似北山 其二",
            "作者": "张翥",
            "内容": "清眠梦屡觉，霜气转凄凄。春近雁北向，月明乌夜啼。\n炉香留墨篆，烛泪聚银泥。少释幽忧疾，寻君一杖藜。"
        },
        {
            "标题": "岁晚苦寒偶成四章录似北山 其四",
            "作者": "张翥",
            "内容": "短景催残岁，穷阴连大荒。狙三随所赋，龟六可深藏。\n未了惟文债，堪归祗醉乡。絁衾有馀暖，翻喜夜天长。"
        },
        {
            "标题": "岁晚苦寒偶成四章录似北山 其一",
            "作者": "张翥",
            "内容": "风暴寒逾急，星回岁欲周。缺牙便食粥，瘦骨怯重裘。\n节物殊牢落，前图益谬悠。蜕窝真类蛰，长日火炉头。"
        },
        {
            "标题": "蜕庵岁晏百忧薰心排遣以诗乃作五首 其三",
            "作者": "张翥",
            "内容": "世路正如棘，吾生犹系匏。诗人歌蟋蟀，军士叹蟏蛸。\n无地营家食，何心解客嘲。山林徒在眼，难觅一枝巢。"
        },
        {
            "标题": "蜕庵岁晏百忧薰心排遣以诗乃作五首 其四",
            "作者": "张翥",
            "内容": "书舍如僧舍，心閒与静宜。写多髡兔颖，藏久蛀貂皮。\n宦迹年劳见，生涯日历知。未应同与俊，肯负沃洲期。"
        },
        {
            "标题": "蜕庵岁晏百忧薰心排遣以诗乃作五首 其五",
            "作者": "张翥",
            "内容": "久悟无生法，从容与化迁。机忘槔俯仰，道悟蜜中边。\n宇县犹多垒，干戈已十年。吾惟待其定，归种故山田。"
        },
        {
            "标题": "送草窗讲师周善京还九江太平宫",
            "作者": "张翥",
            "内容": "万叠匡庐紫翠开，太平宫馆即琼台。九天使者云间下，五柳先生社里来。\n杏树春阴浑满院，桂花凉露不盈杯。遥应鹤侣相望久，吹取楼头铁笛回。"
        },
        {
            "标题": "唐多令 寄意箜篌曲",
            "作者": "张翥",
            "内容": "花下钿箜篌。尊前白雪讴。记怀中、朱李曾投。镜约钗盟心已许，诗写在，小红楼。忍泪上云兜。断魂随彩舟。等闲闲、惹得离愁。欲寄长河鱼信去，流不到，白鹭洲。"
        },
        {
            "标题": "滕王阁晚望",
            "作者": "张翥",
            "内容": "岧峣杰阁起城皋，尚想君王结构劳。楚国山川推壮丽，唐人文赋擅风骚。\n天开彭蠡连江阔，山向番禺入岭高。万里登临一怀古，朔云秋兴正滔滔。"
        },
        {
            "标题": "广东帅府掾林德恭饷藤簟",
            "作者": "张翥",
            "内容": "韬向筒中一握轻，风漪八尺胜桃笙。文编黑白蚺皮滑，漆透丹黄虎魄明。\n坞上卷将沧海色，岭南寄与故人情。竹床楠枕山窗下，从此酣眠梦亦清。"
        },
        {
            "标题": "题舒噜存道元帅平师宗三州卷后",
            "作者": "张翥",
            "内容": "不用牙璋远出师，将军凭轼下边陲。僰酋争歃金盘血，汉使高悬玉帐旗。\n司马文章传太史，武侯威略震南夷。只今父老兰沧上，拟刻宁蛮第一碑。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其十一 岳心亭",
            "作者": "张翥",
            "内容": "何许新亭好，轩窗窈窕深。天开云四面，地据岳中心。\n雨绿蘼芜道，风香薝卜林。晓岚收不尽，犹作半山阴。"
        },
        {
            "标题": "三月二日赏杏花光岳堂分韵",
            "作者": "张翥",
            "内容": "柳色初青草渐茸，春寒犹勒杏花风。新烟院落清明后，过雨园林罨画中。\n洛社衣冠今日再，兰亭觞咏此情同。吾年最老身仍健，更向尊前借酒红。"
        },
        {
            "标题": "大年仙人乐天遗雷符一卷为题",
            "作者": "张翥",
            "内容": "一夕空飞解剑形，先生神气即风霆。已还天阙朝群帝，别写雷符使六丁。\n辽海鹤归云邈邈，葛陂龙化水冥冥。只今有子能传业，来奉祠官篆檄灵。"
        },
        {
            "标题": "听松轩为丹丘杜高士作",
            "作者": "张翥",
            "内容": "长松千树拥前荣，虚籁还从树底鸣。一片海涛云杪堕，几番山雨月中生。茶香夜煮苓泉活，琴思秋翻鹤帐清。安得南华老仙伯，相随轩上说风声。"
        },
        {
            "标题": "通玄观",
            "作者": "张翥",
            "内容": "羽盖翩翩下九重，江乡秋晚滞仙踪。信传真府凭青鸟，剑舞瑶台走碧龙。\n顷刻风云兴五岳，须臾雨泽慰三农。殷勤欲问参同契，双舄遄飞未易从。"
        },
        {
            "标题": "杂诗七首 其五",
            "作者": "张翥",
            "内容": "陇坂何崎岖，行人且复止。直上望晴川，遥遥忆乡里。\n流离肝肠断，悲歌不能已。一身已遐征，永念同室子。\n何殊转蓬科，随风四散起。虽得同根生，不得同根死。\n吾洒古今泪，多于陇头水。"
        },
        {
            "标题": "送太傅丞相出师平徐方",
            "作者": "张翥",
            "内容": "南征诸将久无功，丞相亲劳出总戎。虎士严兵屯玉帐，龙庭大宴赐彤弓。\n万年社稷收长算，百战旌旗得胜风。幕府如云尽才彦，荆徐指日捷书同。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其十八 煨芋嵓",
            "作者": "张翥",
            "内容": "彼美山中芋，轮囷类饿鸱。暖生松火夜，香透竹炉时。\n虎迹群行满，猿声独啸悲。邺侯知味否，莫比御烧梨。"
        },
        {
            "标题": "闻归集贤远引奉简一章",
            "作者": "张翥",
            "内容": "故旧相看逐逝波，思归无路欲如何？将军每叹檀公策，朝士徒悲穆氏歌。南海明珠来贡少，中原健马出征多。先生自说将高举，不遣冥鸿到罻罗。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其五 天柱峰",
            "作者": "张翥",
            "内容": "一柱标南纪，神功自断鳌。寒过岣嵝远，势敌祝融高。\n异鸟流清响，神镫见白毫。危颠可观日，夜涌海东涛。"
        },
        {
            "标题": "送林崇高还武夷山 其二",
            "作者": "张翥",
            "内容": "武夷山中毛竹多，神君一去奈山何。松风犹带琅璈响，散入遗音作棹歌。"
        },
        {
            "标题": "送西江胡允中之桃温万户府学正",
            "作者": "张翥",
            "内容": "辽水穷边牟盖东，镇人今始识儒宫。诗书直化三韩远，文轨须令万国同。\n隼度塞云秋有雪，鳌翻海浪昼多风。知君回首神州路，一发青山落照中。"
        },
        {
            "标题": "西湖冰合",
            "作者": "张翥",
            "内容": "西湖雪厚冰彻底，行人径度如长川。风吹盐池结阴卤，日射玉田生暖烟。\n鱼龙穴里寒更缩，鸥鹭沙头饥可怜。安得长冰通沧海，我欲三岛求神仙。"
        },
        {
            "标题": "宴四明江中醉卧及醒舟已次车厩站",
            "作者": "张翥",
            "内容": "使节重来省昔年，旧游零落一凄然。山川在眼空陈迹，歌舞催人又别筵。\n风捲潮声全海起，雨分虹影半空悬。酒醒惟有斜窗月，偏照姚江独夜船。"
        },
        {
            "标题": "惜分飞 写梦",
            "作者": "张翥",
            "内容": "相见依然人似旧。比似年时较瘦。笑问平安否。不言低掩罗衫袖。便欲窗前推枕就。无柰红＊绿＊。惊起空回首。半床斜月疏钟后。"
        },
        {
            "标题": "四月十四日习仪白塔寺有旨翥升院判",
            "作者": "张翥",
            "内容": "乍换朝衣紫，祗怜客鬓华。才知无补世，官喜不离家。\n海燕雏方乳，戎葵蕊未花。归来北窗卧，尘污满乌纱。"
        },
        {
            "标题": "不系舟渔者陈子上自号",
            "作者": "张翥",
            "内容": "本来无系亦无舟，随意江湖可漫游。纵遣西风吹水外，不妨明月烂沙头。\n人情平地波澜起，身世虚空日夜浮。安得从君归把钓，只将吾道付沧洲。"
        },
        {
            "标题": "水墨达摩像班惟志笔",
            "作者": "张翥",
            "内容": "佛法无多子，西山雪柱天。应寻葱岭去，方解少林禅。\n鞮屦露双脚，罽衣披半肩。虚空本无住，须借影中传。"
        },
        {
            "标题": "仙兴",
            "作者": "张翥",
            "内容": "鶱林树树玉成围，皓鹤彩鸾中自飞。玄石山人千日酒，上清仙子六铢衣。\n道心不动方归朴，物化无方总入机。自炷芜香明月夜，露坛东向礼灵威。"
        },
        {
            "标题": "忆秦娥·金杯侧",
            "作者": "张翥",
            "内容": "金杯侧。东风易醉多情客。多情客。送君南浦，送春南陌。落花巧妒罗裙色。舞红变尽休轻拆。休轻拆。待他归看，旧时宽窄。"
        },
        {
            "标题": "赠相士陈巨山",
            "作者": "张翥",
            "内容": "老我宁甘彻骨贫，多君见与掇皮真。垂厓本是无情者，若水终为勇退人。\n机外骊黄难著相，眼中青白自如神。华峰太极图犹在，何日相欈问隐沦。"
        },
        {
            "标题": "九日燕允孚森玉轩醉中感怀",
            "作者": "张翥",
            "内容": "不见江南信使来，菊花应傍战场开。风尘渺渺家难问，节物匆匆老转催。\n把酒多无今日醉，登高只益寸心哀。白头一觉湖山梦，谁料繁华有劫灰。"
        },
        {
            "标题": "雪中早朝",
            "作者": "张翥",
            "内容": "北风吹雪浩漫漫，晓出津桥立马看。春入上林花树早，水连平地海波乾。\n金城万雉微茫湿，月阙双龙赑屃寒。今日天颜知有喜，紫宸朝下散千官。"
        },
        {
            "标题": "雪后苦寒",
            "作者": "张翥",
            "内容": "雪后北风尤苦寒，燎炉起拥懒头冠。谩怀学士酴醾酒，仍对先生苜蓿盘。\n戎马尚惊尘滚滚，客槎空望海漫漫。向来事是今朝梦，底用悲吟且自宽。"
        },
        {
            "标题": "梅雪斋为紫霄宫杨逢宾题",
            "作者": "张翥",
            "内容": "雪树生香满佩巾，紫霄最上集仙真。苔荒鹤迹浑无路，花暗笙声不见人。\n瑶圃月寒通白晓，丹台云暖驻长春。莫教流水山前去，恐似桃源客问津。"
        },
        {
            "标题": "题林德清竹雪斋",
            "作者": "张翥",
            "内容": "高斋修竹林，积雪竹间深。岁暮不改色，幽人同此心。\n种梅分地隙，笼鹤就墙阴。想见椒江上，扁舟许客寻。"
        },
        {
            "标题": "霍丘孙游武林湖山之胜诏之",
            "作者": "张翥",
            "内容": "千顷平湖绕郡城，画船小桨荡春声。红酣花港风荷密，玉照梅冈雪树明。\n烟月长留歌舞地，山川不改古今情。君行须到峰南北，为觅苍苔石上名。"
        },
        {
            "标题": "雁声",
            "作者": "张翥",
            "内容": "嘹嘹数雁度，流响一凄然。半落淮南雨，遥沉海上天。\n疏砧欲断处，哀角未吹前。我亦离群者，闻之夜不眠。"
        },
        {
            "标题": "中秋广陵对月",
            "作者": "张翥",
            "内容": "散尽浮云月在东，白蕉衫冷小庭空。星河夜影樽罍里，城郭秋声鼓角中。\n落叶有光时坠露，鸣蛩无响不含风。此生五十三回见，只遣嫦娥笑秃翁。"
        },
        {
            "标题": "谒金门 寒食临川平塘道中",
            "作者": "张翥",
            "内容": "溪水漫。岸口小桥冲断。沽酒人家门巷短。柳阴旗一半。细雨鸣鸠相唤。曲港落花流满。两两睡红＊＊暖。恼人春不管。"
        },
        {
            "标题": "一枝春 闹蛾",
            "作者": "张翥",
            "内容": "雾翅烟须，向云窗斗巧，宫罗轻翦。翩翩鬓影，侧映宝钗双燕。银丝蜡蒂，弄春色、一枝娇颤。谁网得、金玉飞钱，结成翠羞红怨。灯街上元又见。闹春风簇定，冠儿争转。偷香傅粉，尚忆去年人面。妆楼误约，定何处、为花留恋。应化作、晓梦寻郎，采芳径远。"
        },
        {
            "标题": "寄题睢阳张文照存斋",
            "作者": "张翥",
            "内容": "之子山房结数楹，静无尘累已撄宁。此心炯炯同千载，吾道煌煌有六经。\n雨后仪型山更好，窗前意思草长青。工夫要在存存熟，便是斋居座右铭。"
        },
        {
            "标题": "乙未元日",
            "作者": "张翥",
            "内容": "稍稍钟鼓动，纷纷车马朝。张灯照白发，把酒送寒宵。\n黄石终归汉，洪厓反见尧。刍言欣见采，拭目望新条。"
        },
        {
            "标题": "七忆 其五 忆金陵",
            "作者": "张翥",
            "内容": "昔年曾上凤凰台，二水三山眼界开。六代繁华春草歇，千年兴废暮潮哀。\n灯窗禅坐时联句，山馆仙游几引杯。最是令人愁绝处，夕阳双燕自归来。"
        },
        {
            "标题": "忆秦娥·江南北",
            "作者": "张翥",
            "内容": "江南北。金鞍一去空消息。空消息。鸡声月店，雁声霜驿。春醪谁道浓无滴。十分满引浑无力。浑无力。离愁如海，怎生乾得。"
        },
        {
            "标题": "忆旧游 重到金陵",
            "作者": "张翥",
            "内容": "怅麟残废井，凤去荒台。烟树＊斜。再到登临处，渺秦淮自碧，目断云沙。后庭谩有遗曲，玉树已无花。向宛寺裁诗，江亭把酒，暗换年华。双双旧时燕，问巷陌归来，王谢谁家。自昔西州泪，等生存零落，何事兴嗟。庚郎似我憔悴，回首又天涯。但满耳西风，关河冷落暮笳。"
        },
        {
            "标题": "忆吴兴",
            "作者": "张翥",
            "内容": "忆泛苕华溪上船，故人为我重留连。半山塔寺藏云树，绕郭楼台住水天。白榜载歌明月里，青帘沽酒画桥边。计筹山下先茔在，欲往浇松定几年。"
        },
        {
            "标题": "七忆 其七 忆闽中",
            "作者": "张翥",
            "内容": "漫漫涨海际天涯，万里曾乘使者槎。梓泽重寻仙客洞，草堂频醉故侯家。\n人多熟酒烧红叶，市有生蛮卖象牙。安得梦中真化蝶，翩然飞上刺桐花。"
        },
        {
            "标题": "七忆 其四 忆维扬",
            "作者": "张翥",
            "内容": "蜀冈东畔竹西楼，十五年前烂漫游。岂意繁华今劫火，空怀歌吹古扬州。\n亲朋未报何人在，战伐宁知几日休。惟有满襟狼藉泪，何时归洒大江流。"
        },
        {
            "标题": "意难忘 妓杨韵卿以善歌求赋",
            "作者": "张翥",
            "内容": "高韵天成。问当时爱爱，得似卿卿。江梅风致别，楚蕙雪香清。花旎旎，月盈盈。写不尽才情。把旧游，名讴试数，谁解新声。诗家只有杨琼。向吴姬丛里，转更分明。金闺春思怯，翠被暮寒生。人欲去，酒还醒。黯此际销凝。待翦将，江云数尺，与染丹青。"
        },
        {
            "标题": "萤苑曲",
            "作者": "张翥",
            "内容": "杨花吹春一千里，兽舰如云锦帆起。咸洛山河真帝都，君王自爱扬州死。\n军装小队皆美人，画龙鞯汗金麒麟。香风摇荡夜游处，二十四桥珠翠尘。\n骑行不用烧红烛，万点飞萤炫川谷。金钗歌度苑中来，宝帐香迷楼上宿。\n醉魂贪作花月荒，肯信剑戟生宫墙。斓斑六合洗秋露，尚疑怨血凝晶光。\n至今落日行人路，鬼火狐鸣隔烟树。腐草无情亦有情，年年为照雷塘墓。"
        },
        {
            "标题": "朱翁子负薪卷",
            "作者": "张翥",
            "内容": "富贵危机解杀身，是非千古付樵人。当时长史魂应悔，不向山中只负薪。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其九 隐身嵓",
            "作者": "张翥",
            "内容": "尘世苦热恼，山林长夏幽。岳神来护法，尊者坐经秋。\n呼粥鱼频响，衔花鹿自游。法云长散满，七十二峰头。"
        },
        {
            "标题": "悠然阁为歙郑处士作",
            "作者": "张翥",
            "内容": "郑子林居好，遥希靖节贤。看山秋色里，把酒菊花前。\n人境殊多事，吾庐自一天。能知此中意，何处不悠然。"
        },
        {
            "标题": "寄越宝林别峰嘉禾水西仲铭 其一",
            "作者": "张翥",
            "内容": "越绝千峰有别峰，老禅宴坐梵王宫。愿中结习三生熟，机外忘言万法空。\n锡影夜飞天姥月，钟声晓度禹陵风。孔淳自许游方者，须觅岩居竺法崇。"
        },
        {
            "标题": "送以中及公自扬天宁寺游匡庐",
            "作者": "张翥",
            "内容": "趺坐对禅镫，江风浪几层。还从鹤城路，去访虎溪僧。\n湖晓星浮石，岩春瀑断冰。吴中却回日，应老旧池菱。"
        },
        {
            "标题": "寄越宝林别峰嘉禾水西仲铭 其二",
            "作者": "张翥",
            "内容": "劫灰不到爽溪亭，珍重堂头老仲铭。朝暮钟鱼仍梵呗，虚空龙象自神灵。\n幽禅定后灯悬壁，清盥閒来水在瓶。草座麻衣亦吾事，会寻台上共翻经。"
        },
        {
            "标题": "游天竺寺 其一",
            "作者": "张翥",
            "内容": "石梁溅水湿苍苔，阴洞傍穿涧底回。殿阁金银从地涌，山林图画自天开。\n龙随僧到分云住，猿任人呼下树来。游兴未阑斜日尽，马头呼酒尚徘徊。"
        },
        {
            "标题": "游天竺寺 其二",
            "作者": "张翥",
            "内容": "西湖之西天竺深，天香满风多桂林。老猿引子下高树，流水与云来远岑。\n上方已变劫灰黑，古涧长带秋岚阴。清辉娱人且归去，后夜明月来重寻。"
        },
        {
            "标题": "游武康禺山留宿升元宫",
            "作者": "张翥",
            "内容": "白石西边山更青，杖藜尘外得经行。鸟翻夕照落空翠，人逆松风闻涧声。\n道士煮茶留夜话，田家烧草起春耕。也知真境多佳境，拟约衡茅寄此生。"
        },
        {
            "标题": "初度日病起不能饮诸友载酒集书楼偶赋见意",
            "作者": "张翥",
            "内容": "细雨东风泛晓烟，草痕青过竹篱边。春当揆度灵均日，老及知非伯玉年。\n病眼纷纭花似雾，吟怀跌宕酒如泉。诸君有意留迂叟，拟买雷塘百亩田。"
        },
        {
            "标题": "数日北风兴怀过海诸友",
            "作者": "张翥",
            "内容": "数日好风色，行人应到家。秋花香独耐，寒雁字多斜。\n薄饮无长酒，轻行有小车。吾心何尔汝，聊复度年华。"
        },
        {
            "标题": "寄达兼善经历柯敬仲博士",
            "作者": "张翥",
            "内容": "心怜旅寓各西东，长忆樽前笑语同。故国鱼龙沧海上，仙家鸡犬白云中。\n百年人物无多见，一代文章有至公。等是不禁惆怅事，鬓丝黄叶共秋风。"
        },
        {
            "标题": "送蒲空叙本中往住长芦寺",
            "作者": "张翥",
            "内容": "杖锡风尘际，师行戒畏途。故人怀槜李，春水到长芦。\n舍利藏金塔，袈裟系宝珠。禅房大自在，应念室中蒲。"
        },
        {
            "标题": "送福上人无际南归",
            "作者": "张翥",
            "内容": "岁闰春来早，师行且过寒。问程山寺远，乞食野人难。\n空性元无际，禅锋岂有端。遇予方外友，一为问平安。"
        },
        {
            "标题": "成居竹有书报甥傅君亮至扬州言其家与外表舅吴仲益及妇家二叔学生韩与玉全家无恙喜甚有怀",
            "作者": "张翥",
            "内容": "始得平安信，浑纾怅望心。争看尺素字，绝胜万黄金。\n危甚初秋警，几于平陆沈。蜂屯昱岭上，豨突浙江浔。\n纵尔驱锋镝，宁逃磔斧砧。官军俄克复，乱首即成擒。\n城市半焦土，亲朋多好音。已知生有路，暂免泪沾襟。\n老子欢殊剧，家人酒快斟。狂歌敲手板，醉倒脱头簪。\n黎庶思苏息，皇天愿照临。国威虽震叠，兵气尚萧森。\n自顾形骸累，仍嗟岁月侵。怀归畏吏议，承乏念官箴。\n虎豹关非远，龙蛇水更深。岂无黄石略，虚遣白头吟。\n落日耿残雪，浮云生夕阴。枯萁闻龁马，疏树见栖禽。\n松竹荒须理，茅茨破可寻。前身本道士，不是恋山林。"
        },
        {
            "标题": "癸巳元日即事",
            "作者": "张翥",
            "内容": "禁苑朝珂集，宫楼昼刻传。云开黄道日，春丽紫薇天。\n进虎蛮如画，仪鸾仗类仙。晨观净氛气，即是偃兵年。"
        },
        {
            "标题": "庚辰元日立春",
            "作者": "张翥",
            "内容": "采燕方迎岁，苍龙忽建辰。车书时有道，宇宙物皆春。\n红喜灯花重，青看菜甲新。屠苏不辞后，已是白头人。"
        },
        {
            "标题": "幼闇宗师以诗招赏海棠文申有诗见约次韵 其二",
            "作者": "张翥",
            "内容": "环枢堂上迟明来，要向花前不放杯。只恐狂风无顾藉，尽将春色委苍苔。"
        },
        {
            "标题": "幼闇宗师以诗招赏海棠文申有诗见约次韵 其一",
            "作者": "张翥",
            "内容": "自是仙家春日迟，紫绵无数袅柔丝。凭君多置看花酒，肺渴如今似漏卮。"
        },
        {
            "标题": "九日行湖上",
            "作者": "张翥",
            "内容": "是节最关情，随山得散行。西风片雨过，落日半湖明。\n野菊黄堪把，官醅绿可倾。坐来无限思，散入远鸿声。"
        },
        {
            "标题": "剡中清风岭王节妇沈江处有血书石上",
            "作者": "张翥",
            "内容": "尽日经行远，云山又嵊山。江光寒照外，雨气乱峰间。\n野艇罾鱼卖，村巫诅虎还。千秋贞妇庙，留在□□□。"
        },
        {
            "标题": "七忆 其二 忆姑苏",
            "作者": "张翥",
            "内容": "让王城外暮云黄，忍使行人哭战场。台上麋游香径冷，陵头虎去剑池荒。\n竹枝夜月歌仍怨，莼菜秋风兴漫长。不是不归归未得，五湖烟水正茫茫。"
        },
        {
            "标题": "伯青邀予至青芝坞汎湖暮归",
            "作者": "张翥",
            "内容": "落日风花起，寒波倏渺然。山藏进雪寺，岸护种冰田。\n醉眼轻浮世，牢愁入暮年。若为湖一曲，携钓隐渔船。"
        },
        {
            "标题": "招韩伯清泛湖 其一",
            "作者": "张翥",
            "内容": "南园携手赏芳红，唤取能歌盛小丛。传与春风留杏萼，明朝开向曲声中。"
        },
        {
            "标题": "招韩伯清泛湖 其二",
            "作者": "张翥",
            "内容": "段桥春水绿初柔，便有群凫来上游。好借鸱夷盛酒去，玉箫吹上画船头。"
        },
        {
            "标题": "王贞妇",
            "作者": "张翥",
            "内容": "青枫岭头石色赤，岭下"
        },
        {
            "标题": "仙娥玩月图为野云陈氏题",
            "作者": "张翥",
            "内容": "仙娥微步下高寒，独立长松月满山。妆影透明金背镜，佩声飞动玉连环。\n洗空碧海银蟾冷，舞罢瑶阶白凤閒。不是丹青寄颜色，行云无梦到人间。"
        },
        {
            "标题": "答韩伯清练溪见寄",
            "作者": "张翥",
            "内容": "久惭簪绂趋文馆，拟问田园归武林。慷慨谩论当世事，衰迟空负壮年心。\n忘机白鸟何妨狎，投老青山不厌深。闻道练溪春酒熟，期君苕上共登临。"
        },
        {
            "标题": "寄韩伯清",
            "作者": "张翥",
            "内容": "淫雨俄如此，能伤稼穑无。积阴霾日月，愁色满江湖。\n老大心空壮，艰难道愈孤。美人秋水外，不寄锦襜褕。"
        },
        {
            "标题": "九月六日宿宝集寺",
            "作者": "张翥",
            "内容": "来借禅房宿，悠然空客心。残僧几人在，古殿一灯深。\n檐铎能蕃语，斋居发海音。重阳又已近，聊复此登临。"
        },
        {
            "标题": "衡山福严寺二十三题为梓上人赋 其六 掷钵峰",
            "作者": "张翥",
            "内容": "神僧手中钵，掷向最高峰。径度虚空上，难寻变化踪。\n锡飞曾近鹤，剑跃或成龙。搔首不可见，烟霞千万重。"
        },
        {
            "标题": "堂堂",
            "作者": "张翥",
            "内容": "朝为堂堂吟，暮为堂堂讴。堂堂徒尔奇，堂堂徒尔忧。\n不见膏与兰，煎燔祗自休。勿以不遇故，弃捐经与史。\n勿以势利故，弃捐廉与耻。勿以行役故，弃捐山与水。\n谓夜未遽央，已复明星明。仰视何煌煌，白露忽沾裳。\n怀人搅余心，何以勿永伤。江北亦为客，江南亦为客。\n为客多偪兀，何以安所适。上有君与亲，下有妻与息。\n在山则种榆，在隰则种蒲。马牛必维娄，舟航必繻袽。\n富贵富贵友，贫贱贫贱徒。岁月来者多，江湖逝者远。\n所得不可逝，所期不可返。幸此世累轻，归去衡门偃。"
        },
        {
            "标题": "中秋雨明日晴明玩月有作",
            "作者": "张翥",
            "内容": "今夕清光不负公，更无云气碍虚空。晴迟一日秋才望，看到三更月正中。\n蟾兔影寒天下露，鱼龙魄动海生风。故人别有蕉杯约，未放扁舟一鹤东。"
        },
        {
            "标题": "舟行即事二首 其一",
            "作者": "张翥",
            "内容": "雾树浑连水，水沟不受潮。米盐江上舫，鱼菜市中桥。\n壮士宁辞辱，仙公会见招。边淮无酒禁，磊碨剩须浇。"
        },
        {
            "标题": "舟行即事二首 其二",
            "作者": "张翥",
            "内容": "天水浑无际，中流明月轮。山形立积铁，潮色烂镕银。\n沙露冻粘石，海风寒薄人。舟师传吉语，沽酒祭江神。"
        },
        {
            "标题": "题辜德中瑞竹亭",
            "作者": "张翥",
            "内容": "江馆当西澨，山堂向北隅。旧樊聊补坏，新竹复嘘枯。\n嘉此神明劳，森然雨露濡。贤才世闽海，之子冠洪都。\n生意原无息，休徵固有符。浑涵由地脉，腾达即天衢。\n故业诗书远，能官俊造须。材称人似玉，宾待凤将雏。\n照映丘园重，流传赋咏俱。拟同嘉树传，来作瑞筠图。"
        },
        {
            "标题": "自悼 其一",
            "作者": "张翥",
            "内容": "十二楼空月自明，一圆一缺总关情。每从画里瞻琼在，复向诗中记受生。\n魂不归来悲楚些，梦还惊觉厌秋声。遥知别鹤离鸾思，只在芙蓉海上城。"
        },
        {
            "标题": "自喻",
            "作者": "张翥",
            "内容": "狎鸥不下解知机，蟋蟀先鸣能表微。人海无涯俱泛泛，佛天有相亦非非。\n试论前辈今谁在，欲问何山老可归。严濑磻溪各求志，岂关出处在渔矶。"
        },
        {
            "标题": "题郝内翰书所作梦观琼花赋后",
            "作者": "张翥",
            "内容": "钓鱼山前龙上天，武昌城外走蜀船。老奸欺国驰露布，使者坐囚吞雪毡。\n溃兵一夜甲填水，血污木棉花下鬼。岂知老仙方卧游，鹤背天风扶梦起。\n颓云抉月光西流，玉箫声断江声愁。露华泣尽琼树死，广陵春色寒于秋。\n百年遗赋人争重，劲墨遒毫精爽动。节旄零落喜生还，回首江南已如梦。\n花神换根春更芳，想像月色扃馀香。楚招无人青鸟去，公不少留涕泗滂。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "国子监内",
            "Background": "张翥与翰林学士承旨李存讨论文臣在朝中的职责与道德。张翥提到“文人应守节，勿为权势所动”，李存点头称赞，表示将以此为戒，并询问张翥对当今诗风的看法。",
            "Dialogue": "{\n    角色名:李存 \n    动作:(微微点头，神情凝重)\n    讲话:张先生所言，文人应守节，勿为权势所动，实乃当今深切之论。古有云：“士为知己者死”，在朝中者，更应以品德为重。然时下风气，似乎多有变迁，权势渐成左右文士之心，若不如您所言，守住一份清白，恐怕难以立足于世。您对现今的诗风又有何见解？在下常感其间似乎失去了一些真意，难以再见那种情感深邃、意境悠远之作。\n}\n\n{\n    角色名:张翥 \n    动作:(轻叹一声，目光凝视窗外)\n    讲话:李先生言之有理，现今诗风之变，的确令我忧心忡忡。昔日之诗，多以情感真挚、意境深远为主，然今之诗作，往往追求华丽之辞，忽略了内在情感的表达。诗者之心，若无真情实感，便如无根之花，难以持久。作为文士，理应以道德为重，诗文则应为心声之延续，传达那份对生活、对自然的热爱与敬畏。唯愿与诸君共勉，重建那份对诗歌的初心，莫让华丽遮蔽了心灵的真实。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "扬州的诗会",
            "Background": "张翥在诗会上与友人吟咏对句，讨论江南的春花与秋月，张翥即兴作诗，抒发对故乡的思念，友人则对其才情赞叹不已，纷纷邀请他共游名胜。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(轻声吟唱，目光炯炯)\n    讲话:张兄，春花秋月，皆是我辈所爱，今日的诗会，不如暂且吟咏一曲，抒发心中对故乡的思念之情，如何？\n}\n\n{\n    角色名:张翥 \n    动作:(微微一笑，轻轻抚摸琴弦)\n    讲话:友人所言甚是，江南春花烂漫，恰如我心中那份柔情。让我试着为这春光谱一曲，愿以此吟咏寄托我对故乡的思念。  \n“春水初生，春林初盛，春风十里不如你。”  \n我愿化为一抹春风，轻拂过往的情景，带回那份温暖与幸福。  \n“秋月明，秋风清，秋水共长天一色。”  \n无论春夏秋冬，故乡的山水总是在我心头，如此深情，便是我今生不变的牵挂。  \n愿友人共我吟唱，分享这份情怀。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "张翥家中",
            "Background": "张翥写信给仇远，表达对他教诲的感激，信中提到自己在国子监的生活与学习，希望能常与仇远交流诗文，寻求更深的道理。",
            "Dialogue": "{\n    角色名:张翥 \n    动作:(提笔写信，神情专注)\n    讲话:仇先生，近日在国子监的学习虽多忙碌，但每每想及您对我的教诲，心中便充盈着感激之情。您教我以文为道，常在我心中回响，令我在这繁华的朝廷中不失本心。  \n仆今在此，借信表以谢意，愿常与您交流诗文，探讨更多的道理。愿您安好，待我有朝一日能与您共游于名山之上，吟咏山水间的千古情怀。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "临汾的集市",
            "Background": "张翥与邻里闲聊，讨论当日的天气与农事，邻居提到今年的麦收情况，张翥则引出诗句，讲述丰收与人心的关系，生活气息浓厚。",
            "Dialogue": "{\n    角色名:邻居 \n    动作:(随意闲聊，眼神友好)\n    讲话:张翥，今天天气不错，听说今年的麦收情况如何？农事看似繁重，但总是充满了希望啊。\n}\n\n{\n    角色名:张翥 \n    动作:(微笑点头，手中握着一把麦穗)\n    讲话:邻居言之有理，春日的阳光正好，农田中的麦子似乎都长势喜人。今年的麦收，若无意外，定能丰收。  \n我常想，丰收不仅在于天时地利，更在于勤劳的双手与诚实的心。  \n“人心齐，泰山移”，这句古语在此时此刻格外应景。  \n希望我们都能在这片沃土上，收获的不仅是粮食，更是那份与土地的亲近与心灵的契合。愿来年，大家都能一起享受这丰收的喜悦。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "皇宫大殿",
            "Background": "张翥在朝会上被皇帝召见，皇帝询问他对国家治理的看法。张翥谨言慎行，提出应加强教育与文化，皇帝对此深表赞同，表示会加以考虑。",
            "Dialogue": "{\n    角色名:皇帝 \n    动作:(坐在高座，目光锐利)\n    讲话:张翥，朕听闻你在国子监的表现颇为出色，今特来询问你对国家治理的看法，卿可畅所欲言。\n}\n\n{\n    角色名:张翥 \n    动作:(恭敬地行礼，神态严肃)\n    讲话:陛下，臣恭敬地认为，治国之道，首在于教育。国家的强盛，源于人才的培养。  \n应当重视文士的道德修养，以文治国，方能长久。  \n其次，国家治理还需关注民生，安定的民心是国家根基所在。  \n愿陛下广开言路，倾听民声，惟愿我大元朝的江山如日中天，国泰民安。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月夜湖边",
            "Background": "张翥与友人一起游湖，月下吟诗，友人感慨“月明点滴水中影”，张翥应声作答，互相切磋，气氛轻松愉悦，诗意盎然。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(微微倾身，目光期待)\n    讲话:张翥，月明如水，今夜不如即兴作首，如何？\n}\n\n{\n    角色名:张翥 \n    动作:(轻声吟诵，神情放松)\n    讲话:月明点滴水中影，今宵共赏月色与花香。“月上柳梢头，人约黄昏后。”  \n这份情意，正如那月色，清冷而又深邃，令人沉思。  \n愿此刻的欢愉，伴随我们在这月下，长久流淌。  \n“借问酒家何处有，牧童遥指杏花村。”  \n我愿在月下吟唱，愿我们的友谊如这月光般皎洁，流转不息。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "张翥家中",
            "Background": "张翥的母亲询问他在朝中的生活，张翥详细讲述了国子监的学习与诗文交流，他表示虽忙碌但内心充实，母亲欣慰地鼓励他继续努力。",
            "Dialogue": "{\n    角色名:母亲 \n    动作:(关切地看着张翥)\n    讲话:张翥，听闻你在朝中忙碌，如何？可有遇到困难？\n}\n\n{\n    角色名:张翥 \n    动作:(微微一笑，安慰母亲)\n    讲话:母亲，孩儿在国子监的日子虽忙碌，却也充实。  \n生活中虽有琐事缠绕，但心中始终铭记您教导的道理，努力不负前程。  \n我在朝中与诸位文士切磋诗文，常感到心中充盈，仿佛游于青山绿水之间。  \n愿母亲无须担忧，孩儿定会继续努力，让您为我感到骄傲。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "张翥的书房",
            "Background": "张翥收到来自朋友的信，信中提到对张翥所作诗文的喜爱，并希望能得到更多的诗作。张翥感慨万千，决定写一首新诗以表谢意。",
            "Dialogue": "{\n    角色名:张翥 \n    动作:(信笔而就，思绪飞扬)\n    讲话:我收到友人的来信，信中提及对我诗文的喜爱，让我倍感欣慰。  \n我心中思绪万千，决定写首新诗以表谢意，愿以此诗寄托我与友人之间的情谊。  \n“桃花流水窅然去，别有天地非人间。”  \n希望我的词句能如流水般，承载着心意，流向朋友的心田。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "酒楼",
            "Background": "张翥与友人聚会，酒酣耳热之际，友人要求他即兴作诗，张翥随即吟出一首，描绘春天的气息，引得周围人纷纷称赞，气氛热烈。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(兴奋地鼓掌)\n    讲话:张兄，今夜酒酣耳热，何不即兴作诗，定能引得众人称赞。\n}\n\n{\n    角色名:张翥 \n    动作:(微微一笑，随即吟诵)\n    讲话:“春风十里柔情醉，柳垂花影共徘徊。”  \n这份春意，正如我心中那份温柔与思念，愿与诸君共品这春日的芳香。  \n“月明点滴水中影，今宵共赏月色与花香。”  \n愿这诗句能如春风般，轻柔地送到每一位朋友的心中，带去一份温暖与欢乐。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "翰林院",
            "Background": "张翥与其他文官讨论朝中大事，张翥提到应重视士人的文采与道德修养，文官们对此展开激烈讨论，气氛紧张而热烈。",
            "Dialogue": "{\n    角色名:文官 \n    动作:(眉头紧锁，神情凝重)\n    讲话:张翥，近日朝中事态多变，您认为应如何应对？\n}\n\n{\n    角色名:张翥 \n    动作:(端正坐姿，神情坚定)\n    讲话:诸位，治国之道，重在道德与文采。  \n我们应重视士人的修养，文士之心若清明，方能为国效力。  \n在当今这乱世之中，更需坚守初心，以文治国，方可长久。  \n愿与各位共勉，携手共度此时艰难，以德治国，振兴我大元朝。"
        }
    ]
}