{
    "基本信息": {
        "姓名": "杨公远",
        "性别": "男",
        "出生年份": "1228",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "元",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "杨公远书序由吴龙翰所作",
        "杨公远书序由吴龙翰所作",
        "杨公远书跋由方回所作",
        "杨公远相唱和的对象是方回",
        "杨公远书、画由方回作跋",
        "杨公远为卢挚作临别赠言(送别诗、序)",
        "杨公远为康天锡作临别赠言(送别诗、序)",
        "杨公远向许楫致贺",
        "杨公远赠诗、文的对象是卢挚",
        "杨公远赠诗、文的对象是康天锡",
        "杨公远赠诗、文的对象是许楫",
        "杨公远收到方回的赠诗、文"
    ],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "叔明",
            "别名类型": "字"
        },
        {
            "别名": "野趣",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "歙县",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "野趣有声画",
            "著述年份": "1288",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "士人",
        "不求仕"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "杨公远（一二二七～？）（生年据本集卷上《生朝（己巳）》“初度今朝四二年”、卷下《初度（丙戌）》“今朝六十从头起”推定），字叔明，号野趣居士，歙（今安徽歙县）人。善诗工画。终生未仕，以诗画游士大夫间。有《野趣有声画》二卷。事见本集卷首宋吴龙翰序、卷末方回跋，《元书》卷八九《方回传》附。　杨公远诗，以影印文渊阁《四库全书》本为底本（校以清刻本，无异文）。 ► 杨公远的诗文(462篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "病腰",
            "作者": "杨公远",
            "内容": "偶病腰疼失步伤，艰行终日坐胡床。非干骑鹤因钱重，岂是悬鱼为带长。倒屣蔡邕那敢效，休官陶令却相当。名方细检无良剂，只好频频酌酒浆。"
        },
        {
            "标题": "寄东麓赵赞府 其一",
            "作者": "杨公远",
            "内容": "佐邑■阳绰有声，文章政事冠群英。南墙松想乘閒咏，北海樽闻已戒倾。\n横笛倚楼襟度逸，携琴带鹤宦情轻。结知当路交飞剡，行看除书下玉京。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "屋头明月上。此夕又秋分。千里人俱共，三杯酒自醺。河清疑有水，夜永喜无云。桂树婆娑影，天香满世间。"
        },
        {
            "标题": "隐居杂兴",
            "作者": "杨公远",
            "内容": "老屋荒寒亦自清，柴门虽设只长扃。数行古隶閒居赋，半壁行书陋室铭。□□□□□□□，研硃滴露勘黄庭。此生与虽无补，笔底青山到了青。"
        },
        {
            "标题": "用前韵酬项性初",
            "作者": "杨公远",
            "内容": "连年客里度星霜，过了重阳又一阳。篱下正怜丛菊老，风前将领早梅香。宁同子美吟诗瘦，岂效宽饶肆酒狂。欲卜归期犹未定，空劳魂梦绕江乡。"
        },
        {
            "标题": "白杜鹃花",
            "作者": "杨公远",
            "内容": "从来只说映山红，幻出铅华夺化工。莫是杜鹃飞不到，故无啼血染芳丛。"
        },
        {
            "标题": "生朝二首",
            "作者": "杨公远",
            "内容": "生朝自颂岂非呆，吟得诗成亦快哉。六十平头悭两岁，百千往事付三杯。在家清苦僧留发，立世支离栎不材。却是与梅缘分厚，年年此日向侬开。"
        },
        {
            "标题": "次江草塘",
            "作者": "杨公远",
            "内容": "西堂梦彻草塘春，得句浑无半点尘。却喜寥寥千古后，只今分付与诗人。"
        },
        {
            "标题": "偶得李竹屋居士摘和靖先生梅诗四联演成八韵句工而韵险似难继和愧不自揣僭敢续貂珠玉在傍觉我形秽 其五",
            "作者": "杨公远",
            "内容": "池水倒窥疏影动，任渠羌管吹三弄。碧波清浅净无痕，老干槎牙坚耐冻。\n花放羞同桃李场，香来偏恼诗人梦。当年曾醉老师雄，翠羽双双疑作凤。"
        },
        {
            "标题": "月下看白莲",
            "作者": "杨公远",
            "内容": "十里荷花带月看，花和月色一般般。只应舞徹霓裳曲，宫女三千下广寒。"
        },
        {
            "标题": "次程斗山村居韵 其九",
            "作者": "杨公远",
            "内容": "生来疏拙甚，怕与俗流同。颇识一丁字，宁牵两石弓。\n夜敲筛柳月，晓对落花风。但得身无事，何消效送穷。"
        },
        {
            "标题": "次程斗山村居韵 其六",
            "作者": "杨公远",
            "内容": "茅结两间月，白云分半间。利名俱拚舍，云月共清閒。\n来辙元无俗，论交赖有山。谢渠梁上燕，社后又飞还。"
        },
        {
            "标题": "四用韵 其七",
            "作者": "杨公远",
            "内容": "捲起黄紬被，何消道放衙。瓦盆常贮酒，雪水旋煎茶。\n但得诗联稳，从教竹屋斜。助侬高兴处，索笑共梅花。"
        },
        {
            "标题": "偶得李竹屋居士摘和靖先生梅诗四联演成八韵句工而韵险似难继和愧不自揣僭敢续貂珠玉在傍觉我形秽 其二",
            "作者": "杨公远",
            "内容": "暗香浮动月黄昏，斗转参横月闯门。香一线通清晓梦，影千枝写悄诗魂。\n荒寒老屋疏篱处，寂寞断桥流水村。青女横陈鸡唱彻，悬知烟雾暝云根。"
        },
        {
            "标题": "四用韵 其二",
            "作者": "杨公远",
            "内容": "朝市何曾梦，山林自结庐。清幽无俗事，萧洒类僧居。\n地锁苔痕润，池窥竹影疏。每番新雨过，门外水成渠。"
        },
        {
            "标题": "四用韵 其三",
            "作者": "杨公远",
            "内容": "朔风号万窍，冷色倍三分。榾柮炉偏暖，茅柴酒易醺。\n烘梅悭爱日，酿雪布彤云。今是丰年瑞，吾侬政乐闻。"
        },
        {
            "标题": "偶得李竹屋居士摘和靖先生梅诗四联演成八韵句工而韵险似难继和愧不自揣僭敢续貂珠玉在傍觉我形秽 其一",
            "作者": "杨公远",
            "内容": "疏影横斜水清浅，冰容不比寻常见。若非采石谪仙魂，定是汨罗骚客面。\n鹤膝枝低俯镜奁，鸭头波静澄江练。凭谁说与老孤山，敢续君诗君莫厌。"
        },
        {
            "标题": "四用韵 其十",
            "作者": "杨公远",
            "内容": "因循身渐老，性懒谒王侯。尝到新蓝尾，翻馀旧历头。\n春来虽可喜，岁去抑何愁。桃板书联句，三平二满休。"
        },
        {
            "标题": "三用韵 其三",
            "作者": "杨公远",
            "内容": "屋头明月上，此夕又秋分。千里人俱共，三杯酒自醺。\n河清疑有水，夜永喜无云。桂树婆娑影，天香满世闻。"
        },
        {
            "标题": "四用韵 其六",
            "作者": "杨公远",
            "内容": "活计人知否，无声诗句间。高低烟树古，来往钓舟閒。\n练挂千寻瀑，屏围几座山。天涯无限景，只仗笔追还。"
        },
        {
            "标题": "许侯赠诗借韵谢 其二",
            "作者": "杨公远",
            "内容": "政彻宸旒久有声，何消入梦更图形。行看大展经纶手，整顿乾坤万国宁。"
        },
        {
            "标题": "再韵奉酬 其三",
            "作者": "杨公远",
            "内容": "杨花一任雪漫天，清坐钩帘对篆烟。应是日长诗酒罢，困来閒向北窗眠。"
        },
        {
            "标题": "次程斗山村居韵 其五",
            "作者": "杨公远",
            "内容": "搔头无别想，得句但长吟。懒到风波地，坚存铁石心。\n人情从冷热，世态任浮沈。却喜虚檐外，清吹满竹林。"
        },
        {
            "标题": "次金东园渔家杂咏 其六",
            "作者": "杨公远",
            "内容": "两岸芦花飞雪絮，一江秋水接银河。平生不结荣华梦，只把青蓑当绮罗。"
        },
        {
            "标题": "次金东园农家杂咏 其二",
            "作者": "杨公远",
            "内容": "林下攲倾茅草屋，门前诘曲竹笆篱。数声清笛知何处，牛背斜阳牧竖吹。"
        },
        {
            "标题": "再韵奉酬 其一",
            "作者": "杨公远",
            "内容": "穿帘燕子作双飞，恰是春光欲老时。公退祇应无个事，山泉石鼎煮鎗旗。"
        },
        {
            "标题": "次金东园农家杂咏 其五",
            "作者": "杨公远",
            "内容": "尝稻翻匙誇白雪，腰镰荷担刈黄云。逢人谩说空辛苦，偿债输官费九分。"
        },
        {
            "标题": "新安江上次程南仲韵",
            "作者": "杨公远",
            "内容": "石阑斜护崎岖径，村酒频浇磊磈胸。好是黄山供望眼，白云分出两三峰。"
        },
        {
            "标题": "次金东园农家杂咏 其六",
            "作者": "杨公远",
            "内容": "四郊䆉稏高低熟，几处连耞澎湃声。妇饷区区无寸暇，绩麻犹趁月华明。"
        },
        {
            "标题": "次金东园渔家杂咏 其五",
            "作者": "杨公远",
            "内容": "爱玄真子吟佳句，笑老姜公用直钩。一片水乡供活计，四时风月在扁舟。"
        },
        {
            "标题": "次韵酬孙艮斋 其一",
            "作者": "杨公远",
            "内容": "抱膝孤吟欠范模，愿随鸡犬藉丹炉。傥能化得尘凡骨，差胜无声水墨图。"
        },
        {
            "标题": "迓王书史六邑劝课回四绝 其一",
            "作者": "杨公远",
            "内容": "雕鞍骏马骤如飞，正是春风柳絮时。夹道居民争看处，青红小队曳旌旗。"
        },
        {
            "标题": "春夜雪再用韵 其九",
            "作者": "杨公远",
            "内容": "一色寰区水墨天，了无尘翳自天然。惜乎官禁瓶无酒，胜赏空辜药玉船。"
        },
        {
            "标题": "早梅",
            "作者": "杨公远",
            "内容": "篱下丛丛菊老时，清香飞上向南枝。化工未必无私意，试问春风知不知。"
        },
        {
            "标题": "诗匠",
            "作者": "杨公远",
            "内容": "吴刚运斧惟修月，轮扁挥斤妙斲轮。好句何须劳斧凿，无痕无迹自天真。"
        },
        {
            "标题": "和靖",
            "作者": "杨公远",
            "内容": "湖上吟翁道味长，孤坟今已草成荒。姓名犹寄梅花上，一度开时一度香。"
        },
        {
            "标题": "烟寺晚钟",
            "作者": "杨公远",
            "内容": "山寺钟敲晚照残，僧归云暝费跻攀。浮屠屹立巅崖顶，恰在烟岚紫翠间。"
        },
        {
            "标题": "次刘晓窗九日韵 其八",
            "作者": "杨公远",
            "内容": "黄花堆积若钱流，妆点诗家富贵秋。元亮不将渠贳酒，空留遗恨尚悠悠。"
        },
        {
            "标题": "山市晴岚",
            "作者": "杨公远",
            "内容": "横岚髣髴抹高冈，村市人家酿秫香。溪上晓来争渡急，裹盐沽酒趁虚忙。"
        },
        {
            "标题": "春夜雪再用韵 其十",
            "作者": "杨公远",
            "内容": "雪霁风犹万窍号，微吟拥鼻袖无羔。一寒如此还风味，和得诗成句法高。"
        },
        {
            "标题": "蝶 其一",
            "作者": "杨公远",
            "内容": "磔索银须细，翩翩粉翅柔。百花巡已遍，入梦戏庄周。"
        },
        {
            "标题": "月下看白莲 其二",
            "作者": "杨公远",
            "内容": "别岸花孤袅，冰姿带月痕。波沈花月影，疑是谪仙魂。"
        },
        {
            "标题": "月下看白莲 其一",
            "作者": "杨公远",
            "内容": "藕花呈素质，兔魄散清光。我试平章看，嫦娥伴六郎。"
        },
        {
            "标题": "吊讷相次仲宣韵 其二",
            "作者": "杨公远",
            "内容": "官居鼎鼐只儒酸，雅淡襟期耐岁寒。拂袖乘箕天上去，斑斑青史后人看。"
        },
        {
            "标题": "吊讷相次仲宣韵 其一",
            "作者": "杨公远",
            "内容": "两字清忠帝衮褒，都缘稳把济川篙。后来诸老多成败，何似先生勇退高。"
        },
        {
            "标题": "雪 其七",
            "作者": "杨公远",
            "内容": "喧呼童稚塑狮儿，髣髴形模便有威。枯炭点睛铃用橘，酒杯叠叠印毛衣。"
        },
        {
            "标题": "旅寓岑寂中园丁送花四品因赋五绝 其二",
            "作者": "杨公远",
            "内容": "玉蕊花开触处芳，瓷瓶安顿细平章。怕渠不肯梅花弟，能趁春风七里香。"
        },
        {
            "标题": "雪 其十",
            "作者": "杨公远",
            "内容": "彻夜阴风恣怒号，谁家帐底饮羊羔。何如榾柮炉边坐，雪水煎茶兴味高。"
        },
        {
            "标题": "春夜雪再用韵 其八",
            "作者": "杨公远",
            "内容": "数声爆竹入新年，万紫千红信息传。巽二搀先施妙手，花开顷刻更堪怜。"
        },
        {
            "标题": "春夜雪再用韵 其六",
            "作者": "杨公远",
            "内容": "琼林玉树竞奢华，老眼光摇眩有花。莫是幻成银色界，楼台胜处梵王家。"
        },
        {
            "标题": "次程南仲韵 其二",
            "作者": "杨公远",
            "内容": "生意窗前草不除，翛翛苍玉自扶疏。贫将入骨谁怜我，富欲掀天命属渠。\n学圃频观种树传，杜门几似绝交书。有时间有过从者，分席非樵即是渔。"
        },
        {
            "标题": "感怀 其二",
            "作者": "杨公远",
            "内容": "长吟抱膝更欷歔，较著前时迥不如。世事看来巢幕燕，人生勘破上竿鱼。\n投非所好缘工瑟，见匪相知懒曳裾。造物岂应私困我，还须水到自成渠。"
        },
        {
            "标题": "次程南仲韵 其五",
            "作者": "杨公远",
            "内容": "剩喜壶中别是天，诛茆结屋竹梅边。伴人有意一泓砚，笑我无缘二顷田。\n半醉半醒知酒圣，非空非色悟僧禅。门前青嶂浑如画，云去云来树倚巅。"
        },
        {
            "标题": "借虚翁涌金门城望五诗韵以写幽居之兴 其四",
            "作者": "杨公远",
            "内容": "细撚吟髭谩赋诗，骚人那敢与争驰。倾杯对月风清夜，倚杖观山云敛时。\n世事安危浑莫问，人生得失底须悲。何当琢就梅花句，付与高楼画角吹。"
        },
        {
            "标题": "次程南仲韵 其四",
            "作者": "杨公远",
            "内容": "倒指头颅六十馀，尤堪抱瓮灌园蔬。生来自得江山趣，身后何消竹帛书。\n无事关怀心寂寂，有时敲句意徐徐。乘閒问柳寻花去，缓步安然当小车。"
        },
        {
            "标题": "次程南仲韵 其三",
            "作者": "杨公远",
            "内容": "兴来呼酒乏瓷卮，自笑醄醄作么为。细诵坡仙前后赋，更歌元亮去来辞。\n一心湛彻长如水，两鬓髼松半欲丝。毕竟不消惆怅得，苍松独傲岁寒时。"
        },
        {
            "标题": "次程南仲韵 其一",
            "作者": "杨公远",
            "内容": "老来鹤发更鸡皮，计解曾无六出奇。耕钓云烟三寸管，剪裁风月几联诗。\n逢人多谢开青眼，顾我惟惭匪白眉。世路近来虽著脚，不如退步学聋痴。"
        },
        {
            "标题": "借虚翁涌金门城望五诗韵以写幽居之兴 其二",
            "作者": "杨公远",
            "内容": "半生迹未历江湖，辟地东郊旋剪芜。结屋池边尘自少，莳梅窗外俗全无。\n偶来啜茗谢良友，不肯趋时愧腐儒。却笑一寒难措手，欲裨短褐拆天吴。"
        },
        {
            "标题": "借虚翁涌金门城望五诗韵以写幽居之兴 其一",
            "作者": "杨公远",
            "内容": "数竿脩竹半池荷，密掩柴门少客过。笔底画能希李郭，囊中诗欠似阴何。\n一心夜月炯长在，两鬓秋霜积未多。花甲明年重数起，幸逢尘世息兵戈。"
        },
        {
            "标题": "游水西次吴秋涧韵",
            "作者": "杨公远",
            "内容": "松阴石径绝纤埃，缓步行春得得来。风景一川诗料足，楼台两岸画图开。\n山花乱插髼松鬓，村酒频倾潋滟杯。扶醉归来天欲莫，数声鼓角又相催。"
        },
        {
            "标题": "寿许侯",
            "作者": "杨公远",
            "内容": "冬孟犹馀一叶蓂，中原贤哲此时生。星辉南极躔吴分，月出东山照歙城。\n耐与寒花香晚节，清如冷蕊味和羹。童颜鹤发神仙骨，便是崆峒老广成。"
        },
        {
            "标题": "回岭",
            "作者": "杨公远",
            "内容": "梯级层层步颇艰，岭头清吹逼人寒。四边绝壁诗怀壮，一片苍空眼界宽。\n何处山坳吞落照，长年石罅喷鸣湍。支筇对景盘桓久，领略留将作画看。"
        },
        {
            "标题": "闷书 其一",
            "作者": "杨公远",
            "内容": "转眼才馀五日春，东奔西走废光阴。一泓砚里谋生意，几句诗中写客心。\n贯斗冲牛雷焕剑，高山流水伯牙琴。莫将未遇添惆怅，自有名公为赏音。"
        },
        {
            "标题": "贽林路教",
            "作者": "杨公远",
            "内容": "千载孤山处士星，只将閒逸了平生。一联好句香犹在，几世闻孙声最清。\n泮水工夫施教雨，梅花标格待和羹。不知野叟何缘分，邂逅城闉幸识荆。"
        },
        {
            "标题": "再韵 其一",
            "作者": "杨公远",
            "内容": "听彻茶烹蚓窍声，挑灯开卷眼能明。□□□□□□□，过了残冬岁又更。\n世事间关人易老，容怀萧索寐难成。推窗且对梅花月，便觉尘襟一晌清。"
        },
        {
            "标题": "立春旬日雨作不止",
            "作者": "杨公远",
            "内容": "检起床头历又新，吁嗟老境渐侵寻。十朝春恰九朝雨，一日晴还半日阴。\n滴碎空阶声已厌，寒欺薄酒力难禁。绝怜窗外苍苔地，积得残梅寸许深。"
        },
        {
            "标题": "江天晓望次南仲韵",
            "作者": "杨公远",
            "内容": "江天向晓缊轻寒，雾捲云收眼界宽。雁起沙头兵出戍，鹭翘柳上雪成团。\n数声柔橹船初发，一片寒芦叶半乾。无奈满前诗料富，耽吟几致废朝餐。"
        },
        {
            "标题": "昨携拙稿呈康使君郢正以诗促之",
            "作者": "杨公远",
            "内容": "昨携拙稿乞挥斤，安敢颙颙觊赏音。明月清风聊寓意，孤峰绝岸颇留心。\n驽逢伯乐方增重，剑遇张华免陆沈。肯把灵丹攻鄙俗，珍藏何啻万黄金。"
        },
        {
            "标题": "春夜听雨",
            "作者": "杨公远",
            "内容": "小楼炙烛未成眠，好雨知时听不厌。风急斜敲窗上纸，檐高微洒楯边帘。\n花应憔悴啼丹脸，麦定惺愡磔翠髯。添得明朝诗兴好，池塘草长水渐渐。"
        },
        {
            "标题": "到陈村",
            "作者": "杨公远",
            "内容": "半日脩途适到陈，因思尼父倍伤神。行囊抖擞幸馀半，旅馆萧条苦乏薪。\n唤仆买杯苏脚倦，拂尘题句效眉颦。孤村落日黄昏后，一觉明朝又问津。"
        },
        {
            "标题": "学圃",
            "作者": "杨公远",
            "内容": "萧然身世尽宽舒，剩有工夫学种蔬。每汲清泉勤抱瓮，旋锄荒圃谩携书。\n绿葵紫芥香尤美，春韭秋菘味有馀。时撷鲜苗烹石铫，朱门肉食不如渠。"
        },
        {
            "标题": "自述",
            "作者": "杨公远",
            "内容": "年踰半百颇酸心，眼底朋俦试选抡。松竹梅花三益友，诗书画卷一閒人。\n北窗高卧那非乐，南阮甘贫只任真。却喜生无荣辱事，底须姓字动朝绅。"
        },
        {
            "标题": "重阳已过半月菊花方开 其一",
            "作者": "杨公远",
            "内容": "过了重阳半月馀，菊花方见放东篱。香清不减登山日，色好偏过泛酒时。\n餐落英真成浪语，存荒径岂是虚辞。生来宁耐风霜挫，晚节腾芳满世知。"
        },
        {
            "标题": "次程国舍",
            "作者": "杨公远",
            "内容": "欲坐春风欠宿缘，识荆琳宇忆当年。初逢脱略知心地，再见从容值暑天。\n万卷诗书君有种，一犁烟雨我无田。晓来喜报檐前鹊，忽得珠玑璨两篇。"
        },
        {
            "标题": "上赵相公 其二",
            "作者": "杨公远",
            "内容": "彻骨清贫颇自怜，生涯淡薄只随缘。搜罗景象画多趣，抖擞襟期诗几篇。\n毛颖漫供烟雨耒，石泓聊当稻粱田。化炉倘赐甄陶意，便是人生际遇年。"
        },
        {
            "标题": "十日宋省斋有诗谓不及同登南山独步乌聊山",
            "作者": "杨公远",
            "内容": "我辈登高崄更遥，闻君独步上乌聊。休嗟昨日浑无兴，须信明年尚有条。\n节后黄花香未减，年高黑鬓雪偏饶。拂笺续罢新诗句，回首重阳越一朝。"
        },
        {
            "标题": "自笑 其一",
            "作者": "杨公远",
            "内容": "自笑人生立世难，甘辛滋味饱曾参。头颅潦倒梅横雪，心地通明月印潭。\n诗欠惊人徒著意，事多忤俗更休谈。何如领略三杯酒，不必如泥只半酣。"
        },
        {
            "标题": "池上芙蓉",
            "作者": "杨公远",
            "内容": "小池擎雨已无荷，池上芙蓉映碧波。初试晨妆铜镜净，未醒卯醉玉颜酡。\n一秋造化全钟此，十月风光尚属他。除却篱边丛菊伴，别谁能奈晓霜何。"
        },
        {
            "标题": "游南山次刘晓窗韵二首 其一",
            "作者": "杨公远",
            "内容": "神仙窟宅白云扃，山径迂回峻复平。烟冷恐遗丹灶在，草深不向斗坛生。\n市廛尘隔二三里，岩谷禽啼一两声。莫讶此来仙不见，遥岑寸碧眼增明。"
        },
        {
            "标题": "重阳已过半月菊花方开 其二",
            "作者": "杨公远",
            "内容": "西风转北又旬馀，才见黄花粲短篱。底事不开重九日，何心却趁小春时。\n芳传栗里陶潜径，香入离骚屈子辞。不肯趋时真隐逸，岂教尘世俗人知。"
        },
        {
            "标题": "呈许使君 其二",
            "作者": "杨公远",
            "内容": "蒙泉清彻底，更不著纤尘。滕阁曾逢月，花屏又遇春。\n采芹尊秀士，拔薤抑强民。祇恐芝泥召，催归侍紫宸。"
        },
        {
            "标题": "览镜",
            "作者": "杨公远",
            "内容": "览镜颜非昔，相将老态催。青春弹指去，白雪上头来。\n兴逸三杯酒，诗清百咏梅。襟期除此外，万事付悠哉。"
        },
        {
            "标题": "隐居杂兴 其四",
            "作者": "杨公远",
            "内容": "生计新来喜有涯，莳菘栽韭树桑麻。惯眠纸帐三竿日，饱听萍池两部蛙。\n往事真成看堕甑，凡身安敢望乘槎。一般受用还官样，门外黄蜂为报衙。"
        },
        {
            "标题": "再用韵 其十",
            "作者": "杨公远",
            "内容": "骨相寒如许，那封万户侯。红颜非藉酒，白雪未蒙头。\n事少浑无梦，身閒岂有愁。老天能覆我，饱暖四宜休。"
        },
        {
            "标题": "隐居杂兴 其五",
            "作者": "杨公远",
            "内容": "髼松两鬓欲成丝，又是桃红李白时。百岁光阴须藉酒，一生志趣莫过诗。\n世情因向贫中识，画思方知老后宜。却喜半犁新雨过，旋分菊本莳东篱。"
        },
        {
            "标题": "再用韵 其二",
            "作者": "杨公远",
            "内容": "数椽攲欲压，髣髴玉川庐。不结市朝梦，惟便水竹居。\n静中谙世味，贫里见亲疏。忽怪幽池涨，元通灌稻渠。"
        },
        {
            "标题": "懒",
            "作者": "杨公远",
            "内容": "疏懒春来分外添，蒲团兀坐地炉边。关心事少夜悭梦，酌酒杯多昼亦眠。\n琴有徽弦姑挂壁，诗无眼目谩成篇。自怜不似门前柳，才得东风翠拂天。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博 其十",
            "作者": "杨公远",
            "内容": "径曲通村深复深，听莺吟歇听蝉吟。园林幽雅已成趣，朝市纷华岂到心。\n匣冷冯驩长铗剑，壁悬元亮不弦琴。故知忤世皆缘直，有口从今只合瘖。"
        },
        {
            "标题": "次宋省斋木犀 其二",
            "作者": "杨公远",
            "内容": "颢气清如许，全钟在木犀。碎金羞色浅，片脑愧香低。\n根析蟾宫种，诗吟茧纸题。折来供鼻观，何用上天梯。"
        },
        {
            "标题": "隐居杂兴 其八",
            "作者": "杨公远",
            "内容": "篱编红槿障蓬茅，半近城闉半近郊。苔绣曲蹊千万点，梅窥碧沼两三梢。\n閒将今古浇胸臆，懒把荣枯问卦爻。一自渔樵分席后，清泉白石与论交。"
        },
        {
            "标题": "拙稿呈许侯",
            "作者": "杨公远",
            "内容": "拙稿携将谒使君，区区那敢冀知闻。编成功卷如终卷，赋就三分诵七分。妄意僭干修月斧，删芜端藉运风斤。一经题品便佳士，庶别丛间获与薰。"
        },
        {
            "标题": "自笑二首",
            "作者": "杨公远",
            "内容": "东郊结屋恰三间，景物供吟要细参。红日射芒穿密树，青山倒影浴寒潭。樵虽分席当时话，客为同心尽日谈。最是北窗高卧处，如雷鼻息睡偏酣。"
        },
        {
            "标题": "子陵",
            "作者": "杨公远",
            "内容": "三聘玄纁莫可辞，此行为满故人思。一宵共榻论心事，却被司天太史知。"
        },
        {
            "标题": "自述",
            "作者": "杨公远",
            "内容": "年踰关百颇酸心，眼底朋俦试选抡。松竹梅花三益友，诗书画卷一閒人。北窗高卧那非乐，南阮甘贫只任真。却喜生无荣辱事，底须姓字动朝绅。"
        },
        {
            "标题": "重阳已过半月菊花方开二首",
            "作者": "杨公远",
            "内容": "西风转北又旬余，才见黄花粲短篱。底事不开重九日，何心却趁小春时。芳传栗里陶潜迳，香入离骚屈子辞。不肯趋时真隐逸，岂教尘世俗人知。"
        },
        {
            "标题": "竹夫人",
            "作者": "杨公远",
            "内容": "羞领青奴号，由来节操刚。有生惟具眼，不妒为无肠。恋恋言何寂，娟娟体自凉。弃捐知素分，那敢望专房。"
        },
        {
            "标题": "自笑二首",
            "作者": "杨公远",
            "内容": "自笑人生立切难，甘辛滋味饱曾参。头颅潦倒梅横雪，心地通明月印潭。诗欠惊人徒著意，事多忤谷更休谈。何如领略三杯酒，不必如泥只半酣。"
        },
        {
            "标题": "重阳已过半月菊花方开二首",
            "作者": "杨公远",
            "内容": "过了重阳半月余，菊花方见放东篱。香清不减登山日，色好偏过泛酒进。餐落英真成浪语，存荒径岂是虚辞。生来宁耐风霜挫，晚节腾芳满世知。"
        },
        {
            "标题": "听涧泉琴次赵丞韵",
            "作者": "杨公远",
            "内容": "来谒涧泉琴，都忘利与名。初闻心地爽，饱听耳根清。\n三峡流波势，九皋鸣鹤声。更期明月夜，共此畅幽情。"
        },
        {
            "标题": "昨携拙稿呈康使君郢正以诗促之",
            "作者": "杨公远",
            "内容": "昨携拙稿各阶层挥斤，安敢颙颙觊赏音。明月清风聊寓意，孤峰绝岸颇留心。驽逢伯乐方增重，剑遇张华免陆沈。肯把灵丹攻鄙俗，珍藏何啻万黄金。"
        },
        {
            "标题": "白水池次俞山长韵",
            "作者": "杨公远",
            "内容": "石眼泉流乳，盈池永不乾。空明涵玉润，湛徹带云寒。月浸知无异，鸥来订却难。何郎今在否，好向此凭阑。"
        },
        {
            "标题": "白茅道中",
            "作者": "杨公远",
            "内容": "支筇过岭坳，对景试推敲。野水书之宇，山田画卦爻。云归峰露顶，叶落树留梢。问此名何地，人言是白茅。"
        },
        {
            "标题": "避暑次叶教授韵",
            "作者": "杨公远",
            "内容": "炎天无处涤烦心，拂拭苍坐顺茂林。贪捻吟髭搜好句，不知日转已移阴。"
        },
        {
            "标题": "边日雪次典仲宣韵二首",
            "作者": "杨公远",
            "内容": "天遣冯夷剪水飞，拿空万木冻龙痴。寒思坡老玉楼句，清想刘叉冰柱诗。谩拥地炉然竹火，更垂纸帐当罗帷。谁知预作丰年瑞，不疗贫家眼下饥。"
        },
        {
            "标题": "边日雪次典仲宣韵二首",
            "作者": "杨公远",
            "内容": "连朝飞雪满山城，恰负人言雪易晴。梅顿添肥香不减，竹虽暂屈节还清。闭门僵卧嗟寒士，煮水烹茶任巨卿。但喜遗蝗深入地，休夸李愬把吴平。"
        },
        {
            "标题": "次韵别黄山中",
            "作者": "杨公远",
            "内容": "相逢只在万山阿，每愧才疎藉琢磨。昨日忽来明日去，会时常少别时多。茶聊当酒匆匆话，诗为言怀细细哦。折得梅花须寄我，不然携杖早相过。"
        },
        {
            "标题": "冰梅",
            "作者": "杨公远",
            "内容": "绝怜花带雪麟珑，彷佛惟存蜡帝红。一夜清寒风结冻，分明身在水晶宫。"
        },
        {
            "标题": "病起三首",
            "作者": "杨公远",
            "内容": "弹指叹吟身，悭悭满六旬。维摩宁久病，孺子岂长贫。虽欠诗边兴，还存笔底春。莫言憔悴损，梅瘦越精神。"
        },
        {
            "标题": "病起三首",
            "作者": "杨公远",
            "内容": "一病已兼旬，朝来试整襟。眼前惊雾散，耳底怪蝉吟。检点尘侵砚，爬搔雪满簪。春归浑未省，绿树又成阴。"
        },
        {
            "标题": "病起三首",
            "作者": "杨公远",
            "内容": "病起觉痴聋，徐行脚蹑空。杖能供半力，药已奏全功。整顿身仍健，优游道未穷。呼儿涤泓颖，拂素貌渔翁。"
        },
        {
            "标题": "泊浙江东岸次斗山韵",
            "作者": "杨公远",
            "内容": "渺渺江空阔，停帆首屡回。渔家编苇荻，蜃气幻楼台。逸少亭应在，鸱夷棹不来，一钩新月上，时把篾篷推。"
        },
        {
            "标题": "九日同王月溪访紫阳有诗次韵",
            "作者": "杨公远",
            "内容": "西风凄紧未成霜，拄杖横拖访紫阳。绕郭溪山千古胜，泛杯萸菊一时香。鬓边有雪身还健，笔底无尘句不狂。佳节直须拚酩酊，浑如仙在白云乡。"
        },
        {
            "标题": "次兰皋擘蟹",
            "作者": "杨公远",
            "内容": "江湖郭索草泥行，不料遭人人鼎烹。勇恃甲戈身莫卫，富藏金玉味还清。持螯细咀仍三咏，把酒高吟快一生。鲈脍侯鲭应退舍，算渠只合伴香橙。"
        },
        {
            "标题": "残梅",
            "作者": "杨公远",
            "内容": "可惜梢头烂漫芳，无心要趁寿阳妆。宁教片片随风去，点在苔痕骨也香。"
        },
        {
            "标题": "残梅",
            "作者": "杨公远",
            "内容": "暗香消歇粉妆残，点点虚庭碧藓间。却怪贫家新富贵，地茵纯用鹿胎斑。"
        },
        {
            "标题": "次金东园农家杂咏八首",
            "作者": "杨公远",
            "内容": "尝稻翻匙夸白雪，腰鎌荷担刈黄云。逢人谩说空辛苦，偿债输官费九分。"
        },
        {
            "标题": "生朝二首",
            "作者": "杨公远",
            "内容": "七年客里度初生，诗骨依然只鹤形。梅亦清臞须却白，吾将潦倒鬓还青。愧无德可书银管，幸有酒堪储玉瓶。一点灵台尘不滓，何消修炼勘黄庭。"
        },
        {
            "标题": "呈康总管相公",
            "作者": "杨公远",
            "内容": "古汴文章伯，来为我郡侯。一心天不夜，千里用长秋。政压龚黄辈，诗侪李杜俦。雷门持布鼓，肯瞩电光不。"
        },
        {
            "标题": "呈许使君二首",
            "作者": "杨公远",
            "内容": "蒙泉清徹底，更不著纤尘。滕阁曾逢月，花屏又遇春。采芹尊秀士，拔薤抑强民。只恐芝泥召，催归侍紫宸。"
        },
        {
            "标题": "呈许使君二首",
            "作者": "杨公远",
            "内容": "河岳中原地，英贤间世生。气雄虹万丈，心净月三更。韩柳言同妙，龚黄政共清。新安人有分，月旦原推评。"
        },
        {
            "标题": "呈赵提领",
            "作者": "杨公远",
            "内容": "从容依绿泛莲红，吾郡生民有幸逢。政事分明天外月，风标翘楚雪中松。携琴领鹤宦情好，横笛倚楼诗兴浓。腾茂蜚英帝里，行看宠锡禄千钟。"
        },
        {
            "标题": "池塘生春草",
            "作者": "杨公远",
            "内容": "燕寝凝香梦更清，梦回得句快吟情。可怜人化辽天鹤，池上年年草自生。"
        },
        {
            "标题": "池上芙蓉",
            "作者": "杨公远",
            "内容": "小池惊雨已无荷，池上芙蓉映碧波。初试晨妆铜镜净，未醒卯醉玉颜酡。一秋造化全种此，十月风光尚属他。除却篱边丛菊伴，别谁能奈晓霜何。"
        },
        {
            "标题": "迟梅",
            "作者": "杨公远",
            "内容": "尽道孤根逗暖回，缘何春至未肧胎。东皇想是怜孤独，留与群芳作伴开。"
        },
        {
            "标题": "酬黄仲宣见寄",
            "作者": "杨公远",
            "内容": "倦走南州与北州，竹篱茅舍足清幽。但教有酒名从事，何必为官见督邮。谢友寄诗通间阔，拂笺泚笔细赓酬。虽然可写胸中意，难写驳中半点愁。"
        },
        {
            "标题": "初度寓郡",
            "作者": "杨公远",
            "内容": "得失荣枯付分休，康强之外复何求。灵台洞徹天无夜，银海精明月正秋。谩赋律章酬诞节，旋沽官酝破羁愁。生来结得梅花伴，长占春风第一筹。"
        },
        {
            "标题": "初夏旅中五首",
            "作者": "杨公远",
            "内容": "每忆吾庐隐者居，天然景物足清娱。树林阴翳莺求友，帘幕深沈燕引雏。可钓可耕盘谷序，堪诗堪画辋川图。何当归去北窗卧，能胜羲皇以上无。"
        },
        {
            "标题": "初夏旅中五首",
            "作者": "杨公远",
            "内容": "往来萧寺几经年，时向僧窗听说禅。一事不成空老去，三椽聊寓幸安眠。诗篇冰雪无蔬气，粥饭韲盐有道缘。欲卜归期犹未定，况闻绿树有啼鹃。"
        },
        {
            "标题": "初夏旅中五首",
            "作者": "杨公远",
            "内容": "早起窗前拥弊裘，鬓毛萧散冷飕飕。葵榴花发已云夏，竹树风生却似秋。骤雨乍晴双港涨，宿云初敛四山幽。客怀顿觉添萧洒，且放吟情出一头。"
        },
        {
            "标题": "初夏旅中五首",
            "作者": "杨公远",
            "内容": "乌兔双飞去若梭，又逢天气正清和。绿空桑柘蚕成趼，青遍田畴犊卧莎。好景常供诗料足，浮生每叹客愁多。家山不是无风月，斗粟区区可奈何。"
        },
        {
            "标题": "初夏旅中五首",
            "作者": "杨公远",
            "内容": "吟髭细撚只堪伤，几度徘徊立夕阳。诗不疗饥徒著意，酒能作病莫持觞。此心轩豁出云月，浮世间关逆水航。多谢老天怜我在，长教穷健又何妨。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "生计虽随分，年来迥不同。穷通槐国梦，得失楚人弓。世事埋云月，人情过耳风。但教强健在，佳况自无穷。"
        },
        {
            "标题": "雪",
            "作者": "杨公远",
            "内容": "怪得云顽冻不开，漫空忽搅豆稭灰。青留一半窗前竹，白胜三分屋外格。剡曲舟应撑月去，灞桥驴想得诗回。吾侬喜有煎茶兴，不羡销金帐底杯。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "雪霁风犹万竅号，微吟拥鼻袖无羔。一寒如此还风味，和得诗成句法高。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "琼林玉树竞奢华，老眼光摇眩有花。莫是幻成银色界，楼台胜处梵王家。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "茆檐堆积未消除，仔细观来半尺余。腊后春前知几白，丰年可卜史官书。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "诗梦关情草满池，东皇已向岁前归。怪渠杨柳摇金未，底事漫空絮便飞。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "江梅带雪状模糊，梅雪相逢意不孚。雪逊无香梅逊白，雪消梅现旧头颅。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "仙禽洒羽半天飞，疑是归来老令威。妆点江乡堪入画，渔翁披得满衰衣。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "向晓披衣更拥衾，略无一事恼胸襟。起来点检窗前雪，地上无多屋上深。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "数声爆竹入新年，万子千红信为传。巽二搀先施妙手，花开倾刻更堪怜。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "一色寰区水墨天，子无尘翳自天然。惜乎官禁瓶无酒，胜赏空辜药玉船。"
        },
        {
            "标题": "春夜听雨",
            "作者": "杨公远",
            "内容": "小楼炙烛新未眠，好雨知时听不厌。风急斜敲窗上纸，檐高微洒楯边帘。花应憔悴啼丹脸，麦定惺惚磔翠髯。添得明朝诗兴好，池塘草长水渐渐。"
        },
        {
            "标题": "春夜雪再用韵十首",
            "作者": "杨公远",
            "内容": "东风怒撼树梢鸣，冻住顽云黯不明。兀坐炉边閒侧耳，春虫撩乱扑窗声。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "村疃多幽趣，谁言景象稀。云欹山卸帽，苔长石添衣。一岁惊春老，千林觉绿肥，可怜双蛱蝶，又傍菜花飞。"
        },
        {
            "标题": "次程直学秋雨感",
            "作者": "杨公远",
            "内容": "一雨战秋阳，风生衣袂举。更不假蒲葵，秋阳眇何许。浑如赫赫人，其技只鼯鼠。须信有循环，凉生屏烦暑。此意默领会，何劳向人语。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "融和天气好，携杖作清游。景物自消长，禽言或去留。人登山际寺，花映水边楼。欲写归吟卷，敲推手不休。"
        },
        {
            "标题": "次程南仲韵五首",
            "作者": "杨公远",
            "内容": "剩喜壶中江是天，诛茆结屋竹梅边。伴人有意一泓砚，笑我无缘二顷田。半醉半醒知酒圣，非空非色司僧禅。门前青嶂浑如画，云去云来树倚巅。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "山势主宾立，溪流泾渭分。景幽诗易得，兴逸酒难醺。有累营家燕，无心出岫云。若言朝市事，毫发不曾闻。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "萧洒园池上，依然一故庐。苍苔封曲迳，老鹤伴閒居。计拙身还逸，颜酡鬓任疎。日长无个事，穷达儘教渠。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "搔头无别想，得句但长吟。懒到风波地，坚存铁石心。人情从冷热，世态任浮沈。却喜虚檐外，清吹满竹林。"
        },
        {
            "标题": "次程直学对镜",
            "作者": "杨公远",
            "内容": "青铜频启看，瘦劣沈东阳。鬓染秋霜色，身期晚节香。閒情耽水石，幽梦绕池塘。何似伊川脉，渊源道味长。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "生来疎拙甚，怕与俗流同。颇识一丁字，宁牵两石弓。夜敲节柳月，晓对落花风。但得身无事，何消效送穷。"
        },
        {
            "标题": "次冰寮尤倅落叶",
            "作者": "杨公远",
            "内容": "陡觉老秋郊，山臞出岭坳。萧骚风脱叶，清峭树留梢。渐失牛羊径，难藏鹳鹊巢。炉烘供夜读，童扫莫轻抛。"
        },
        {
            "标题": "次程斗山韵",
            "作者": "杨公远",
            "内容": "□作蛩吟肩耸山，了无萦系一生閒。梦回春草池塘外，诗在梅花烟雨间。但得双眸长炯炯，从教两鬓自斑斑。此身穷达何消问，天道乘除去复还。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "茅结两閒月，白云分半间。利名俱拚舍，云月共清閒。来辙元无俗，论交赖有山。谢渠梁上燕，社后又飞还。"
        },
        {
            "标题": "次程南仲韵五首",
            "作者": "杨公远",
            "内容": "生意窗前草不除，悠悠苍玉自扶疎。贫针入骨谁怜我，富欲掀天命属渠。学圃频观种树传，杜门几似绝交书。有时间有过从者，分席非樵即是鱼。"
        },
        {
            "标题": "次程国舍",
            "作者": "杨公远",
            "内容": "欲会春风欠宿缘，识荆琳宇忆当年。初逢脱略知心地，再见从容值暑天。万卷诗书君有种，一犁烟雨我无田。晓来喜报檐前鹊，忽得珠玑璨两篇。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "山中閒宰相，日日有蜂衙。剑戟门前竹，枪棋鼎内茶。莺歌喉宛转，蝶舞翅欹斜。只此堪娱乐，何消解语花。"
        },
        {
            "标题": "次程南仲韵五首",
            "作者": "杨公远",
            "内容": "老来鹤发更难皮，计解曾无六出奇。耕钓云烟三寸管，剪裁风月几联诗。逢人多谢开青眼，雇我惟惭匪白眉。世路近来虽著脚，不如退步学聋痴。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "诗骨清臞甚，几如沈隐侯。自编篱象眼，为护笋猫头。日有丘园乐，身无世俗愁。怜渠名利客，汩汩几时休。"
        },
        {
            "标题": "次程斗山村居韵十首",
            "作者": "杨公远",
            "内容": "隐迹深村里，年今四十余。谩携三寸管，欠读几行书。爱竹和烟种，移梅带月锄。箪瓢还自乐，饭糗茹青蔬。"
        },
        {
            "标题": "次程南仲韵五首",
            "作者": "杨公远",
            "内容": "倒指头颅六十余，尤堪抱瓮灌园蔬。生来自得江山趣，身后何消竹帛书。无事关怀心寂寂，有时敲句意徐徐。乘閒问柳寻花去，缓步安然当小车。"
        },
        {
            "标题": "次金东园渔家杂咏八首",
            "作者": "杨公远",
            "内容": "经行苇荻沙头熟，出没风涛胆气粗。博得酒归明月夜，呼儿作脍旋批鲈。"
        },
        {
            "标题": "次金东园农家杂咏八首",
            "作者": "杨公远",
            "内容": "妇作生涯勤杼轴，夫营活计在桑田。老翁榾柮炉边坐，幼稚檐前负日暄。"
        },
        {
            "标题": "次金东园农家杂咏八首",
            "作者": "杨公远",
            "内容": "战伐已闻初卸甲，耘耔却喜近添丁。前年小稔应堪望，雪后平畴宿麦青。"
        },
        {
            "标题": "次金东园渔家杂咏八首",
            "作者": "杨公远",
            "内容": "系缆旋编新箬笠，喜晴仍晒旧蓑。岸飞柳絮河豚上，春涨几添一尺肥。"
        },
        {
            "标题": "次金东园农家杂咏八首",
            "作者": "杨公远",
            "内容": "四郊{左禾右罢}稏高低熟，几处连耞湃声。妇饷区区无寸暇，绩麻犹趁月华明。"
        },
        {
            "标题": "次金东园农家杂咏八首",
            "作者": "杨公远",
            "内容": "趁雨足时翻畎亩，插秧遍后便耔耘。原天频把甘霖霔，伫看丰年万顷云。"
        },
        {
            "标题": "次菊坡汪判丞",
            "作者": "杨公远",
            "内容": "襟期坡上菊，禀得一天秋。德述须银管，诗吟耸玉楼。不关心富贵，爱隐迹林丘。只恐符商梦，桃源莫可留。"
        },
        {
            "标题": "次金东园渔家杂咏八首",
            "作者": "杨公远",
            "内容": "篙撑舴艋閒来往，手把丝纶自卷舒。妻子已谙风露惯，篷窗便可当茅庐。"
        },
        {
            "标题": "次兰皋自咏",
            "作者": "杨公远",
            "内容": "生来无分对书灯，却喜逢人便眼青。枵腹谩临求米帖，学耕频勘相牛经。堎赠骨相身长健，磊磈襟怀鬓未星。密掩柴扉盘膝坐，人非人是底须听。"
        },
        {
            "标题": "次兰皋吴堂长晓起",
            "作者": "杨公远",
            "内容": "晓起披衣不奈寒，搔头自愧转疎顽。吟情冷淡梅花外，画思微茫烟雨间。有兴何妨终日醉，无求赢得此生閒。要知人事循环理，岁月推移去复还。"
        },
        {
            "标题": "次金东园渔家杂咏八首",
            "作者": "杨公远",
            "内容": "风紧岸边安钓艇，云浓空里散杨花。披蓑顶笠携鱼去，遥指前村问酒家。"
        },
        {
            "标题": "次金东园农家杂咏八首",
            "作者": "杨公远",
            "内容": "买酒割鸡祠社后，踏歌捶鼓闹清明。柔桑叶长蚕苗出，从此关门禁客行。"
        },
        {
            "标题": "次江草塘",
            "作者": "杨公远",
            "内容": "西堂梦徹草塘春，得句浑无半点尘。却喜寥寥千古后，只今共付与诗人。"
        },
        {
            "标题": "次金东园农家杂咏八首",
            "作者": "杨公远",
            "内容": "迟日丽时秧刺水，午风暄处麦掀髯。一村桃杏红如锦，旋数青铜傍酒帘。"
        },
        {
            "标题": "次黄山中进退韵以饯",
            "作者": "杨公远",
            "内容": "会聚浑无定，云萍一样观。今朝酬俚句，明日隔重山。鸿便书须寄，秋期盟莫寒。算来无远别，底用唱阳关。"
        },
        {
            "标题": "次金东园渔家杂咏八首",
            "作者": "杨公远",
            "内容": "醉来要把鹏为饵，夜后长将月作钩。浮得浮名浑不问，数声欸乃转船头。"
        },
        {
            "标题": "次金东园渔家杂咏八首",
            "作者": "杨公远",
            "内容": "那有清霜来鬓上，略无閒事上眉头。傍人借问家何处，一叶轻舟水面浮。"
        },
        {
            "标题": "次黄山中首尾吟",
            "作者": "杨公远",
            "内容": "双井源流绰有声，襟期一片玉壶清。吟成物外风骚句，付与人间月旦评。随柳问花知雅兴，论心握手见交情。英雄标致真难敌，双井源流绰有声。"
        },
        {
            "标题": "次金东园渔家杂咏八首",
            "作者": "杨公远",
            "内容": "爱玄真限吟佳句，笑老姜公用直钩。一片水乡供活计，四时负月在扁舟。"
        },
        {
            "标题": "次金东园农家杂咏八首",
            "作者": "杨公远",
            "内容": "林下欹倾茅草屋，门前诘曲竹笆篱。数声清笛知何处，牛背斜阳牧竖吹。"
        },
        {
            "标题": "次黄山中山居韵二首",
            "作者": "杨公远",
            "内容": "山居无一事，所得趣何深。阅世秋声赋，存心夜气箴。步徐携葛杖，兴逸鼓嵇琴。最喜疎篱下，悠然见翠岑。"
        },
        {
            "标题": "次兰皋秋感",
            "作者": "杨公远",
            "内容": "向晚郊墟送嫩凉，征鸿点点又南翔。年光迅似离弦箭，世事艰於上水航。月不冷炎来户牖，诗多凄怨感蛩螀。秋容莫道全萧索，篱菊芙蓉竞试妆。"
        },
        {
            "标题": "次黄山中山居韵二首",
            "作者": "杨公远",
            "内容": "结茅林麓久，老大鬓丝多。浮世几棋局，生涯一钓蓑。位卑希少室，饮醉达无何。勘破红尘事，风恬水不波。"
        },
        {
            "标题": "次乾明观汪新恩",
            "作者": "杨公远",
            "内容": "家世桃源越几年，蓦携书卷觅安全。来寻竹所山房处，为结梅花纸帐缘。白鹤词歌明月下，黄庭经勘晚风前。他时九转功成后，稳驾真人莲叶船。"
        },
        {
            "标题": "次刘晓窗九日韵十首",
            "作者": "杨公远",
            "内容": "人皆九日醉流霞，君汲山泉自煮茶。可是诗成无点俗，只应吟笔灿生花。"
        },
        {
            "标题": "次刘晓窗九日韵十首",
            "作者": "杨公远",
            "内容": "门前何用白衣来，旋买官醪亦可杯。笑问黄花前日事，未生陶令为谁开。"
        },
        {
            "标题": "次刘晓窗九日韵十首",
            "作者": "杨公远",
            "内容": "自怜萍梗老羁孤，暂寓僧寮不用租。九日有钱还可醉，不然萸菊酒俱无。"
        },
        {
            "标题": "次朋山郑管辖韵",
            "作者": "杨公远",
            "内容": "朋山心与白云閒，一点尘嚣不可干。披褐朝真香篆袅，登坛召将剑芒寒。棋枰子落鸣飞雹，石鼎茶煎吼怒湍。待得功成丹九转，原随鸡犬事刘安。"
        },
        {
            "标题": "冬夜次南仲韵",
            "作者": "杨公远",
            "内容": "风号紧紧闭柴门，榾柮炉边了不闻。窗外月明谁是主，输渠梅竹自平分。"
        },
        {
            "标题": "江天晓望次南仲韵",
            "作者": "杨公远",
            "内容": "江天向晓緼轻寒，雾卷云收眼界宽。雁起沙头兵出戍，鹭翘柳上雪成团。数声柔橹船初发，一片寒芦叶半乾。无奈满前诗料富，耽吟几致废朝餐。"
        },
        {
            "标题": "次刘晓窗九日韵十首",
            "作者": "杨公远",
            "内容": "西风摇落雁南飞，黄叶深深拥竹扉。佳节只消拚酩酊，牛山何事泪沾衣。"
        },
        {
            "标题": "次刘晓窗九日韵十首",
            "作者": "杨公远",
            "内容": "秋菊何尝委片英，都缘气韵禀清宁。欲将此意灵均道，只恐灵均唤不醒。"
        },
        {
            "标题": "次罗梅谷诗画总观",
            "作者": "杨公远",
            "内容": "梅谷梅应占作魁，不论时节遣花开。传真旧说华光老，诗到林逋俱压倒。华光去后谁逼真，补之笔底生阳春。月香水影许多态，竹外斜枝奇且怪。"
        },
        {
            "标题": "次刘晓窗九日韵十首",
            "作者": "杨公远",
            "内容": "佩萸囊菊陟崔嵬，世俗想传有自来。雇我此身强健在，不消囊佩亦无灾。"
        },
        {
            "标题": "饮归次南仲韵",
            "作者": "杨公远",
            "内容": "霜后枫林浑似缬，篱边菊老香初歇。昏昏醉梦了时光，一任头颅堆白雪。"
        },
        {
            "标题": "次刘晓窗九日韵十首",
            "作者": "杨公远",
            "内容": "篱下寒花色自妍，折来泛酒更新鲜。化工底事宁多巧，铸出黄金满地钱。"
        },
        {
            "标题": "次敏斋陈先生月艇",
            "作者": "杨公远",
            "内容": "小池新舣野航轻，分得江湖一段情。最是好天良月夜，婵娟冷浸入窗明。"
        },
        {
            "标题": "次刘晓窗九日韵十首",
            "作者": "杨公远",
            "内容": "菊花偏作道家妆，开遍重岩与断冈。醉后折来簪短鬓，老夫翻学少年狂。"
        },
        {
            "标题": "次刘晓窗九日韵十首",
            "作者": "杨公远",
            "内容": "黄花堆积若钱流，装点诗家富贵秋。元亮不将渠贳酒，空留遗恨尚悠悠。"
        },
        {
            "标题": "次南仲韵",
            "作者": "杨公远",
            "内容": "回首明年六十春，依然不改古衣巾。画图萧洒诗千首，心地通明月一轮。钟鼎虚名虽是贵，箪瓢陋巷且安贫。客来问我平生事，宠辱俱无老逸民。"
        },
        {
            "标题": "次汪菊坡秋深韵",
            "作者": "杨公远",
            "内容": "秋深天气肃，风紧袭人衣。搅梦蛩声碎，惊心雁阵飞。事嗟今日别，身愧昔年非。欲办青蓑笠，沧浪理钓矶。"
        },
        {
            "标题": "次吴友梅假山韵",
            "作者": "杨公远",
            "内容": "石骨嵌岩耸怪形，主人对此快诗情。若教老笔来模倣，盘礴终朝画不成。"
        },
        {
            "标题": "次文长老",
            "作者": "杨公远",
            "内容": "久向人间脱俗缘，了无罣碍度年年。一尘不惹菩提树，四大俱空兜率天。閒爇篆香供鼻观，静翻贝叶养心田。推敲对景清吟处，应是浑无蔬笋篇。"
        },
        {
            "标题": "次省斋韵觅友梅萦笑集不蒙见惠再借韵",
            "作者": "杨公远",
            "内容": "巨编藏古锦，风雅续遗音。雷电欲下取，辟易不敢侵。真趣谁领会，一如陶潜琴。所言正而大，讵比郑声淫。疑有造化炉，炼铁成黄金。个是绝世宝，何必问西琛。有时吟竹外，竹影弄清阴。有时歌梅边，梅香散水沈。所以形之句，毋乃得之心。俗子敢再请，幸尔勿沈吟。"
        },
        {
            "标题": "次宋省斋七夕雨",
            "作者": "杨公远",
            "内容": "自笑生来作么为，百无一解太痴愚。今宵欲觅天孙巧，未审天孙乞我无。"
        },
        {
            "标题": "次宋省斋菊花五绝",
            "作者": "杨公远",
            "内容": "千花万卉已俱亡，独占秋光点点黄。露冷霜浓难著脚，甘心宁耐此荒凉。"
        },
        {
            "标题": "次宋省斋避暑",
            "作者": "杨公远",
            "内容": "何处避炎威，好是幽人屋。拂拂来清风，苍松间修竹。坐久细哦诗，惜不疗饥腹。念彼田舍翁。桔槔声断续。谁知汉阴老，抱瓮灌园谷。雇我本无机，所原年谷熟。"
        },
        {
            "标题": "次宋省斋怀竹州",
            "作者": "杨公远",
            "内容": "苍洲无恙在，依旧匝溪湾。阑护竹三迳，屋环梅数间。幽池生划梦，危石绣苔斑。遥想衔杯处，何曾醉玉山。"
        },
        {
            "标题": "次宋省斋菊花五绝",
            "作者": "杨公远",
            "内容": "万木归根叶渐空，淡烟斜照有无中。客怀对此无情思，赖有知心老菊丛。"
        },
        {
            "标题": "次宋省斋七夕雨",
            "作者": "杨公远",
            "内容": "人言此夕会双星，騃女痴儿竞乞灵。学织学耕非我事，何如牛角自横经。"
        },
        {
            "标题": "次宋省斋木犀二首",
            "作者": "杨公远",
            "内容": "颢气清如许，全钟在木犀。碎金羞色浅，片脑愧香低。根析蟾宫种，诗吟趼纸题。折来供鼻观，何用上天梯。"
        },
        {
            "标题": "次吴篁屿赠别",
            "作者": "杨公远",
            "内容": "每嗟人世等浮沤，会聚如云散复收。诗赋别情无白雪，酒浇离思有青州。见梅须寄一枝信，对月还关两地愁。此去若逢风雨夜，肯思细话对床不。"
        },
        {
            "标题": "次吴篁屿山行",
            "作者": "杨公远",
            "内容": "诘曲深林小迳斜，杖藜徐步访山家。老翁□□无祗待，禁酒官严又禁茶。"
        },
        {
            "标题": "次汪制议梅岩韵",
            "作者": "杨公远",
            "内容": "梅倚幽岩顶，花开碧藓枝。了无脂粉态，惟有雪霜姿。一点香清过，千年树倔奇。和羹风味在，那许浪题诗。"
        },
        {
            "标题": "游南山次刘晓窗韵二首",
            "作者": "杨公远",
            "内容": "神仙窟宅白云扃，山迳迂回峻复平。烟冷恐遗丹灶在，草深不向斗坛生。市廛尘隔二三里，岩谷禽啼一两声。莫讶此来仙不见，遥岑寸碧眼增明。"
        },
        {
            "标题": "次宋省斋菊花五绝",
            "作者": "杨公远",
            "内容": "东篱粲处正秋高，气骨清寒等孟郊。试问群芳谁是侣，梅花差可作平交。"
        },
        {
            "标题": "次宋省斋菊花五绝",
            "作者": "杨公远",
            "内容": "细嚼芳英清肺腑，离骚一语传千古。灵均去后谁知心，幸有柴桑人作主。"
        },
        {
            "标题": "次宋省斋问月",
            "作者": "杨公远",
            "内容": "开樽酹酒问婵娟，来照人间是几年。从古到今今复古，才圆又缺缺还圆。隔千里共何同异，描万象真无丑妍。最是婆娑仙桂树，新枝不长出青天。"
        },
        {
            "标题": "游南山次刘晓窗韵二首",
            "作者": "杨公远",
            "内容": "李白曾来问姓名，宣平疑是古初平。负薪出处天将曙，沽酒归时月又生。鸡啄遗丹非有意，瓢悬老树寂无声。寒泉满沼依然在，静夜长涵星斗明。"
        },
        {
            "标题": "次宋省斋九月十日",
            "作者": "杨公远",
            "内容": "恰说重阳又罢休，奈何乌兔去悠悠。可怜节后人心别，未信花前蝶意愁。病里不禁三盏酒，客中虚负一年秋。来年昨日登高兴，强健还能痛饮不。"
        },
        {
            "标题": "次宋省斋立秋",
            "作者": "杨公远",
            "内容": "才见春花荣，又见春花谢。花谢绿成阴，瞬目逢炎夏。谁知俯仰间，祸融便回驾。却喜西风来，美矣难酬价。且效柴桑人，寄傲南窗下。此意自领会，那许傍人借。所原无荣辱，静中观物化。"
        },
        {
            "标题": "次宋省斋木犀二首",
            "作者": "杨公远",
            "内容": "西风生桂子，香色总关情。篱菊宜交友，山礬可弟兄。惯承秋露重，独占楚天清。对此须吟句，呼童索管城。"
        },
        {
            "标题": "次宋省斋菊花五绝",
            "作者": "杨公远",
            "内容": "凡卉徒妖迥不同，输渠篱下自丛丛。趋时示肯隐君子，比竟依然带晋风。"
        },
        {
            "标题": "次省斋桂花",
            "作者": "杨公远",
            "内容": "羡君诗句正而葩，閒对西风赋桂花。可惜分来蟾窟种，如今遍曾野人家。"
        },
        {
            "标题": "次宋省斋七夕雨",
            "作者": "杨公远",
            "内容": "织女河边渡鹊桥，风吹仙袂举飘飘。洗车一夜滂沱雨，图得人间起旱苗。"
        },
        {
            "标题": "次余静庵寒夜诗思二首",
            "作者": "杨公远",
            "内容": "地炉煨芋栗，兀坐数寒更。香篆消重爇，银釭剔复明。月穿窗隙过，风拂树梢鸣。唤醒吟边兴，敲推睡不成。"
        },
        {
            "标题": "观中桃花次友人韵",
            "作者": "杨公远",
            "内容": "琳宫深处小桃红，当日玄都事已空。今见花开浑似旧，不知又隔几春风。"
        },
        {
            "标题": "次余静庵晚望欲雪",
            "作者": "杨公远",
            "内容": "凝眸天欲莫，乌鹊认巢归。万竅号风急，千林脱叶稀。云顽垂地暝，屋冷带烟霏。默想滕郎意，商量剪水飞。"
        },
        {
            "标题": "次姚舍人二首",
            "作者": "杨公远",
            "内容": "斜岸乌纱落魄裘，得宽閒处且悠悠。任渠名利浓於酒，雇我情怀淡似秋。黄菊苍松陶令宅，清风明月庾公楼。翻思二老今何在，景物依然恼客愁。"
        },
        {
            "标题": "黄盆渡次友人韵",
            "作者": "杨公远",
            "内容": "到得黄盆九月天，呼童弛担驻征鞯。迢迢江水天连楚，漠漠淮乡稻满田。酒旆风翻疎柳外，渔家纲晒夕阳边。买将郭索倾杯处，对景诗成恰一篇。"
        },
        {
            "标题": "次余静庵寒夜诗思二首",
            "作者": "杨公远",
            "内容": "拂拭蒲团坐，从渠岁事更。年来心益壮，老去眼增明。月牖描梅影，风檐撼铎鸣。撩侬诗兴动，得句自天成。"
        },
        {
            "标题": "次姚吏隐惠诗韵",
            "作者": "杨公远",
            "内容": "相逢一笑信前缘，闻道先吾岂较年。洒落襟期良夜月，冲融气宇小春天。喜评曲直人间事，懒问肥硗郭外田。忙里依然清兴在，时时不吝惠新篇。"
        },
        {
            "标题": "次姚舍人二首",
            "作者": "杨公远",
            "内容": "披起绵衣换葛裘，不禁时序去悠悠。吴江枫老萧萧下，紫塞鸿归点点秋。几幅蛮笺诗状景，一声羌笛客凭棂。羁怀正此无聊奈，细雨檐花分外愁。"
        },
        {
            "标题": "次友梅编校独卧床",
            "作者": "杨公远",
            "内容": "梅花纸帐伴书窗，毡褥平铺小小床。趺膝横琴情自适，曲肱当枕乐偏长。诗魂直透冰霜国，衾锦那沾粉腻香。丈五日高眠正熟，不知前古又三皇。"
        },
        {
            "标题": "次韵酬孙艮斋三首",
            "作者": "杨公远",
            "内容": "抱膝孤吟欠范模，原随鸡犬藉丹炉。傥能化得尘凡骨，差胜无声水墨图。"
        },
        {
            "标题": "次韵酬孙艮斋三首",
            "作者": "杨公远",
            "内容": "风竹萧萧密掩门，苔封支径曲通村。野人自有家林趣，那得荣华入梦魂。"
        },
        {
            "标题": "次韵酬孙艮斋三首",
            "作者": "杨公远",
            "内容": "想倚危楼十二阑，诗成可是过方干。好风吹堕寒窗底，胜得仙翁九转丹。"
        },
        {
            "标题": "次韵黄仲宣九日",
            "作者": "杨公远",
            "内容": "又逢重九日，七载寓僧庐。送酒人何在，迎风帽自如。萸肥含味远，菊瘦著花疎。只么酬佳节，诗成趼纸书。"
        },
        {
            "标题": "康使君惠诗借韵谢",
            "作者": "杨公远",
            "内容": "几幅生绡扫麝煤，枯梢黏藓石封苔。布成野水云山去，博得金章玉句来。眉白自惭非我有，眼青多藉为侬开。一经题品多增价，古锦光芒亦壮哉。"
        },
        {
            "标题": "借汪路教韵题赵东麓判丞临清堂",
            "作者": "杨公远",
            "内容": "结屋俯清溪，萧然迥出奇。书藏千万卷，梅浸两三枝。入竹风声细，移花日影迟。乐山仍乐水，何虑复何思。菊有陶潜逸，兰无屈子悲。娱情琴上操，遣兴局间棋。对客频倾酒，临流剩赋诗。要将閒度日，只恐道关时。触目多幽致，留题总色丝。细吟增敬羡，貂续匪佳辞。"
        },
        {
            "标题": "次韵凌义山二首",
            "作者": "杨公远",
            "内容": "眼前诗料底消寻，移入蛮笺别浅深。无斧凿痕方造妙，超尘俗表始堪吟。物情体状须留意，句眼推敲好用心。试看咏梅千万首，影香独灵老逋林。"
        },
        {
            "标题": "次韵凌义山二首",
            "作者": "杨公远",
            "内容": "自怜老境渐侵寻，检点头颅雪旋深。无酒浇愁还独啸，有时得句但长吟。一天月色涵秋意，四壁蛩声恼客心。好是夜凉清似水，萧萧风度古松林。"
        },
        {
            "标题": "次韵塞下曲",
            "作者": "杨公远",
            "内容": "貂裘毡帽紫骅骝，挟弹弯弧架铁矛。飞放归来天欲暮，数声羌笛起高楼。"
        },
        {
            "标题": "次韵郑山长九日",
            "作者": "杨公远",
            "内容": "诗逢佳节应酬忙，三斗何妨效汝阳。帽任欹斜双鬓白，菊无今古数枝黄。龙山景物自消长，焚里琴书今在亡。往事莫谈添感慨，醒时也作次公狂。"
        },
        {
            "标题": "次赵都使心田寿哉韵",
            "作者": "杨公远",
            "内容": "非园非圃亦非坰，寸地无多好力耕。岂藉锄犁开旷荡，但除尘垢自和平。云收月挂天长净，水止风恬浪不生。寿域预营真得所，王家趼室可齐名。"
        },
        {
            "标题": "次赵篷窗岁莫",
            "作者": "杨公远",
            "内容": "人间历日又天颁，造化推移岂暂閒。春到却添诗思好，年高何惜鬓毛斑。非干已事慵开口，不受人情免厚颜。试问近来知我者，梅花之外只青山。"
        },
        {
            "标题": "促织用前韵",
            "作者": "杨公远",
            "内容": "儿童探穴戏搜寻，隐迹苔阶深复深。见敌有时能勇斗，无还必终夜只清。唤回枕上羁人梦，恼碎闺中织妇心。莫向当今机局去，抛梭络纬已林林。"
        },
        {
            "标题": "大佛头次程斗山",
            "作者": "杨公远",
            "内容": "丈六金身本自然，如今丈六示齐肩。当时若起亭亭立，只恐才余尺五天。"
        },
        {
            "标题": "到陈村",
            "作者": "杨公远",
            "内容": "半日修途适到陈，因思尼父倍伤神。行囊拌擞幸余半，旅馆萧条苦芝薪。唤仆买杯苏脚倦，拂尘题句效眉颦。孤村落日黄昏后，一觉明朝又问津。"
        },
        {
            "标题": "十日宋省斋有谓不及同登南山独步乌聊山",
            "作者": "杨公远",
            "内容": "我辈登高嶮更遥，闻君独步上乌聊。休嗟昨日浑无兴，须信明年尚有条。节后黄花香未减，年高黑鬓雪偏饶。拂笺续罢新诗句，回乎重阳越一朝。"
        },
        {
            "标题": "蝶二首",
            "作者": "杨公远",
            "内容": "款款穿芳径，双双度短墙。不知身是幻，抵死恋花香。"
        },
        {
            "标题": "冬晴",
            "作者": "杨公远",
            "内容": "岁序从教自改更，老天有意活苍生。一冬晴暖雨全少，三阴寒雪不成。谩拥地炉然榾柮，每忧时事验欃枪。庭前问讯枯梅树，怕有南枝绽玉英。"
        },
        {
            "标题": "洞庭秋月",
            "作者": "杨公远",
            "内容": "月色湖天浸岳城，卢花渺渺白铺汀。玻瓈万顷清无滓，只有君山一点青。"
        },
        {
            "标题": "逗春海棠",
            "作者": "杨公远",
            "内容": "蜀地名花迥出奇，玉环卯未醉时。只开春暖二三月，偶冒冬寒四五枝。晓带清霜浓传粉，晚迎红日淡匀脂。惜渠未敢轻攀折，子美如何少得诗。"
        },
        {
            "标题": "黄山",
            "作者": "杨公远",
            "内容": "古今墨客兼骚客，推许黄山甲众山。三十六峰层汉外，百千万岫乱云间。炼丹帝往名长在，捣药仙归臼已閒。叶落花开人寂寂，雄鸣雌和鸟关关。瀑湍岩罅常飞沫，砂现崖巅未带殷。水畔青牛眠正稳，源头白鹿去仍还。清潭易见鱼翻锦，幽洞难窥豹露斑。著罢棋枰留嶂顶，流来桃片点溪湾。鸾翔弄影非无侣，鹤唳冲天岂类鹇。空谷伐柯樵父远，平川唤犊牧儿顽。石瓶倾注泉那竭，瑶草敷荣地匪悭。老桧络藤缠天矫，苍苔蚀径绕回环。遥知衲子明空苦，应笑含夫竞触蛮。断续小桥艰跋涉，崎岖绝磴费跻攀。枝头果熟猿争取，树杪梢枯鹊为删。虎踞风前疑啸吼，龙潜潭底想盘跧。水帘珠贯何曾卷，石室云封底用闩。对峙容浮高耸峭，合流曹院响湲潺。汤泉浴起能轻骨，药鼎餐遗可驻颜。胜概不穷吟不尽，一时模写在人寰。"
        },
        {
            "标题": "黄山中用省斋韵见寄次韵谢二首",
            "作者": "杨公远",
            "内容": "幽窗兀兀坐愁中，忽拜山中小篆红。心事尽从诗里见，交情全在帖间通。从容笑语知何日，老草赓酬寄便风。多谢绨袍情尤恋，个般襟度有谁同。"
        },
        {
            "标题": "黄山中用省斋韵见寄次韵谢二首",
            "作者": "杨公远",
            "内容": "话别匆匆二月天，回眸两见月亏圆。数声乾鹊才闻后，一幅鸾笺忽堕前。风雨对床何日遂，雁鱼传信几时还。每逢骚客论心处，说著山中意悄然。"
        },
        {
            "标题": "高斋韩东尉用前韵见寄次韵谢",
            "作者": "杨公远",
            "内容": "世间名利我无缘，饱看黄花又一年。鬓有几识根带雪，心无一事可欺天。筑居易办观梅阁，取醉难谋种秫田。欲谒昌黎论此意，那知先已寄新篇。"
        },
        {
            "标题": "隐居杂兴",
            "作者": "杨公远",
            "内容": "髼忪两鬓欲成丝，又是桃红李白时。百岁光阴须藉酒，一生志趣莫过诗。世情因向贫中识，画思方知老后宜。却喜半犁新雨过，旋分菊本莳东篱。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "万籁更深寂不鸣，窗间恍觉月微明。情知是雪疑非雪，忽听前村折竹声。"
        },
        {
            "标题": "还刘晓窗吟卷就用卷端韵",
            "作者": "杨公远",
            "内容": "细观吟卷压阳春，字字新奇绝点尘。既已学诗兼学礼，底须忧道更贫。鸟啼花落萧閒日，月白风清自在身。内景通明谁会得，公安处寒曙色正。"
        },
        {
            "标题": "见还楼次敏斋陈先生韵",
            "作者": "杨公远",
            "内容": "目欲穷千里，楼头著意看。云横知岫远，野迥觉天宽。对景诗怀壮，乘风衣袂寒。主人还解事，容我恣凭兰。"
        },
        {
            "标题": "偶得李竹屋居士摘和靖先生梅诗四联演成八韵",
            "作者": "杨公远",
            "内容": "雪后园林才半树，支筇细认孤山路。云顽未敛风更严，木冻且僵天欲莫。冷蕊依稀无处寻，甭香仿佛暗中度。翻思立马老坡翁，月上黄昏方得句。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "游山瓢具竹边安，石鼎松边沦凤团。更向梅边观鹤舞，好将模作画图看。"
        },
        {
            "标题": "癸未中秋",
            "作者": "杨公远",
            "内容": "凉入郊墟暑渐微，奈何节序暗推移。景逢三五秋分夜，光异寻常月满时。按舞霓裳仙绰约，长舂灵药兔迷离。广寒宫桂花空发，近世无人折一枝。"
        },
        {
            "标题": "癸未元日",
            "作者": "杨公远",
            "内容": "桃板休题只任真，也无艰苦与悲辛。屠苏后饮身虽老，毛颖频挥道不贫。昨夜灯花今岁兆，今朝元日昨宵春。迩来时俗全非古，乌帽长衫能几人。"
        },
        {
            "标题": "诗癖",
            "作者": "杨公远",
            "内容": "生来性癖耽佳句，吟得诗成似有神。险语岂惟惊鬼胆，直须字字要惊人。"
        },
        {
            "标题": "谒和靖先生墓借斗山韵",
            "作者": "杨公远",
            "内容": "孤山仙冢草菲菲，姓字留将后世知。遣稿文无封禅事，名家梅有影香诗。只惭老子携琴晚，不见苍头放鹤时。一瓣心香聊敢敬，寒泉自掬酹瓷卮。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "竹马才抛又是翁，年来自觉转疎慵。欲开竹下三三迳，还借毫端六六峰。处世竟无非理事，对人那有可惭容。浮沈聊尔从吾好，却笑南阳说卧龙。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "吾庐近野却依城，弹压风光藉酒兵。山色可供图画趣，泉流聊当管弦声。眼前无事方安逸，天下丰年即太平。权势从来难倚仗，只宜孤立度浮生。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "身世悠悠岁月侵，儿时历练到如今。梅臞元禀冰霜操，松老犹坚铁石心。世道任从渠否泰，人情岂为我辰参。欲知卜隐在何处，寂寞荒村烟树深。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "钟鼎箪瓢信宿缘，且将閒逸度余年。诗敲雪月风花夜，画卷江湖烟雨天。三尺焦桐方外友，一泓老砚郭边田。自惭野趣无拘束，敢和清吟一十篇。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "迳曲通村深复深，听莺吟歇听蝉吟。园林幽雅已成趣，朝市纷华岂到心。匣冷冯驩长铗剑，壁悬元亮不弦琴。故知忤世皆缘直，有口从今只合瘖。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "头颅搭飒一山翁，万事随宜敢讳穷。不结东华尘土梦，何干北海马扣风。半生踪迹从容里，一片襟期冷淡中。兀坐有时参世味，古今兴废转头空。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "一生不把两眉愁，厌听瓢声笑许由。原荷锄来翻畎亩，懒携刺去谒公侯。酒倾明月清风夜，诗琢空山落木秋。坎止流行俱莫问，自然霜雪未蒙头。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "书剑谋生总不成，效渠东野以诗鸣。未知宋源流异，却喜江湖句法轻。肩耸每同臞鹤立，口吟端似冷蛩声。自怜绝少惊人句，生怕人传浪得名"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "失笑如何了此生，须教日日醉乌程。是非不较人情好，穷达休论世路平。钓月耕云何限乐，枕流漱石有余清。近来转觉身强健，剩喜双瞳炯炯明。"
        },
        {
            "标题": "借虚谷太博狂吟十诗韵书怀并呈太博",
            "作者": "杨公远",
            "内容": "幽事知谁可共论，烟浮清晓月黄昏。吟梅细味逋仙句，植蕙閒招楚客魂。暴富小池畦奏乐，安贫陋室席为门。吾生幸自无荣辱，一任傍人笑作村。"
        },
        {
            "标题": "借张山长韵呈方虚谷三首",
            "作者": "杨公远",
            "内容": "楼台寂寂白云堆，三径萦迂锁翠苔。怪得菊松多喜色，只缘琴鹤已归来。人瞻北斗光尤仙，门对南山掩复开。野客再持漫刺谒，不应袖手又空回。"
        },
        {
            "标题": "借张山长韵呈方虚谷三首",
            "作者": "杨公远",
            "内容": "归来默坐似心斋，南北曾穿几緉鞋。踏遍关河才思古，名知草木宦情佳。桐江胜景归吟卷，练水寒云入壮怀。试数时贤谁敢并，苏黄端的是同侪。"
        },
        {
            "标题": "龙金庵借张山长韵",
            "作者": "杨公远",
            "内容": "道人结屋万山阿，趺坐焚香意味多。尘事不干心已寂，年华易度发难皤。薇烹石铫供常馔，茶煮山泉当太和。我亦非贪名利者，拟来入社许侬么。"
        },
        {
            "标题": "借张山长韵呈方虚谷三首",
            "作者": "杨公远",
            "内容": "幡然何事赋归来，领略黄山酬玉杯。敲月几编虽满世，泽民一念未宜灰。笑呼臞鹤梅边去，旋买寒花竹外栽。襟度汪汪千万顷，眼青应为野人开。"
        },
        {
            "标题": "和靖",
            "作者": "杨公远",
            "内容": "湖上吟翁味长，孤坟今已草成荒。姓名犹寄梅花上，一度开时一度香。"
        },
        {
            "标题": "回溪道中",
            "作者": "杨公远",
            "内容": "山束溪流窄迳迂，眼前景物入诗无。田中蝌蚪古文字，柳下舂鉏新画图。巨室储茶供客贩，小旗夸酒诱人沽。行行不记几多里，回首林端日又晡。"
        },
        {
            "标题": "回岭",
            "作者": "杨公远",
            "内容": "梯级因层层步艰，岭头清吹逼人寒。四边绝壁诗怀壮，一片苍空眼界宽。何处山坳吞落照，长年石罅喷鸣湍。支筇对景盘桓久，领略留将作画看。"
        },
        {
            "标题": "回岭观瀑",
            "作者": "杨公远",
            "内容": "瘦筇支我上山头，拂石盘醒看瀑流。莫讶喧豗何太急，要归江海济行舟。"
        },
        {
            "标题": "寄东麓赵赞府二首",
            "作者": "杨公远",
            "内容": "佐邑{左氵右赀}阳绰有声，文章政事冠群英。南墙松想乘閒咏，北海樽闻已戒倾。横笛倚楼襟度逸，携琴带鹤宦情轻。结知当路交飞剡，行看除书下玉京。"
        },
        {
            "标题": "寄东麓赵赞府二首",
            "作者": "杨公远",
            "内容": "黄花开后骤征鞍，再见黄花秋又残。只字未能通间阔，长笺先辱问平安。共看明月隔千时，独对西风愧一寒。只有麓翁知我者，何时会面话辛酸。"
        },
        {
            "标题": "寄饯东麓赵赞府之官湖南",
            "作者": "杨公远",
            "内容": "忆昔鸣驺闯草庐，欢然把酒话襟期。自从六月袂分后，又是重阳节过时。江左英贤姑佐邑，湖南松竹助哦诗。饯违不及空惆怅，傥或逢梅寄一枝。"
        },
        {
            "标题": "寄陆同府",
            "作者": "杨公远",
            "内容": "忆昔轻舟衣锦还，青红旗帜满江边。正逢时节梅将潦，又见池塘柳欲绵。千古棠阴思召伯，一封芝诏下尧天。行看大展经纶手，霖雨苍生四海传。"
        },
        {
            "标题": "见古梅吴府教",
            "作者": "杨公远",
            "内容": "万木风饕冻欲痴，孤根逗暖正斯时。树槎牙历百千岁，花摘索开三两枝。兄弟山礬应未称，交朋松竹恐相宜。玉堂标致和羹味，可是香名满世知。"
        },
        {
            "标题": "饯康侯二首",
            "作者": "杨公远",
            "内容": "报政三年满，还容借寇么。丝纶来帝幄，褚夸蔼民歌。遗爱棠阴茂，留传锦句多。苍生今有待，霖雨早滂沱。"
        },
        {
            "标题": "见山真意",
            "作者": "杨公远",
            "内容": "栗里幽深自结庐，东篱采菊足清娱。偶然触目南山好，相对沈吟一语无。"
        },
        {
            "标题": "见王书史系按察司所委平反劝课",
            "作者": "杨公远",
            "内容": "翩翩旌旆下吾邦，六邑喧传姓字香。不著一尘秋夜月，谨施三尺晓天霜。平反狱讼缧囚喜，劝课农桑惰叟忙。昨拜荆州天与幸，敢趋行幕献诗章。"
        },
        {
            "标题": "饯康侯二首",
            "作者": "杨公远",
            "内容": "古歙何多幸，民叨抚育恩。清声冠今古，浩气满乾坤。夜月一船载，秋风三迳存。莫能攀去辙，恋恋劝金樽。"
        },
        {
            "标题": "饯庐按察",
            "作者": "杨公远",
            "内容": "轺车至日岁将更，又趁薰风理去程。历遍山城留好句，苏回民瘼快舆情。人言但有官如此，世道应无事不平。只恐江东难久驻，看看诏趣秉钧衡。"
        },
        {
            "标题": "见竹溪罗权府",
            "作者": "杨公远",
            "内容": "琅玕万个碧云深，长覆晴川数亩阴。渭水侯封元有节，葛陂龙化本无心。波光静处涵清影，滩濑鸣时和好音。除却寒相映色外，此君那许俗尘侵。"
        },
        {
            "标题": "饯王书史",
            "作者": "杨公远",
            "内容": "揽辔来时柳未烟，榴花又见火初然。一春人坐冰霜国，四野农歌蚕麦天。教雨仁风弥歙境，屏山练水入吟编。明朝马首东归去，伫看清名到日边。"
        },
        {
            "标题": "饯赵可斋朝京",
            "作者": "杨公远",
            "内容": "秋高秣马理征鞍，琴鹤相随上帝关。已有声名闻草木，又将诗句动夷蛮。金銮未赐金莲炬，玉陛将催玉笋班。管取来年三二月，定年昼著锦衣还。"
        },
        {
            "标题": "江草塘袖诗言别次韵以饯",
            "作者": "杨公远",
            "内容": "数日君不来，欲赋莫云诗。今朝忽过我，欢然如先期。谈论已忘倦，坐卧犹忘机。正尔踌躇间，袖出言别诗。且知束锦囊，届途无多时。使我心为感，使我心为悲。此意竟何如，写作送行诗。君不鄙我句，喜色形须眉。明朝天一方，胥会知何时。"
        },
        {
            "标题": "江天莫雪",
            "作者": "杨公远",
            "内容": "垂垂四幕冻云顽，万木号风晚更寒。系缆渔人归去后，乱飞柳絮满江干。"
        },
        {
            "标题": "借虚翁涌金门城五诗韵以写幽居之兴",
            "作者": "杨公远",
            "内容": "时光迅速走双轮，忽忆前朝事已陈。门外难交骑马客，竹边惟结话诗人。生来岂羡陶朱富，老去宁甘原宪贫。处世自怜浑不解，江山聊助笔头春。"
        },
        {
            "标题": "借虚翁涌金门城五诗韵以写幽居之兴",
            "作者": "杨公远",
            "内容": "数竿修竹半池荷，密掩柴门少客过。笔底画能希李郭，囊中诗欠似阴何。一心夜月炯长在，两鬓秋霜积未多。花甲明年重数起，幸逢尘世息兵戈。"
        },
        {
            "标题": "借吴直轩韵别黄仲宣",
            "作者": "杨公远",
            "内容": "世路间关迥不同，生涯淡薄砚池中。买蓑去伴玄真子，著句来违黄石公。虽慰晓猿兼夜鹤，却嗟社燕与秋鸿。从今雪交光云夜，乘兴当思泛短篷。"
        },
        {
            "标题": "借虚翁涌金门城五诗韵以写幽居之兴",
            "作者": "杨公远",
            "内容": "堂标野趣岂虚传，坐看朝岚与夕烟。支迳萦迂斜傍竹，幽池清浅倒涵天。少年心付沾泥絮，晚景身犹顺水船。却喜传家惟老砚，麝煤磨尽可曾穿。"
        },
        {
            "标题": "借虚翁涌金门城五诗韵以写幽居之兴",
            "作者": "杨公远",
            "内容": "半生迹未历江湖，闢地东郊旋剪芜。结屋池边尘自少，莳梅窗外俗全无。偶来啜茗谢良友，不肯趋时愧腐儒。却笑一寒难措手，欲裨短褐拆天吴。"
        },
        {
            "标题": "借虚翁涌金门城五诗韵以写幽居之兴",
            "作者": "杨公远",
            "内容": "细捻吟髭谩赋诗，骚人那敢与争驰。倾杯对月风清夜，倚杖观山云敛时。世事安危浑莫问，人生得失底须悲。何当琢就梅花句，付与高楼画角吹。"
        },
        {
            "标题": "九日登高次省斋韵",
            "作者": "杨公远",
            "内容": "久出尝思赋式微，半生心事场少知。登高且泛寒花酒，扶老须凭劲竹枝。樵迳缓跻山诘曲，羁怀难琢句新奇。绝怜万里澄秋霁，辜负潘郎风雨诗。"
        },
        {
            "标题": "菊梅交承",
            "作者": "杨公远",
            "内容": "寒花璨璨绕东篱，露洗霜欺未肯萎。褪却清香谁领略，北风吹上小梅枝。"
        },
        {
            "标题": "龙金庵次壁间韵",
            "作者": "杨公远",
            "内容": "续得远公派，结庵千仞巅。利名俱拚舍，寒暑任推迁。供佛燃香篆，餐松燕石泉。个中三昧处，克广自远边。"
        },
        {
            "标题": "龙金庵次黄山中",
            "作者": "杨公远",
            "内容": "清风明月逐时新，天付幽人直万金。和得诗成无个事，来时可惜不携琴。"
        },
        {
            "标题": "雪消",
            "作者": "杨公远",
            "内容": "风姨剪水作花钿，铺遍乾坤惜不坚。滑滑淤泥溶暖日，潺潺檐溜滴晴天。山头白了青还在，梅脸肥添瘦复前。倒指兼旬犹是腊，雇期再作兆丰年。"
        },
        {
            "标题": "旅寓岑寂中园丁送花四品因赋五绝",
            "作者": "杨公远",
            "内容": "粉绡细剪缀枝条，无奈盈盈笑靨娇。最是短篱遥认处，浑如腊雪未全消。"
        },
        {
            "标题": "旅寓岑寂中园丁送花四品因赋五绝",
            "作者": "杨公远",
            "内容": "玉蕊花开触处芳，甆瓶安顿细平章。怕渠不肯梅花弟，能趁春风七里香。"
        },
        {
            "标题": "旅寓岑寂中园丁送花四品因赋五绝",
            "作者": "杨公远",
            "内容": "百叶夭桃簇绛绡，向人含笑态妖娆。开元天子曾抬举，簪向妃冠恨便消。"
        },
        {
            "标题": "旅寓岑寂中园丁送花四品因赋五绝",
            "作者": "杨公远",
            "内容": "倚遍阑干日欲斜，春光撩动客思家。园丁颇识人岑寂，特地携来四品花。"
        },
        {
            "标题": "旅寓",
            "作者": "杨公远",
            "内容": "忆昔离家日，村村煮趼香。因循淹五月，次第过重阳。排闷诗多感，怀归梦最长。君言名利事，都只付亡羊。"
        },
        {
            "标题": "旅寓岑寂中园丁送花四品因赋五绝",
            "作者": "杨公远",
            "内容": "西蜀名花别样芳，玉环睡起试新妆。化工还有无情处，只与胭脂不与香。"
        },
        {
            "标题": "梅实",
            "作者": "杨公远",
            "内容": "累累青子缀枝丫，一味含酸软齿牙。不独曹军资止渴，也曾调鼎佐商家。"
        },
        {
            "标题": "梅花五首",
            "作者": "杨公远",
            "内容": "屋檐斜入一枝低，欲为形容颇费思。萧洒花裁冰脑缀，横斜干倚斗榴垂。风浮香动更阑后，窗映枝横月转时。最是孤高难著语，只宜索笑莫言诗。"
        },
        {
            "标题": "梅花五首",
            "作者": "杨公远",
            "内容": "横隔片烟争向静，深藏翠幕全真性。霞拖数日初脑沉，月挂一眉天未暝。问讯频敲碧玉枝，觅诗踏遍苍苔迳。有时小醉倚幽窗，只藉清香闻得醒。"
        },
        {
            "标题": "梅花五首",
            "作者": "杨公远",
            "内容": "半黏残雪不胜清，可惜梢头欠月明。影不横斜冰未泮，香微漏洩晓初晴。餐毡苏武应同调，披氅王恭想再生。忍冻保全清节在，为渠从此定交盟。"
        },
        {
            "标题": "梅花五首",
            "作者": "杨公远",
            "内容": "草木根荄暖未回，□□□□□□□。□□□□□□□，老干槎牙一半摧。水急可曾流影去，雪深还不碍香来。赤松孤竹真渠友，万紫千红总皂台。"
        },
        {
            "标题": "闷书二首",
            "作者": "杨公远",
            "内容": "转眼才余五日春，东奔西走废光阴。一泓砚里谋生意，几句诗中写客心。贯斗冲牛雷焕剑，高山流水伯牙琴。莫将未遇添惆怅，自有名公为赏音。"
        },
        {
            "标题": "梅花五首",
            "作者": "杨公远",
            "内容": "高标独立岁寒时，不受狂蜂浪蝶知。树百千年枯更好，花三两点少为奇。暗香疎影孤山句，却月凌风水部诗。雇我对渠吟未稳，且将淡墨貌横枝。"
        },
        {
            "标题": "闷书二首",
            "作者": "杨公远",
            "内容": "客里因循断送春，况逢天气半晴阴。生来百事少如意，老去千般都上心。长铗空弹冯氏剑，良材还斲蔡翁琴。愁怀正此无分付，多谢黄鹂送好音。"
        },
        {
            "标题": "闷书",
            "作者": "杨公远",
            "内容": "闷来咄咄向空书，怪底年来每事疎。著脚左如旋磨议，进身难似上竿鱼。不逢贤者休弹铗，谩说侯门可曳裾。毕竟归农为上策，买将蓑笠去耕锄。"
        },
        {
            "标题": "偶得李竹屋居士摘和靖先生梅诗四联演成八韵",
            "作者": "杨公远",
            "内容": "暗香浮动月黄昏，斗转参横月闯门。香一线通清晓梦，影千枝写悄诗魂。荒寒老屋疎篱处，寂寞断桥流水村。青女横陈鸡唱彻，悬知烟雾暝云根。"
        },
        {
            "标题": "偶得李竹屋居士摘和靖先生梅诗四联演成八韵",
            "作者": "杨公远",
            "内容": "疎影横斜水清浅，冰容不比寻常见。若非采石谪仙魂，定是汨罗骚客面。鹤膝枝低俯镜奁，鸭头波静澄江练。凭谁说与老孤山，敢续君诗君莫厌。"
        },
        {
            "标题": "偶得李竹屋居士摘和靖先生梅诗四联演成八韵",
            "作者": "杨公远",
            "内容": "池水倒窥疎影动，任渠羌管吹三弄。碧波清浅净无痕，老榦槎牙坚耐冻。花放羞同桃李场，香来偏恼诗人梦。当年曾醉老师雄，翠羽双双疑作凤。"
        },
        {
            "标题": "偶得李竹屋居士摘和靖先生梅诗四联演成八韵",
            "作者": "杨公远",
            "内容": "水边篱落忽横枝，不受狂蜂浪蝶知。万紫千红俱寂寞，三花五蕊自新寄。风号浪涌连天起，雪作云凝拂地垂。此景此时难著脚，输渠耐冷立江湄。"
        },
        {
            "标题": "平沙起雁",
            "作者": "杨公远",
            "内容": "极目青山带夕阳，平沙漠漠水茫茫。几声渔笛卢花外，惊起斜飞雁一行。"
        },
        {
            "标题": "千叶梅",
            "作者": "杨公远",
            "内容": "千叶梅开一样清，向人含笑似多情。化工只么宁多巧，碎剪琼瑶细簇成。"
        },
        {
            "标题": "寓乾明观五首",
            "作者": "杨公远",
            "内容": "丹室白云深，红尘不受侵。鸣琴惊鹤梦，弹铗恐龙吟。只有清虚事，全无名利心。谢渠为下榻，买酒共侬斟。"
        },
        {
            "标题": "寓乾明观五首",
            "作者": "杨公远",
            "内容": "多谢老弥明，金芽石鼎烹。一瓯浮雪白，两腋觉风清。齿颊回真味，诗联悟道情。北窗高卧处，魂梦到蓬瀛。"
        },
        {
            "标题": "寓乾明观五首",
            "作者": "杨公远",
            "内容": "月色上窗纱，移来竹影斜。夜深人已寂，更转鼓频挝。杜宇惊幽梦，银釭坠细花。一时浑不记，身在羽人家。"
        },
        {
            "标题": "寓乾明观五首",
            "作者": "杨公远",
            "内容": "无奈雨潺潺，驱除恶况难。三杯官酒薄，一掬客心酸。画卷慵拈起，书编谩展看。更谁堪与话，时对老黄冠。"
        },
        {
            "标题": "寓乾明观五首",
            "作者": "杨公远",
            "内容": "梗迹寄琳宫，萧然万虑空。观碁评胜负，拂剑认雌雄。香篆消还续，瓶花白间红。自怜閒雅趣，恰共羽流同。"
        },
        {
            "标题": "寓婺源紫虚观",
            "作者": "杨公远",
            "内容": "书卷携来寓紫虚，凭高凝眺更无余。五山结邑龙盘踞，一水依城带卷舒。旦暮鼓钟喧梵宇，高低楼阁壮神居。年时除却酬香者，闤闠行人往复疎。"
        },
        {
            "标题": "清明日雨中闻鹃二首",
            "作者": "杨公远",
            "内容": "蜀魄抑何灵，年年不负盟。才过百五日，便作两三声。渠自怀归计，人因恼别情。凄凉无处著，那更雨如倾。"
        },
        {
            "标题": "清明后旬日不闻鹃",
            "作者": "杨公远",
            "内容": "过了清明又一旬，不闻杜琮免伤情。算渠会得羁人意，应向山林僻处鸣。"
        },
        {
            "标题": "清明日雨中闻鹃二首",
            "作者": "杨公远",
            "内容": "家轻授鳌灵，不拟再寻盟。故业成荒址，中心饮恨声。废兴犹反掌，今古总伤情。最是初闻处，令人沾欲倾。"
        },
        {
            "标题": "闰九日",
            "作者": "杨公远",
            "内容": "九日重逢恼肺肠，世情底事便炎凉。今朝有酒还堪醉，不信黄花不复香。"
        },
        {
            "标题": "三用韵奉酬",
            "作者": "杨公远",
            "内容": "龙蛇满纸势如飞，净几明窗得句时。一阵好风吹过我，吟余束手笠降旗。"
        },
        {
            "标题": "三用韵奉酬",
            "作者": "杨公远",
            "内容": "乍雨微寒养麦天，村村斜日起炊烟。老夫但愧瓶无酒，芳草如茵好醉眠。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "人生期满百，有兴且追游。白发来非约，青春去莫留。兔乌双转毂，今古一凭楼。莫问穷通事，从今付分休。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "无官堪受禄，有橘当封侯。俗事退三舍，吟情出一头。策筇枝纵步，买竹叶浇愁。又是秋归去，推移不暂休。"
        },
        {
            "标题": "三用韵奉酬",
            "作者": "杨公远",
            "内容": "不是骚人不是农，笔耕墨耒原年丰。有时啜罢卢仝茗，羽羽能生两腋风。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "性野耽幽隐，茅茨一二间。身侔黄鹤瘦，心与白云閒。囊里诗无俗，毫端画有山。忽惊时节换，塞雁又南还。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "卜筑郊坰外，宽閒一亩余。汲泉朝灌菊，炙烛夜观书。酒熟邀朋酌，园荒课仆锄。喜尝红稻饭，旋荐晚菘蔬。"
        },
        {
            "标题": "三用韵奉酬",
            "作者": "杨公远",
            "内容": "山水新安斗大邦，也烦临按马蹄香。扶持秀士蛟逢雨，纠察贪夫草遇霜。对景诗成吟思好，劭农心切去装忙。自惭野尘叟何者，白雪阳春拜两章。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "地不喧车马，萧然一草庐。曲通樵牧迳，正合野人居。秋老欣禾熟，林寒觉叶疏。高歌仍鼓腹，世事岂关渠。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "陡觉秋萧索，林端叶渐稀。菊残堪作枕，荷老不成衣。著句愁诗俗，持螯喜蟹肥。晚来风色紧，吹起荻花飞。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "不作皱眉事，何烦古押衙。且尝桑落酒，更沦雨前茶。风锐霜初结，天寒日易斜。莫言秋色老，犹自有黄花。"
        },
        {
            "标题": "三用韵十首",
            "作者": "杨公远",
            "内容": "夜凉清似水，凄切只蛩吟。唤起离人思，催残懒妇心。敲梧风淅淅，筛竹月沈沈。颢气微茫里，依稀见远林。"
        },
        {
            "标题": "三用韵奉酬",
            "作者": "杨公远",
            "内容": "今日韶光满九旬，浮生又了一年春。莫言虚度浑无补，学得先生句法新。"
        },
        {
            "标题": "又上疏斋虑按察",
            "作者": "杨公远",
            "内容": "自怜双鬓已星星，书剑无成老此生。原识荆州轻万户，要令和璧重连城。敲推风月诗随兴，模写江山笔代耕。闻道珠玑囊拍塞，原分颗粒振声名。"
        },
        {
            "标题": "上疏斋虑按察",
            "作者": "杨公远",
            "内容": "歙境争先睹使星，玉川风致是前生。壮怀学富五千卷，明月光分十一城。吏立寒冰惊号令，民沾和气乐耘耕。政声久徹宸旒听，行看金瓯覆姓名。"
        },
        {
            "标题": "上已同省斋直轩郊游直轩有诗次韵是日又值寒",
            "作者": "杨公远",
            "内容": "韶光又是二分过，日月如梭可奈何。对景诗成新意少，持杯量减旧时多。禁烟修禊偶同日，落絮飞花逐逝波。只恐阴晴天不定，明朝有兴亦蹉跎。"
        },
        {
            "标题": "上赵相公二首",
            "作者": "杨公远",
            "内容": "徹骨清贫颇自怜，生涯淡薄只随缘。搜罗景象画多趣，拌擞襟期诗几篇。毛颖漫供烟雨耒，石泓聊当稻粱田。化炉倘赐甄陶意，便是人生际遇年。"
        },
        {
            "标题": "上赵相公二首",
            "作者": "杨公远",
            "内容": "天教古歙巧遭逢，和气薰蒸蚕麦丰。重见龚黄宣德化，再生韩柳振文风。万间广厦人人共，千里明蟾处处同。端的相门还拜相，鲁公行即继周公。"
        },
        {
            "标题": "省斋寄诗用韵走笔以谢二首",
            "作者": "杨公远",
            "内容": "竟日昏昏醉梦中，俄惊绿暗石榴红。两三个月书全杳，四五篇诗信忽通。身世愧无鸿鹄志，交情叹作马牛风。如今暂效相如计，较著无声迥不同。"
        },
        {
            "标题": "省斋寄诗用韵走笔以谢二首",
            "作者": "杨公远",
            "内容": "每思分袂岁寒天，又见荷钱贴水圆。月落梁间清夜后，云生江上晚风前。题诗趼纸无由达，结梦花屏又复还。会晤未龟空怅恨，何时握手共欢然。"
        },
        {
            "标题": "诗牌",
            "作者": "杨公远",
            "内容": "閒亭虚阁多标揭，旧句新篇各斗工。为拂尘埃题数语，敢期他日碧沙笼。"
        },
        {
            "标题": "诗谒按察疏斋赐贱号二大字赋诗以谢",
            "作者": "杨公远",
            "内容": "幸披云雾睹青天，尽道山人有宿缘。得坐春风才半日，胜居尘世已千年。槎枯许到银河畔，葭老容依玉树边。两字光芒关不住，私心犹敢觅新篇。"
        },
        {
            "标题": "诗将",
            "作者": "杨公远",
            "内容": "草木森罗归队伍，溪山辽绕作城池。过筹決胜应无敌，郊岛从旁作鼓旗。"
        },
        {
            "标题": "诗壁",
            "作者": "杨公远",
            "内容": "一方素壁龙蛇走，几首新诗冰雪清。语好惊人看不足，教侬技癢动吟情。"
        },
        {
            "标题": "诗坛",
            "作者": "杨公远",
            "内容": "突兀骚坛依汉立，英豪元帅凛霜威。四时景物知多少，一一投降听指挥。"
        },
        {
            "标题": "诗狂",
            "作者": "杨公远",
            "内容": "掬取长江供砚水，借将碧汉作蛮笺。兴来拈起如椽笔，大咏高吟欲上天。"
        },
        {
            "标题": "诗匠",
            "作者": "杨公远",
            "内容": "吴刚运惟修月，轮扁挥斤妙斲轮。好句何须劳斧凿，无痕无迹自天真。"
        },
        {
            "标题": "十二月二十九夜大雪三首",
            "作者": "杨公远",
            "内容": "天教滕六下良宵，恰值人间下颂椒。万屋高低皆玉洁，四山无迩绝尘嚣。苍髯铁面亦华发，直节虚心也折腰。可惜梅花无觅处，只应低亚小溪桥。"
        },
        {
            "标题": "十二月二十九夜大雪三首",
            "作者": "杨公远",
            "内容": "六出霏霏饯岁华，终宵撩乱扑窗纱。未言造化工夫巧，且看乾坤景角奢。□□□□□□□,□□□□□□□药。明朝正旦常年别，琼户瑶阶一样夸。"
        },
        {
            "标题": "诗笔",
            "作者": "杨公远",
            "内容": "银管空虚藏兔颖，冰怀磊磈吐天葩。有时挥扫浑无碍，尽道毫锋自有花。"
        },
        {
            "标题": "十二月二十九夜大雪三首",
            "作者": "杨公远",
            "内容": "岁已云除四日春，正嗟无雪慰农心。重衾夜觉十分冷，平地朝看一尺深。剡曲舟虽无月载，灞桥景更有谁吟。今宵拚饮椒花酒，醉后烹茶自赏音。"
        },
        {
            "标题": "诗家",
            "作者": "杨公远",
            "内容": "松下云根迂菊径，梅边竹外著茆茨。天教管领閒风月，得句无非妙色丝。"
        },
        {
            "标题": "始生书怀三首",
            "作者": "杨公远",
            "内容": "浮生六十度春秋，无辱无荣尽自由。但得此身强健在，明年花甲又从头。"
        },
        {
            "标题": "始生书怀三首",
            "作者": "杨公远",
            "内容": "一片閒云出岫迟，诗情画思老来宜。莫言末技浑无用，传入鸡林未可知。"
        },
        {
            "标题": "始生书怀三首",
            "作者": "杨公远",
            "内容": "连年客里度生朝，自草新诗慰寂寥。却喜窗前风景好，梅花初放雪初消。"
        },
        {
            "标题": "始生书怀",
            "作者": "杨公远",
            "内容": "非贤非智半痴聋，性禀天然雅淡中。閒阅废兴槐国梦，细思得失楚人吊。事无欺世心何愧，诗为伤时句不工。却谢梅花开几点，年年此日伴人翁。"
        },
        {
            "标题": "寿许侯",
            "作者": "杨公远",
            "内容": "冬孟犹余一叶蓂，中原贤哲此时生。星辉南极躔吴分，月出东山照歙城。耐与寒花香晚节，清如冷蕊味和羹。童颜鹤发神仙骨，便是崆峒老广成。"
        },
        {
            "标题": "寿许侯",
            "作者": "杨公远",
            "内容": "星辉南极彩云边，律转黄钟一日前。河岳间生贤太守，桩松齐算老神仙。心犹秋月烛千里，人在春风度两年。只恐练溪难久驻，行看飞诏下尧天。"
        },
        {
            "标题": "早行",
            "作者": "杨公远",
            "内容": "黄粱已熟梦初醒，束担匆匆促去程。手挈仗端和袖里，气呵髭上觉冰生。山衔斗柄两三点，犬吠篱根四五声。何处梅花开较早，清香暗度动诗情。"
        },
        {
            "标题": "霜梅",
            "作者": "杨公远",
            "内容": "梅到更阑自主张，依然不住散清香。横陈青女无端甚，也要教渠学粉妆。"
        },
        {
            "标题": "水西行散次韵程南仲",
            "作者": "杨公远",
            "内容": "散步招提去，禅房幽更深。开经醒俗眼，沦茗洗尘心。石罅泉长溜，林巅蝉独吟。诗成书雪壁，恐或有知音。"
        },
        {
            "标题": "四用韵奉酬",
            "作者": "杨公远",
            "内容": "文献中州仰大邦，姓名由此带天香。襟怀月照江湖水，谈笑风生齿颊霜。天理每从閒处见，诗篇常向静中忙。明朝小队郊坰去，傥有新吟寄一章。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "探梅时节近，春小已秋余。饭足农家乐，年丰史笔书。篱隈眠趼栗，池浅立舂锄。对景閒吟句，风骚没笋蔬。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "六出新裁就，漫空密又稀。独行无鹤氅，冷卧有牛衣。竹顶千钧重，梅添十倍肥。品题输谢女，柳絮逐风飞。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "朝市何曾梦，山林自结庐。清幽无俗事，萧洒类僧居。地锁苔痕润，池窥竹景疎。每番新雨过，门外水成渠。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "朔风号万竅，冷色倍三分。榾柮炉偏暖，茅柴酒易醺。烘梅悭爱日，酿雪布彤云。今是丰年瑞，吾侬政乐闻。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "爱梅能独立，不与众芳同。花貯香千斛，梢宠月一弓。倚松还傍竹，洗雨更梳风。和靖清吟后，题评愈不穷。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "卷起黄紬被，何消道放衙。瓦盆常貯酒，雪水旋煎茶。但得诗联稳，从教竹屋斜。助侬高兴处，索笑共梅花。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "洗计人知否，无声诗句间。高低烟树古，来往钩舟閒。练挂千寻瀑，屏围几座山。天涯无限景，只仗笔追还。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "因循身渐老，性懒谒王侯。尝到新蓝尾，翻余旧历头。春来虽可喜，岁去抑何愁。桃板书联句，三平二满休。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "梦觉灯初烬，搔头谩短吟。人生随宿分，世虑莫萦心。霜结风声息，参横月影沈。此时朝市客，争似卧家林。"
        },
        {
            "标题": "四用韵十首",
            "作者": "杨公远",
            "内容": "小醉初醒后，冲寒作兴游。宿云山顶散，残雪树根留。檐溜悬冰柱，风威冻玉楼。欲吟吟未稳，归拥地炉休。"
        },
        {
            "标题": "孙芝田见示吟编一诗卷锦",
            "作者": "杨公远",
            "内容": "细诵芝田诗一编，了无凿自天然。豪雄虹抹斜阳外，雅淡梅横缺月边。点石化金非是幻，脱胎换骨欲成仙。个般才调真难敌，行看鸡林声价传。"
        },
        {
            "标题": "题徐氏聚秀楼",
            "作者": "杨公远",
            "内容": "轮奂危危百尺楼，阑干徙倚豁双眸。插天万仞黄山耸，绕郭千寻练水流。风月不消钱可买，主宾须要味相投。四时景物俱疏敛，引得诗人竞唱酬。"
        },
        {
            "标题": "万竹乃竹洲曾孙也万竹子常新恩弃儒於乾明入",
            "作者": "杨公远",
            "内容": "洲上檀栾竹万竿，此君得所一般般。根虽易地终无异，操直参天也不难。冠借皮为疑斗灿，杖凭枝作觉龙寒。步虚词罢幽閒处，好勘黄庭悟寸丹。"
        },
        {
            "标题": "铜瓶簪梅",
            "作者": "杨公远",
            "内容": "梅花点点自清真，雪虐风饕苦且辛。白玉堂开虽是贵，古铜瓶浸亦非贫。爱渠夜写灯前影，类我时挥笔底春。雅趣有谁能领会，华光已后更无人。"
        },
        {
            "标题": "五用韵奉酬见寄二首",
            "作者": "杨公远",
            "内容": "潦倒无成困一邦，江湖姓字可曾香。兴来且泛三杯酒，老去从添两鬓霜。画思诗情虽我有，名缰利锁任渠忙。寒窗兀坐浑无事，閒阅离骚诵九章。"
        },
        {
            "标题": "五用韵奉酬见寄二首",
            "作者": "杨公远",
            "内容": "扬鞭迤逦历乡邦，留得清名处处香。六邑春风浓似酒，一轮秋月冷於霜。苏回民瘼宦情好，听徹鹃声归兴忙。满路溪山无限好，只应裁剪入词章。"
        },
        {
            "标题": "山市晴岚",
            "作者": "杨公远",
            "内容": "横岚髴抹高冈，村市人家酿秫香。溪上晓来争渡急，里盐沽酒趁虚忙。"
        },
        {
            "标题": "写梅",
            "作者": "杨公远",
            "内容": "为渠模写未为难，只要稀疎不要繁。雪月风烟俱属我，一时收拾付毫端。"
        },
        {
            "标题": "谢许侯特雇",
            "作者": "杨公远",
            "内容": "传呼门外骇还惊，忙著荷衣倒屣迎。皂盖朱幡人从简，雕鞍绣勒马蹄轻。群中驽顿增高价，爨下桐方有烈声。多谢使君青雇后，免教汩没度浮生。"
        },
        {
            "标题": "新安江上次程南仲韵",
            "作者": "杨公远",
            "内容": "石阑斜护崎岖迳，村酒频浇磊魄胸。好是黄山供望眼，白云分出两三峰。"
        },
        {
            "标题": "许侯赠诗借韵谢二首",
            "作者": "杨公远",
            "内容": "政徹宸旒久有声，何消入梦更图形。行看大展经纶手，整顿乾坤万国宁。"
        },
        {
            "标题": "许侯赠诗借韵谢二首",
            "作者": "杨公远",
            "内容": "挥洒云烟笔有神，衮褒字字烛吾真。从今诗画多增重，寒谷顿回天地春。"
        },
        {
            "标题": "学稼",
            "作者": "杨公远",
            "内容": "尘埃面目半生勤，去住浑如出岫云。腹馁谩挥求米帖，囊空徙诵送穷文。诗书满架何堪煮，徐黍盈畴政乐闻。欲办烟蓑并雨笠，原随田叟学耕耘。"
        },
        {
            "标题": "学渔",
            "作者": "杨公远",
            "内容": "年来懒问是和非，谩向沧浪理钓矶。折取绿荷充蒻笠，收将红芰缉蓑衣。秋风莼菜鲈堪脍，春水桃花鳜正肥。身逐烟波逃世虑，沙鸥汀鹭共忘机。"
        },
        {
            "标题": "学樵",
            "作者": "杨公远",
            "内容": "因嫌踪迹混尘嚣，腰斧高歌去采樵。欲效买臣无贵骨，何如王质有仙标。丁丁伐木空山外，轧轧肩薪小迳遥。一任雪天霜月夜，且将带叶地炉烧。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "喧呼童稚塑狮儿，仿佛形模便有威。枯炭点睛铃用橘，酒杯叠叠印毛衣。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "堆琼积玉遍阶除，个是骚人富贵余。莫道得渠无用处，寒窗能映夜观书。"
        },
        {
            "标题": "雪月梅",
            "作者": "杨公远",
            "内容": "寒梅开后雪初晴，敛尽残云月又生。月映雪时梅更好，梅横月处雪争明。羡渠结伴成三白，添我相亲即四清。今夕细吟诗说与，来年此际莫寒盟。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "无奈风威冷逼衾，起来搔首更披襟。方知搅下漫空雪，已积阶前尺许深。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "天教尘世换规模，万象忧愁心未孚。一夜苍松须白尽，青山顿觉老头颅。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "腊前三白兆丰年，此话农家万古传。近值世更人事改，生民全藉老天怜。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "雪满乾坤月满天，剡溪风景尚依然。戴逵仙去徽之死，乘兴无人更棹船。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "徹夜阴风恣怒号，谁家帐底饮羊羔。何如榾柮炉边坐，雪水煎茶兴味高。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "造化须臾变物华，园林无处不梅花。三间矮屋清溪上，疑似林逋处士家。"
        },
        {
            "标题": "雪十首",
            "作者": "杨公远",
            "内容": "只应王母宴瑶池，宴罢群仙趁醉归。驾凤鞭鸾仍驭鹤，满空风卷羽毛飞。"
        },
        {
            "标题": "迓王书史六邑劝课回四绝",
            "作者": "杨公远",
            "内容": "一犁雨足快耕农，可卜今年几事丰。喜见四郊生意好，秧针刺水麦梳风。"
        },
        {
            "标题": "迓王书史六邑劝课回四绝",
            "作者": "杨公远",
            "内容": "雕鞍骏骤明如飞，正是春风柳絮时。夹道居民争看处，青红小队曳旌旗。"
        },
        {
            "标题": "迓王书史六邑劝课回四绝",
            "作者": "杨公远",
            "内容": "杜鹃声里莫春天，桑柘村村绿似烟。分趼称丝将有日，吴蚕今已起三眠。"
        },
        {
            "标题": "烟梅",
            "作者": "杨公远",
            "内容": "玉妃谪堕作梅花，不与群芳定等差。莫是清高嫌俗眼，故张翠幕淡笼遮。"
        },
        {
            "标题": "迓王书史六邑劝课回四绝",
            "作者": "杨公远",
            "内容": "匆匆出郭又经旬，和气薰蒸处处春。料得锦囊诗拍塞，寄来曾拜一篇新。"
        },
        {
            "标题": "烟寺晚钟",
            "作者": "杨公远",
            "内容": "山寺钟敲重照残，僧归云暝费跻攀。浮屠屹立巅崖顶，恰在烟岚紫翠间。"
        },
        {
            "标题": "再用韵十首",
            "作者": "杨公远",
            "内容": "平生丘壑趣，閒雅更谁同。养竹烟三径，栽花地一弓。棋边消永日，琴上鼓薰风。静里谋生计，优游道不穷。"
        },
        {
            "标题": "谒秋崖先生方吏部墓借斗韵",
            "作者": "杨公远",
            "内容": "崖翁底事姓名香，照世文章日月光。葭坞留荷啼晓露，趼窝埋玉黯斜阳。碑刊地记生前撰，甃蚀苔痕去后荒。一炷炉薰瞻警罢，教人空结九回肠。"
        },
        {
            "标题": "一溪赵宰惠诗次韵谢",
            "作者": "杨公远",
            "内容": "古歙遭逢定宿缘，作成和气致丰年。一溪浪静一溪月，百里民安百里天。草茂圜扉花满县，雨余村落水通田。正惭欠识荆州原，忽拜雕冰镂玉篇。"
        },
        {
            "标题": "夷齐",
            "作者": "杨公远",
            "内容": "因请休兵谏不行，首阳遁迹似沽名。既言不食周家粟，薇蕨谁家土上生。"
        },
        {
            "标题": "隐居杂兴",
            "作者": "杨公远",
            "内容": "诘曲通村小径开，依山结屋任低隈。无从问字高人过，有不嫌贫长者来。煮茗烧残柴带叶，脱巾漉起酒和醅。绝怜笔砚香犹在，集句曾赓百咏梅。"
        },
        {
            "标题": "隐居杂兴",
            "作者": "杨公远",
            "内容": "一味幽閒了此生，那曾怀刺谒公卿。无官可署名虽晦，有句堪吟思自清。棋要藏机何用著，琴能识趣底须声。何当办取青蓑笠，去趁农夫学耦耕。"
        },
        {
            "标题": "隐居杂兴",
            "作者": "杨公远",
            "内容": "槎牙诗骨等梅臞，试启青铜失故吾。啖蔗只应佳境近，解袍那想故人无。推排景物归吟卷，安顿江山入画图。只此可堪供洗计，底须舍瑟学齐竽。"
        },
        {
            "标题": "隐居杂兴",
            "作者": "杨公远",
            "内容": "萧然天地一吟身，著向荒村野水滨。耳底松声风奏乐，窗间竹影月传神。无田种秫难谋醉，有砚遗家未是贫。除却推敲无别事，襟怀拍塞四时春。"
        },
        {
            "标题": "隐居杂兴",
            "作者": "杨公远",
            "内容": "篱编红槿障蓬茅，半探测城闉半近。苔绣曲蹊千万点，梅窥碧沼两三梢。閒将今古浇胸臆，嫩把荣枯问卦爻。一自渔樵分席后，清泉白石与论交。"
        },
        {
            "标题": "隐居杂兴",
            "作者": "杨公远",
            "内容": "生计新来喜有涯，蒔菘栽韭树桑麻。惯眠纸帐三竿日，饱听萍池两部蛙。往事真成看堕甑，凡身安敢望乘槎。一般受用还官样，门外黄蜂为报衙。"
        },
        {
            "标题": "用前韵酬郑山长",
            "作者": "杨公远",
            "内容": "短鬓萧萧已半霜，从教憔悴胜东阳。磨穿老砚画成趣，撚断吟髭句不香。月下行歌閒放逸，酒边起舞发清狂。欲过郑老论心事，可惜相逢各异乡。"
        },
        {
            "标题": "游水西次吴秋磵韵",
            "作者": "杨公远",
            "内容": "松阴石迳绝纤埃，缓步行春得得来。风景一川诗料足，楼台两岸画图开。山花乱插髼松鬓，村酒频倾潋滟杯。扶醉归来天欲莫，数声鼓角又相催。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "休论马鬣卧牛形，后拥前堆要有情。自是主人心地好，老天分付不应轻。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "达人谋事岂踌躇，寿域天开不费鉏。结得庵成无点俗，栽梅时竹当幽居。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "颜貌元非借酒红，那堪和气更春风。梅边索笑閒吟处，句法甭圆字辽工。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "盖世功名水一杯，君曾勘破个中来。平生不问凡红柴，莫逆交情只是梅。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "庵外山环翠作堆，庵前山秀长台莱。主人日日携琴去，直到松梢月上回。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "屋瞰梅间倚竹林，一炉香篆一张琴。有时月上黄昏后，三弄寒梅夜正深。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "竹满长洲蔬满畦，四时丰富足豚鸡。况君剩有羊腔禄，笑我犹余几瓮虀。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "梅花本是一难兄，山谷当时错用情。毕竟渠家知己在，仙苍赢得浪驰声。"
        },
        {
            "标题": "友梅吴编校寿宫之侧筑庵曰全归有诗十咏敬次",
            "作者": "杨公远",
            "内容": "寿宅虽然已预营，手栽松柏待亭亭。童颜鹤发身强健，长对商山万古青。"
        },
        {
            "标题": "渔村夕照",
            "作者": "杨公远",
            "内容": "一簇渔家古渡头，生涯只在几扁舟。归来晒纲斜阳外，欸乃数声烟树秋。"
        },
        {
            "标题": "贽雨村施权宰",
            "作者": "杨公远",
            "内容": "旌旆来时桂未华，如今烟柳又藏鸦。一尘不著千家月，万象无私满县花。草茂圜扉春寂静，吏閒庭院燕諠哗。剩膺当路飞腾剡，玉笋催班已有涯。"
        },
        {
            "标题": "远浦归帆",
            "作者": "杨公远",
            "内容": "江山胜处簇人家，楼阁重重枕水涯。试倚阑干凝望眼，帆归远浦隔芦花。"
        },
        {
            "标题": "偶题",
            "作者": "杨公远",
            "内容": "鹅黄又染柳丝丝，自笑劳生作么为。雨耒云耕三寸管，风棂月牖一联诗。酒逢知己何妨醉，事不如人且待时。只恁眼前随分去，展开怀抱豁双眉。"
        },
        {
            "标题": "再谒紫极宫",
            "作者": "杨公远",
            "内容": "一去重来已十年，头颅堪笑尚依然。何当了却尘纷事，来结梅花纸帐缘。"
        },
        {
            "标题": "再用韵十首",
            "作者": "杨公远",
            "内容": "数椽欹欲压，仿佛玉川庐。不结市朝梦，惟便水竹居。静中谙世味，贫里见亲疏。忽怪幽池涨，元通灌稻渠。"
        },
        {
            "标题": "再用韵奉酬",
            "作者": "杨公远",
            "内容": "褰帷暂驻小山邦，正值芳春百卉香。洞徹胸襟欺雪月，英豪名誉冷风霜。评分曲直奸人畏，诗费赓酬竟日忙。寒士无声增重处，珠玑璀璨易平章。"
        },
        {
            "标题": "再用韵十首",
            "作者": "杨公远",
            "内容": "非郭非山住，萧然乐有余。昼长延客话，夜静课儿书。药润晴时晒，蛙硗雨后锄。近来生计好，新味富佳蔬。"
        },
        {
            "标题": "张道士山房次程南仲韵",
            "作者": "杨公远",
            "内容": "丹房萧洒绝纤埃，石迳萦纡闢草莱。窗外果从猿摘去，山中芝藉鹤衔回。一瓯白雪汤轻注，三尺青蛇匣不开。如许清虚尘世隔，明朝再约抱琴来。"
        },
        {
            "标题": "照水梅",
            "作者": "杨公远",
            "内容": "梢横鹤膝小池东，几点疎花冷淡中。自是蓝妆匀未了，故抬粉面对青铜。"
        },
        {
            "标题": "折梅",
            "作者": "杨公远",
            "内容": "折时须拣带苔枝，两蕊三花儘自奇。簪向银瓶全俗了，古铜瓶浸恰相宜。"
        },
        {
            "标题": "学圃",
            "作者": "杨公远",
            "内容": "萧然身世儘宽舒，剩有工夫学种蔬。每汲清泉勤抱瓮，旋锄荒圃谩携书。绿葵紫芥香尤美，春韭秋菘味有余。时撷鲜苗烹石铫，朱门肉食不如渠。"
        }
    ],
    "对话内容": [
        {
            "Type": "诗词戏剧对话",
            "Location": "山水之间，杨公远与方回相约吟诗。",
            "Background": "夜色渐浓，清风徐来，二人对月而吟，畅谈诗词，互赠佳句，感慨年华易逝，探讨人生理想。",
            "Dialogue": "{\n    角色名:方回 \n    动作:(轻抚琴弦、微微一笑)\n    讲话:公远兄，今夜月色如洗，清风徐来，更是吟咏的好时光。月明点滴，似乎映照出我们心中隐秘的情怀。我常常思索，人生如梦，时光荏苒，转瞬即逝，若不趁此良辰美景，岂不遗憾终生？不如我们共吟一首，抒发心中所感，如何？\n}\n{\n    角色名:杨公远 \n    动作:(沉吟片刻、指向远方的明月)\n    讲话:方兄所言极是，月色如镜，映照此间山水，正是天人合一之境。吾常感时光如流水，倏忽而逝，若不及时把握，岂不成空留遗憾？然则，诗词若能寄托情怀，便是我辈之幸。今夜月明，正是酬唱之际，愿以我这首《月下吟》奉上，愿共醉于此诗情之中。月圆之夜，愿我俩共赏此景，吟咏无尽，何尝不是人生一大快事？\n}"
        },
        {
            "Type": "书信交流",
            "Location": "杨公远的书斋，桌上铺展着纸墨。",
            "Background": "他正在为卢挚写临别赠言，笔走龙蛇，表达对友人的不舍与祝福，信中提及往日游玩时的欢愉，让人感受到深厚的友谊。",
            "Dialogue": "{\n    角色名:杨公远 \n    动作:(提笔疾书、神情专注)\n    讲话:亲爱的卢挚兄，听闻你即将离开，心中不免涌起千般不舍之情。往日游玩时的欢愉仿佛历历在目，且让我为你写下这临别赠言，愿你在前方的征途上，一帆风顺，事业有成。岁月如流，虽人各有志，但我愿这篇小文，能为你带来些许温暖与鼓励，愿你常念我辈情谊，携手共度风雨。记得常回家乡看看，虽我不求仕途，但愿能与君共叙往日情怀，聊慰余生。\n}\n{\n    角色名:卢挚 \n    动作:(略显感动、轻声回应)\n    讲话:公远兄所书之言，字字句句皆是深情厚谊，愚兄铭记于心。虽我将离去，但这份情谊将伴我走过每一段旅途。愿君也常保安好，愿我们的友谊如这诗篇，绵延不绝，永存心间。待我归来，必定来访，重温往日欢声笑语。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "歙县的一个小茶馆。",
            "Background": "邻里聊起杨公远的诗才，众人皆赞其才华出众，认为他不求仕途，反而以诗画游士大夫间，颇为羡慕。",
            "Dialogue": "{\n    角色名:邻里甲 \n    动作:(低声交谈、面带羡慕)\n    讲话:听闻杨公远的诗才，真是才华横溢，令人钦佩。他不求仕途，却能以诗画游士大夫间，何等逍遥自在，羡煞人也。像他这样的人，真是我们乡里一大佳话，仿佛才子佳人的故事，令人向往。\n}\n{\n    角色名:邻里乙 \n    动作:(点头称赞、微笑)\n    讲话:正是如此，公远兄的《白杜鹃花》诗中，细腻的观察与独特的艺术风格，令人心向往之。若我有一半才华，定不会辜负这美丽的山水，像他一样，吟咏不止，乐在其中。希望他能常回乡里，给我们带来诗香画韵，增添生活的乐趣。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "朝廷大殿，官员们汇报政务。",
            "Background": "吴龙翰提及杨公远的著作“野趣有声画”，并称其为文士中的佼佼者，建议皇帝征召他入朝，众官对此议论纷纷。",
            "Dialogue": "{\n    角色名:吴龙翰 \n    动作:(捋须思索、语气郑重)\n    讲话:陛下，今有杨公远之作《野趣有声画》，其文笔之流畅，意境之深远，实在是文士中的佼佼者。臣认为，公远虽不求仕途，但才华横溢，理应征召入朝，助力国之文治，何如？\n}\n{\n    角色名:朝臣甲 \n    动作:(低声讨论、表情认真)\n    讲话:吴大人所言不无道理，杨公远的才华确实不容小觑，然则他似乎更倾向于逍遥自在的生活，若强求入朝，恐怕不合其意。我们应当尊重他个人的选择，或许以另一种方式来引导他为国效力，亦未尝不可。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月下庭院，杨公远与康天锡吟唱。",
            "Background": "两位文人对景抒怀，康天锡吟咏道：“今朝月色共此生”，杨公远随之接句，表达对友谊的珍重和对未来的期待。",
            "Dialogue": "{\n    角色名:康天锡 \n    动作:(微微一笑、轻声吟咏)\n    讲话:今朝月色共此生，公远兄，此情此景，真是令人陶醉。月下对景，似乎将我们心中所感尽数抒发，待我来一句，愿君共我吟唱，何如？\n}\n{\n    角色名:杨公远 \n    动作:(轻轻点头、神情专注)\n    讲话:康兄所言极是，诗词之美，正是心灵的共鸣。今夜月明，我愿接下你的句，愿我们的友谊如这明月，长存不衰，愿将对景之情，化作千首诗篇，永刻心中，伴随此生。你我共勉，诗酒相伴，岂不乐哉！\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "歙县的集市。",
            "Background": "杨公远与乡民们闲聊，谈论田间的丰收，杨公远提到“只要身无事，何消效送穷”，大家皆笑称他心态洒脱，乐观自在。",
            "Dialogue": "{\n    角色名:乡民甲 \n    动作:(端着茶杯、笑着谈论)\n    讲话:杨公远可真是个奇才，听闻他以诗画游士大夫间，真乃我辈之楷模。人称他不求仕途，心态洒脱，乐观自在，令人羡慕。想来若我能有他这般心境，生活也会更加安逸。\n}\n{\n    角色名:乡民乙 \n    动作:(点头赞同、神情向往)\n    讲话:没错，公远兄的心境让人敬佩，他能在繁华世俗中保持宁静，真是极难得。正如他所说的：“只要身无事，何消效送穷。”这句道出心声，令人感到释然，真是我辈应以为鉴。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "杨公远的书房。",
            "Background": "他正在给许楫写信，恭贺其升迁，并附上诗作以示敬意，信中提到对未来相聚的期待，表达了深厚的友情。",
            "Dialogue": "{\n    角色名:杨公远 \n    动作:(提笔写信、眉头微皱)\n    讲话:亲爱的许楫兄，得知你升迁，愚兄心中无比欣喜，特写此信以表祝贺。往日交情如春风化雨，滋润心田，今更是如鱼得水，顺风顺水。愿你在新的岗位上，施展才华，成就更大事业。信中附上我最近所作的诗篇，愿与你共勉，期待不久的相聚，畅叙往日情怀。\n}\n{\n    角色名:许楫 \n    动作:(接过信件、神情感动)\n    讲话:公远兄，承你厚爱，愚兄深感荣幸。尔所书之信，字字句句皆是深情，愚兄铭记于心。愿我在升迁之际，能不负公远兄的期望，尽心竭力，回馈这份情谊。待我归来，必定前来拜访，畅叙旧时欢情，愿与公远兄共赏山水，吟咏不衰。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "青山绿水间，杨公远与方回相聚。",
            "Background": "二人对山水吟咏，杨公远感叹道：“山水有情，诗韵常在”，方回则回以“月明点滴，心共此生”，两人情谊在诗中升华。",
            "Dialogue": "{\n    角色名:方回 \n    动作:(抬头望月、声调柔和)\n    讲话:公远兄，今夜的月色真是美丽，似乎将我们心中所思所感尽数映照。月明点滴，正是吟咏的好时光。愿你我共吟此月，共享此情，恰如这月色，明亮无比，难能可贵。\n}\n{\n    角色名:杨公远 \n    动作:(微微一笑、举杯共饮)\n    讲话:方兄所言极是，月色如洗，正是人间美景。愿我俩共吟此月，共抒心中所感，愿此情此景常存心中，恰如这月光，照耀我辈的未来。无论何时，愿我俩的友谊如这明月，常明常在。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "杨公远的家中，家人围坐一堂。",
            "Background": "家人讨论杨公远的诗作，称赞其才华横溢，提到他的“白杜鹃花”诗，感慨其对自然的细腻观察和独特的艺术风格。",
            "Dialogue": "{\n    角色名:家人甲 \n    动作:(翻看书卷、神情赞叹)\n    讲话:杨公远的诗才真是无人能及，最近他的《白杜鹃花》更是广为流传，令人叹为观止。可见他对自然的细腻观察与独特的艺术风格，真是我家之荣光。\n}\n{\n    角色名:家人乙 \n    动作:(微微一笑、点头赞同)\n    讲话:正是如此，公远兄以诗画游士大夫间，心态洒脱，令人羡慕。若能向他学习，定能在生活中多添几分情趣，何乐而不为呢？他这般才华，必能在文坛上继续闪耀。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "大殿内，朝廷会议。",
            "Background": "一位大臣提及杨公远的“野趣有声画”，建议皇帝赐予其官职，认为他可以为朝廷带来文治，众人对此发表不同看法，争论不休。",
            "Dialogue": "{\n    角色名:大臣甲 \n    动作:(神情凝重、低声讨论)\n    讲话:陛下，关于杨公远的著作“野趣有声画”，我认为其文笔流畅，意境深远，实在是文士中的佼佼者。我们是否应当考虑征召他入朝，为国效力？\n}\n{\n    角色名:大臣乙 \n    动作:(轻声附和、眼中闪烁)\n    讲话:吴大人所言不无道理，然则公远似乎更倾向于逍遥自在的生活，若强求入朝，恐怕难以合他的心意。我们不妨以另一种方式引导他，让他为国效力，岂不是更好？"
        }
    ]
}