{
    "基本信息": {
        "姓名": "范梈",
        "性别": "男",
        "出生年份": "1272",
        "死亡年份": "1330",
        "享年": "59",
        "朝代": "元",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "范梈学生为危素",
        "范梈为傅若金所著书作序",
        "范梈为杨载所著书作序",
        "范梈为杨载所著书作序",
        "范梈为朱思本所著书作序",
        "范梈为朱思本所著书作序",
        "范梈书序由揭傒斯所作",
        "范梈墓志铭由吴澄所作",
        "范梈墓志铭由吴师道所作",
        "范梈书跋由虞集所作",
        "范梈书跋由傅若金所作",
        "范梈书跋由梁寅所作",
        "范梈书跋由张雨所作",
        "范梈相唱和的对象是虞集",
        "范梈祭文由刘岳申所作",
        "范梈书、画由虞集作跋",
        "范梈书、画由吴师道作跋",
        "范梈书、画由傅若金作跋",
        "范梈书、画由杨士奇作跋",
        "范梈书、画由梁寅作跋",
        "范梈为白贲作临别赠言(送别诗、序)",
        "范梈为吴全节作临别赠言(送别诗、序)",
        "范梈临别得到袁桷所作赠言(送别诗、序)",
        "范梈临别得到张养浩所作赠言(送别诗、序)",
        "范梈临别得到杨载所作赠言(送别诗、序)",
        "范梈哀辞由杜本所作",
        "范梈哀辞由柳贯所作",
        "范梈为文升作哀辞",
        "范梈被致书由刘岳申",
        "范梈赠诗、文的对象是白贲",
        "范梈赠诗、文的对象是杜本",
        "范梈赠诗、文的对象是贡奎",
        "范梈赠诗、文的对象是周应极",
        "范梈赠诗、文的对象是查居广",
        "范梈收到虞集的赠诗、文",
        "范梈收到吴师道的赠诗、文",
        "范梈诗文跋由袁桷所作",
        "范梈诗文跋由虞集所作",
        "范梈诗文跋由张雨所作",
        "范梈为揭傒斯所作诗文作序"
    ],
    "入仕信息": [
        {
            "入仕方式": "荐举 (保任,保举)",
            "入仕年份": "1309",
            "入仕年龄": "36"
        }
    ],
    "别名信息": [
        {
            "别名": "亨父",
            "别名类型": "字"
        },
        {
            "别名": "德机",
            "别名类型": "字"
        },
        {
            "别名": "文白先生",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [
        {
            "官职": "翰林国史院国史编修官",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "翰林国史院应奉翰林文字",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "肃政廉访司经历",
            "起始年份": "1329",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": "岭北行中书省"
        },
        {
            "官职": "宪司知事",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "宪司知事",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": "江西道宣慰司"
        },
        {
            "官职": "宪司知事",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        }
    ],
    "地理信息": [
        {
            "地名": "清江",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "木天禁语",
            "著述年份": "1330",
            "著述角色": "未详"
        },
        {
            "著述名称": "范德机诗集",
            "著述年份": "1330",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "[为官者：文]",
        "以疾废",
        "诗人",
        "拒绝出仕"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "范梈（pēng）（1272—1330）元代官员、诗人，与虞集、杨载、揭傒斯齐被誉为“元诗四大家”。字亨父，一字德机，人称文白先生，清江（今江西樟树）人。历官翰清江林院编修、海南海北道廉访司照磨、福建闽海道知事等职，有政绩，后以疾归。其诗好为古体，风格清健淳朴，用力精深，有《范德机诗集》。 ► 范梈的诗文(300篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "王氏能远楼",
            "作者": "范梈",
            "内容": "游莫羡天池鹏，归莫问辽东鹤。人生万事须自为，跬步江山即寥廓。请君得酒勿少留，为我痛酌王家能远之高楼。醉捧句吴匣中剑，斫断千秋万古愁。沧溟朝旭射燕甸，桑枝正搭虚窗面。昆仑池上碧桃花，舞尽东风千万片。千万片，落谁家？愿倾海水溢流霞。寄谢尊前望乡客，底须惆怅惜天涯。"
        },
        {
            "标题": "题李白郎官湖",
            "作者": "范梈",
            "内容": "当时郎官奉使出咸京，仙人千里来相迎。画船吹笛弄《绿水》，何意芳洲遗旧名。\n唐祠芜没知何代，惟有东流水长在。黎侯独起梁栋之，彷佛云中昔轩盖。\n南飞越鸟北飞鸿，今古悠悠去住同。富贵何如一杯酒，愁来无地酹西风。\n大别山高几千尺，隔城正与祠相值。青猿夜抱月光啼，挂在东湖之石壁。\n黎侯本在斗南家，枕戈犹自忆烟霞。祇拟将身报天子，不负胸中书五车。\n昨者相逢玉阙下，别来几日秋潇洒。黄叶当头乱打人，门前系著青骢马。\n君今归去钓晴湖，我亦明年辞帝都。若过湖边定相见，为问仙人安稳无。"
        },
        {
            "标题": "三月二十三日，雨中示诸生",
            "作者": "范梈",
            "内容": "后园僧寺里，闻有蜀葵花。好趁今朝雨，移来向我家。\n编篱虽待菊，引蔓盍藏瓜？总在经营力，秋成莫浪夸。"
        },
        {
            "标题": "宪司双榕轮囷数十围，其庇数亩，雨止，观白鹭",
            "作者": "范梈",
            "内容": "榕树庭中翠欲昏，飞来白鹭动如云。每当弹射思伤物，忽到徘徊感离群。\n护子乌鸦来辟易，附人鹳鹊漫缤纷。要知得失都何与？含育无由报圣君。"
        },
        {
            "标题": "京下思归",
            "作者": "范梈",
            "内容": "黄落蓟门秋，飘飘在远游。不眠闻戍鼓，多病忆归舟。\n甘雨从昏过，繁星达曙流。乡逢徐孺子，万口薄南州。"
        },
        {
            "标题": "节妇王氏",
            "作者": "范梈",
            "内容": "妾年四二三，始识月团团。十二学女工，刺绣如鸳鸾。\n十九嫁夫家，事姑施衿鞶。夫婿良家儿，世籍为王官。\n虽联朱紫贵，不习绮与纨。过庭执诗礼，开口若惊湍。\n风仪在一时，争作玉人看。天地忽降毒，摧折青琅玕。\n回首四十春，景光若流丸。贞心守松柏，芳性轶芝兰。\n落月帘帷曙，西风机杼寒。沈思往昔事，泪下红阑干。\n豪客至茅屋，举家窜林峦。入房卫病姑，身死白刃攒。\n相向义怜释，视死色无难。亲知为叹息，保社为辛酸。\n欲与上州府，为妾旌门阑。妾实无所愿，所愿在所安。\n妇人往从人，阿母涕汍澜。送行遗之语，敬顺无违欢。\n匹偶固有时，宁知忧患端。辛苦蹈物变，岂羡身独完。\n殷勤谢旧故，闻者摧肺肝。"
        },
        {
            "标题": "伏睹中书以内郡饥遍行拯救新令，感激有作",
            "作者": "范梈",
            "内容": "江南往岁旱连州，河北今年水逆流。恭体朝廷宽大意，少纾田里散离忧。\n表章有道诚长策，衣食无功本拙谋。国制由来重农亩，太平政不在他求。"
        },
        {
            "标题": "怀小柏",
            "作者": "范梈",
            "内容": "手种庭前小柏树，分枝散叶总天成。涉旬不见长相忆，况是经年别友生。"
        },
        {
            "标题": "次韵赋吴尊师漱芳亭白、红梅花二首 其一",
            "作者": "范梈",
            "内容": "梅仙之宫在何许，五尺青天隔风雨。冰雪肌肤绰约人，铁石心肠软媚语。\n行藏一粒粟中寄，品格百花头上数。所以商廷和鼎功，大濩登之六代舞。\n呜呼，安得东皇锡白社，胙以金陵为尔土。"
        },
        {
            "标题": "孝友堂",
            "作者": "范梈",
            "内容": "堂前多种紫荆枝，堂上能啼白发儿。但恨后来风雅废，南陔不似古人诗。"
        },
        {
            "标题": "元城行",
            "作者": "范梈",
            "内容": "元城郭使君，爱母不逮餐。刻木貌慈母，去官西山濆。\n上堂示甘旨，下堂候寒温。人见使君孝，作书细讨论。\n我论使君政，亦由孝所敦。虞周虽已远，此道今幸存。\n嗟乎！使君天壤何茫茫，此道谁与期？天虽高，孝心本自达天德；\n地虽厚，孝心当有彻地时。何必邦人子弟能化之，致之家国、天下皆尔为。\n秋风吹庭树，树叶秋如雨。秋树则有枯，乌生长顾雏。"
        },
        {
            "标题": "万竹亭",
            "作者": "范梈",
            "内容": "谁能买山种万竹，残年请老住巴蜀。结亭更在竹中间，四面云溪写山麓。\n风敲最觉夜眠清，雨洗胜延秋望绿。日吟不限三千字，日饮定须过百斛。\n陇西仙翁持斧客，散马凉城行新菊。为言令弟隐沧江，如此风流天下独。\n乃家正在蚕茨野，束束琅玕绕茅屋。方知白眼待时人，箕踞科头自为俗。\n是邦子云剧博雅，闭门草玄食汉禄。多缘未识此君心，往事微瑕伤白玉。\n使君自是廊庙具，方驾前修讵为辱。平生抱负劲直节，日暮天寒照空谷。\n始我瞻望望不及，终我叹嗟嗟不足。乞官傥或从西游，向子亭边祝黄鹄。"
        },
        {
            "标题": "乐会县",
            "作者": "范梈",
            "内容": "早发端赵村，莫投乐会县。县阻道路长，但见水葱茜。\n轻风掠溪麋，好月触石面。前行日已分，后从气犹昡。\n役者向我言，前年土豪变。黄旗伐画鼓，樵屋拟牙殿。\n居民绝烟爨，搬并入淮甸。却又遭劫杀，流动靡安奠。\n群夷尽蜂起，尽用血洗箭。公然肆浡暴，请与官军战。\n官军幸努力，摧落得深便。虽获覆其巢，奸愚不胜谴。\n于今郊原间，芳草白骨遍。我行适夜分，听此毛发旋。\n前冈明炬火，叫应欣蹂践。官吏候我来，始与人相见。\n沿河岛沚深，问路山田转。啾啾乌鸟鸣，靡靡鞍马倦。\n一从违京国，几度梦霜霰。何所非异乡，开怀谢身健。"
        },
        {
            "标题": "赠别朱生为南海医教，得问字",
            "作者": "范梈",
            "内容": "拜命辞中阙，鸣箫下南郡。天晴木叶空，江暖梅香近。\n解铎风成阵，开堂月生晕。欲酹扶胥碑，移船定相问。"
        },
        {
            "标题": "奉寄翰林邓善之侍讲学士",
            "作者": "范梈",
            "内容": "曩承持节江之东，骑驴再上蓬莱宫。蓬莱仙人歌白鹤，声落五湖烟雨中。\n世间爵禄不易致，何独去就如飘风。朝廷礼乐须制作，六经隐义资发蒙。\n论思庙堂集耆硕，启沃宁让前诸公。闭门读书古都市，四辈冠盖方隆隆。\n我生生长在穷谷，那有文字争人雄。谬蒙引誉百僚上，负禄府署惭无功。\n一别十年还又五，昔者少壮今成翁。谁知复客七闽下，隔二千里来诗筒。\n羸躯顿醒瘴疠恶，赖以慰此心忡忡。粤王城南浪自白，粤王城西花正红。"
        },
        {
            "标题": "句",
            "作者": "范梈",
            "内容": "黄河西去从天下，华岳东来拔地高。"
        },
        {
            "标题": "题先天观图",
            "作者": "范梈",
            "内容": "学仙之人，与仙为徒。住在匡庐之奥、江湖之区。张公炼丹作龙虎，丹成御气游太虚。\n后来出者绝代无，何不学仙住玄都？玄都之坛角井孤，上摩万里之黄鹄，下伏千尺之饥鼯。\n阴森桧筠自太古，斩种力与开辟俱。扶桑朝日挂绝壁，坐见楼观青馍糊。\n擘崖控弦泻哀湍，春秋云露芝田腴。我亦人间山泽臞，偶陪夔龙宾唐虞。\n有时一醉黄公垆，振风三日撼不苏。折花不得渡弱水，浑手始识仙凡殊。\n玉堂学士危与吴，遗我兹山之画图。寻窗数户久叹息，无因置我双樗蒲。\n独行幽人不受呼，扫叶青涧听啼乌。日暮萝径相萦纡，萦纡萦纡向何处？\n明朝为借麻姑鹏，我亦骑之天上去。"
        },
        {
            "标题": "望潮曲",
            "作者": "范梈",
            "内容": "潮来直上青崖住，潮住却寻沧海去。乌石山头望故乡，故乡更在云深处。\n我生不如桥下水，消息春秋任流止。又不如如水上船，去去来来年复年。\n负禄旅孤二千里，上念慈亲下妻子。子生未解别爷啼，睡恋阿婆怀抱里。\n乌鸦日日傍人飞，喜鹊时时噪群西。更有平安书字到，金壶约伴玉人携。"
        },
        {
            "标题": "九月十九日京东门与董右军诸公别至通州还寄在京朋游",
            "作者": "范梈",
            "内容": "临分强颜作笑言，上马恸哭投烟村。十年总仗旧交力，万里独怀明主恩。\n南极下头星象少，东风近便柳梅繁。时人祗怪丹砂令，曾以虚名细讨论。"
        },
        {
            "标题": "官河曲",
            "作者": "范梈",
            "内容": "官河人，世居河水边。严冬二月河冰坚，响厨待汲烹庶鲜。\n朝朝投壶先众女，十指冻堕貂金蝉。今日出门又苦早，行人争惜少夫怜。\n凿冰难得水上堂，养姑欲姑喜□□。"
        },
        {
            "标题": "奉和效古意醉歌",
            "作者": "范梈",
            "内容": "忆我初年三四龄，当客唯对声令令。夜诵汉赋一千字，朝来千字仍心冥。\n自许英年逼华盖，岂信流光不相待？祇今四十少二年，坐念立忘足悲慨。\n我当赠君金叵罗，君当答我黄鹄歌。吴南水远春似画，欲行未行可奈何！\n莫使风雷寄鸣铗，莫叹羊裘堕烟雪。人生万事如春花，璚花虽晚君须折。"
        },
        {
            "标题": "芝山歌",
            "作者": "范梈",
            "内容": "自公习隐华山园，公既未相清乾坤。三光回明五秀閟，储灵肆启忠孝门。\n昔在至元侍潜藩，出佐刺史窥江源。二十年间蹑台辅，即复拂衣辞紫垣。\n忆昔寻真度海岳，骑鲸相见芝山根。手抛仙人绿玉杖，倾笑为之颜色温。\n芝山嵯峨熊虎奔，屏风百叠翠波翻。青天芙蓉剪秋水，高堂宴罢浮岚分。\n醉陪藜杖陟山榭，桑麻被径松满原。此时细属方外里，但觉泉石多深恩。\n帝思旧臣振颓弊，下诏明言征吏烦。使车日历林涧曲，复携白云朝至尊。\n观公出处握至要，自许当有古道存。方今明堂力更化，颇陋周汉追尧轩。\n蛮夷来庭百辟享，圣心正欲严天元。黄钟九奏乐万舞，庙荐无月无受膰。\n大酺精神盖六合，民物自尔能丰蕃。功成次第勒彝鼎，归去款委寻笙尊。\n此是英雄千载事，慎勿轻与常人论。只恐门墙少壮客，白头犹是芝山村。\n且持此山为公寿，愿益公寿如昆仑。"
        },
        {
            "标题": "二月行",
            "作者": "范梈",
            "内容": "二月欲半春风颠，对食废餐心黯然。排沙荡沙忽到眼，须臾几席无光鲜。\n昨者出门吹欲倒，乘黄不病不得前。百围大木拔莫动，决折断干追乌鸢。\n惊雷万车碾空过，倏忽卷地散百川。未知何自蛟龙怒？坐使老屋如流船。\n先生老屋十五椽，寄住主人从昔年。崩腾直为居者惜，过客东西何用怜。\n幸自环堵无足乐，屋虽朴陋形制坚。但念素衣发如漆，白黑变尽思归田。\n勉焉守之勿易地，会且风止天清妍。君不见列御寇，御之还得同飞仙。"
        },
        {
            "标题": "赠别张清夫还吴",
            "作者": "范梈",
            "内容": "新雨不作泥，钩辀树上啼。征夫怀远路，家在太湖西。\n别家今几度，杨柳江边树。念乡车轮下，渐是中年路。\n万事中年尚可期，人生且莫长别离。长别离，向何方。\n九江落花清浦香，王雎斑斑凫乳黄。南望不见三高堂，奈何游子思故乡。\n我家诸公济时早，功成身退合天道。当时未必知者贤，挽不回之卧烟岛。\n后来阅尽亏成事，始识从之去时好。我不能赤手缚虹霓，又不能委身同草木。\n生逢尧舜世，肯受泥涂辱。昨者误奋龙门雷，蝘蜓嘲之自云足。\n忧来举觞酹白日，唯有皇天照空谷。张公子，吴江生，我有千载意，不羡身后名。\n为君写作赠行曲，曲中铿戛难为明。君行不听我意平，明日买船棹秋声。\n亦欲东下窥蓬瀛，飘然此去白玉京，须卿禹穴来相迎。\n相迎未见须相待，客行虽迟心未改。"
        },
        {
            "标题": "城南诸园观牡丹",
            "作者": "范梈",
            "内容": "燕然牡丹绝世嘉，名园是处列如麻。清晨步骑醉暮归，胸中消得一万花。\n青云长衔若木日，绿水乱泛天台霞。神功天巧奋心目，依稀半在侯王家。\n欲持此花表众芳，斗大亦有欹与斜。堂堂不动吾所敬，似者何得争豪奢？\n我从年少过花下，虽有车马不敢哗。未知时人作意否？俛仰宇宙思深遐。"
        },
        {
            "标题": "登君堂，酌君酒，为张氏顺堂赋",
            "作者": "范梈",
            "内容": "登君堂，酌君酒，愿君有亲千岁寿。有蟠者木，嶷彼堂前。\n越女能舞，秦女能弦。羽觞流月，翠幕张天。粲粲在侧，罗列庶鲜。\n登君堂，酌君酒，愿君有亲千岁寿。昔屈生去芰，君子贵之；\n郑庄循爱，终悔其为。先师遗言，戒尔从今。至孝有道，岂不在敬？\n酌君酒，登君堂，愿君有亲千岁寿，岁岁寿且康。"
        },
        {
            "标题": "奉和李监丞醉赠羽人之作",
            "作者": "范梈",
            "内容": "自从堕地爱名山，五岳寻真去不还。青山无津度日月，旦暮御风行其间。\n九江西来赴海门，中有道路古来难。笑谈解入蛟蜃腹，脱此命与松乔班。\n吾尝左揖三茅君，右手直接高飞翰。至今空濛偃翠盖，望云怀我双佩环。\n君从茅山来，青衣白霓裳。肝胆出古剑，剸裁光甚扬。\n玄元皇帝云与仍，称世举德朝未央。偶吹龙笛过九市，共君斟酌北斗傍。\n浪传北斗不可挹，酹之昨以白玉觞。百觞未已已复醉，援此织女天机章。\n举头目送南飞鸿，我自滞留君远翔。眇眇美人绛珠宫，弦白雪兮歌清风。\n浮萍流水相遭逢，何独不在岐路中？何独不在岐路中，相思昨夜春釭红。"
        },
        {
            "标题": "云林歌，为贡供奉作",
            "作者": "范梈",
            "内容": "朝望宣城，夕企云林。扫花钓月，清我闲心。城东之山倚天碧，手扪南斗近咫尺。\n幽人筑堂面山坐，绝似谢公故时宅。谢公今何在，苍苔剪行迹。\n调笙诵新诗，流水照白石。看水作明镜，年光静来往。\n夜深敬亭雨，坐见南湖长。清风被长阪，鸟度蒹葭响。\n云之林兮不可攀，中有青猿白鹤相盘桓。林之云兮不可缚，时来宿我青檐端。\n昂藏老仙人，抱剑卧山侧。忆在中华时，相逢发未白。\n问之不笑亦不言，阿蒙中子瀛洲客。却起遗我宝字书，依稀摄精炼魂魄。\n相期后天无极年，共尔守之合自然，专气还得同飞仙。\n未登云林堂，试作云林歌。嗟我久客意衰迈，云林云林奈若何。"
        },
        {
            "标题": "萧炼师",
            "作者": "范梈",
            "内容": "若有羽人吹洞箫，拂手不拾松门樵。身披破褐笠一瓢，独携云雾通青霄。\n幼曾逢人越岭椒，教袭造化为科条。坐致雷雨不终朝，罔两不习持斧烧。\n其徒夸者长哓哓，时夏汗流金石焦。山川圭璧走乘轺，大巫结舌小巫娇。\n但见空宇行肖翘，人谓萧师服神僚。胡不试手须人邀？师乃含思坐中宵。\n谓患不御犹助妖，便以诚意答狎调。至期发号从不骄，闭户赤脚飞招摇。\n白鬣倏忽朱鳞超，赤日卷上青天潮。四郊泠泠苏旱苗，列缺一去天迢遥。\n喁噞曲士暂颜销，何须坎鼓更烦嚣？争以俎豆相呼招，谁知玄功坐不要？\n师方敛手归云寮，卧听流水鸣朱桥。采诗观外给空谣，我负师约秋光凋。\n昨莫败叶西风飘，相思无由警岑寥。我作此诗比钩雕，谁其和者以报萧？"
        },
        {
            "标题": "送萧二十兄",
            "作者": "范梈",
            "内容": "东郊萧条生事微，快马日日趁朝归。黑头游宦吐粱肉，青眼高人歌蕨薇。\n侬家旅食强甘苦，何物俗流轻是非。百岁乾坤消屐屦，三江风浪隔庭闱。\n柳根腊雪春犹冻，沙上晴云煖更飞。昔拟此时具吴榜，送行何故不沾衣。"
        },
        {
            "标题": "题冷架阁脩原图",
            "作者": "范梈",
            "内容": "曾泛脩江入海昏，更数百里缘人村。道至常州四晨夕，犹未遂得穷河源。\n山人世世原上住，示我画图联秀句。安得移家向碧峰？钓矶长倚沙头树。"
        },
        {
            "标题": "赠答杨显民四方采诗",
            "作者": "范梈",
            "内容": "今人论学古人诗，事皆天者非人为。文章由来贵尔雅，但顾有法何妨奇。\n六经固已殊缓急，乐子飞腾自兹入。国贾宁怀大宝疑，宫工肯效微绡泣。\n志至言从意自足，何必王风系流俗？观变时时到黍离，宗周思近西郊哭。\n十道使者明如水，闾阎尽在冰壶里。观风本是使之职，太息幽人为之起。\n昨雨绿苔生晚阁，黄菊花前共秋酌。采采芳英不盈掬，月落树声连万壑。\n去去牛马汗如泉，既别勿计归来年。治平之音断可传，无庸使我心烦悁。"
        },
        {
            "标题": "己未行",
            "作者": "范梈",
            "内容": "二年六月己未朔，京城五更大地作。卧者颠衣起若吹，起者环庭眩相愕。\n室宇无波上下摇，乾坤有位东西却。自我南来睹再震，初震依微不今若。\n昨朝展席坐堂上，耽玩图书静无觉。堂下群儿又惊报，方馔饔人丧杯勺。\n栉者仓皇下床榻，门屋铿锵振铃铎。祇今犹自腾妖讹，旦暮殊言共郛郭。\n大家夜卧张穹庐，小家露坐瞻星落。焉知怪变不可屡，安巢尽有南飞鹊。\n昔闻上帝忧瀛洲，亲敕巨鳌十二头。特为群臣举首戴，万古不与水东流。\n岂其九州亦类此，此事或诞或有由。上帝甚神吾甚愚，戴者勿动心优游。"
        },
        {
            "标题": "次韵赋吴尊师漱芳亭白、红梅花二首 其二",
            "作者": "范梈",
            "内容": "惟梅本是群仙侣，别有芳姿照微雨。人尝误作杏花看，我亦戏作莲花语。\n即色非空还是色，遽数不终须悉数。偷服丹砂抹玉唇，赭颜谪向春风舞。\n呜呼，安得东皇锡赤社，胙以朱陵为尔土。"
        },
        {
            "标题": "赠陈兄",
            "作者": "范梈",
            "内容": "侍御诸孙美绝俦，辞我远行游桂州。道路炎暑正足畏，山水清凉须暂留。\n昔我效官沧海上，归桌春前拂青嶂。极知兹郡烟景乐，欲往终然背晴浪。\n送君此去倍伤悲，梦寐梅花雪片诗。故旧相逢凭问信，何时重与觅安期？"
        },
        {
            "标题": "赠李山人",
            "作者": "范梈",
            "内容": "平生慕事华盖君，四海孤踪随白云。峨眉山人住旴水，驻马重逢帝城里。\n别来相问意悠悠，北走南飞又几秋。昔向贵溪寻讲鼓，又从蓟郡揽征裘。\n展图示我青山屋，山在旴城小江曲。东风日日荡人归，明发行歌载黄鹄。\n忆昔上帝敕游华子冈，中道勒回俗驾宾炎方。是行傥或如私愿，华子冈头定相见。\n麻姑应解索题诗，碧桃花发报人知。"
        },
        {
            "标题": "奉酬段御史登岳阳楼之作时分理盗贼至海康",
            "作者": "范梈",
            "内容": "谁能手铺湘水平，刬却君山看洞庭。昔人已骑黄鹤去，楼前乱芷春兰青。\n岂知绣衣后千载，远违凤阙来江城。凭高吊古落日紫，领客置酒开云屏。\n酒酣点笔赋新句，薄海传诵令人惊。忆我初游白玉京，与君联步趋承明。\n手宣皇猷敷帝绩，济济学士如登瀛。一行竟堕万里外，回首沧浪思濯缨。\n守官区区事无补，惟有白发欺人生。䍧牱水外万竹底，四时鸟语烟边鸣。\n忽忽此地复相见，恍如幽梦求仙灵。中宵秣马不遑暇，君又北乡予南征。\n如兹后会复何日，念之使我双涕零。宫中圣人总四溟，所过海岳须澄清。\n铁冠峨峨望天下，青霄快展皆修程。由来豺虎伏仁兽，况有鹰隼当秋横。\n明夜相思隔云岛，月落高台闻笛声。"
        },
        {
            "标题": "张吏部宅山水壁歌",
            "作者": "范梈",
            "内容": "高堂秉烛见翠微，岩崖突兀当两扉。庭前系马雾露集，老木倒挂藤萝衣。\n问谁妙手能至此？笔墨简古世所稀。天官主人为我言，翰林供奉精天机。\n忆我寻山客南粤，地暖四时皆芳菲。眼中得此了不易，便觉宇宙扬清晖。\n旅人独行歌采薇，沧洲茅屋何年归？安得峰头置双鹤，相逐蓬莱顶上飞。"
        },
        {
            "标题": "小孤行",
            "作者": "范梈",
            "内容": "小孤有石如虎蹲，西望屹作长江门。洪涛万古就绳墨，虽有劲势不敢奔。\n大哉禹功悉经理，何必有志今能存。大者为纲小者纪，不徒百谷知王尊。\n灵祠正在石壁下，我来适值秋风昏。明朝东行吊碣石，更与寻河问九源。"
        },
        {
            "标题": "舟下龙舒望九华，有怀秋浦守集贤周使君",
            "作者": "范梈",
            "内容": "长淮初四月，照见九华山。不见秋浦人，使我心怡然。\n昨者蓬莱峰下相周旋，白云冉冉招归船。余亦泛海追群仙，未知成道何因缘？\n可怜柁楼月，咫尺成吴越。安得冯夷半席风，疾似南飞寄书雁，从君今夜过江东。"
        },
        {
            "标题": "凌云篇",
            "作者": "范梈",
            "内容": "往与凌云山人披虎豹、谒太清，是时东风满瑶京，绿杨三月听流莺。\n君随挂席湘江行，予亦骑马趋承明。手把宫袍厌缚身，却忆南溟有纵鳞。\n四年辞海岳，一举上星辰。逢君却向凌云下，心上经纶甚潇洒。\n半夜清猿四合啼，长松古月照回溪。桃花源上路，一去意都迷。\n我本凌云峰畔客，何日相从卜其宅。早服还丹生羽翼，共脱朝衣挂青壁。"
        },
        {
            "标题": "怀旧游赠别杜君还益津",
            "作者": "范梈",
            "内容": "往与羽人曾结沧洲期，醉骑鲸鱼跃天池。北走幽都摩碣石，所历至今皆见之。\n泽国波光秋潋滟，津亭月色晓参差。山夹疏钟和雪度，楼栖断角引霜吹。\n兰园坐送流莺乱，华观行闻住鹤悲。别来几度斜阳里，平曲风烟劳梦思。\n安得狂心化为浪，去随流水到天涯。偶向燕城逢杜子，为我立马欢相持。\n自言家在碣石西，石西易水清沦漪。易州风帆日日至，佳人何事重来迟。\n重来易迟去易远，便欲从君川路返。岁年冉冉思无限，诗成雁过云涛晚。"
        },
        {
            "标题": "首阳山图",
            "作者": "范梈",
            "内容": "山漠漠兮谷逶迤，中有二士形容饥，问之不答告者谁？\n在昔父死人致国，弟让兄辞俱去之。一朝隐居北海北，去乱就治归人师。\n遇世偶有战伐事，叩马垂血陈愧辞。君王知名义臣直，直不退听将奚为？\n见兵不果事乃定，耻食其粟隐于斯。终然饥死兹山下，到今称诵犹当时。\n白旄黄钺不可追，功业甚盛德甚衰。救民水火事诚危，三纲一失谁扶持？\n是以圣人表其怨，谓彼仁者良由兹。首阳之坟高几尺，自古富贵埋没野草空累累。\n我欲酹北斗，荐以黄金卮。展图涕涟洏，此意画者宜不知。"
        },
        {
            "标题": "题皮野逸亭",
            "作者": "范梈",
            "内容": "方丈新亭隐丛筱，下有长风荫清沼。林间白日漏游丝，空外青烟送飞鸟。\n人生百岁今半之，更百千岁将奚为。麻姑自是好风骨，按行蓬岛归何时？"
        },
        {
            "标题": "钓台歌",
            "作者": "范梈",
            "内容": "吾慕严子陵，隐居富春山。故人乘六龙，身随鱼鸟闲。\n羊裘大泽雪在须，忽来导从入皇都。掉头不受谏大夫，高风逸节何代无？\n慎勿沧浪轻钓徒。"
        },
        {
            "标题": "留诸生",
            "作者": "范梈",
            "内容": "凌晨风雨逾山树，把书对酒听鸣扈。牡丹初茁柳新芽，复逐春光向何处？\n元舅曾闻白水誓，妇翁更审清冰誉。二家姻好信无匹，四海交游知有数。\n我于卿门谊不薄，况此阻狭泥中路。元宵只在数日间，天气未佳须少住。"
        },
        {
            "标题": "用韵酬镏茂才",
            "作者": "范梈",
            "内容": "弱冠从游狎山水，三十余年屈伸指。南随粤鸟北燕鸿，祇今甚矣吾衰矣。\n学问无成不了事，况望清名照书史！得归重赋茅屋春，青眼相看赖吾子。\n丹铅曾近更生阁，但惜案头萤乱死。世情浩荡何足云？高人不厌席为门。\n百丈山前秋屡过，九州外事忆重论。昔伤萍梗流沧海，暂喜梅花侑翠尊。\n制古直须追左契，声英必合绍前闻。昨朝示我清江作，汹如垒壁瞻风云。\n愧我徒当大敌怯，此陈何止摧千军？流离天骥志远道，悲鸣往往思其群。"
        },
        {
            "标题": "赠余相师",
            "作者": "范梈",
            "内容": "幽人本自居丘壑，误上青天养黄鹤。长敖四海不知归，几见珠玄杂花落？\n厌原山下遇余君，语余世事徒纷纷。书眼犹如牖中日，宦情正似岭头云。"
        },
        {
            "标题": "二韩诗，为韩吏部作",
            "作者": "范梈",
            "内容": "太行青云城上头，城下乱水亦东流。谁家烟中杨柳树，鸣鸟一似黄栗留。\n是时东风荡瀛洲，瀛洲冠带集英游。有客抱琴来海岳，罢弹为我夸韩侯。\n韩侯家庆邘晋始，异代流风尚能耳。九十丈人住丹丘，犹子类翁翁类子。\n一门两世百八十，更问千年今有几？余系生子子生孙，锦衣烂照晴空里。\n我向瑶台听洞箫，灵风浩荡迷宫征。桂枝翠弄月光寒，一时秋满芙蓉水。\n神仙中人无俗贾，说似青天天为喜。往年初识吏部君，吏部有子才绝群。\n与我同僚内相府，给事朝夕均劳勤。是则知君莫如我，作歌盛德况所欣。\n皇都二月花纷纷，美酒斗倍钱万文。把酒欲醉春日醺，为君却日呼流云，此歌此事今罕闻。"
        },
        {
            "标题": "张明德经历松石图",
            "作者": "范梈",
            "内容": "张君画手天下奇，往者京城曾见之。济南参议最博雅，每为送酒题长诗。\n深山大泽生乔松，缄封寄我章江湄。问君安得致此本，吏椟政类麒麟羁。\n又费临川百日假，不尔能事何能施。涧阿无人白石烂，飞泉但见下涟漪。\n老夫对此神惨恻，况近岁寒霜霰垂。高斋展玩意未已，便欲共赴青云期。\n搔首弦歌白驹操，悠悠四海将谁知。"
        },
        {
            "标题": "孟先生",
            "作者": "范梈",
            "内容": "孟先生，爱青山，看山累月出不还。蹇驴长笑天地间，杖头酒壶时取酌，身须饥病多容颜。\n往时佳句动明主，富有声名无比数。先生遇之亦不惊，去卧南山紫萝雨。\n嗟吾岂是先生徒，朝朝饱饭谒禁庐。暮归却向衡门趋，刻画造化论锱铢。\n但有千载名众人，不知而已独信非其愚。未知吾师先生，先生师吾孔子、不师周公，吾亦聊以自娱。\n嗟哉先生独不得相与于同世，云龙上下游八区。"
        },
        {
            "标题": "七月一日，飓风后，奉和廉访使",
            "作者": "范梈",
            "内容": "海上飓风久不来，一日示我破柱雷。乘此便欲归蓬莱，炎州四时无落叶。\n大木不效躯干折，怪事何止犬吠雪？蓬门土锉虽足怜，日月昼夜行青天，借尔楚竹洗蛮烟。"
        },
        {
            "标题": "古杉行",
            "作者": "范梈",
            "内容": "丹陵观，有古杉，屹如双阙当云门。云是钟君之手植，君去此树馀空村。\n尾摇翡翠梢八表，根结蛇蛟行九原。幽边岂无鬼神护，深处直形天地恩。\n一方拆裂引穿溜，犹是百年烧火痕。苍皮树里渐欲合，始知草木有道存。\n或云下有丹火伏，四时地底皆春温。神还复壮此其验，疑是自此无传喧。\n平生政坐嗜奇古，来看适值寒冬昏。长歌沈思绕其下，夜半月高松露繁。\n飘飖叶县凫舄影，牢落丰城龙剑魂。何当唤起博物者，共骑黄鹄凌昆崙。"
        },
        {
            "标题": "奉观许尊府遗墨",
            "作者": "范梈",
            "内容": "奉常许君玉色立，手抱父书红锦袭。纷茫蜀令九霄神，抉摘郢州千首湿。\n钟张虽云世已远，任赵未可肩相及。叶满天地雨声急，我纵览之重于邑。\n却忆风雷昨夜颠，万壑起尽蛟龙蛰。不然尺素寻常耳，何日萧萧百灵集。\n草堂惊怪不敢留，至宝岂复能轻酬。还君子孙世善收，扁舟归弄江湖秋。"
        },
        {
            "标题": "重登兴真观小楼",
            "作者": "范梈",
            "内容": "濒湖观户旧倒颠，新起小楼明且鲜。道人不惯养白鹤，食豕却来堂下眠。\n偶闻使者薄暮至，考鼓挝钟吟昊天。春茶煮就且莫试，慷慨凭高询往年。"
        },
        {
            "标题": "朱炼师洪崖丹井歌",
            "作者": "范梈",
            "内容": "城西山，相钩连，隔水照见蔚蓝天，中有芙蓉碧崭然。\n真人手持绿玉杖，瀛洲一去茫无边。谷岩历落挂飞斗，楼阁崔巍凌紫烟。\n古松当道石作根，松下寒濑萦潺湲。百花尽绕诸峰前，前有神龙藏九渊。\n赤鳞蜿蜒过千尺，四海丰登长晏眠。尧舜在上位，佐命皆惠宣。\n岂如秦汉主，烧丹学飞仙。白玉之牒黄金编，楼船美人去不旋。\n穷极耳目欲，思比赤松肩。焉知清静化，乃可与长年。"
        },
        {
            "标题": "望瀛海一首送危太朴之四明兼简廉访邓使君翰林袁侍讲",
            "作者": "范梈",
            "内容": "危君英妙年，独往志千载。天马出名驹，空行见风采。\n昨日衔书到空谷，甚欲留之不能待。九月开帆指四明，要逐高秋望瀛海。\n海水上接天漫漫，世人不知此别难。当君夷犹碧屿日，是我对月永夕猿狖啼青峦。\n江树叶飞天雨霜，江上吴歈思断肠。窈窕徐家儿与女，却望蓬莱如故乡。\n君行却向三山望，云雾轩窗六鳌上。东方虽乐不可以久留，归献仙公白云唱。\n西过钱塘遇顺风，为拜湖南持斧翁。会稽学士卧云岛，朱弦流水鸣孤桐，道我寄语莫匆匆。\n送君有情亦如海，海水有尽别意无终穷。"
        },
        {
            "标题": "夜上乌岩",
            "作者": "范梈",
            "内容": "扁舟夜傍乌岩宿，然火上岩寻古祠。老巫辍睡启神户，牵幌请官窥汉仪。\n汉家将军利于鹘，征行往往皆良奇。当时光武皇帝圣，举以善驭皆周知。\n将军再出定穷粤，忠义耿耿光精垂。不然夷祀已千载，何定至今歌舞之。\n高悬铜鼓五兽缺，以手摩拂增深悲。蜈蚣宵行蛛网结，不识款书何岁时。\n庭中蕉叶照石面，猛虎出谷灵风吹。泽鱼导从吏扶掖，欲留颇复惧深危。\n登临有客动必戒，况此星露景倭迟。独立苍茫问横浦，明日江山劳梦思。"
        },
        {
            "标题": "至日行",
            "作者": "范梈",
            "内容": "长安夜半通明光，群公冠佩列雁行。泰坛三成乐万舞，布衣类得齐鸣珰。\n小官需次祗自贱，当日再拜谢日长。多少朱门围艳质，何当起视东方白。"
        },
        {
            "标题": "得黄太史重碧拈春酒、轻红擘荔枝十字扇面，以归友人",
            "作者": "范梈",
            "内容": "豫章先生行孝友，作书往往心应手。想当挥汗临风时，不在荔枝与春酒。\n竹枝歌中喜鹊鸣，食莲感秋思弟兄。素纨便面大如斗，送与君家作千寿。"
        },
        {
            "标题": "题姑苏丁氏一乐斋",
            "作者": "范梈",
            "内容": "人生开口日几何？一日所得亦已多。请君为我酌美酒，我当为君歌乐歌。\n堂上仙翁紫锦袍，堂中硕人冠嵯峨。瑶池日迟眩五色，椿树春生交万柯。\n借问彩衣行者谁？丁家令绪如丝萝。兄弟无故父母存，此语未必惭邹轲。\n况昔知君在朝列，赞教国胄悬玱珂。当时权幸悉故旧，青紫可拾不肯阿。\n扁舟一去江海远，事寔由己非由他。他人束缚我掉手，此又一乐信所过。\n要当高名日益升，使廉如华分如河。归掩茅斋坐清杳，松竹交荫花成窠。\n丈夫所就类如此，剑绝即与浮云摩。聊题长歌送君去，出门咥笑临鸥波。"
        },
        {
            "标题": "田君写真",
            "作者": "范梈",
            "内容": "田君力斡成霜铁，一笔能开万豪杰。总是人间敌海愁，但自不忘泓颍别。\n我所思兮大江濆，欲往致之道路分。安得烦君写作巫山与洛中？\n有美人兮，泛波上之游鸿，行岩巅之素云。呜呼此君不可见，独立乾坤泪如霰。"
        },
        {
            "标题": "掘冢歌",
            "作者": "范梈",
            "内容": "昨日旧冢掘，今朝新冢成。冢前两翁仲，送旧还迎新。\n旧魂未出新魂入，旧魂还对新魂泣。旧魂丁宁语新魂，好地不用多子孙。\n子孙绵绵如不绝，曾孙不掘玄孙掘。我今掘矣良可悲，不知君掘又何时。"
        },
        {
            "标题": "赠郑元泽别",
            "作者": "范梈",
            "内容": "燕城闭门百花节，郑郎骑驴索我别。示我高人王右丞，辋川之图澹明灭。\n一从辞山去吴越，寤寐乡关五情热。偶逢此卷即欣然，人间何处无奇绝？\n虞生教授司成馆，文字精神万人杰。品题一百二十言，一言不作溪山说。\n卿云亦有溪山趣，事与虞言当合辙。赠朋与亲各有义，颇愧红尘驱蹇拙。\n更欲相留度小春，夜深缟杏都成雪。平旦何以答画图？为解临江双佩玦。"
        },
        {
            "标题": "辘轳怨",
            "作者": "范梈",
            "内容": "门前水扬声似雨，幽人当窗碧弦语。东里征夫去不归，一双蛾眉镜中舞。\n年年井上攀辘轳，劳心只恐秋葵枯。他家种得长生草，梅花落尽青青好。"
        },
        {
            "标题": "西黎歌",
            "作者": "范梈",
            "内容": "一十三县海之州，四城结带相绸缪。中有群黎集百峒，耕凿不知尧舜忧。\n手扶长弓架钩箭，白马白似雪花片。此又外黎渐汉习，仇杀从前如旅劝。\n春花满山禾满皋，妇馈壶浆夫血战。曾不如深居不识礼教人，又谁使之郡若县？\n黎雾山高裹白云，哀猿惊鹿夜深闻。下濑戈船今已远，行人犹说路将军。"
        },
        {
            "标题": "杏叶黄",
            "作者": "范梈",
            "内容": "杏叶黄，天雨霜。穹窿携日照八荒，回光照见白玉堂。\n堂中美人双鸣珰，中宵抱被直西厢。忠君爱亲两不忘，奈何零露沾衣裳。\n清晓楼头见征雁，不如谢官归故乡。"
        },
        {
            "标题": "张月梅子昂竹石图歌",
            "作者": "范梈",
            "内容": "近来海内写竹石，集贤学士有李衎。吴兴翰林公更神，大抵不令石作板。\n半幅萧萧烟雾枝，如卷中有千尺奇。洞穴常起鬼神疑，嵩华衡岱狎童儿。\n金溪处士清似鹤，携此随秋访幽壑。我忆为公故僚吏，细抚遗书双泪落。\n吁嗟翰林今世无，一笔犹可重江湖。鸣凤之下出瑾瑜，高风况足励顽夫。"
        },
        {
            "标题": "赠彭生",
            "作者": "范梈",
            "内容": "自来西垣二月吉，品裁良士无虚日。上感天子大圣明，下知朝政靡阙失。\n耳闻目见心所然，莫此名郡彭君贤。辞官归养终二亲，流水二十有四年。\n古人作官计百世，今人动作晦朔计。赤面持筹舞铨吏，哀哉贤愚同一致。\n岂知彭生后时宠？更二十年犹始至。耕田足雨稻刺波，种树绕天花照地。\n未知羲和多少事，但愿尧舜一万岁。千钟有待亦人情，尺璧无瑕乃士贵。\n四牡以之不为伤，蓼莪以之不为废。王人若征雅道阙，清庙朱弦倚三二。\n美哉彭生淑庆源，孝子亦在忠臣门。几人叹嗟向穹昊？下马指点铜台村。"
        },
        {
            "标题": "侏儒行",
            "作者": "范梈",
            "内容": "君不见东方朔长九尺馀，不如侏儒长三尺。朝捧一囊钱，夕竟饱死复何益。\n死者不可作，饥者食有馀。堂堂之躯天所命，生之短者续则悲。\n嗟哉世之人，羡彼侏儒复何为。"
        },
        {
            "标题": "赠海康举进士者",
            "作者": "范梈",
            "内容": "圣主征儒用文学，翩翩五士起海角。元戎虎帐飞荐鹗，泮水成材玉新琢。\n吉日举饯钟鼓作，皇华大夫绣朱襮。快马凿蹄轮脱斫，相送西风出郊郭。\n问君此行事何若，于菟要是赤手缚。候雁南飞不逾岳，洞庭山秋木叶落。\n词场先锋夺霜锷，万里青山上黄鹤。明光宫中问礼乐，董生策有经济略。\n一朝声名动河朔，往取青紫如六博。前年礼闱开峻擢，明当接武丝纶阁。\n归来锦衣照丘壑，人生无如进士乐。呜呼，人生无如进士乐，勖尔高步翔寥廓。"
        },
        {
            "标题": "顺昌道中",
            "作者": "范梈",
            "内容": "冉冉秋序高，劳劳客程促。如何霜霰交？不见原野肃。\n颠崖绚夕红，古涧漾寒绿。非惟藤蔓敷，亦复芳气馥。\n物生固有常，气候殊过续。以兹羸疾身，动往居瘴毒。\n念彼闽村人，田稀口如粟。耕种上青云，妻孥力凉燠。\n吁嗟公私弊，群需待其熟。安得廉耻吏？俾之食常足。\n上以承恩光，下以厚风俗。丹心映皓首，我何自拘束？"
        },
        {
            "标题": "梁掾枉教冬菊之歌，仍韵答贶",
            "作者": "范梈",
            "内容": "中书省郎梁茂才，嗜好雅与时流乖。休衙归来紧闭户，剥啄或为幽人开。\n屋前枯杨千万树，屋后官槐傍官路。别起新亭翼瓦间，昼阅黄花夜吟句。\n自别仙城白兔公，采英泛菊九秋同。江清木落寒雁远，我思古人烟浪中。\n彼美人兮无此美，不见忧兮见之喜。本是千岩万壑姿，如何肯落君家里？\n昨夜遣诗儿过门，挑灯三诵月黄昏。更酬迭唱未足报，要须共倒花前尊。\n君不见长安富儿买歌笑，意掷千金惜年少。桃李如今不似春，勖子含和保贞曜。"
        },
        {
            "标题": "赠刘山人游湖南",
            "作者": "范梈",
            "内容": "楚山高高楚水清，之子西还复远行。手持空县宝月鉴，人中到处测公卿。\n楚有羁臣面如削，千载奸谀胆惊落。谁能早向太平年？识得声名等光岳。\n洞庭湖上莎草生，湘娥祠下鹧鸪鸣。与人言必据忠孝，岂独卖卜严君平？\n子言亦是蜀州士，家寄钱塘小江涘。九野飞鸿逐便风，行色将我泛湖水。\n湖水上，几时来？自古生才须世用，试为今人青眼开。"
        },
        {
            "标题": "闽州歌",
            "作者": "范梈",
            "内容": "闽州土俗户不分，生子数岁学绣文。围绷坐肆杂男女，谁问小年曾识君。\n古来夜行斯秉烛，今者衢路走纷纷。那更诛求使者急，鞭箠一似鸡羊群。\n古来闺阁佩箴管，今者女工徵六军。虽复太平少征战，设有备豫将何云。\n去年居作匠五千，耗费府藏犹烟云。官胥掊克常十八，况以鸠敛夺耕耘。\n祗今弃置半不用，民劳竟是谁欢忻？岁岁条章省烦费，幸且不省无方殷。\n唐虞在上俭且勤，后王犹复锦绣焚。岂有夔龙让姚宋，不言忍使忧心熏。\n观风自是使者职，作歌虽远天应闻。"
        },
        {
            "标题": "玉台",
            "作者": "范梈",
            "内容": "晓出玉台道，山川稍夷旷。只愁滩石际，磊落更万状。\n市楼倚崖岸，山顶列石障。是中更有人，隐约葱倩上。\n我愿从之游，长风涉玄阆。还归保精路，高视神目王。\n空濛飞鸟过，惨淡回波放。由来心力疲，会意乃益壮。"
        },
        {
            "标题": "钱舜举画马歌",
            "作者": "范梈",
            "内容": "钱君画人胜画马，安得名骢妙天下。青云隐约见龙纹，有意轩昂驶华夏。\n圉官山立颀而髯，朱衣黑带高帽尖。问渠掌握讵有此，牵控宁知人汝嫌。\n君不见才士受束缚，往往因之纵寥廓。"
        },
        {
            "标题": "奉陪京城诸友游南城，寻丘尊师道场作",
            "作者": "范梈",
            "内容": "我本渔钓清江滨，三生自是华盖君。往从竹浦拾明月，初向芝山寻白云。\n闻有仙人姓丘者，旧庐正在燕城下。杖藜随步蹑天梯，千尺云门净如洒。\n门前水流清且深，朗如石镜开烦襟。中有幅轮转浩劫，多见听者无知音。\n高莫高兮嵩山之中岑，幽莫幽兮壶峤之云林。万金买闲不易得，一到城市无归心。\n尧舜之事俱寂寞，独留一人在丘壑。问渠羽驾来仙坛，夜夜疏星迷皓鹤。\n我为长春行，兴在碧草间。白日又欲暮，浮云无时还。\n十年住天都，尘土污客颜。于此意不惬，泠然遂怀山。\n更将携手上烟萝，曾是轩辕弓剑过。我来正值五月半，青天渐少绿阴多。\n每思东山公，兴来恣婆娑。左持玉麈挥俗客，右引采扇遮天娥。\n明时豪达尽如此，逝且不乐今如何！我亦欲唤细腰舞，白马驮酒金叵罗。\n诚恐道人嗔我慢，空遣弟子来相看。上堂椎鼓日色晏，孤我青精白日饭。\n黄金台前春已归，海榴花发乳燕飞。同行佳人莫相违，相思更赠女萝衣。"
        },
        {
            "标题": "奉新县楼对月，望浮云山李八百洞，超然有怀",
            "作者": "范梈",
            "内容": "白露浥宵桂，月满浮云山。遥想山中人，与我身俱闲。\n少日曾陪供奉班，流浪三千随百蛮。海水接天看不足，却归万壑听潺湲。\n累土成岳谅非艰，蚤服玄英勘大还。金阙玉清名籍在，不应犹自恋人间。"
        },
        {
            "标题": "捣练图",
            "作者": "范梈",
            "内容": "深宫佳人白日长，夜感蟋蟀鸣中房。起视河汉心回皇，云鬓笼松分作行。\n清水如天收素练，翠蛾带月杵玄霜。辘轳无绳金井悄，边头不见梧桐黄。\n裁缝熨帖坐在床，载玄载黄公子裳。制成不远烦寄将，但见寒暑彫三光，身体甚适平时康。\n君不见古来边庭士，雪压关河征战多，拆尽衣裘泪如水。"
        },
        {
            "标题": "述古",
            "作者": "范梈",
            "内容": "天下有大垣，人自隐多岐。任理忘恩怨，何乃累吾私？\n元气育万物，雨露丰悴之。丰悴虽有恒，还复系其资。\n强者固弗已，弱者自有期。向者橐籥中，竟是谁设施？\n美哉唐虞圣，至治以无为。"
        },
        {
            "标题": "筠州东都遇雨",
            "作者": "范梈",
            "内容": "高林展夏绿，杲日转城冈。四国金石流，忽见飞雨凉。\n飘飘西北风，亦复至我傍。我行初涉旬，去意已徬徨。\n亲交苦滞留，川陆互阻长。远行虽有命，期至讵能忘。\n宵分睇南星，命仆戒川航。岂无他方愿，且及顾旧乡。\n旧乡宁非怀，吾生未渠央。"
        },
        {
            "标题": "赠宣掾蒲锳还静虚山房",
            "作者": "范梈",
            "内容": "扫地谢尘鞅，坐诵圣贤书。妙年陟府署，服食犹休居。\n闻子进修地，花药罗斋庐。惟静故能定，有容当在虚。\n而虚乃非空，养之贵安舒。苟能充至理，德业将有余。\n子本西蜀珍，西南散簪裾。问知其方俗，有若邻华胥。\n教化本自然，匪学故有初。况彼声教敷，封疆常晏如。\n清秋武昌郊，氛雾夕开除。谁能不重别？执手以踟蹰。"
        },
        {
            "标题": "远游",
            "作者": "范梈",
            "内容": "远游非吾志，偶堕天一角。去就亦有期，宁能计今昨？\n料理贫居士，守书负西郭。清心见古初，德宅甘寂寞。\n杜门坐春深，绿竹解寒箨。虽无清时赏，幽意各有托。\n千载非长生，松乔未足学。焉知勾漏令？不厌宦情薄。\n山中归去来，朝霞可以酌。"
        },
        {
            "标题": "苦热怀楚下",
            "作者": "范梈",
            "内容": "苦热不可极，念此西南风。谁云灏气远，乃在庭户中。\n我家百丈下，井上双梧桐。向夕集归鸟，未秋足鸣蛩。\n自从别家来，江海信不通。宛宛维桑思，愿从孤征鸿。\n夜梦白发亲，欢笑携稚童。倚门望子归，未归忧忡忡。\n东皋无良田，何以待岁丰。盛年将称意，无为学转蓬。"
        },
        {
            "标题": "泻露亭",
            "作者": "范梈",
            "内容": "初秋白露降，爽气迫虚帏。薄林方泥泥，洒汉复霏霏。\n暗袭玉堂悄，斜飘金掌微。鹤眠寒屡警，萤火湿犹飞。\n叶垂知月朗，花艳怯阳晞。兰饮畏朝坠，草沾伤夕归。\n为霜当夙戒，去日漫增欷。俜停吴宫女，三月采蔷薇。\n挹彼枝上香，散入舞裳衣。千岁亦不灭，但恐愿相违。\n君子保世泽，在久愈光辉。"
        },
        {
            "标题": "酬申屠子迪",
            "作者": "范梈",
            "内容": "碧月出海底，挂在青天中。美人如明珠，沧波思无穷。\n身非千岁蓬，欲逐万里风。愿因纨素衣，托向孤征鸿。"
        },
        {
            "标题": "观钱塘上人墨兰二首 其二",
            "作者": "范梈",
            "内容": "翰墨者谁子？妙年出江关。剪须事浮屠，游戏在云山。\n时将骚臣意，写入尺素间。嗟彼为形士，长往不知还。\n其心犹有慕，岂不薄茅菅？学古宁为人？诚念修已艰。\n圣哲虽异代，讵云不可攀？"
        },
        {
            "标题": "观钱塘上人墨兰二首 其一",
            "作者": "范梈",
            "内容": "兰以比君子，所贵者幽深。黯然空谷中，远为人所钦。\n志士秉美德，如玉复如金。笃实而辉光，芳搴出乔林。\n偶然为时出，节义凛森森。下惬烝庶望，上当君王心。\n功成无所累，宿好在云岑。"
        },
        {
            "标题": "苍山感秋",
            "作者": "范梈",
            "内容": "苍山秋意长，池馆静而閟。雨止修竹间，流萤夜深至。\n皇羲世云远，雅颂日凋弊。举手遏颓波，谁识作者志。\n乌啼鲁东门，泗水不染袂。后去三十年，直可肩圣知。\n机关系风化，词语特细事。月落闭虚帘，坐梦太古帝。\n扬眉赪玉色，尽发养生秘。勿谓仙学难，此道可立致。"
        },
        {
            "标题": "晚登南楼眺乌石九仙方山诸峰",
            "作者": "范梈",
            "内容": "自来闽中郡，侨寓公宇偏。身病縻服饵，单居日如年。\n宪署历三试，愚庸寡所宣。兹行临辟道，黾勉以周旋。\n日夕登高台，遥盼四山川。山川亦云美，宜与万念捐。\n慈帏隔江关，稚子目娟娟。连夜梦新堂，嬉戏在我前。\n禄食无寸补，远游何当还。东风号阴泽，此土候气先。\n草木相衰荣，已复争碧鲜。思及方春时，买船向邵延。\n长歌荡暄景，吹笛玉台烟。行止钦圣训，义著艮象篇。\n此岂不在人，虚心以勉旃。"
        },
        {
            "标题": "四月八日访闽粤王无诸古城遂至莲花峰下僧寺寺乃唐王审知祠",
            "作者": "范梈",
            "内容": "维夏气清晏，原薮树茏葱。上弦适休暇，游咏紫烟中。\n石涧演新流，山苗含惠风。肥苧肤隐白，崇榴叶张红。\n抚节警代谢，未归忧心忡。承官鲜政术，但觉禄养丰。\n句稽困日月，始得如游骢。观省职何补，庶望裨至公。\n遗丘隐莎草，废刹在空濛。而况尘境事，斯理固有终。"
        },
        {
            "标题": "登西山顶还方涧作",
            "作者": "范梈",
            "内容": "弱质有贞向，依依在物表。谬当城阙隘，放意穷昏晓。\n晨兴理良辔，启途虑已悄。白日满涧阿，林虚答鸣鸟。\n幽寻晚适遇，颇觉知者扰。俯仰古人迹，达生未为少。\n缅彼高翔禽，凌空自鶱矫。"
        },
        {
            "标题": "晓出西郊",
            "作者": "范梈",
            "内容": "自春已及夏，岁籥寝中更。平旦西郊道，始闻啼鸟声。\n川晴树气嘉，夕露枝条盈。西峰近在眼，白云夹路生。\n一从违夙昔，好怀郁难并。未知高世意，忽复何以营。\n屠狗与渔钓，俱足成大名。卓哉箕颍客，使我抱深诚。"
        },
        {
            "标题": "秋江钓月",
            "作者": "范梈",
            "内容": "秋江明似镜，月色静更好。之子罢琴来，萝径初尚早。\n众峰更灭没，横笛隔幽岛。我船尔棹歌，丝纶荡浮藻。\n潜鱼却寒饵，宿雁起夜缟。离离不可招，白露下烟草。\n高风桐庐士，俊业渭川老。同是钓鱼人，那应不同道。\n把酒酹清辉，如何答穹昊。"
        },
        {
            "标题": "数日毒热喜雨适立秋先三日也",
            "作者": "范梈",
            "内容": "夏末始炎毒，沈忧坐匡床。起行无所之，登高睇遐荒。\n问昔西风归，飖飖向何方？往还不可期，赖得天道常。\n圣主御大历，故可稽明堂。粲粲白骆驼，兹晨郊路长。\n念我伏迁次，江海叶再黄。旅怀抱焦火，思濯寒冰乡。\n忽来浮苍雨，爽气吹衣裳。稻田已就穫，晚种待新秧。\n微躯亦易持，但愿蒸黎康。"
        },
        {
            "标题": "出甘蔗州",
            "作者": "范梈",
            "内容": "清雨气候变，移船孤石滩。已行千里馀，始验初冬寒。\n暂解雾露毒，稍知江山宽。新人异言语，故事同忧欢。\n思昔夏后氏，封建天南端。伯业起句践，世远子孙殚。\n无诸佐大业，遂作汉王官。身受闽君策，白日海澄澜。\n至今崇台上，列戟绚衣冠。古来树名节，于此事常难。\n惟有精英在，青霄明羽翰。"
        },
        {
            "标题": "郡中即事十二韵",
            "作者": "范梈",
            "内容": "儋耳九州外，邈然在南荒。周回数千里，大海以为疆。\n古来非人居，禽兽相伏藏。自从中世来，贡赋登明堂。\n其或失抚驭，山薮更陆梁。聚则成蜂蚁，散即驱牛羊。\n高结舞大卤，上衣不备裳。杀戮乃酬劝，诛之仁者伤。\n吾尝七八月，持节泛沧浪。一旬录郡狱，询事考纤芒。\n问之守郡人，莫识为治方。但见西风多，廨宇秋芜长。\n圣哲戒忠信，勿谓不足行。及兹蛮貊邦，始见斯道臧。"
        },
        {
            "标题": "新雨阶除花药倍茂田里生意怀之欣然情至有述简诸作",
            "作者": "范梈",
            "内容": "久旱埃雾集，閒居寡高情。微雨夜来至，满庭花药生。\n长年忧里术，退坐若无营。偶携一榼酒，得唤故人倾。\n念彼氓隶便，劳生在耦耕。荐饥苟不熟，何以供王程。\n幸天沛时泽，食息日已宁。缮性衡门下，寒饥无足惊。"
        },
        {
            "标题": "止酒",
            "作者": "范梈",
            "内容": "大钧播群物，壤壤劳吾生。得酒足痛饮，何用身后名？\n所以戒饮酒，岂矫世俗情？昨日足欢笑，今日愁思盈。\n多见桃李花，语乱作棘荆。反以饮召欢，何以忘亏成？\n靡谷汉诏切，丧邦周诰明。奚必宇宙内？独有屈子平。"
        },
        {
            "标题": "庭草",
            "作者": "范梈",
            "内容": "为爱庭中草，经春坐不除。澄心皆净域，履道即安居。\n海气含楼阁，年光映簿书。昔人伤废事，作吏竟何如？"
        },
        {
            "标题": "八骏图",
            "作者": "范梈",
            "内容": "天上房星照九垓，翩翩西域画龙媒。昆仑一去无消息，空见人间八骏来。"
        },
        {
            "标题": "八月十五日公堂宴别作",
            "作者": "范梈",
            "内容": "悠悠我行迈，去此粤山端。迟明驻征车，爰尽公堂欢。\n开颜俯城郭，箫鼓集仪鸾。谓欲戒醉饮，重此良辰难。\n关门集会府，僚友并征鞍。更辞无别语，但祝长加餐。\n役者四五人，相从出林峦。亦复路傍泣，岂独殊肺肝。\n况我离慈母，朝暮侦平安。送行各如许，焉得不辛酸。"
        },
        {
            "标题": "二月二十四日自琼州出白沙驿阻风二日不得渡海是日有幕客送寒衣却出赋诗",
            "作者": "范梈",
            "内容": "盲风怪雨一时清，又阻扁舟两日程。天意似将留客住，明朝浮海看清明。"
        },
        {
            "标题": "县下凿池种树成聚晨起视水深五寸而草树承夜雨后苍翠郁然可爱戏题厅柱",
            "作者": "范梈",
            "内容": "槟榔池上芭蕉雨，更种垂杨十六株。中有玉堂萧散吏，检书正对《辋川图》。"
        },
        {
            "标题": "百丈山中夜坐，闻谨思将还，忆甲寅入南中，正此日也。十二月二十三日六首 其二",
            "作者": "范梈",
            "内容": "欲雪翻成雨，何天恰吝情。似缘春在近，故与月争明。\n谷树行行暝，川云冉冉轻。往年当此夕，孤棹适南征。"
        },
        {
            "标题": "百丈山中夜坐，闻谨思将还，忆甲寅入南中，正此日也。十二月二十三日六首 其三",
            "作者": "范梈",
            "内容": "岁月嗟匏系，乾坤信梗浮。蹉跎逐越鸟，迂阔问吴牛。\n正道曾无弊，旁观各有由。圣人如可起，吾欲诘东周。"
        },
        {
            "标题": "百丈山中夜坐，闻谨思将还，忆甲寅入南中，正此日也。十二月二十三日六首 其一",
            "作者": "范梈",
            "内容": "近得雷州信，遥闻弟侄来。江山淹远望，天地保疏材。\n乡为鱼羹起，今宁马豆猜。残年有心事，未定著寒灰。"
        },
        {
            "标题": "蒙恩供奉翰林未行改佐闽幕自丰城便道取疾由抚过旴与郡守萨侯会约寻麻源不果明日别旰",
            "作者": "范梈",
            "内容": "暂远云霞观，却希山水音。珠星联极下，璧月动江浔。\n始集宝气亭，复趋金晶岑。马饮树连涧，猿啼风满林。\n扬澜思汗漫，睇岭写嵚崟。辍棹更垂钓，推书时弄琴。\n石门生夕景，麻源笼晓阴。是郡遇贤守，佳致契幽寻。\n樽俎迫清好，弦歌彰古心。郡中宜凤集，泓下或龙吟。\n颇愧尘务逼，还为旅病侵。一行混吏轨，千载负国琛。\n既往事莫究，于兹念方深。姑山如有意，遂许一登临。"
        },
        {
            "标题": "谒海神庙",
            "作者": "范梈",
            "内容": "南州未识异州苹，初向沙头问水神。料得行藏无用卜，乘桴人是北来人。"
        },
        {
            "标题": "肇庆李知事会别，至峡上阻风，因以怀李",
            "作者": "范梈",
            "内容": "取别非云暮，王事有程拘。临流逢执手，复念野踟蹰。\n季秋北风急，遥遥别方舻。出峡江始放，迢迢波浪敷。\n仰天觉形全，俯地会心娱。暂得圭组解，乐与渔樵俱。\n抚事悉邂逅，回翔且须臾。满秩不受更，竟行谅非愚。"
        },
        {
            "标题": "悼远，用友人韵",
            "作者": "范梈",
            "内容": "采江莫采蘋，思食莫思莼。间岁曾为客，经时独梦人。\n林园花动夕，帷帐草留春。万里燕山路，空怀涕泗频。"
        },
        {
            "标题": "钟陵夜宿闻钟",
            "作者": "范梈",
            "内容": "中年江海梦灵皇，夜半闻钟似上阳。一百八声犹未已，更兼云外雁啼霜。"
        },
        {
            "标题": "四月朔，经杨林作诗，奉命宣布郡县，值大水，蚕麦俱尽，深念民生",
            "作者": "范梈",
            "内容": "吉日涉大川，单舟若鸿毛。摇摇遇顺风，泛泛凌雄涛。\n已过赤岸渚，复宿杨林皋。棹师何心术？在险益无劳。\n受命未逾期，触目叹所遭。蚕熟麦再空，万口声哀嗷。\n年时有灾地，白屋皆滔滔。不能补分寸，奚用征秋毫？\n纶言本温厚，下布肃官曹。奉宣吾职尔，庶用救萧骚。"
        },
        {
            "标题": "须句曲",
            "作者": "范梈",
            "内容": "朝望须句曲，青桑被原野。牛马何茫茫！尽在大堤下。\n堤高容可隐，河水堤上流。年去复年来，青蒲送行舟。\n借问行舟里，谁是回乡客？燕赵与东吴，憧憧竞晨夕。\n山中有老人，白发不可量。自不缘年寿，何因尔许长？"
        },
        {
            "标题": "赠裴秀才",
            "作者": "范梈",
            "内容": "江边见立春，花老问征人。物色随乡异，风光逐候新。\n朝廷方贵士，经术足谋身。举世皆腾踏，如君独隐沦。\n鸣山应鸑鷟，在野决麒麟。已用遗经试，宁辞累牍陈。\n飘飖行李别，缱绻酒杯频。四海多英俊，诸公自等伦。\n云霄开大道，溟涨接通津。百啭仓庚近，双飞蛱蝶匀。\n款留俱酝藉，归到莫逡巡。肯薄传家赋，犹堪博钓纶。"
        },
        {
            "标题": "九日诸生携酒至城东看菊",
            "作者": "范梈",
            "内容": "楚楚临阶菊，重阳特地开。慰人良有意，报汝愧无才。\n巷杵闻鸡发，邻觞送蟹来。采英吾欲寄，怅望倚江台。"
        },
        {
            "标题": "送答里麻廉访使",
            "作者": "范梈",
            "内容": "龙节猗皇皇，六辔忽如流。圣主命大吏，出按东南州。\n东南何所有？榕荔蔽山丘。深有险跋履，浅有佳遨游。\n绣衣辟庭户，法署若瀛洲。提封宪令行，霜日净高秋。\n公来天为欢，公去海生愁。渺渺众庶望，为我少淹留。\n郊亭接乌石，杨柳荫清沟。鸟哢方睍睆，花林复绸缪。\n吾闻古君子，弗替进退忧。昕朝正图旧，庶用慰忠谋。"
        },
        {
            "标题": "数日跋涉泥淖，至北山，始霁，暮经鄱阳湖",
            "作者": "范梈",
            "内容": "川路绕长林，岁穷千里心。贾舟栖港迮，樵火出村深。\n欲雪应消瘴，因风忽解阴。转移足清景，难受客愁侵。"
        },
        {
            "标题": "游南涧寺，寺乃唐节度使王审知所建",
            "作者": "范梈",
            "内容": "闽山东面启松门，梯石层层见梵尊。题表尚存唐节镇，地图浑似洛林园。\n亭因聚远开幽径，栈至临危出小轩。最是跻攀宜健步，病身无羽亦飞鶱。"
        },
        {
            "标题": "题新喻吴氏浩然堂遗事",
            "作者": "范梈",
            "内容": "钓矶西畔问宜州，回首空山又数秋？曾见龙蛇飞败壁，每疑鱼鸟逐扁舟。\n风云一变衣冠地，城郭重来水石幽。传得眉山遗记在，吴家子弟更风流。"
        },
        {
            "标题": "饶国吴氏晚香堂",
            "作者": "范梈",
            "内容": "大江秋似练，楚树落清晓。岩际不逢人，翩翩数归鸟。\n饶君庭宇静，涧水黄花绕。烂锦照天朗，繁钱承露小。\n何当鶗鴂鸣，误识春事了。焉知岁寒姿，独立西风表。\n乾坤有清气，欲少未易少。摇落暮春期，美人烟雾杳。"
        },
        {
            "标题": "秋雨寓舍酬答夏编修四首 其一",
            "作者": "范梈",
            "内容": "乱竹通邻舍，修梧限掖垣。日长惟有雨，秋半祇如昏。\n野色愁俱破，河流畏更浑。惟应好僚友，孤寂义弥敦。"
        },
        {
            "标题": "题阮茂材诗卷",
            "作者": "范梈",
            "内容": "炳炳人间阮嗣宗，能诗飞动每愁侬。九霄丽日开鸣凤，六月深渊起卧龙。\n前辈文章工祖述，后生师友系遭逢。一编欲返明珠寄，宝匣看君不敢封。"
        },
        {
            "标题": "和二章已而徵者适至戏用韵为再叠云",
            "作者": "范梈",
            "内容": "久客岁云暮，悠悠念异邦。病因诗暂愈，愁为酒先降。\n屋隐疏篁半，城依老树双。晨朝有好鸟，命我隔东窗。"
        },
        {
            "标题": "酬友人月夜见寄",
            "作者": "范梈",
            "内容": "舍北舍南流舫通，高荷万柄倚微风。不识此时明月夜，共谁谈笑水烟中？"
        },
        {
            "标题": "自戎府出还珠门，晚归廨舍",
            "作者": "范梈",
            "内容": "光迎署府千花树，秀入河桥万柳梢。春日楼台围翠巘，夜晴灯火接青郊。\n升平旧俗今犹在，浩荡流年又过交。董奉接官何处宅？相依愿与结衡茅。"
        },
        {
            "标题": "奉同陈应奉访友人不遇",
            "作者": "范梈",
            "内容": "翰林小暇出西城，京国馀秋晚更明。鸥度折矶心已熟，马逢危石眼偏生。\n疾风稍定楼台色，微照犹含鼓角声。会合何因得惆怅，潜夫祇愧未潜名。"
        },
        {
            "标题": "七月初二夜，洪州对月，怀伯丈亲舍",
            "作者": "范梈",
            "内容": "初秋公府肃，明月到南轩。开怀纳清辉，林影类溪园。\n偶得尘气静，万籁此中存。物生感气机，候虫噪四垣。\n心虚无所入，起坐复何言？犹云不如雁，飞逝抵高原。\n和廉将军村居二章，"
        },
        {
            "标题": "七月初二夜，洪州对月，怀伯丈亲舍 其一",
            "作者": "范梈",
            "内容": "居止简物竞，颇受岁月侵。诚愿输昆仑，遐举遗浮沉。\n时冬万物敛，野迥景载阴。雉鸣穑在场，烟火村巷深。\n儿女戏我前，有酒聊自斟。自斟何足贵？得饮胜千金。\n圣哲去已远，六籍传其心。受生敢不爱？发愤摅长吟。"
        },
        {
            "标题": "七月初二夜，洪州对月，怀伯丈亲舍 其二",
            "作者": "范梈",
            "内容": "念世居难终，忘世亦易度。今旦庭树落，空明见飞雨。\n沉痾从谁解？采草时自炷。万里无一归，愿得妙者悟。\n寥寥宇宙间，舍此复奚慕？"
        },
        {
            "标题": "楚楼镇志曰：汉大将焚船处也，今为文昌县。怀古，奉简邑文学",
            "作者": "范梈",
            "内容": "龙节迢迢去不归，汉家将军建国威。当时曾见楼橹集，异代空闻尘土飞。\n风压春潮吞乱屿，岸分古木转斜晖。旁人犹解祠神女，何故功臣庙貌稀？"
        },
        {
            "标题": "寄题严氏樊川别墅二首 其一",
            "作者": "范梈",
            "内容": "先生天下士，小隐郭东村。甃水缘开径，楹山对掩门。\n士风宁近洛？川姓不离樊。樽俎心虽间，衣冠口已喧。"
        },
        {
            "标题": "寄题严氏樊川别墅二首 其二",
            "作者": "范梈",
            "内容": "亦欲西流去，相寻素浐边。多应百年术，少见一人传。\n生事空芝术，心期托蕙荃。明当询大药，畏子不论钱。"
        },
        {
            "标题": "松湖渡亭子夕眺，怀西山朱炼师",
            "作者": "范梈",
            "内容": "不解无愁祇遣愁，凭高试看水东流。一天鹭影摩仙阙，两岸蝉声送客舟。\n肯信先生居锦里，不将夫子敬丹丘。如闻旧按蓬莱节，松下时时省钓游。"
        },
        {
            "标题": "春雁",
            "作者": "范梈",
            "内容": "嗷嗷九春雁，整列向天端。虽念洲渚幽，已违霜雪寒。\n群行旅阳土，亦为稻粱难。唼食曾未充，知时讵能安？\n衔芦领孤雏，萧萧理羽翰。明年还当宾，勿兴中路叹。"
        },
        {
            "标题": "和谢友人惠范君用笔",
            "作者": "范梈",
            "内容": "毛君好伯仲，枉驾及东堂。尽缚曾无笇，同行倍有光。\n欲飞随燕上，未化学龙藏。盛赐怀全璧，斯文托一芒。\n姓名浑偶合，润色奈何当！且效峨眉老，题诗西上阳。"
        },
        {
            "标题": "午憩村落竹溪上",
            "作者": "范梈",
            "内容": "竹连流水水缘村，上有青山荫苎园。此处不容居士住，短墙午暑特侵门。"
        },
        {
            "标题": "张别驾山居产玉芝",
            "作者": "范梈",
            "内容": "高秋别驾宅，异草吐奇芬。为尔掇白雪，服之乘紫云。\n但恐仙灵物，长遮虎豹群。待弃人间事，先报赤松君。"
        },
        {
            "标题": "送别周仪之推官赴钱塘并简李四秘书",
            "作者": "范梈",
            "内容": "武帝龙飞第一春，京华相送各沾巾。讵知邂逅文身地，总是栖迟皓首人。\n山驿蛟眠星满洞，水乡雁起月迷津。若逢李泂南天竺，为说前书感谢频。"
        },
        {
            "标题": "二十六夜，得舍弟书，及知熊敬舆茂才消息。期旦夕有会，并知便，良足快慰也",
            "作者": "范梈",
            "内容": "故人天阙腾新荐，舍弟云溪守敝庐。未省东归何日见？挑灯细读寄来书。"
        },
        {
            "标题": "登南城楼",
            "作者": "范梈",
            "内容": "楼倚晴空外，登临延赏心。微风孤雁过，落日万蝉吟。\n客路侵齐树，乡愁接楚砧。为询宫外筑，流水似哀琴。"
        },
        {
            "标题": "吊张炼师",
            "作者": "范梈",
            "内容": "名家接武依丹陛，壮岁招魂入翠微。遂使老聃成自吊，不知丁令竟何归？\n蛇蝉岂恋寻山蜕？鸡犬曾闻挟日飞。独有皇恩无以报，昨传天语慰松扉。"
        },
        {
            "标题": "卢师东谷怀城中诸友",
            "作者": "范梈",
            "内容": "契阔遽如许，淹留空复情。天遥一鹤上，山合百虫鸣。异俗嗟何适？冥栖得此生。平居二三子，今夜隔重城。"
        },
        {
            "标题": "题广居家藏东坡竹",
            "作者": "范梈",
            "内容": "古藤尺五霜烟交，不见长身见墨梢。千载高风犹一日，莫妨儋耳住无茅。"
        },
        {
            "标题": "瑞州城东水边松下，遇老翁稚子，萧然有桃源想",
            "作者": "范梈",
            "内容": "花墙竹栅护长松，云去柴门昼启封。不是武陵州县古，秦人那得晋人逢？"
        },
        {
            "标题": "冬至日",
            "作者": "范梈",
            "内容": "冬阴已解剥，天运旋其初。晨兴理书策，盼望周太虚。\n纤云无凝停，旭景亦已舒。未知太史家，侦言复何如？\n古来圣明世，不必征其余。和气乃致祥，斯语端不疏。\n大田黍稻滋，秋事在菑畲。誓将理归楫，临江卜吾庐。"
        },
        {
            "标题": "屈原庙前观雨，雨止，渡口观鱼",
            "作者": "范梈",
            "内容": "乍来倏去峰前雨，半落未开沙际花。春远客怀淹燕雀，年荒民命假鱼虾。\n徒闻黄霸能为郡，岂识张骞苦泛槎。早谓仙人无世虑，山深往往饭胡麻。"
        },
        {
            "标题": "苏李会合图",
            "作者": "范梈",
            "内容": "未识沙场苦，空曾奉使来。讵知羝乳约，不抵雁书回。\n汉节风霜古，胡笳旦暮哀。谁怜太史令，心为故人摧。"
        },
        {
            "标题": "和揭曼硕茂才，揭尝过临不遇，留题墙壁",
            "作者": "范梈",
            "内容": "麻姑蚤解鬓成霜，况说山中海与桑。久别南城坛近客，西风残照忆题墙。"
        },
        {
            "标题": "嘉泽",
            "作者": "范梈",
            "内容": "嘉泽遍群物，山郭余寒收。日临公馆静，聊足散优游。\n古松含晚秀，春桂吐新柔。树声鸟语和，苔径蚓行周。\n念彼农亩士，生涯托岩幽。虽无岂弟贤，亦免旷鳏忧。\n而我委素业，布衣以遨游。谬通金闺籍，一志旅荒陬。\n还归吏乡部，胡宁心不休？深承采菲意，终负伐檀羞。\n庭闱迩江外，何时溯扁舟？谁能违天命？且复尽人谋。"
        },
        {
            "标题": "寄甄氏访山亭二十二韵",
            "作者": "范梈",
            "内容": "青子亭何许，滹沱旧水头。谷陵千载异，风物四时幽。\n城郭长无事，琴尊或此游。窗摅平野秀，户接乱泉流。\n猿鸟相宾送，渔樵互献酬。太行晴日近，碣石晚烟稠。\n莽莽青天外，离离碧海陬。都将神迹化，只可笑谈求。\n大槛花周映，虚阶叶竟抽。岂容黄壤污，祇为白云留。\n更就诸峰老，宁须万户侯。心知嗜好酷，势肯去来休。\n予亦寻山者，人疑避世俦。偶然依紫阙，不是谢丹丘。\n薄与江湖远，频嗟岁月周。梦尝经五岳，思屡绕三洲。\n室宇凭谁寄，园林誓自收。把书消旦暮，种药引春秋。\n地僻澄官冗，天空扫旅愁。几时携古剑，万里觅扁舟。\n剩想高人趣，空怀贱子羞。犹胜徐市俗，瀛岛计悠悠。"
        },
        {
            "标题": "和李溉之园居杂咏八首 其六",
            "作者": "范梈",
            "内容": "偶从耕凿事，便有古人风。井泻千畦碧，林然独杏红。\n世情何近远？宦秩自卑崇。任道流行意，雩坛或与同。"
        },
        {
            "标题": "风止闻鹊",
            "作者": "范梈",
            "内容": "荒山远水放轻舠，顿雨颠风戒弊袍。五六月馀乡问绝，二千里外客心劳。\n树间乌鹊声频好，天上麒麟格自高。独有武夷看未了，野人寄语压香醪。"
        },
        {
            "标题": "封州作",
            "作者": "范梈",
            "内容": "魏阙迢迢隔彩霞，别来几岁客天涯？春风二月崖州道，时见棠梨一树花。"
        },
        {
            "标题": "秋日集咏奉和潘李二使君浦编修诸公十首 其九",
            "作者": "范梈",
            "内容": "浦君高价本璠玙，多幸蒹葭得所于。学道初轻千里骥，收功直到九州鱼。\n诗探饭颗尤难测，赋拟兰陵定不虚。月月西垣更夜直，还应共我惜居诸。"
        },
        {
            "标题": "夏日，奉酬汪使君",
            "作者": "范梈",
            "内容": "浮云无时停，浮云有时停。停云在何方？乃值初雨星。\n我亦毒炎伏，欢言酒盈瓶。解带斟酌之，醉已万虑轻。\n飘飘翼长风，便欲东南征。林壑盖青天，上与霞雾争。\n安得径至此？念之触中情。使君新诗来，陈义富且精。\n私惭应涉浅，如畜不充籯。忘已量须进，兹乃圣所营。\n冰然内热解，始识道非名。"
        },
        {
            "标题": "送萨佥宪至岩头渡",
            "作者": "范梈",
            "内容": "石头渡口风烟古，洗盏开樽对浅沙。却唤掾曹无觅处，移船幽寺看黄花。"
        },
        {
            "标题": "晨至西郭池亭，见新荷，有感时物而作",
            "作者": "范梈",
            "内容": "虚亭结构美，驿路带垣斜。山芗含晚翠，池响集春蛙。\n官荷已偃盖，僧蔬欲架花。俯仰宾从役，孰与测幽遐？"
        },
        {
            "标题": "章义门送人还南城观台",
            "作者": "范梈",
            "内容": "郊原平晚绿萋萋，独上高台意转迷。古树鸣蝉城下路，送人长忆向安西。"
        },
        {
            "标题": "晚上南山观烧",
            "作者": "范梈",
            "内容": "渡口向寥阒，夕晖生翠屏。随风初绕电，翳雾忽如星。\n鸟兽蒸宜遁，柴扉照不扃。闽都春始过，雨洗合重青。"
        },
        {
            "标题": "雪观雨后对薜老峰",
            "作者": "范梈",
            "内容": "高阁飞雨过，新凉连海隅。竹溪鱼板集，松寺鹤巢孤。\n吏隐非兼得，登临适自娱。盛名苏季子，犹是老征夫。"
        },
        {
            "标题": "九月十四日，过紫极宫熊道人房",
            "作者": "范梈",
            "内容": "层轩俯江竹，欹枕对连山。雨止烟霞集，洲回鸥鹭闲。\n紫霄行有径，白日户无关。但见空中侣，飘飘不可攀。"
        },
        {
            "标题": "度泽过关山",
            "作者": "范梈",
            "内容": "单车度大泽，有似游梁山。初飞雁鹜徒，辱在葭苇间。\n季冬阴风盛，雨霰纷珊珊。念我离大府，行役何时还。\n朝临昌邑浦，夕指鄱阳湾。冲泥赴农村，老屋夜不关。\n然薪设供帐，风味犹百蛮。蒸烘湿衣裳，徒御相回环。\n极知道路难，犹念奔走艰。传餐逮明烛，饥渴未容悭。\n春和理税驾，且以慰衰颜。"
        },
        {
            "标题": "至海口",
            "作者": "范梈",
            "内容": "曾随仙仗集灵台，流落于今岂不材。但比麻姑休狡狯，两行持节过蓬莱。"
        },
        {
            "标题": "和田师孟郎中寒夕西曹即事",
            "作者": "范梈",
            "内容": "正是西曹遣翰初，落花寒食柳微舒。每因作者留心苦，多恨时人守法疏。\n诗思偶关绵上史，刑修正在腹中书。平生万卷苏居士，皓首东坡雪不如。"
        },
        {
            "标题": "昨夜书怀将行，且书且赋，因成十二韵",
            "作者": "范梈",
            "内容": "钜海截上国，危星转清旻。去来抵二极，俯仰适周晨。\n往鹘无遗影，潜鱼有纵鳞。劲风山叶碎，浓露草根匀。\n卓彼赵李辈，郁为唐宋臣。忤恩非弃置，知命有高屯。\n妙句铿金石，荒台蔓蒸薪。凭高重回首，怀古独伤神。\n记别玉堂夜，来寻丹灶春。常恐学仙侣，亦犹辟世民。\n蓬莱虽异坞，即此是通津。"
        },
        {
            "标题": "奉和王继学怀济南旧游四首 其四",
            "作者": "范梈",
            "内容": "手接新词绝底清，一双白眼为君青。寰区政待新年谷，江汉徒传赤日萍。\n断雨潜蛟虚水榭，远波回鹭实云汀。此情可在齐州外，不解无人问独醒。"
        },
        {
            "标题": "用韵报李宗明二首 其一",
            "作者": "范梈",
            "内容": "李侯持重器，隐若一雄邦。敌至婴城守，威行走传降。\n薰弦须和五，古剑肯埋双。见说研朱地，车声绕碧窗。"
        },
        {
            "标题": "晓山谣赠别金陵陈处士",
            "作者": "范梈",
            "内容": "昔我望天岳，于时春正深。鸡鸣九州陌，鹤警万花林。\n旭日腾重海，宵霞映别岑。露条承嶪巀，雪涧泻嵚崟。\n马足无由定，莺声不可寻。畏钟牵逸览，挂笏系虚襟。\n每想丘中趣，如悬空外音。十秋伤逝水，千壑记扪参。\n晚遇陈夫子，高谈契夙心。天形疏造化，月眼识浮沈。\n宦路悲怀玉，君门惜和琴。岂因平旦气，薄示暮年箴。\n但恐丹崖失，何愁素发侵。会当期绝巘，与尔鍊黄金。"
        },
        {
            "标题": "鹊来巢",
            "作者": "范梈",
            "内容": "灵鹊空中至，栖我庭树枝。树高不寻丈，下有弄丸儿。\n朝骑庭树拊，暮仰树巢窥。寄巢欲生子，值此将焉为？\n是以舍巢去，拮据忍如遗。青天覆上林，何息非所宜？\n物情非有异，念亦顾其危。倘逢爱护者，鹊有复来时。\n鹊声但报喜，说似主人知。"
        },
        {
            "标题": "赠杨茂才",
            "作者": "范梈",
            "内容": "西风淅淅风雨生，南塘萧萧楼观清。玄蝉抱树一时息，老鹤怀山终夜鸣。\n放形海岳等云水，托好音书犹弟兄。未知此别会何日？为子商歌无限情。"
        },
        {
            "标题": "和答杨茂才",
            "作者": "范梈",
            "内容": "始我南山居，与子共朝夕。服事子尊君，德义蔼夙昔。\n焉知二十载，万变如顷刻。渔钓负平生，浩荡随所适。\n进惭负官义，退愧寻幽迹。而此山水间，时勤问消息。\n夜深款岩扃，萝月在屋翼。清言溢前闻，子学日有力。\n世好将未忘，相资庶有得。"
        },
        {
            "标题": "谢冷架阁春日东麓见怀",
            "作者": "范梈",
            "内容": "空谷白驹消息迟，东风杨柳万烟丝。佩环忆为同心赠，书榜传看俊手施。\n曾以陋居追往昔，却因嘉遁感今兹。相思恐涉山灵怪，不遇仙人不记诗。"
        },
        {
            "标题": "和李溉之园居杂咏八首 其八",
            "作者": "范梈",
            "内容": "丹柰花初结，朱樱子半成。寝兴因物变，筋力与年增。\n燕拂承尘去，蜂随曳杖行。玉泉几千仞，好在翠如倾。"
        },
        {
            "标题": "和李溉之园居杂咏八首 其七",
            "作者": "范梈",
            "内容": "磊落人间士，名成定不虚。愿陈元有策，交荐可无书？\n莫遣从师苦，因将作吏疏。吾徒岂念此？愧尽马相如。"
        },
        {
            "标题": "秋日集咏奉和潘李二使君浦编修诸公十首 其十",
            "作者": "范梈",
            "内容": "秋入江山锦绣开，白云红叶尽诗才。句成底用三年得，槎在应须八月回。\n自是每为浮客累，非关不受故人催。凭将寄语词林老，风雨重阳又近来。"
        },
        {
            "标题": "湖面",
            "作者": "范梈",
            "内容": "湖面春深煖气匀，青芜未陨已知春。沙湾散驻张鱼客，苇室时惊射雁人。"
        },
        {
            "标题": "黄州道中",
            "作者": "范梈",
            "内容": "径转山仍掩，沙移圃自成。蒹葭连水白，杨柳荫门清。\n无复论馀事，真堪了此生。眼中陈仲子，九鼎一毫轻。"
        },
        {
            "标题": "寄题何处士竹阁",
            "作者": "范梈",
            "内容": "吴汉仙翁丹井西，君家高阁俯清溪。泠泠修竹莺时到，井井空烟鹳昼啼。\n解带欲围苍雪远，敲门待看绿阴齐。何当试答登临愿？系马宅前杨柳枝。"
        },
        {
            "标题": "得樟树镇便寄家书",
            "作者": "范梈",
            "内容": "商船夜说指江西，欲托音书未忍题。收拾乡心都在纸，两声杜宇傍人啼。"
        },
        {
            "标题": "寄题龚氏山园",
            "作者": "范梈",
            "内容": "居士名园何处求，无有是中风物幽。岩花故解分藤缀，涧水新能合竹流。\n绿幕黄帘围玉树，青天白日映朱楼。醉吟自尔人难识，况是心轻万户侯。"
        },
        {
            "标题": "省灾，初至新建山谷山家",
            "作者": "范梈",
            "内容": "恤灾犹自恼渔樵，太息无时缓赋徭。日暮解鞍仍秉烛，强颜聚吏戒科条。"
        },
        {
            "标题": "邻灯",
            "作者": "范梈",
            "内容": "星星远映孤村外，炯炯微穿落木间。知有邻姬思远道，绩麻应待夜深还。"
        },
        {
            "标题": "送李秘书泂",
            "作者": "范梈",
            "内容": "秘书出自蓬莱苑，流落东吴又一春。见月定怀骑鹤侣，闻秋肯让鲙鲈人。\n吾曹事业徒温饱，子等居诸异隐沦。海表何由携手再，相怜同是老词臣。"
        },
        {
            "标题": "独立",
            "作者": "范梈",
            "内容": "能诗不得静中师，又是天涯独立时。高阁夕阳人影乱，曲河新水棹声迟。\n一身慷慨家仍远，十口凄凉岁荐饥。偶尔凭阑感风物，临流先被白鸥知。"
        },
        {
            "标题": "江阁雨望图",
            "作者": "范梈",
            "内容": "高阁秋风树半枯，连山更带雨馍糊。幽人把钓空江上，纵有扁舟不受呼。"
        },
        {
            "标题": "绝句六首 其四",
            "作者": "范梈",
            "内容": "水清滩自急，荡桨直须人。劝卿休恨水，多为不知津。"
        },
        {
            "标题": "绝句六首 其五",
            "作者": "范梈",
            "内容": "水如青铜镜，山色绿芙蓉。中天明月上，此处好相逢。"
        },
        {
            "标题": "绝句六首 其六",
            "作者": "范梈",
            "内容": "日净芙蓉远，春明芍药长。谁怜玉蝴蝶？正似锦鸳鸯。"
        },
        {
            "标题": "绝句六首 其二",
            "作者": "范梈",
            "内容": "江上打鱼船，有头那无尾。与卿相见时，不望如鱼水。"
        },
        {
            "标题": "绝句六首 其一",
            "作者": "范梈",
            "内容": "障拥芙蓉竞，灯随榉柳移。繁星临迥野，疏雨过高池。"
        },
        {
            "标题": "春日次韵友生绝句二首 其二",
            "作者": "范梈",
            "内容": "旅食京华日欲晡，家园迢递隔天隅。妻孥预识羁怀苦，解事新来一字无。"
        },
        {
            "标题": "绝句六首 其三",
            "作者": "范梈",
            "内容": "乡路西州是，延平那向东。片帆侬会使，祇是怕随风。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官，凡十首 其一",
            "作者": "范梈",
            "内容": "盛君江海士，直气轧霄峥。翻为诗书苦，焉知印绶荣？\n度辽曾万里，走越更千城。便是来难得，乡关近慰情。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官",
            "作者": "范梈",
            "内容": "首路向朱夏，出关犹到官。麦收风涨暑，梅熟雨留寒。\n气候随方异，才名自古难。岂容贤若尔，教授老江干。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官 其八",
            "作者": "范梈",
            "内容": "碧草津头郡，虽偏是胜游。野人频识剑，稚子亦能舟。\n稍定传衣怪，聊资宦秩周。南来说风物，有待细询求。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官，凡十首 其九",
            "作者": "范梈",
            "内容": "杯酒莫停手，路长思八闽。精灵深狎客，瘴雾簿侵人。\n海近渔船集，山空鸟道邻。来京书一束，赖尔老随身。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官，凡十首 其十",
            "作者": "范梈",
            "内容": "黄帽催晨发，邮签报旅程。溯风斜帽举，虚日乱弦鸣。\n异俗从谁变？真才不自成。倘于高第内，岁久得欧生。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官 其四",
            "作者": "范梈",
            "内容": "娟娟沙尾鹤，毛羽映江鲜。去住长如此，飞鸣岂偶然？\n仙家应汗漫，侯判莫留连。忆得东门事，须君正壮年。"
        },
        {
            "标题": "上巳日，文宣王庙陪祀毕，归西馆作，奉贻儒宫诸同志",
            "作者": "范梈",
            "内容": "礼殿肃春荐，斋居清曙钟。斜街星斗转，阿阁雾烟重。\n久去金华直，暂依赤社封。非才沾教育，希世念遭逢。\n修风泄洙泗，治日舒黄农。深恩曷效报？彝典幸追踪。\n粲粲金石列，锵锵珂佩从。饮福婴多疾，高卧对千峰。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官 其六",
            "作者": "范梈",
            "内容": "昔向辽东郡，长歌觅管宁。此行无赠策，故事有谈经。\n豆实登朱荔，虹光照紫萍。龟山文物在，未用叹凋零。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官 其七",
            "作者": "范梈",
            "内容": "跃马问入郭，解龟听报衙。江沙侵细竹，墙蔓覆疏花。\n政不离书阁，吟应上钓槎。有怀当皓月，玉署听啼鸦。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官 其五",
            "作者": "范梈",
            "内容": "闽南荔子熟，问客倘能来。暂为诸生屈，宁伤独茂才？\n云飞绝寒落，雨过行平台。赋就新诗别，扁舟且莫催。"
        },
        {
            "标题": "离席合赋赠南剑教授盛复之之官 其三",
            "作者": "范梈",
            "内容": "江浦见黄鹂，石榴花满枝。欲攀犹屡惜，已去复何疑？\n蚤畏红英乱，还当绛帐移。驿程动易隔，留待寄相思。"
        },
        {
            "标题": "赠聊城施生",
            "作者": "范梈",
            "内容": "京国相逢意若何，向人平谳路人歌。皋陶此去为廷尉，似子宁疑一掾多？"
        },
        {
            "标题": "澄迈县，有苏内翰所题通潮阁，在海上",
            "作者": "范梈",
            "内容": "候馆驻征骑，西风独夜清。开门闻叶落，倚杖看潮生。\n有礼齐蛮俗，无歌学楚声。凄凉苏季子，行处足高名。"
        },
        {
            "标题": "清明日留西山",
            "作者": "范梈",
            "内容": "离家六度见清明，知是何时出帝京。今日登临倍惆怅，好山多似豫章城。"
        },
        {
            "标题": "题杨补之墨梅",
            "作者": "范梈",
            "内容": "学到逃禅自一家，洗空尘墨印江沙。笔端不有兰亭骨，莫写园林雪后花。"
        },
        {
            "标题": "壬戌秋录囚晚行宁州道中追录",
            "作者": "范梈",
            "内容": "晓发高平镇，前旌路未分。小桥烟外过，流水月中闻。\n虎豹宜多隐，豺狼不可群。居人敌炎暑，报有竹连云。"
        },
        {
            "标题": "奉同元学士以落月满屋梁犹疑照颜色为韵赋赠邓提举之官江浙一首",
            "作者": "范梈",
            "内容": "青天青如石，星辰何磊落。适见北斗高，忽复滞郊郭。\n感此流电惊，行迈孰为乐。况值杪秋令，清商动凉幕。\n芳燕候朋亲，驱车背河朔。登高望四野，下田毕新穫。\n于时不同赏，惆怅睇云岳。古人有云然，末契重交托。\n托契自有初，相晞在结发。请持交龙镜，比似空际月。\n昔月三五盈，今夜三五缺。月盈自有时，徯君采薇蕨。\n采薇陟崇冈，空筐不易满。季女怀朝饥，日下光纂纂。\n岂无机杼思，十旬义一浣。含悽就经纬，意长丝绪短。\n路逢相识亲，要入鲛人馆。泣下仍成珠，更苦哀歌缓。\n缓歌浮云停，急歌流水促。水流亦有宗，云散复成族。\n踽踽行路子，离居振群肃。会合宁无期，载感时运速。\n晨风怀菀林，玄鸟辞华屋。明发念飞蓬，秋声浙江曲。\n浙河名山水，在昔最馀杭。浩浩负海区，地绝川无梁。\n执玉夸禹会，带甲宣吴疆。慨彼仁义都，风俗殊兴亡。\n末代缀繁会，周衢沸丝簧。闻之虚庙閟，断雨生蛩螀。\n幸及九域一，四民乐时康。游历须慎重，勿用多殒伤。\n矧兹握新命，出布尧文章。虽当日月远，足昭云汉光。\n凄其金气厉，嘉实方敛藏。杨柳卧枉浦，蒹葭委严霜。\n物情各有归，我独不得将。仰视云中雁，肃肃俱南翔。\n云雁鸣天中，回首顾齐州。沙屿重绵互，竟复少迟留。\n欲知鸣雁心，黍稻非终谋。视彼群飞者，矢心良不犹。\n不犹将谓何？岂复不如兹。明年择圣蹈，既往无复疑。\n譬之騉蹄驹，昂藏养云姿。下乘岁百驾，逸足诚归谁。\n伯乐偶并世，当受知者知。长鸣待俦侣，首路复安之。\n所之在东南，断水列风峤。至人遗吏隐，出处惠兼妙。\n干莫居匣中，千年逸神耀。一朝持入手，未言心相照。\n照之千里外，如在咫尺间。明夜梦见君，怡怡越河关。\n惜去不须臾，念来亦循环。古时岐路人，何用涕潸潸。\n景岩草木断，虎豹啼空山。方冰先春水，野饭维清湾。\n买觞斮鱼鲜，甫谢金銮班。此行竟遂媾，亦慰亲友颜。\n天目扫烟岫，日夕飞禽还。山中桂树多，庶为故人攀。\n攀花贻远道，洵美道中轭。若复无相忘，报之双白璧。\n美人如芙蓉，隔浦无相识。旧交日已违，新交当日得。\n各自有殷勤，初不在容色。俯水愧游鳞，仰空惭飞翼。\n眷言执手地，岁暮霜霰迫。踟蹰复踟蹰，悽恻重悽恻。"
        },
        {
            "标题": "快阁延望",
            "作者": "范梈",
            "内容": "快阁延江望，清尊息坐弹。风鸡犹戒曙，云雁每辞寒。\n莫使晨歌废，聊思饱食安。百年会有故，终不愧儒冠。"
        },
        {
            "标题": "七月一日，度毛竹山",
            "作者": "范梈",
            "内容": "毛竹山高风物幽，夜宿白云新雨收。沿溪而上钟鼓导，自昔以来仙圣游。\n久知地迥飞猿黠，新喜天空鸣鸟稠。折险萦危尽吾力，此行聊不负司秋。"
        },
        {
            "标题": "经梅仙坛下",
            "作者": "范梈",
            "内容": "懒慢辞朝梅子真，空山祠庙已千春。自从上疏东都后，不见江湖有直臣。"
        },
        {
            "标题": "送白湛作尉金溪",
            "作者": "范梈",
            "内容": "离思已无极，尊前况夕昏。闭门六月雨，行李万重云。\n远禄年虽壮，名家代不群。县人迎主簿，应似大浮君。"
        },
        {
            "标题": "明月几回满",
            "作者": "范梈",
            "内容": "明月几回满，待君君未归。中庭步芳草，蝴蝶上人衣。谁念同袍者？闲居与愿违。"
        },
        {
            "标题": "王继学晚过舍下，翌日，惠诗两章，用韵答贶 其二",
            "作者": "范梈",
            "内容": "客居惟所适，不是远时人。闻喜池台僻，来依第宅新。\n月涵钟警夕，风引酿生春。颇得过从乐，相看莫厌频。"
        },
        {
            "标题": "王继学晚过舍下翌日惠诗两章用韵答贶",
            "作者": "范梈",
            "内容": "平生病太史，浅陋愧曹邦。自足封函谷，聊须垒受降。\n黄钟知和寡，白璧动成双。天外谁招得，清风满八窗。"
        },
        {
            "标题": "试院中，戏题姚检校山水图",
            "作者": "范梈",
            "内容": "故园不涉已经秋，何日径辞黄鹤楼？却借仙人绿拄杖，乘风散上碧峰头。"
        },
        {
            "标题": "道灵岩峡，宿吴都人家",
            "作者": "范梈",
            "内容": "野饭寄峡寺，重过已三秋。虽若陟降险，颇惟临眺幽。\n风翻白练带，树响黄栗留。旧宅有主人，无复识先猷。\n向者之名园，老木阴相缪。青山入坐席，白水抱门流。\n自倾鸡黍载，感古心悠悠。"
        },
        {
            "标题": "夜诵赋瓶花",
            "作者": "范梈",
            "内容": "胆瓶折得树头花，初是东园一片霞。西涧读书过夜漏，忽随灯影上窗纱。"
        },
        {
            "标题": "平台晚怀",
            "作者": "范梈",
            "内容": "落日微风生晚凉，平台西上万山苍。佳人独不生同世，乐土那知是异方？\n海岳云霞千古意，乡关道路九回肠。丹青不写归田赋，犹以虚名累霍光。"
        },
        {
            "标题": "夜坐，有怀舍弟在江右，别来凡阅九冬至矣",
            "作者": "范梈",
            "内容": "天边此夜逢冬至，江表频年望客还。谬戴词林深雨露，却怜棣萼远河山。\n周流本已违长策，趋走那堪益厚颜？何日求田归计定？一尊松下咏间关。"
        },
        {
            "标题": "八月十九日，城东辟喧，孤坐书怀",
            "作者": "范梈",
            "内容": "始生值高秋，久客感流年。眷兹琳宇閟，瞰彼沧海壖。\n雾畜朝雨泄，云泛暑风还。避人非绝俗，淹病实妨贤。\n昉膺良辰会，适使中情宣。静能驱百虑，生已慕孤鶱。\n焚香礼碧草，种玉思蓝田。焉得青鸟使？驰归王母边。"
        },
        {
            "标题": "立春日",
            "作者": "范梈",
            "内容": "今辰春节喜新晴，况是山堂此日成。畦菜拨余传叶美，径桃留在着花明。\n云开葛井蛟龙动，雪尽萧岩鹳鹤鸣。失喜浪传京邑信，未闻邻舍识高情。"
        },
        {
            "标题": "送樵隐侍亲之济南",
            "作者": "范梈",
            "内容": "春晚川陆静，日高风雨收。斑衣随授节，画鼓送行舟。\n未知会面期，宁识离思忧？崇旌殿归雁，柔橹答鸣鸥。\n远去违四美，幽寻考三周。芰荷生历下，烟浪际吴头。\n设有来鱼使，因之寄旧游。"
        },
        {
            "标题": "送黄中庸归吟",
            "作者": "范梈",
            "内容": "法乐洞前曾一游，君家闻处洞西头。石潭正照猿猱月，山药曾经虎豹秋。\n岂意吴城祠下路？共寻扬子岸头舟。胸中富有天官学，莫为周南久滞留。"
        },
        {
            "标题": "寄李彦谦御史",
            "作者": "范梈",
            "内容": "古燕城下路，柳树落西枝。每到重来处，长怜欲别时。\n鹘飞平照急，鸥集远烟迟。此去秦州什，应须寄我知。"
        },
        {
            "标题": "题秋山图",
            "作者": "范梈",
            "内容": "我爱秋景好，自缘秋气清。江空石露骨，木落风无声。\n偶向画中见，犹如云外行。祗疑豺与虎，无地得纵横。"
        },
        {
            "标题": "秋日集咏奉和潘李二使君浦编修诸公十首 其一",
            "作者": "范梈",
            "内容": "古蓟城边白露零，秋声不任旅人听。差差乳燕朝辞舍，呖呖高鸿暮过庭。\n以病酬閒翻自恶，将愁抵醉祇难醒。何人解拟匡庐赋，千仞冈头瀑泻瓴。"
        },
        {
            "标题": "天冠山",
            "作者": "范梈",
            "内容": "江东有天冠，山翠郁嵯峨。浮岚衍县郭，鸟啼若笙歌。\n古来有真人，学仙云岩阿。丹成脱之去，晞发临咸池。\n年深化为石，石色切星河。至今刚风吹，梁柱不偏颇。\n羽人室其下，厌见顶婆娑。朝阳夏影缩，秋月夜阴多。\n吾欲敕五丁，掇之超沧波。东挂扶桑枝，此心谅匪他。\n宏彼日月光，不可将如何？天寒岁又晏，云露滴烟萝。"
        },
        {
            "标题": "桑落洲",
            "作者": "范梈",
            "内容": "桑落洲前秋兴孤，白云远见近还无。传闻酒吏经年罢，美酿家家得纵沽。"
        },
        {
            "标题": "三月十一日，遣家人还舍奉侍，值雨。十四日，值晴作",
            "作者": "范梈",
            "内容": "具船闻解缆，想象系朝昏。到日初收雨，沿流定达村。\n初生南涧藻，好近北堂萱。载感飘零意，清江是故园。"
        },
        {
            "标题": "获鹿西郊，在樵舍下十里。鹿脱阱走山麓，余驱骑者踣之，以缚自随。时藩兵方燎原，靡得观者传讶",
            "作者": "范梈",
            "内容": "猎人大火布江矶，准备平章旦出闱。麀鹿齐看赤手获，鸷鹰犹傍碧云飞。\n呦呦尚想山居纵，麌麌宁忘野食肥？天上神仙不得力，心安束缚从吾归。"
        },
        {
            "标题": "题山居图",
            "作者": "范梈",
            "内容": "平湖含白水，断岸见青林。篱落初秋气，云山向夕阴。\n养闲祇用拙，避俗更怀深。为问舟中客，何如泽畔吟？"
        },
        {
            "标题": "百丈山中夜坐，闻谨思将还，忆甲寅入南中，正此日也。十二月二十三日六首 其五",
            "作者": "范梈",
            "内容": "往备清华职，宁知濩落心？槐街春日盛，杏省午烟深。\n出试终何补？还归敢自任。祇惭山泽吏，空受二毛侵。"
        },
        {
            "标题": "百丈山中夜坐，闻谨思将还，忆甲寅入南中，正此日也。十二月二十三日六首 其六",
            "作者": "范梈",
            "内容": "客行身万里，家在地中分。爵命优臣子，江湖远圣君。\n夜瞻龙凤气，岁出虎狼群。旧故无消息，低回瘴海云。"
        },
        {
            "标题": "百丈山中夜坐，闻谨思将还，忆甲寅入南中，正此日也。十二月二十三日六首 其四",
            "作者": "范梈",
            "内容": "斜谷惊风合，空阶坠溜鸣。灯昏时作晕，漏远不传更。\n但得林间趣，何须谷口名。是谁超物外，不用计浮生。"
        },
        {
            "标题": "延平西峡",
            "作者": "范梈",
            "内容": "巨浪劈山倾，孤舟与浪争。逆飞天地肃，捷出鬼神惊。\n至险追前载，终身愿太平。不然忠孝理，值此各何情？"
        },
        {
            "标题": "社前七日作",
            "作者": "范梈",
            "内容": "久旱春始雪，社寒犹未妨。沉沉莺待木，语语燕归梁。\n静想亲交绝，仪求旅处臧。以身观万物，应系末辉光。"
        },
        {
            "标题": "十月九日诣天光门上进三朝实录",
            "作者": "范梈",
            "内容": "仪鸾簇仗满云端，玉钥初开众乐攒。三后龙光周典册，群臣鹄立汉衣冠。\n炉香著日浮晴霭，宫树斑霜试晓寒。千骑前头都不避，祇传学士拜金銮。"
        },
        {
            "标题": "引儿湾晚泊",
            "作者": "范梈",
            "内容": "席压波心正，舟移岸脚斜。夕阳明细雾，秋树拥荒葭。\n问道独如梦，怀京却胜家。客愁不自整，更苦暮啼鸦。"
        },
        {
            "标题": "溯漳水，有怀在京二三子",
            "作者": "范梈",
            "内容": "晨发宜姑渚，迤逦溯黄流。天清钲鼓和，樯橹随川浮。\n南征卜利涉，阳晷适三周。野花明远川，时鸟咏芳洲。\n麦苗已含秀，芦笋亦吐柔。一行被明命，岂不职思忧？\n时物已具变，未得吾行休。眷眷二三子，秉德聿宣犹。\n崇高谅能淑，大业非人谋。恶乎报终令，庶以答山丘。"
        },
        {
            "标题": "阅除，目仲渊宣慰、传之廉副俱出山南。暑夕，有怀，无由倾倒",
            "作者": "范梈",
            "内容": "舍下初秋至，明月出云端。清辉延细竹，爽气集幽兰。\n江汉不容越，方舟逝良难。瑶琴谁起坐？中宵为我弹。"
        },
        {
            "标题": "暑夕",
            "作者": "范梈",
            "内容": "烦暑不能寐，望乡忆宵征。开门海月白，高枕林风清。\n不饮畏投辖，将歌思濯缨。谁家横短笛？吹尽楚关情。"
        },
        {
            "标题": "斋居即事用敖徵君韵二首 其二",
            "作者": "范梈",
            "内容": "桑溪竹圃路团团，门巷都非少日看。送客棹船频借问，向来江面是阑干。"
        },
        {
            "标题": "斋居即事用敖徵君韵二首 其一",
            "作者": "范梈",
            "内容": "故人不见意何如，流水孤村处士庐。犹记去年霜橘熟，分甘曾得寄来书。"
        },
        {
            "标题": "初六日，在院中，僚友无人至",
            "作者": "范梈",
            "内容": "乘舆闻喜达皇都，自此玉堂宣锁无。闲杀幕中挥翰手，日长独坐数花须。"
        },
        {
            "标题": "题吴生雨吟图还寄清江皮野",
            "作者": "范梈",
            "内容": "江雨四时昏，故人家远村。如何一见面，还又两忘言。\n老树经鲛泪，空花断雁魂。由来前日画，妙手出吴门。"
        },
        {
            "标题": "寄宿维扬驿，寄怀王仪伯",
            "作者": "范梈",
            "内容": "水墅见明月，适随归桌圆。故人在郡国，今夜隔风烟。\n何日征河内？常时诵颍川。经过因念此，书信赖流传。"
        },
        {
            "标题": "赠冯炼师归岳阳",
            "作者": "范梈",
            "内容": "王子吹笙侣，精神如九秋。暂携碧山屐，遨啸帝王州。\n江湖未识面，寄语旋鸣驺。夏云逼幽涧，春鸟啼芳洲。\n行色当及春，景气适惠柔。眷眷将归客，胜日怀林丘。\n何时谢燕阙？亦得西南游。洞庭木叶下，期尔岳阳楼。"
        },
        {
            "标题": "奉寄高邮李使君",
            "作者": "范梈",
            "内容": "题诗报使君，春远楚江濆。剩水鼋鼍窟，低空雁鹜群。\n朱幡临野日，翠袖绕山云。早晚金鸾召，风流许细分。"
        },
        {
            "标题": "将赴雷阳送罗提举之任广东",
            "作者": "范梈",
            "内容": "松滋暂泊蓟门船，复指番阳路几千。茉莉香深和酒露，桄榔叶暗煮盐烟。\n齐人旧算无遗策，汉史新藏有剩钱。莫为遐荒心力怠，珠崖更在海南边。"
        },
        {
            "标题": "咏鹿",
            "作者": "范梈",
            "内容": "野性难驯不称家，呦呦如怨复如嗟。何如送汝归山去？许令台前卧落花。"
        },
        {
            "标题": "重过太傅忠宪王园林",
            "作者": "范梈",
            "内容": "一代王章宠，于今胜地非。野池花自发，春日燕争飞。\n坐送笙歌密，衙迎剑佩稀。颇萦游子骑，脩景澹忘归。"
        },
        {
            "标题": "送吴真人持诏宁亲",
            "作者": "范梈",
            "内容": "垂杨十二门，旦旦罗鸣驺。千骑万骑中，孰是违世俦。\n美哉吴夫子，脱洒住丹丘。气涵群象动，思与万物周。\n天马出名驹，逸态横九州。自从下地走，但饮星河流。\n明月落中江，倒影射斗牛。飘然持玉节，去犯苍山稠。\n紫凤把细华，逶迤仙岩陬。遂经三茅岑，已登阁峰头。\n还家拜封君，玉册珊瑚钩。笑问游子衣，不独五色优。\n门县朱雀旌，坐拥金明裘。开筵浥芳醴，炰觞进庶羞。\n承颜开淑训，慰尔道路修。尔归奉天子，万岁更千秋。\n番君大国寿，贺老清湖愁。烟水三万顷，宫袍在扁舟。\n荷花合古渡，此处不夷犹。云锦双鸳鸯，悠悠戏汀洲。\n东风长年来，扬我阑槛幽。白马络金羁，奈此甚盛休。\n侬家阁峰下，霞竹敷稻畴。鹤集偃松雪，青云互绸缪。\n自从干戈馀，川岳秋萧骚。骨肉倚四海，风云扰吟讴。\n闻君复此去，浩荡怀今游。罢酒黄鹂鸣，高花艳城楼。\n良辰难能别，嘉会易为酬。至乐夫子行，子行无滞留。"
        },
        {
            "标题": "留赠黄明府",
            "作者": "范梈",
            "内容": "黄甫古傲吏，而多清白心。屈身试下位，载道发清音。\n洗刷邑弊陋，宣畅民滞淫。荒村无吠犬，秀陇有鸣禽。\n渊明不醉酒，子贱自弹琴。未必尽师古，何曾暂渝今？\n裁诗俯碧涧，煮药玩虚岑。清眠消白昼，高视抵黄金。\n我本江海人，常联桑梓阴。携持粤山酒，寤寐朔城砧。\n鸿鹄岁月晚，鲲鲸烟浪深。还为异乡别，举手一沾襟。"
        },
        {
            "标题": "赠别南剑李使君三十韵",
            "作者": "范梈",
            "内容": "北户群山表，南云九域西。君今行欲遍，此意别都迷。\n妙句人谁识，前年手自题。绝崖钩象译，悬径摘乌栖。\n炎隩通冠冕，边陲重璧圭。礼新尊玺节，名故籍金闺。\n劳有恩言切，归无宠数跻。宸心端外见，庙谊肯中稽。\n望誉腾青琐，辉光拂紫泥。旌麾深假借，民社载扶携。\n猛气排苍鹄，幽思启碧鸡。动应多惬会，行岂强扳提。\n皂盖喧童稚，黄堂拜耄倪。天机驯虎兕，帝力及凫鹥。\n越厉冬深少，闽烟晚向凄。野人封水竹，郡吏接山溪。\n汊碧荷香弱，坡红木实齐。九秋鹏鹗翮，万里骕骦蹄。\n导从罗弓矢，登临按鼓鼙。少须《青玉案》，与报《白铜鞮》。\n忠信先蛮貊，文章协壁奎。孰云当近服，不遂慰烝黎。\n执手关河早，论交岁月暌。物华盈眼乱，春色傍人低。\n谢豹空洲隐，王鸠远树啼。国容方整整，旅病转悽悽。\n谬忝词垣密，微能官秩卑。从班窥遂霸，浪漫笑山嵇。\n何日同樽酒，因风独杖藜。延平宝剑气，旦旦候虹霓。"
        },
        {
            "标题": "题沈、李二山人谈道图",
            "作者": "范梈",
            "内容": "白云流水两无情，一段忘言画不成。昨夜天坛明月满，野风四壁候虫鸣。"
        },
        {
            "标题": "题黄隐居秋江钓月图",
            "作者": "范梈",
            "内容": "旧识先生隐者流，偶因图画想沧洲。断云满路碧窗晚，明月何年青嶂秋。世故风尘双短屐，生涯天地一扁舟。何由白石空矶畔，招得人间万户侯。"
        },
        {
            "标题": "题山水图",
            "作者": "范梈",
            "内容": "烟崖窅窅树栾栾，三两渔舟戏碧澜。不解买山头已白，今朝又得画图看。"
        },
        {
            "标题": "题友人山居",
            "作者": "范梈",
            "内容": "游居展静好，尽日有高情。竹下流泉过，花间时鸟鸣。\n因人问药裹，要我罢琴迎。本自无知者，山林颇近名。"
        },
        {
            "标题": "戏题张平章所赠洪生书后",
            "作者": "范梈",
            "内容": "一翁二季向皇都，未必遭逢事太殊。祇惜翰林欧学士，当时书让蔡君谟。"
        },
        {
            "标题": "奉同廉访使君洎寮友游爱同寺",
            "作者": "范梈",
            "内容": "闽粤古城东，千岩半梵宫。冒寒寻水石，尽日倚虚空。\n钟鼓何须急？壶觞亦有终。翩翩北海寺，碑版翠无穷。"
        },
        {
            "标题": "八月十五夜",
            "作者": "范梈",
            "内容": "城上初闻柝，天边独倚楼。可怜今夜月，还照异乡秋。\n烛暗频移席，帘虚不上钩。回文锦机字，写得大刀头。"
        },
        {
            "标题": "送毛炼师奉祠礼成还京",
            "作者": "范梈",
            "内容": "仙官持节下青冥，海渎严祠卫百灵。行为治平循禹服，礼从禋祀想虞廷。\n东风到处随神雨，南极归来奏寿星。致福要当宣室问，鹤书先报白云扃。"
        },
        {
            "标题": "十二月五日，雪，答傅渊道",
            "作者": "范梈",
            "内容": "蓟门腊月雪，初似楚南寒。祇悦年光盛，宁愁旅宿单？\n濡毫思谢朓，掩户忆袁安。昨暮瀛洲署，应当策马看。"
        },
        {
            "标题": "和李溉之园居杂咏八首 其五",
            "作者": "范梈",
            "内容": "都无京国意，满眼旧生涯。壁隐崆峒木，毡蒙婀娜花。\n善邻垣故辟，爱客酒能赊。皦皦荒途子，音期只尔遐。"
        },
        {
            "标题": "傅之经历谒告还湘中，未语别而宵征。翌日，与僚友追送生居亭中二首 其二",
            "作者": "范梈",
            "内容": "北风尽日破南溟，行路经年倚寿星。子自全家依翠岳，我犹万里隔青冥。\n山田鹿下投书去，水馆猿啼却坐听。王事驰驱知有素，何由重见此邮亭。"
        },
        {
            "标题": "傅之经历谒告还湘中，未语别而宵征。翌日，与僚友追送生居亭中二首 其一",
            "作者": "范梈",
            "内容": "美人归思落沧波，昨者论心肯重过。寒尽极知春意在，夜深无奈月明何。\n海隅虽暂违霜幕，天上应须接玉珂。如此才贤移病去，瘴烟端的为谁多。"
        },
        {
            "标题": "小年日，仍宿北山",
            "作者": "范梈",
            "内容": "腊日才过又小年，那堪泽国雨连天！儿童把酒传明烛，远想慈亲尚未眠。"
        },
        {
            "标题": "休日",
            "作者": "范梈",
            "内容": "暂解晨参不出关，有时持酒忆南山。无端却被诗牵引，断送先生此日闲。"
        },
        {
            "标题": "赠李提举之官豫章",
            "作者": "范梈",
            "内容": "公孙阁下士，多似鲁诸生。昨者闻高谊，兹行起盛名。\n文亭南斗近，征旆北风轻。余亦怀乡郡，今犹滞帝城。\n关河惊半面，雪霰念孤征。芳宴丝簧咽，新诗锦绣成。\n长途心果怯，令节眼增明。渺渺饥鹰度，嗷嗷旅鹳鸣。\n露凝秋浦白，云散夕堂清。是物关流动，何阶计合并。\n会须萦桂楫，相共啜莼羹。徐孺亭前水，因之幸寄声。"
        },
        {
            "标题": "闻东郊夜歌",
            "作者": "范梈",
            "内容": "促拍繁歌沸不停，月高弦语转明星。莫令知有西邻客，独坐挑灯看六经。"
        },
        {
            "标题": "寒食后百丈山夜坐",
            "作者": "范梈",
            "内容": "已新寒食火，更近暮天钟。花片随风减，柴扉带月重。\n以閒酬宦达，将病抵心慵。本不从耕稼，临江愧老农。"
        },
        {
            "标题": "池馆夜坐听雨",
            "作者": "范梈",
            "内容": "更声随雨动谯门，颇似听泉宿楚原。客里青灯如骨肉，独能相待向黄昏。"
        },
        {
            "标题": "袁州谒韩祠已宜春台晚眺",
            "作者": "范梈",
            "内容": "乘月泛修渚，凌晨访崇台。层甍匝地起，叠观凌云开。\n时须炎夏首，斗柄从南回。四周翠巘出，六合清风来。\n王明犹日月，宪令若风雷。惠泽绿郊树，陈踪苍涧苔。\n鼓钟代寂寞，轮轸路徘徊。闻兹守郡者，自昔何雄哉。\n百鸟见孤凤，众星丽三台。吏负钧石寄，法已豪分该。\n云胡答临眺，远揖谢英才。"
        },
        {
            "标题": "泰定二年丙寅岁元日",
            "作者": "范梈",
            "内容": "闽藩杰构入青云，箫鼓声高万壑闻。瓯粤谁存封建业？唐虞真是圣明君。\n蓬莱瑞气皇居正，太液恩波御席分。身远祇怀归委佩，丝纶阁近最缤纷。"
        },
        {
            "标题": "四月三日，蚤作，访夏编修",
            "作者": "范梈",
            "内容": "晓穿甲仗抵晴沙，桥角垂杨乱映花。春色于人元不薄，将诗勾引到君家。"
        },
        {
            "标题": "十月白牡丹，郢中孙氏家植也",
            "作者": "范梈",
            "内容": "霜槛枝头结素云，分明便有绣成裀。紫皇为爱春风早，特向瑶台折赠君。"
        },
        {
            "标题": "秋日集咏奉和潘李二使君浦编修诸公十首 其五",
            "作者": "范梈",
            "内容": "流落移家白帝都，低头愧尽马相如。题桥一字终何益，卖赋千金竟或无。\n风月长留前辈咏，尘沙满载古人书。此身泛寄空江上，已异当时旧鬓须。"
        },
        {
            "标题": "咏荔子",
            "作者": "范梈",
            "内容": "思归江路永，荔子几时丹？祇念违亲久，何愁待尔难？\n园林有专美，霜雪莫留寒。记得珠崖道，长吟立马看。"
        },
        {
            "标题": "寄题集贤周司直悠然阁",
            "作者": "范梈",
            "内容": "番阳东下万山围，魁阁峥嵘面翠微。云接大荒回古色，波涵落木动晴晖。\n宦情静与游鱼逝，诗思长随夕鸟飞。久待倚阑成独酌，痴儿了事各须归。"
        },
        {
            "标题": "钱生幽禽图",
            "作者": "范梈",
            "内容": "谁人剪下碧梧枝，误落西风粉墨池。立断小禽飞不去，朝阳何事凤鸣迟？"
        },
        {
            "标题": "秋日集咏奉和潘李二使君浦编修诸公十首 其四",
            "作者": "范梈",
            "内容": "迥无江左管夷吾，谁复能称晋宋书。运本关天聊尔耳，力能盖世复奚欤。\n百年草草云龙地，四海悠悠法象庐。曾向钟山酹芳草，至今心死及菑畬。"
        },
        {
            "标题": "蕲州城下晚泊与土人语及西方事平有喜而作",
            "作者": "范梈",
            "内容": "野阔秋无际，天空夕始凉。渔船下浦急，畬火入云长。\n洲远怀鹦鹉，山危指凤凰。戍人新敛甲，垂老幸时康。"
        },
        {
            "标题": "送云知事赴余杭",
            "作者": "范梈",
            "内容": "一舸发春濑，涓涓沙鹭明。官烦南郡佐，礼重北城迎。\n海浦潮声暗，山城日气清。宗卿怀故掾，蚤晚荐高名。"
        },
        {
            "标题": "六月初十夜雨止玩月有感",
            "作者": "范梈",
            "内容": "雨歇青林迥，虚斋生夕凉。帘帷方度月，枕簟已怀霜。\n地角家何在，云端路转长。慈帏近安否，归觐不能忘。"
        },
        {
            "标题": "枫林雨止",
            "作者": "范梈",
            "内容": "篱角枫林露鹊巢，春深翠叶未全交。山家老屋浑相似，千里行人识把茅。"
        },
        {
            "标题": "期出东郊不果却率便河闸桥诣张道人庵寻故旧作",
            "作者": "范梈",
            "内容": "却欲东郊去，还寻北渚来。江翻垂木动，风过杂花回。\n馗道迷朱毂，虚空见紫台。世氛浑不奈，忆得是蓬莱。"
        },
        {
            "标题": "市汊水驿候邑吏不至，北亭书怀",
            "作者": "范梈",
            "内容": "端坐息万虑，于此道心存。江沱归雁集，杨柳落柴门。\n刻符期邑吏，日晏已成昏。相望不百里，曾莫思崩奔。\n以为公家须，缓急义所敦。尝抱慢令戒，空复婴忧烦。\n藩芊蹂嘉蔬，颇伤主者恩。虽非四邻物，祛除奚讨论？\n小桥通北亭，涧涸青烟繁。未明复来日，暂得辟尘喧。\n尘喧不足辟，班马在丘樊。远想高堂君，逝将反中园。"
        },
        {
            "标题": "赠翰林宅山水图",
            "作者": "范梈",
            "内容": "敏绝丹青手，驱驰翰墨场。力能移地轴，艺直破天荒。\n素壁清风起，苍崖旭日光。乔林支混沌，巨石偃沧浪。\n鹤背芙蓉影，牛头薜荔香。参差殊不谬，奔峭亦非常。\n仙去遗真馆，人来倚钓航。向知万里近，不费一生忙。\n拟乞丹砂洞，长寻碧草乡。松乔如可及，结友更何方？"
        },
        {
            "标题": "赠李宣使",
            "作者": "范梈",
            "内容": "故园云卧四三年，府署依然念子贤。莫为驰驱伤远道，但将忠孝感皇天。\n湖南政誉闻争荐，日下丝纶伫近传。为报津头黄菊蕊，明当照我上江船。"
        },
        {
            "标题": "赠李端朝别",
            "作者": "范梈",
            "内容": "驱马别旧故，舟楫丽城隅。欲复少款叙，子云不可须。\n哀笳激长云，群飞灭霄衢。孟冬犹温风，乡此川途迂。\n贤良策上第，再命出南区。沉沉大藩府，勤事以驰趋。\n幸接江湖欢，岂期流次殊？一朝遂西东，何以慰踟蹰？\n高霞映列巘，宁不眷名都？解组翕清誉，在德由丰输？\n要当给余用，初终保瑾瑜。"
        },
        {
            "标题": "赠裴氏二子",
            "作者": "范梈",
            "内容": "有后深知晋国贤，伤心不为海南边。相逢莫笑无多赠，犹是词垣旧俸钱。"
        },
        {
            "标题": "古干将",
            "作者": "范梈",
            "内容": "畟畟古干将，经世不再见。丰城匣已空，龙亦久当变。\n百怪日夜出，思尔一断剸。装佩美纷纷，不尔真百鍊。\n又恐百怪飞，翻著他人身。麒麟或失所，魍魉气益神。\n不如且深藏，慎勿干星辰。我歌干将行，庶为君子陈。"
        },
        {
            "标题": "检校菊吟",
            "作者": "范梈",
            "内容": "百华已烂漫，虐雨更及晨。疾风吹青空，好日丽芳邻。\n自知园居僻，少与繁会亲。编篱种黄菊，元不计秋春。\n昨朝新芽吐，大叶已轮囷。轩昂各有意，未谓非其神。\n故庐陵云下，苦壤多荆榛。孤芳久不见，贳酒问远人。"
        },
        {
            "标题": "种树",
            "作者": "范梈",
            "内容": "种树江头不记春，年来年去祇伤神。今朝忽向江头见，稍有清阴芘路人。"
        },
        {
            "标题": "重感",
            "作者": "范梈",
            "内容": "曾谒聊城太守归，吏扶残醉踏斜晖。重来柳下停船处，太息人间万事非。"
        },
        {
            "标题": "送邓庆长衍从宦吴中",
            "作者": "范梈",
            "内容": "闻说吴中郡，青山万叠开。云霞通井邑，水木映楼台。\n子去嗟何恨！吾生念却回。辛勤官下养，书记合频来。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "翰林国史院",
            "Background": "范梈与同僚杨载在翰林国史院的书房中，讨论新编修的史书内容，范梈对杨载的才华赞赏有加，提出应细致考证历史，以求公正。",
            "Dialogue": "{\n    角色名:杨载 \n    动作:(翻阅史书、皱眉思索)\n    讲话:范先生，关于新编修的史书，有些细节我觉得尚需进一步考证，以求公正。您如何看待那些不实之词对历史的影响呢？\n}\n{\n    角色名:范梈 \n    动作:(端坐思考、目光坚定)\n    讲话:杨兄所言极是，历史之书，岂可轻言？古有云：“察今而知古，故往而知来。”我等身为修史之人，更应明辨是非，严谨考证。倘若轻信虚言，不但失于公道，亦将误导后人。修史者，首在正心，务必将真实之事记录于册，以昭后世。我赞同细致考证，深入研究每一段历史背后的原因与影响，唯有如此，方能不负此职，才能不愧于先贤之托。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "山水亭",
            "Background": "范梈与好友虞集在山水亭中，吟诵彼此的诗作，虞集赞美范梈的《木天禁语》，两人相互切磋，畅谈古今文学，意气风发。",
            "Dialogue": "{\n    角色名:虞集 \n    动作:(微笑点头、举杯相邀)\n    讲话:范兄，昨日所作的《木天禁语》真是令人振奋，文笔如虹，意境深远。能否请您为我解读其中的妙处呢？\n}\n{\n    角色名:范梈 \n    动作:(轻轻摇头、眼中流露欣慰)\n    讲话:虞兄过奖，愚以为诗文之妙，非独在字句，更在于情感之流露与境界之提升。《木天禁语》中的意象，实乃以自然之景寄托心中之感。我欲传达的是一种超脱尘世的情怀，故而用木之坚韧、天之浩瀚来比拟人心之坚强，情感之广阔。愿与君共赏此诗，细品字里行间的情感，或可启发新的思路，增添诗词之趣。酒虽淡，情意却浓，愿携手共吟古今。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "清江",
            "Background": "范梈给弟子危素写信，鼓励其学习诗文，并附上自己最新的诗作《范德机诗集》，表达对其未来的期望，希望危素能在文坛有所建树。",
            "Dialogue": "{\n    角色名:危素 \n    动作:(提笔疾书、神情专注)\n    讲话:范老师，您的《范德机诗集》在我心中如明灯，照亮了我前行的道路。不知在诗文的学习上，您能否给予我更多的指导？\n}\n{\n    角色名:范梈 \n    动作:(微微一笑、温和凝视)\n    讲话:弟子危素，你的才华我已见识，然修文之道，需得细致入微，方可见真章。诗文之美，在于情感之真切与字句之严谨。务必勤练笔墨，随时记录心中所感，汲取古今名家的精华，方可成就自我。若有不解之处，随时可来问我，愿意为你指点迷津。正如我在信中所言，诗文之道，非一朝一夕可以成就，需持之以恒，方见成效。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "清江小镇",
            "Background": "范梈在小镇上与乡邻闲聊，讨论当地的农田情况，表达对民生的关心，并提及自己即将前往岭北行中书省任职的消息。",
            "Dialogue": "{\n    角色名:乡邻 \n    动作:(抚额叹息、面露忧虑)\n    讲话:范先生，听闻您即将前往岭北行中书省任职，家乡的田地情况却愈发堪忧，您可有良策以助乡里改善？\n}\n{\n    角色名:范梈 \n    动作:(轻叹、目光坚定)\n    讲话:乡邻所言不虚，田地之事，关乎民生，乃我心中所挂念之事。作为一名官员，理应以民为本，关注乡里的发展。我将尽力向上级反映民生问题，尤其是改善农田水利、推广良种和农技，以期提高乡民的生活水平。更有，乡里需团结互助，齐心协力，才能共同抗衡困境。若我有幸施政，必将优先考虑乡民之困，力求使家乡的明天更加美好。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "朝堂",
            "Background": "范梈在朝堂上与宪司知事们商议廉政事宜，提出强化地方治理的措施，受到同僚傅若金的赞同，大家一致认为应当以民为本。",
            "Dialogue": "{\n    角色名:傅若金 \n    动作:(点头称是、目光炯炯)\n    讲话:范先生，您在朝堂上提出的地方治理措施，十分贴近民心，您认为如何才能真正落实到位？\n}\n{\n    角色名:范梈 \n    动作:(挺胸而立、声音铿锵)\n    讲话:傅兄，落实治理措施，非口头之言可及。唯有亲身深入基层，了解百姓疾苦，才能制定出切实可行的方案。强化地方官员的责任感，推动廉政建设，方可让民众信服。更需定期听取民意，建立畅通的反馈机制，确保政策真正惠及每一个百姓。我们应以民为本，以德治国，唯有如此，国家方能稳固，民生方能安宁。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "文人雅集",
            "Background": "范梈在一个文人雅集中，朗读自己刚作的《京下思归》，引起众人共鸣，大家纷纷表示对故乡的思念，气氛热烈。",
            "Dialogue": "{\n    角色名:文人雅集的众人 \n    动作:(纷纷举杯、频频称赞)\n    讲话:范先生，您在《京下思归》中所抒发的乡愁，真是击中我等心弦，令人感同身受，您可否再作一首以表心意？\n}\n{\n    角色名:范梈 \n    动作:(微微一笑、神情愉悦)\n    讲话:诸君所言，愚之所作，皆为抒情之作，然乡愁之情，确实难以名状。我将再作一首，表达此时此刻的心境。诗云：“青山隐隐水迢迢，乡愁寄托在云间。愿将此情付瑶琴，轻唱故乡梦几回。”愿与诸君共赏此情此景，携手畅谈，方能将此乡愁化为欢声笑语，尽享此良辰美景。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "范梈书房",
            "Background": "范梈收到来自好友朱思本的信件，信中提及即将出版的新书，并请范梈为其撰写序言，范梈欣然答应，决定尽快完成。",
            "Dialogue": "{\n    角色名:朱思本 \n    动作:(执笔疾书、神情期待)\n    讲话:范老师，您能否为我即将出版的新书撰写一篇序言？我相信您的见解将为我的书增添光彩。\n}\n{\n    角色名:范梈 \n    动作:(微微颔首、语气温和)\n    讲话:朱兄所求，我自当尽力。序言之作，固然需恰如其分，然在我看来，更需展现书中之精髓与作者之心境。我愿意在细读您的新书后，认真撰写，力求能够传达您所欲表现之意。若有需要探讨之处，随时可来相告，我定当不负所托，竭尽所能为友助力。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "范梈家中",
            "Background": "范梈的家中，家人围坐一起，讨论即将到来的家庭聚会，范梈提议写几首诗歌以增添气氛，家人对此表示赞同。",
            "Dialogue": "{\n    角色名:家人 \n    动作:(围坐闲聊、亲切温暖)\n    讲话:范先生，听说您提议在家庭聚会上吟诗，您想写些什么呢？\n}\n{\n    角色名:范梈 \n    动作:(微微一笑、目光柔和)\n    讲话:家人所言极是，我心中已有几分灵感，打算写几首以表达对家人和亲情的眷恋。诗即是心声，写作之际，愿与家人共度温馨时光。愿借此机会，凝聚我们之间的情感，让每一个字句都能传达出我对你们深深的感激与爱。诗中所言，皆是我心中所念，盼望家人能够在这聚会之时，感受到那份温暖与幸福。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "竹林小径",
            "Background": "范梈与朋友张雨在竹林小径漫步，二人讨论对诗词的理解，张雨请教范梈关于他的新诗，范梈则耐心解答，引导张雨思考。",
            "Dialogue": "{\n    角色名:张雨 \n    动作:(好奇打量、请教)\n    讲话:范先生，您在新作中所用的意象十分独特，能否分享一下您的创作思路？\n}\n{\n    角色名:范梈 \n    动作:(抚须沉思、目光流转)\n    讲话:张兄所问，正是我心之所系。创作之道，常在于灵感的瞬间与心境的沉淀。我在写作时，常以自然之物为喻，寄托心中情感与思想。每一个意象，皆是对生活的观察与思考。我希望通过我所用的字句，让读者能感受到那份深情与思考，触动心灵，引发共鸣。愿与兄长共探诗词之美，互相启发，促使我们在这条道路上不断前行。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "岭北行中书省",
            "Background": "范梈在岭北行中书省首次会议上，提出对地方治理的见解，强调廉政与民生的重要性，受到各方官员的高度重视与认可。",
            "Dialogue": "{\n    角色名:宪司知事 \n    动作:(认真倾听、频频点头)\n    讲话:范先生，您在会议上提出的治理理念，深得我心，您认为如何才能更有效地落实这些措施？\n}\n{\n    角色名:范梈 \n    动作:(神情坚定、声音洪亮)\n    讲话:宪司所言极是，落实治理之道，需有切实可行的策略与措施。应首先明确责任，建立健全的监督机制，以确保各项政策的有效实施。其次，加强与民众的沟通，及时了解他们的需求与困惑，确保政策真正惠及每一个百姓。最后，务必强化对地方官员的培训，提升其治理能力与责任感。唯有如此，方能实现我们所追求的良好治理，使民生得以改善，国家才能长治久安。\n}"
        }
    ]
}