{
    "基本信息": {
        "姓名": "袁华",
        "性别": "男",
        "出生年份": "1316",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "元",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "袁华书序由杨维祯所作",
        "袁华书序由杨维祯所作",
        "袁华为张伯英作墓志铭",
        "袁华为顾瑛所著书作跋",
        "袁华相唱和的对象是陈基",
        "袁华相唱和的对象是秦约",
        "袁华为张雨作祭文",
        "袁华为郑思肖之书、画作跋",
        "袁华为谢应芳之书、画作跋",
        "袁华为张中之书、画作跋",
        "袁华为张子英之书、画作跋",
        "袁华为张舜咨之书、画作跋",
        "袁华为曹知白之书、画作跋",
        "袁华为黄公望之书、画作跋",
        "袁华为释希颜之书、画作跋",
        "袁华为顾德辉之书、画作跋",
        "袁华为陈秀民作临别赠言(送别诗、序)",
        "袁华为谢应芳作临别赠言(送别诗、序)",
        "袁华为顾瑛作临别赠言(送别诗、序)",
        "袁华为吕诚作临别赠言(送别诗、序)",
        "袁华为唐元作临别赠言(送别诗、序)",
        "袁华为于立作临别赠言(送别诗、序)",
        "袁华为岳榆作临别赠言(送别诗、序)",
        "袁华为秦约作临别赠言(送别诗、序)",
        "袁华为康若泰作临别赠言(送别诗、序)",
        "袁华为张中作临别赠言(送别诗、序)",
        "袁华为强珇作临别赠言(送别诗、序)",
        "袁华为郯韶作临别赠言(送别诗、序)",
        "袁华为葛玄素作临别赠言(送别诗、序)",
        "袁华为赵涣作临别赠言(送别诗、序)",
        "袁华为瞿智作临别赠言(送别诗、序)",
        "袁华为顾德辉作临别赠言(送别诗、序)",
        "袁华哀辞由谢应芳所作",
        "袁华向杨维祯致贺",
        "袁华为杨维祯作挽诗、词",
        "袁华为张子英作挽诗、词",
        "袁华为顾德辉作画赞(画像记)",
        "袁华被致书由谢应芳",
        "袁华收到谢应芳的答书",
        "袁华赠诗、文的对象是杨维祯",
        "袁华赠诗、文的对象是郑元祐",
        "袁华赠诗、文的对象是张雨",
        "袁华赠诗、文的对象是于立",
        "袁华赠诗、文的对象是李扩",
        "袁华赠诗、文的对象是岳榆",
        "袁华赠诗、文的对象是唐棣",
        "袁华赠诗、文的对象是高明",
        "袁华赠诗、文的对象是强珇",
        "袁华赠诗、文的对象是赵宜裕",
        "袁华赠诗、文的对象是顾德辉",
        "袁华收到张仲深的赠诗、文",
        "袁华收到谢应芳的赠诗、文",
        "袁华为张雨之建筑物题咏、记、命名",
        "袁华为唐元之建筑物题咏、记、命名",
        "袁华为岳榆之建筑物题咏、记、命名",
        "袁华为秦约之建筑物题咏、记、命名",
        "袁华为顾德辉之建筑物题咏、记、命名",
        "袁华建筑物得到郑元祐的题咏、记、命名",
        "袁华为柯九思之诗文作跋",
        "袁华为张雨之诗文作跋",
        "袁华为倪瓒之诗文作跋",
        "袁华为顾德辉之诗文作跋"
    ],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "子英",
            "别名类型": "字"
        }
    ],
    "任职信息": [
        {
            "官职": "吏",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "诸路总管府儒学训导",
            "起始年份": "1368",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": "苏州"
        },
        {
            "官职": "诸路总管府儒学训导",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "苏州"
        }
    ],
    "地理信息": [
        {
            "地名": "南京",
            "地址类型": "未详",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南京",
            "地址类型": "未详",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南京",
            "地址类型": "未详",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南京",
            "地址类型": "未详",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "昆山",
            "地址类型": "未详",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "昆山",
            "地址类型": "未详",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "昆山",
            "地址类型": "未详",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "昆山",
            "地址类型": "未详",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "昆山州",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "耕学斋诗集",
            "著述年份": "1376",
            "著述角色": "未详"
        },
        {
            "著述名称": "可传集",
            "著述年份": "1376",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "士人",
        "诗人"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "苏州府昆山人，字子英。工诗，长于乐府。洪武初为苏州府学训导。有《可传集》、《耕学斋诗集》。 ► 袁华的诗文(301篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "哀宋姬",
            "作者": "袁华",
            "内容": "膏吾车以北征兮，邅黄龙之故城。山川蚴蟉以郁盘兮，维完颜氏之所京。\n系二世之雄特兮，日从事乎兵革。何靖康之蒙尘兮，身降庶而窜谪。\n粤王枢之有女兮，亦俘累而在行。符玉文之印谶兮，充下陈兮椒房。\n甘委命而尽节兮，羌陨身而奚益。俟事机之可乘兮，虽九死而不惜。\n胡宋祚之中衰兮，徙二帝于穷山之阴。昧大义而共戴天兮，荃不愧于中心。\n陈谠言之謇謇兮，矢弗从而继以死也。何彼苍之不鉴其忠诚兮，竟损生于匕首也。\n噫吁戏天乎不仁兮俾独撄其荼毒，父为虏兮国随覆。\n身既死兮雠不能复，谋弗克兮为大僇。哀幽愤兮不平，河流汤汤兮征鸿肃肃。\n金源兮走鹿，祐陵兮拱木。陈吾辞兮吊贞淑，魂其归来兮故国。"
        },
        {
            "标题": "寄印月潭讲师",
            "作者": "袁华",
            "内容": "梓树峰头日色冥，杖藜徐步过岩扃。道腴已味中边蜜，心定能驯大小青。\n阴合竹窗云散漫，声来草阁雨淋泠。也知丘壑因人胜，未必山川自有灵。"
        },
        {
            "标题": "归来堂辞",
            "作者": "袁华",
            "内容": "翼翼兮新堂，高明兮孔扬。眷青龙兮东下，览凤凰兮南翔。\n堂中美人兮金玉其相，入直承明兮近日月之清光。\n踰河湟兮度陇蜀，历井陉兮上太行。瞻白云兮孤飞，怅万里兮游子。\n羌弭节兮县车，升斯堂兮奉甘旨。斑衣兮被被，列曾玄兮济济。\n舞婆娑兮称兕觥，乐怡愉兮岂弟。新堂兮翼翼，旅楹有闲兮孔安且硕。\n繄千秋兮万年，子子孙孙兮期永保而无斁。"
        },
        {
            "标题": "分题得南武城送顾仲瑛之濠梁",
            "作者": "袁华",
            "内容": "南武城，在娄水，阖闾昔筑候越兵，槜李兵交竟伤指。\n夫差一战虽复雠，尝胆毋忘会稽耻。大夫种至请行成，属镂卒赐忠臣死。\n争长黄池盟，宁知甬东徙。南武城，城己堕，我来览古仍赋诗，棠梨花落雨丝丝。\n游子西行何日归，怅望不见令人悲。"
        },
        {
            "标题": "紫荆曲",
            "作者": "袁华",
            "内容": "紫荆树，花离离。光荣何芬敷，雨露之所滋。百年茏葱翠羽盖，费家子孙培植之。\n紫荆树，叶翳翳。根既拨，叶乃悴。费家兄弟复同居，华鄂相辉似唐棣。\n紫荆树，枯复荣，华开韡韡当中庭。折华起舞寿双亲，懿哉费家之弟兄。"
        },
        {
            "标题": "昆山五咏 其一 娄侯庙",
            "作者": "袁华",
            "内容": "娄氓尚淫祀，祠庙遍村墟。疾病罔医药，奔走讯群巫。\n椎牛酾酒醴，婆娑乐神虞。神不歆非类，传记言岂诬。\n圣人制祭法，有功则祀诸。昆山汉娄县，旧邑禾与与。\n娄县名尚存，今在城东隅。张昭洎陆逊，封娄肇自吴。\n桓桓孙将军，仗钺东南驱。升堂拜昭母，情好昆弟如。\n策薨受顾命，拥立运谋谟。谏猎止酣饮，礼下魏使车。\n忠言不见听，托疾居里闾。举邦惮威严，卒年八旬馀。\n伯言虽后出，智略雄万夫。权配以侄女，数数询良图。\n一从吕蒙举，乃修荆州书。潜军克公安，径进守宜都。\n走蜀夷陵城，蹙休夹石区。相吴柄国命，上疏陈立储。\n赫矣两侯功，弥久而弗渝。太守念娄氓，报本昧厥初。\n淫祠既撤毁，左道咸剪除。改祠祀娄侯，像设崇屋庐。\n复睹汉威仪，清风肃贪污。遂令此邦人，车盖相填于。\n雨旸及疾疫，走祷来于于。穹碑纪颠末，大刻龙腾拿。\n于以告来者，并解娄氓愚。丽牲歌送迎，万世奠厥居。"
        },
        {
            "标题": "登桐川郡楼 其二",
            "作者": "袁华",
            "内容": "酒酣倚阑西日暮，青山当户如高人。银杏树阴不受暑，蔷薇花开犹是春。\n目送云霄瞻羽翮，手扪河汉近星辰。莫欺老子才情减，还据胡床岸角巾。"
        },
        {
            "标题": "赠葛进善",
            "作者": "袁华",
            "内容": "繄昔炎帝神农氏，品尝百草医药始。轩辕代起征不附，浮化草木及虫豸。\n乃延岐伯讲至道，推研疾病死亡理。灵枢玉函素问书，剖析丝毫明要指。\n维秦越人太仓令，用之攻疾良有以。下逮炎汉长沙张，论辨伤寒分表里。\n魏晋徂唐不乏人，脉经本草咸述纪。金源卯金刀最良，志复古学拯颓靡。\n再传戴人术亦神，后来继者东垣李。用药攻守势虽殊，异路同趋无远迩。\n遂令末学知所归，溯流寻源终及委。缅彼规规守局方，仿若刻舟求剑耳。\n娄东有客稚川裔，尚友前修敦素履。白晰丰下颀而长，蒿艾之中见兰芷。\n去年挟册观光游，门外求医日成市。太史雄文特笔褒，五色云霞光堕地。\n里人曾生客他郡，触暑长涂行不己。黄尘眯目口生烟，乖沴致疾几不起。\n朅来一视曰无虞，投以囊中方寸匕。煮而食之俄顷间，外热己弭内泄止。\n举家感德何以报，索我长诗当纨绮。诗成写赠愧不工，愿保贞名垂信史。"
        },
        {
            "标题": "招鹤辞",
            "作者": "袁华",
            "内容": "胎仙翱翔兮蕊珠之宫，薄云汉兮溘埃风。乘火精兮自养，抱贞素兮气内充。\n朝扶摇兮丹丘，夕裴徊兮玄圃。繄故国兮丘墟，冢累累兮下土。\n蕊珠之宫兮胎仙翱翔，美婵媛兮玄衣缟裳。迟夫君兮未来，揽青田兮璚芳。\n长夜漫漫兮窅不见日，子哀鸣兮血化为碧。蕙帐空兮猿惊，心旁皇兮反侧。\n新亭兮桓桓郁郁，佳城兮松柏丸丸。疏玉泉兮交流，树琅玕兮为樊。\n山川绸缪兮道里阻脩，陆有虎豹兮江有潜虬。胎仙翱翔兮归休，玄间窈冥兮不可以久留。"
        },
        {
            "标题": "口占诗",
            "作者": "袁华",
            "内容": "横雨狂风二月馀，柳塘犹未动春锄。花明兰渚宜垂钓，月暗芸窗好读书。"
        },
        {
            "标题": "游仙词 其九",
            "作者": "袁华",
            "内容": "神仙鳌负过西瀛，万里洪波顷刻清。使物主方咸不验，却怜汉武事文成。"
        },
        {
            "标题": "游仙词 其七",
            "作者": "袁华",
            "内容": "斋房夜降九华仙，异域香婴一缕然。写竟丹章题锦轴，玉清神虎内真篇。"
        },
        {
            "标题": "春草词，泉南陈彦廉氏少孤作堂奉其母庄以居名之曰春草为赋春草词六解 其三",
            "作者": "袁华",
            "内容": "严霜催老干，弱蔓缘孤根。春至清阴满，难酬雨露恩。"
        },
        {
            "标题": "春草词，泉南陈彦廉氏少孤作堂奉其母庄以居名之曰春草为赋春草词六解 其一",
            "作者": "袁华",
            "内容": "堂上綵衣斑，戏舞娱亲颜。俯看堂下草，生意待春还。"
        },
        {
            "标题": "春草词，泉南陈彦廉氏少孤作堂奉其母庄以居名之曰春草为赋春草词六解 其五",
            "作者": "袁华",
            "内容": "既无池塘梦，肯作王孙游。愿身化为草，根叶镇相缪。"
        },
        {
            "标题": "春草词，泉南陈彦廉氏少孤作堂奉其母庄以居名之曰春草为赋春草词六解 其二",
            "作者": "袁华",
            "内容": "春还芳草碧，子长赖母力。草色有枯荣，母恩无终极。"
        },
        {
            "标题": "春草词，泉南陈彦廉氏少孤作堂奉其母庄以居名之曰春草为赋春草词六解 其四",
            "作者": "袁华",
            "内容": "薰风被荃葛，儿衣袗絺绤。一缕与一丝，咸自母手绩。"
        },
        {
            "标题": "春草词，泉南陈彦廉氏少孤作堂奉其母庄以居名之曰春草为赋春草词六解 其六",
            "作者": "袁华",
            "内容": "主妇能调膳，升堂具旨甘。草蔬郎自饭，举案对宜男。"
        },
        {
            "标题": "游仙词 其八",
            "作者": "袁华",
            "内容": "坐骑赤鲤挟琴高，璊玉新治小并桃。笑指积金峰下路，醉吹尺八听松涛。"
        },
        {
            "标题": "游仙词 其十",
            "作者": "袁华",
            "内容": "冥缘夙契接佳期，惭愧西成是我师。碧柰花开青鸟语，洞房相对坐弹棋。"
        },
        {
            "标题": "蹋鞠篇",
            "作者": "袁华",
            "内容": "冶家儿女髻偏梳，教坊出入不受呼，蹙金小袜飞双凫。\n飞双凫，曳双袂。玉围腰，珠络臂。柳风吹云衮香绵，六银绣花明月圆，湘波盈盈动金莲。\n动金莲，汗沾粟。展鲛绡，钏鸣玉。女郎娟娟柳腰肢，锦文娇束金芙蕖，玉纤团云倾紫丝。\n倾紫丝，亸罗袖。蹴花心，为郎寿。香轮小鞟戎葵丈，官场蹋起齐青云，綵结门县月为门。\n月为门，㩳身过。五花团，天上堕。"
        },
        {
            "标题": "游仙词 其六",
            "作者": "袁华",
            "内容": "长爪灵姝身姓麻，饭炊巨胜酌松花。蓬莱三见波清浅，尽诧芳年始破瓜。"
        },
        {
            "标题": "游仙词 其二",
            "作者": "袁华",
            "内容": "贝阙瑶台护绛云，玉阶露气晓絪缊。真妃去校东华籍，缝络明珠火浣裙。"
        },
        {
            "标题": "游仙词 其三",
            "作者": "袁华",
            "内容": "一尘隔断圣凡分，飞步何烦倩铁君。雍伯俗缘犹未绝，尚携王子去耕云。"
        },
        {
            "标题": "游仙词",
            "作者": "袁华",
            "内容": "金色乌啼若木东，弱流沉羽直疑空。飙轮不用青鸾御，万里飞行一瞬中。"
        },
        {
            "标题": "捣衣篇",
            "作者": "袁华",
            "内容": "碧梧叶落黄鞠开，边风萧萧鸿雁来。夫君结客向淮楚，无衣禦寒良可哀。\n强将垢敝和灰浣，湖澥临流呼女伴。双杵捣砧空外鸣，宁惮手龟筋力愞。\n火然金斗熨帖平，纫针补缀对短檠。归期迟速未易卜，緁长縎短劳经营。\n明年四月蚕上薄，缲丝盈车手亲络。香罗断机白雪明，裁作春衣寄郎著。\n郎无厌故惟尚新，新衣故衣皆妾纫。笑看墙角砧杵弃，郎衣锦袍归拜亲。\n郎衣锦袍归拜亲，有金不戏桑间人。"
        },
        {
            "标题": "帝京篇",
            "作者": "袁华",
            "内容": "金陵佳丽地，神京郁巍峨。帝车环紫极，阁道近银河。\n日上觚棱迥，云生象魏多。五侯车接轊，七贵骑鸣珂。\n柳湿乌衣雨，花明太液波。曲台新讲礼，秘监旧书戈。\n蜀郡王褒起，梁园枚乘过。得贤陈雅颂，平虏进铙歌。\n太史金为匮，司仪翠饰牺。礼成蒙顾问，簪笔立鸾坡。"
        },
        {
            "标题": "游仙词 其五",
            "作者": "袁华",
            "内容": "曾从子晋客金庭，洞室岩居已遍经。授得餐霞轻举术，清斋底用觅芝苓。"
        },
        {
            "标题": "汎舟横大江",
            "作者": "袁华",
            "内容": "之子远行迈，汎舟横大江。日华动兰桨，山色上篷窗。\n遐览意有在，壮游心未降。手挥如意一，腰佩玉环双。\n临流莫嗟逝，锦衣还故乡。"
        },
        {
            "标题": "游仙词 其四",
            "作者": "袁华",
            "内容": "西池燕罢玉桃春，新制龙绡稳称身。欲借胎仙三百骑，众中谁是卫夫人。"
        },
        {
            "标题": "小柳词 其五",
            "作者": "袁华",
            "内容": "洞庭三万顷，君山一点青。道人横笛过，独许柳枝听。"
        },
        {
            "标题": "鸡呜篇",
            "作者": "袁华",
            "内容": "素魄欲坠地，启明初上天。揽衣出门望，鸡鸣高树颠。\n一声海色动，载啼朱斗旋。三唱车既牵，征途何渺绵。\n喈喈复胶胶，去骑何联翩。车中者谁子，东吴美少年。\n读书碧窗夜，起舞淡幽玄。岂效五陵侠，金距斗东阡。\n行行向何许，言往钟山壖。金马云中耸，苍龙阙角悬。\n鸡人起呼旦，待漏禁门前。矫首思君子，长哦风雨篇。"
        },
        {
            "标题": "龙王嫁女词",
            "作者": "袁华",
            "内容": "海霞蒸红电光紫，洞庭女嫁泾阳子。帝将鳞车三百两，阿香驱雷投双鲤。\n冷光青荧紫贝阙，玉绡泪染鲛珠血。天瓢翻鬣白马嘶，合欢杯吸鲸波竭。\n儿郎烧尾负山走，神龟持书报髯叟。鱼鳞屋深人未知，珊瑚钩系湖边柳。"
        },
        {
            "标题": "小柳词 其二",
            "作者": "袁华",
            "内容": "半臂芦花白，中单杏子红。恼公何限思，春水画桥东。"
        },
        {
            "标题": "吴侬谣",
            "作者": "袁华",
            "内容": "四座且勿喧，听我歌吴侬。二月春澹沲，桃杏连村红。\n壶酒操豚蹄，太守出劝农。所忻风雨时，击壤歌屡丰。\n榆火发新燧，柳烟散轻风。条侬墙下桑，浸侬水中穜。\n谷雨侬播种，盈畴绿葺葺。四月五月交，移秧向田中。\n手龟指流血，壁立环堵空。野菜杂糠籺，饥肠岂能充。\n八月官仓开，新谷不得舂。晚禾穗离离，大风来自东。\n摇落满区亩，太息心忡忡。收穫将上场，伍长追呼忙。\n荷锄携畚锸，何暇别耶娘。言开白茅港，兼程冒严霜。\n州官点侬名，里正与侬粮。夜投草中宿，重趼脚成疮。\n昧爽起负土，夜继灯烛光。千夫百夫长，程度施鞭榜。\n里胥至侬家，催粮入官仓。况无弟与兄，有米不得将。\n吞声语哽咽，独立野徬徨。朝行河堤上，暮宿河堤傍。\n堤傍泥渐高，所积如山冈。侬力日已疲，河水日可航。\n古者兵出农，耕战固其常。屯成种黍稌，实作侬保鄣。\n侬来敢生怨，侬谣遂成章。侬愿干戈息，四海为边疆。\n销兵作钱镈，老作太平氓。"
        },
        {
            "标题": "瑞莲曲",
            "作者": "袁华",
            "内容": "芙蓉花，并蒂芳。皎若嬴氏女，双骑紫凤凌风翔。赵家好兄弟，颜色似花美。\n恻恻同袍念，肯逐秋霜委。露叶净如拭，照映罗衫色。\n双花衰荣自有时，白头弟兄难再得。"
        },
        {
            "标题": "小柳词 其四",
            "作者": "袁华",
            "内容": "度得嬉春曲，金笼语雪衣。不同双燕子，去逐野莺飞。"
        },
        {
            "标题": "织锦曲",
            "作者": "袁华",
            "内容": "绣帐锦流苏，画阁金琅珰。短机未成匹，愁随秋夜长。\n綵凤衔梭动纤体，万叶千花劳素指。海枯石烂此心存，比翼相栖木连理。"
        },
        {
            "标题": "小柳词 其三",
            "作者": "袁华",
            "内容": "解制乌纱帽，能唱白铜鞮。飞花虽作雪，密叶自成蹊。"
        },
        {
            "标题": "端阳曲",
            "作者": "袁华",
            "内容": "兰汤试浴铜龙吐，美人䰀"
        },
        {
            "标题": "骢马驱",
            "作者": "袁华",
            "内容": "公子驱骢马，趋朝非冶盘。金装鹿卢剑，玉刻镂衢鞍。\n晓刷沧溟上，暮秣燕云端。万里起跬步，那知行路难。"
        },
        {
            "标题": "花游曲",
            "作者": "袁华",
            "内容": "暖云霏雾摇空濛，游丝弱絮萦柔风。木兰载春石湖里，呼弄璚英掬春水。\n铁龙飞霜招羡门，鸾旌小队青霓裙。凌波双飞动尘步，冶情漫忆鸳鸯墓。\n蹋春挝鼓能几来，便须一饮三千杯。血色蒲桃凝冰盌，郁轮袍催紫檀板。\n云旗缥缈青鸟西，口衔红巾缄旧题。璚林宴中探花使，骰子逡巡赐绯四。\n醉携红袖写银笺，不数公子花游篇。"
        },
        {
            "标题": "河之水",
            "作者": "袁华",
            "内容": "河之水，流瀰瀰。出昆崙，导熊耳。踰龙门，激吕梁，吾不知其几千里。\n但见浊浪溷淈，东驰入海日夜去不已。奔湍水瀺灂，断岸石埼礒。\n北风扬沙双目眯，一夫操舟众夫舣。长年百丈上急洪，十步趋前九步止。\n蒲伏力争磨旋蚁，戏马台倾进履桥圯。芒砀云飞大风起，汉楚英雄俱已矣。\n吾闻千年一清圣人生，圣人临御河当清。河之清，万方宁。\n万方宁，歌升平。"
        },
        {
            "标题": "小柳词",
            "作者": "袁华",
            "内容": "小柳十三馀，临池解学书。扇描金孔雀，水滴玉蟾蜍。"
        },
        {
            "标题": "金屏曲",
            "作者": "袁华",
            "内容": "蜀丝步障围雀屏，铜槃腻蜡光晶荧。云旗翻月招湘灵，兰芽玉茁春娉婷。\n宝钗翠滑欹双燕，鹄别鸾离诉恩怨。璚卮血渍燕支片，牵挽飞光为花劝。\n青蛇电掣星流虹，鲸呿鳌掷趋群龙。冶郎断缨灭银烛，肉台碎触连枝玉。\n海尘愁吹桃李容，洗妆并入华清宫。罗衣蝉翼绣芙蓉，粉汗红香飘蕙风。\n珍珠撒地谁先拾，露寒铜掌金人泣。芳卿寄谢无踪迹，东方煌煌太白出。"
        },
        {
            "标题": "驱车篇",
            "作者": "袁华",
            "内容": "驱车声辚辚，驾言适朱方。扬旌羽旂翠，櫜弓菆在房。\n褰帷览河山，飞盖度康庄。行矣阐文化，天子正当阳。"
        },
        {
            "标题": "门有车马行",
            "作者": "袁华",
            "内容": "门有车马客，绣毂夹朱轮。玉鞍光照路，翠盖影摇春。\n高堂翼翼云承宇，燕蹴飞花落红雨。升堂酌酒寿翁媪，吴娃歌歈楚女舞。\n愿翁多子仁且武，执戟明光奉明主，明珠白璧安足数。"
        },
        {
            "标题": "独酌谣",
            "作者": "袁华",
            "内容": "独酌一壶酒，独酌乐天真。又何须撞钟击鼓，秦讴赵舞列鼎坐重茵。\n天地作蘧庐，日月为户牖。阴阳作朋，造化为友。不愿白玉县腰间，不愿黄金系肘后。\n但愿年丰四海清，日月沉醉无何有。独酌有真趣，可惜少知音。\n清风明月蛙鼓吹，仰天浮白呜呜吟。独酌诚可乐，抚事愁弥深。\n长歌拔剑舞浑脱，壮气激越秋阴阴。君不见东家积钱与斗齐，美人如花白玉题。\n一朝祸起口仰药，红颜散作他人妻，悔不日日独酌三千卮。\n又不见王敦不饮恺杀婢，安石固辞司马醉。万古垂名在简编，酒边已蓄奸邪意。"
        },
        {
            "标题": "西北有高楼",
            "作者": "袁华",
            "内容": "西北有高楼，飞甍与云浮。晓寅旸谷日，暮挹昆崙秋。\n仙子下黄鹄，美人行玉舟。紫鸾双度曲，凉月在帘钩。"
        },
        {
            "标题": "清秋曲",
            "作者": "袁华",
            "内容": "风雨满城生薄寒，琐窗乌啼夜将阑。深闺惊秋思寄远，金刀玉尺裁中单。\n烽埃涨天白日暗，坐使绿鬓成凋残。良人戍边归未得，长林萧萧枫叶乾。"
        },
        {
            "标题": "赵氏一瓢春轩",
            "作者": "袁华",
            "内容": "斋居如壶，迥非人间。傲睨太虚，心超古先。霁月光风，湛然天真。\n维赵颜子，一瓢之春。"
        },
        {
            "标题": "捣衣曲",
            "作者": "袁华",
            "内容": "凉风被疏桐，一叶下井干。夜气彻虚宇，露华凝微寒。\n耿耿脩月光，流晖入重阑。中宵抱孤影，晤昧发永叹。\n良人远行迈，守边向三韩。眷兹秋冬交，感时不遑安。\n含嚬理箧笥，纫补在苟完。层波展东绢，积雪明齐纨。\n霜砧迭逸响，馀音彻云端。粉题流素汗，雁足焚膏兰。\n摼针秉刀尺，剪裁心悽酸。县知肥瘠何，想像缝中单。\n制成远寄将，缄封涕汍澜。愿酬报国心，努力勤加餐。"
        },
        {
            "标题": "小游仙 其三",
            "作者": "袁华",
            "内容": "鸾胎麟脯侑璚卮，五色云旗阿母期。树上蟠桃如斗大，休令狡狯小儿知。"
        },
        {
            "标题": "游仙词",
            "作者": "袁华",
            "内容": "铁崖启灵秀，紫虚植仙宗。啸咏登太霞，八鸾韵雍雍。\n东华命考籍，玉检芝泥封。飞行帝青上，云车扶苍龙。\n杨君金庭彦，按部昆仑丘。左揽凤凰辔，前驱龙虎辀。\n轰雷喷小铁，河倾汉西流。下视臭腐辈，尸行不知休。\n九华有真妃，乃是安郁嫔。学真龟台馆，擢秀牛河津。\n丹章閟神虎，餐霞啜日根。飙轮宴七景，云辔蹑三辰。\n下迈杨君家，冥分缔良姻。既忻对景好，夙契心所亲。\n奚必轻中接，尘劳秽七神。西池蟠桃子，一实三千年。\n翠羽衔璚花，双飞凌紫烟。阿母启玉齿，笑顾老铁仙。\n铁仙青藜精，主司文昌权。不比狡狯儿，滑稽称世贤。"
        },
        {
            "标题": "小游仙 其四",
            "作者": "袁华",
            "内容": "楼观岧峣白玉京，云房中有董双成。璚浆百斛那解饮，要学丛箫作凤鸣。"
        },
        {
            "标题": "木有虫",
            "作者": "袁华",
            "内容": "木有虫，声簌簌。啮木为粮，穴木为屋。风雨不漂摇，淫淫饱淹育。\n兽罹网罗鱼毒食饵，木中之乐那可拟。尔虫慎勿使穴穿，穴穿身露。\n集蝼蚁啄木，飞来不贳汝。"
        },
        {
            "标题": "西湖竹枝词 其四",
            "作者": "袁华",
            "内容": "昨夜忆郎开绮窗，平湖月白水如江。妾似两峰日相望，纵有飞来不作双。"
        },
        {
            "标题": "武陵小隐",
            "作者": "袁华",
            "内容": "小隐山林，大隐廛市。奚论小大，惟适所止。贞哉仲先，如金如玉。\n隐居行义，不志于谷。武陵之南，娄水之阴。有宅一区，严邃靖深。\n其中何有，有琴有瑟。亦有图史，积之秩秩。井冽寒泉，林实嘉橘。\n芬敷沃若，清阴满室。匪树之茂，乃德之殖。其心孔仁，其门多疾。\n既隐于市，又隐于医。施不责报，维先哲是师。我作歌诗，以咏以吟。\n愿坚素履，永播徽音。"
        },
        {
            "标题": "凉夜曲",
            "作者": "袁华",
            "内容": "玉枕木犀床，桃笙截翠方。鸟啼惊梦觉，凉月下回廊。"
        },
        {
            "标题": "黄鹄曲",
            "作者": "袁华",
            "内容": "黄鹄兮黄鹄，金衣兮鞠裳。衔粟渡海致帝乡，有雏有雏羽翼长。\n曾随凤凰集明堂，晓栖上林树，暮下建章宫。俯视燕雀枪榆枋，高飞远举天门翔。\n天门翔羽肃肃，吁嗟乎黄鹄。"
        },
        {
            "标题": "塞下曲",
            "作者": "袁华",
            "内容": "积雪深没胫，衔枚夜出关。奇兵分三道，已夺纥干山。"
        },
        {
            "标题": "莺啼曲",
            "作者": "袁华",
            "内容": "曲尘波点杨花雪，红褪蔷薇众芳歇。晓风寒透越罗裳，离鸾孤舞瑶台月。\n窗外一声黄栗留，绿阴如海树楼楼。嫁得萧郎轻远别，千金结客帝王州。\n前年郎去莺出谷，去年书来客巴蜀。莺啼花落又今年，雁柱愁调合欢曲。\n黄蜂蜜满莺哺儿，莺莺随母迁高枝。愿郎作官向京兆，归听莺声亲画眉。"
        },
        {
            "标题": "春夜乐",
            "作者": "袁华",
            "内容": "蟠螭喷焰兰釭红，神仙小女乘青龙。凤麟胶丝光莹蜡，雁泣骊珠落银甲。\n鸾刀截肪五鼎烹，紫微露泻玻瓈罂。双莲飞觞左右行，感君恩重甘结缨。\n红玉花房玳瑁柱，锦帷屏暖春为主。天鸡喔喔鸠唤妇，梨云散作巫阳雨。"
        },
        {
            "标题": "西湖竹枝词 其三",
            "作者": "袁华",
            "内容": "南山起云北山阴，暮暮朝朝晴未深。公荷拳似小儿手，虽不成莲已有心。"
        },
        {
            "标题": "送秦文仲归崇明拜祠墓诗",
            "作者": "袁华",
            "内容": "维秦氏先，裔本颛帝。玄鸟诞祥，爰洎大费。汤汤洪水，佐禹平治。\n赐姓曰嬴，是为柏翳。下逮非子，主马汧渭。厥马蕃息，赏延于世。\n助之土田，锡以爵位。自岐徂酆，奄有其地。以国命氏，子孙蹶蹶。\n冉相非商，从学洙泗。卒业圣门，身通六艺。三辅万石，汉称循吏。\n曰绵曰族，曰举曰系。或栖岩穴，或推孝义。文鸣淮海，肇自观始。\n疏派盐城，丁宋之季。南迁海隅，相宅天赐。懿自山父，威仪棣棣。\n玉立长身，清庙茂器。授经于方，力求源委。朝斯夕斯，黾勉弗替。\n贡于通州，诗冠多士。粤有仲子，才德粹美。肥遁居贞，行端学邃。\n蔚彼凤麟，为邦家瑞。讲道乡里，垂四十载。一裘一葛，不事华靡。\n高爵荣名，视若敝屣。沈潜理域，仁经义纬。性命道德，经史传记。\n孜孜讨论，由内及外。立言垂宪，先正是嗣。后生小子，为所矜式。\n殁有门人，孝友表溢。崇川之阳，木栱墓隧。揭示素履，有隆斯碣。\n伟哉张君，恂恂岂弟。以仁教养，以德抚字。下车省俗，振举淹滞。\n表里旌贤，风化所系。呜呼先生，匪爵而贵。上陈道统，乃白有司。\n翼翼新祠，翚映泮水。约承家学，继志述事。兢兢业业，罔敢荒肆。\n春雨既濡，勾萌丛萃。顾瞻桑梓，油然孝思。驾言遄归，乘桴海澨。\n䲔波砥平，云帆宵济。展墓拜祠，聿脩厥祭。何以将之，旨酒肥彘。\n言言高门，列戟周卫。七贵五侯，充车结驷。不学亡术，崇殖货利。\n未及百年，子孙皂隶。闻先生之风，胡不少愧。沧溟滔滔，奔流东驶。\n有如秦氏，世泽罔既。于千万年，祀事不坠。我作歌诗，昭示来裔。"
        },
        {
            "标题": "杂言",
            "作者": "袁华",
            "内容": "君心如皦日，妾心似明月。永愿承清光，繄须叹圆缺。"
        },
        {
            "标题": "杨柳枝",
            "作者": "袁华",
            "内容": "杨柳枝，春江曲，千缕万缕摇新绿。柔条不解系兰桡，相逐游丝向天北。\n儿郎去未归，数遍江头树。忧心如摇旌，县县逐飞絮。\n絮飞叶成阴，犹能庇本根。嗟彼远行子，胡为不思亲。\n枝上灵禽噪晴昼，鹤发倚门屡搔首。綵衣南归拜堂下，持觞起舞歌杨柳。\n母乐泄泄子乐融融，不比杨柳枝零落同秋蓬。母子欢乐情无终，呜呼母子欢乐情无终。"
        },
        {
            "标题": "小游仙 其二",
            "作者": "袁华",
            "内容": "发轫朝从麟凤洲，五城弭节宿昆丘。萧郎吹得参差玉，更约飞璚十二楼。"
        },
        {
            "标题": "顾仲瑛栖禅小象",
            "作者": "袁华",
            "内容": "猗与若人，青年伟才。斗鸡长乐，走马章台。归来丘园，高风绝尘。\n冥栖远蹈，唯务光是伦。矫矫虎龙，风云翕从。陈情退避，于北山中。\n中岁慕道，阅经律论。员颅方袍，指心见性。有田一成，有宅一区。\n壶觞图史，足以自娱。云山苍苍，松籁谡谡。云台炯然，不假模貌。"
        },
        {
            "标题": "采菱曲",
            "作者": "袁华",
            "内容": "兰舟荡湖阴，采菱湖水深。愿持花作鉴，为照阿侬心。"
        },
        {
            "标题": "题茅泽民临董北苑夏山图",
            "作者": "袁华",
            "内容": "群山回抱中绝谷，万木阴森岚气溽。知有逃名隐者徒，扪葛扳萝结茅屋。\n北苑风流去不还，尚留遗墨在人寰。含毫伸纸能摸写，优孟商歌抵掌閒。"
        },
        {
            "标题": "杀虎行",
            "作者": "袁华",
            "内容": "停公射麋曲，听我杀虎行。逐虎虎不去，杀虎心始平。\n县官桑侯仁且明，贤哉贤哉非宁诚。高风不在宋均下，善政直与刘昆并。\n如何此物不出境，伤人害畜来纵横。梅山之南梅山北，大小人家争辟易。\n青天白日不敢行，何况黄昏山月黑。桑侯闻之怒且嘻，此物敢尔强梁为。\n为民父母不除害，百里赤子将焉依。遂令弓兵设陷阱，果见此物来投机。\n长戈如雨点，短锻如电挥。戟尖不掉丈二尺，袍花已脱斑斓衣。\n阴风一阵过墙去，但觉伥鬼嘤嘤啼。桑侯亦好奇，触眼见未有。\n急呼青衫史，来唤钓鳌叟。鳌叟走欲颠，惊看立良久。\n雄姿猛势尚依然，酷似天狼与天狗。想当长啸下南山，猿臂将军亦惊走。\n想当独立向西风，东海黄公方掣肘。重为告曰：“虎兮虎兮汝尝跳我墙，伤我羊，刮吾六畜为糇粮。\n又曾穿我壁，衔我鹢，惊动老夫眠不得。尔来胡为落陷中，百步可再生威风。\n桑侯尔嗔不汝容，汝恶贯盈歼汝躬。”于戏猛虎不足言，桑侯良可数。\n前番曾传舒文虎，绝似白门擒吕布。今番又杀锦于菟，何异山嵎出冯妇。\n城隍庙前箫鼓鸣，纸灰飞雪梨花轻。桑侯长得谢山灵，山人把酒来相迎。\n酒酣拔剑餐虎肉，一方之民歌太平。"
        },
        {
            "标题": "题任月山圉人调马图",
            "作者": "袁华",
            "内容": "邠宁八坊全盛日，牧马四十馀万匹。玉关沈橛野无尘，奋鬣长鸣气骄逸。\n就中一马如游龙，两目夹镜磨青铜。圉人骑入横门道，霜蹄蹴雪生长风。\n水衡昔阅群玉秘，摸得兹图落人世。海桑陵谷虽变迁，犹是灵光岿然峙。"
        },
        {
            "标题": "西湖竹枝词 其二",
            "作者": "袁华",
            "内容": "山上有山未还家，日日望断金犊车。湖阴剩种宜男草，直待郎归始著花。"
        },
        {
            "标题": "晚节轩茅泽民画壁次韵倪云林",
            "作者": "袁华",
            "内容": "前辈风流嗟已矣，看山画里跫然喜。石脚下插江水清，烟岚杳眇群峰峙。\n玩图安得随渔人，桃花源上秦时民。草木丛深蹊径邃，溪水春波花鸟新。\n二尘隔断那能往，胜地虽远神偏亲。清诗戛玉题壁画，森列琅玕共琪珣。\n福地萧森虽只尺，侧身东望嗟风尘。鱼牙异香尚留意，得与不得宁须嗔。\n何如晚节老居士，默究不二心尤勤。綵衣行酒列孙子，高轩窈窕当南闉。\n人生会合良有数，飘散倏忽如烟云。重来握手成大笑，沧溟水浅三千春。"
        },
        {
            "标题": "题茅泽民蟠松图为陈彦廉寿",
            "作者": "袁华",
            "内容": "太丘仙人初度日，高景山前览秋色。才名不减郑广文，百年才过三之一。\n长松卧地数百弓，全生不与社栎同。苍髯鲐背冰雪操，根有虎魄燕支红。\n茅君欲驾茅龙去，为貌蜿蟺入囊楮。蟠桃再食河再清，迟子披图重延伫。"
        },
        {
            "标题": "题龙头画",
            "作者": "袁华",
            "内容": "疾雷破山风振海，黑云捲浪天冥冥。海藏龙宫昼不闭，飞出老蛟千岁精。\n两瞳烂烂如秋月，八十一鳞寒动雪。倒翻海水散飞花，直拥冰髯上寥泬。\n想当盘礴欲画时，辟历一声轰砚池。初疑延平宝剑化，又似雷泽神梭飞。\n画师亦无数，此本真妙手。点晴不让僧繇先，落笔宁居所翁后。\n江西胡公欣得之，价重骊珠三百斗。重为告曰：“龙兮龙兮汝之头角何崭然，风雷变化在眼前。\n愿将天瓢灵物洒，洒作甘霖百万里，净洗海中清气烟。\n八荒稼穑秋满田，老农击壤歌丰年。”"
        },
        {
            "标题": "湖州竹枝词 其四",
            "作者": "袁华",
            "内容": "沤波春涨腻如油，坐看青山船倒流。桃花欲开杏花落，打鼓吹笛上杭州。"
        },
        {
            "标题": "西湖竹枝词 其一",
            "作者": "袁华",
            "内容": "侬家少长住西泠，门对里湖莲叶青。妾心如藕丝不断，郎意忽作随波萍。"
        },
        {
            "标题": "送孙惟善之广东次倪云林韵",
            "作者": "袁华",
            "内容": "绿遍江上草，游子涉远道。雪消春涧花满冈，南越三吴俱异乡。\n桂林波生赤鲤肥，凉风萧萧透絺绤，华开黄菊行将归。"
        },
        {
            "标题": "题周原素临赵文敏公十六马",
            "作者": "袁华",
            "内容": "宋诸王孙面如玉，书法钟张画顾陆。写唐内厩十六马，笔精墨妙天机熟。\n忆昔岐邠开八坊，四十万匹皆骏良。平原牧放乐字育，泉甘草肥筋力强。\n丰水东注波汤汤，柳花吹雪桐阴凉。平头奴子骑先出，两奚控勒临堤傍。\n骓駽驻骆驒骊黄，徐驱俨若骖雁行。有骅却立不敢进，畏前反蹴头高昂。\n三马欲复俯饭水，一马己渡将腾骧。中流夭矫乃龙种，两耳批竹双瞳方。\n斯图己归群玉秘，夜夜长虹光烛地。何人援笔解临摸，吴郡周生富文艺。\n中原板荡遍荆榛，千金骏骨化黄尘。摩挲老眼明窗侧，展卷题诗一怆神。"
        },
        {
            "标题": "谢伯诚所藏王叔明狼山图",
            "作者": "袁华",
            "内容": "忆昨鼓楫溯大江，海门一点狼山碧。安得振衣蹑层颠，东望扶桑初日赤。\n忽见此图心目明，石壁铁削苔花青。仙翁白狼不复见，金银佛宇开岩扃。\n上方台观云中起，下瞰䲔涛千顷水。平原宅相放舟过，吮墨含毫柁楼里。\n江南有客颀而长，梦觉池塘春草芳。生平爱画久成癖，题诗缄封遥寄将。\n千古风流犹未弭，翩翩王谢佳公子。日暮相思江水深，独立汀洲折兰芷。"
        },
        {
            "标题": "黄大痴云山图",
            "作者": "袁华",
            "内容": "荆浩关仝善山水，大痴继作非俗史。技艺毕给世称贤，图画乃其馀事耳。\n筲箕泉头月苍苍，蝉蜕秽浊凌风翔。斯人九原不可作，泚笔题诗增慨慷。"
        },
        {
            "标题": "湖州竹枝词 其二",
            "作者": "袁华",
            "内容": "荷叶浦北菱湖东，清溪曲曲与天通。莫将铁笛弄小海，大风倒捲冯夷宫。"
        },
        {
            "标题": "题茅泽民壁上松石",
            "作者": "袁华",
            "内容": "昔人画松妙入神，毕宏韦偃及张藻。宋三百年惟李成，石磴烟林更深窈。\n近世首推文敏公，尚书云山气势雄。后来作者黄岩李，脩篁古木冈峦重。\n中吴江南佳丽地，前辈风流犹未坠。忽惊素壁走蛟螭，乃是茅君醉游戏。\n大者昂霄梁栋材，根穿石罅贯铁鋂。稚者新承雨露厚，密叶曾栖鸾凤来。\n是中亦有支离叟，欲同杜栎齐上寿。不材固可全天年，钟鼎由来异畎亩。\n轩中之人读韦编，坐对松石心悠然。焚香寓目竟白日，默究未尽羲皇前。"
        },
        {
            "标题": "湖州竹枝词 其一",
            "作者": "袁华",
            "内容": "月子湾湾照船头，阿侬听我唱湖州。侬心不似双溪水，才出城东各自流。"
        },
        {
            "标题": "送田起宗回泉南次倪云林韵",
            "作者": "袁华",
            "内容": "烟树望中迷，春流接断堤。束装迟明发，揽衣听晓鸡。\n蘼芜绿遍江南路，蒲帆风轻云外度。香阁无人占镜听，倚门应念来何暮。\n花落野桃红雨飞，春鸿社燕故相违。白头慈母高堂上，綵服称觞春日晖。"
        },
        {
            "标题": "湖州竹枝词 其三",
            "作者": "袁华",
            "内容": "黄姑浣花织锦衣，留郎不住送郎归。一色银河三万里，手携石子是支机。"
        },
        {
            "标题": "沧江月色图",
            "作者": "袁华",
            "内容": "水寒月明天苍苍，欲落未落夜未央，足扣两舷歌沧浪。\n金粟图中见真迹，中岳外史美冠裳。江皋木落江月明，坐拥锦袍调玉笙，吹作昆丘双凤鸣。\n顺流东下莫荡桨，好逾弱水窥蓬瀛。"
        },
        {
            "标题": "题张子政黄大痴松亭高士图",
            "作者": "袁华",
            "内容": "大痴老人天下士，结客侠游非画史。酒酣泼墨写荆关，咫尺微茫数千里。\n筲箕泉头鹤上仙，空遗宝绘人间传。弟子颠张早入室，重冈叠嶂开云烟。\n太山斗绝何由缘，下有鸟道丹梯悬。此中疑是避秦处，仰见茅屋岩崖边。\n松亭蒿目者谁子，耳谱流泉横绿绮。不知捷径在终南，每逢佳处辄留止。\n我生亦有山水癖，吴楚燕齐遍游历。风尘澒洞难再往，坐对此图三太息。"
        },
        {
            "标题": "题姜养浩寄顾玉山诗后",
            "作者": "袁华",
            "内容": "虎头少年才且贤，侠游不减杜樊川。善和牡丹天下白，看花走马春风前。\n东家蝴蝶西家去，双双高飞向何处。尊前一曲断肠词，荒草寒烟暗平楚。"
        },
        {
            "标题": "祷雨诗为陈应辰鍊师赋",
            "作者": "袁华",
            "内容": "己酉季夏天亢阳，木槁草悴黍稌黄。黔黎蒲伏号穹苍，如瞽无相何伥伥。\n有司骏奔走郡望，女巫舞雩纷浩倡。箕毕槱燎光载明，闭阳崇阴禜门行。\n精诚不格天梦梦，共牺行空火云扬。安得天瓢酌天潢，净涤炎歊化清凉。\n玄都中人衣朱裳，服食太和日月芒。赤子罹毒未渠央，起叱风雷掩晹光。\n紫鹅赤鸡飞符章，檄召皓灵三山宫。深铃掷火万骑骧，玄冥前驱回禄藏。\n丰隆屏翳翼两相，少女风来舞商羊。阴云四合大雨滂，槁者浡然枯者生。\n奚用暴巫及㷊尪，至人无为道自充。积精所致与天通，故能弭菑驱厉阳。\n我歌乌足为报贶，愿子长年身受庆。"
        },
        {
            "标题": "题金人张圭芦雁图",
            "作者": "袁华",
            "内容": "金源画马惟李早，亦有张圭善花鸟。写生八雁芦渚边，眼中彷佛龙河道。\n双飞双栖噰噰宛颈求其雌，大泽雪深一丈许，踪有缯缴将奚施。"
        },
        {
            "标题": "李嵩四迷图",
            "作者": "袁华",
            "内容": "四迷粉图谁手写，乃是钱唐之李嵩。嵩当三朝应奉日，点染人物犹精工。\n建炎己后和议定，岁聘杂沓金源东。自兹民不识戈甲，江南花柳春融融。\n宽衫大帽脩眉翁，低头高揖身鞠躬。柳娘缓带竟莫顾，姓名却倩长须通。\n阿鬟双手向前起，倾身送酒如当熊。就中老奴增意气，鲸吸不觉金尊空。\n平康巷中月皎皎，温柔乡里花丛丛。宝钗斜欹粉胸露，如此良宵偏恼公。\n蜀丝锦障仙凡隔，微见凌波罗袜弓。更呼博塞相娱乐，靓妆夹座分青红。\n玉盆骰子呼五白，百万一掷逡巡中。锦裾绣袂金条脱，瑶环瑜珥珠玲珑。\n枭卢不成战屡北，袒跣抱膝心忡忡。两生格斗气势雄，手挟长剑星流虹。\n白日衡行都市里，粗豪不数汉秦宫。翠钿委地花狼藉，哀情己多乐未终。\n古人图史置左右，善者可法恶可攻。耽淫斗博古所戒，意匠彷佛箴规同。\n小窗展卷增感慨，萧萧暮雨鸣疏桐。君不见周家帝业八百载，太任遗泽何庞洪。\n又不见孟光齐眉躬井臼，钗荆裙布归梁鸿。呜呼圣贤不复作，幸有遗迹传无穷。\n要知稼穑慎厥本，嵩兮嵩兮何不图陈无逸兼豳风。"
        },
        {
            "标题": "送人之番禺",
            "作者": "袁华",
            "内容": "秋风夕起鸿雁翔，金井露凉梧叶黄。揽衣待旦不遑寐，明月皎皎夜未央。\n问君客游向何方，言往百粤穷炎荒。浪波沄沄一苇杭，西溯彭蠡越章江。\n舆轿踰岭梯重冈，仆夫下上如鸟䀪。番禺在昔财赋疆，尉佗称王兵力彊。\n百年五世巳陈迹，荒台草露沾衣裳。野芳涧卉吹天香，蛎房柱蠹罗椰浆。\n飞鸢跕跕海气苍，览古冯高兴慨慷。蹇予局促马在枊，安能与子同徜徉。\n罗浮勾漏令乞得丹砂烦寄将。"
        },
        {
            "标题": "题黄侯子正盘松画壁",
            "作者": "袁华",
            "内容": "高景山中十八公，轮囷伛偻何龙钟。苍髯贞操凛冰雪，偃卧丘壑辞秦封。\n谷城之老黄石翁，左右驰突两石弓。短衣疋马射猛虎，解后一见倾深衷。\n别来相思形梦寐，素壁幻出支离容。不材匠石虽见弃，择荫麋鹿还相从。\n社栎固能齐上寿，汉柳徒解瞑东风。昔遇剡源为作传，今托妙墨垂无穷。\n方当文轨四海同，草木犹沾雨露浓。他年奉诏写王会，图形共进蓬莱宫。"
        },
        {
            "标题": "篆冢歌",
            "作者": "袁华",
            "内容": "庖牺卦画龟龙出，颉诵造书鬼夜泣。俯观鸟兽蹄迒迹，依类象形文字立。\n以迄三五咸东封，改易殊体靡有同。周官保氏教国子，六书大义开群蒙。\n太史籀文古少异，小篆双省由秦始。仓颉爰历博学篇，三家著述初传世。\n秦燔经籍狱讼炽，乃尚隶书趋约易。古文虽绝汉草行，尉律学僮乃课试。\n东阁祭酒太岳孙，夙尝受业贾氏门。闵悼俗图昧所向，博采籀古加讨论。\n揭示上下明指事，转注假借形声意。立为一端亥毕终，分别部居不杂厕。\n亘千万古知字源，昭若列星丽躔次。中兴斯学曰阳冰，入室操戈胡背戾。\n二徐训释浩江河，仲也袪妄言不颇。吴兴张有尔杰出，复古正俗订舛讹。\n布衣道士钱唐住，玩世端如郭忠恕。三十六举仅成编，蝉蜕遗踪不知处。\n席中加带恶安西，鼓皮离禹良可吁。汉家去古尚未远，成皋印文犹重摹。\n云间读书苦嗜古，手校科虫辨鱼鲁。明窗净几风日佳，临摸一埽千番楮。\n商彝周鼓真吾师，■扁沈著沙画锥。鸾回凤翥龙夭矫，长戈短剑相交驰。\n书草日积充栋楣，保爱何啻璧与圭。细林山中一抔土，缃笈缄縢重闭之。\n于乎禊帖藏玉匣，终致温韬举菜锸。亦恐虹光夜烛天，定有窃开窥笔法。\n冢头草，鸣寒蛩，薶文瘗笔同高风。后三千年见白日，好事应营马鬣封。"
        },
        {
            "标题": "文湖州墨竹苏文忠公题其上",
            "作者": "袁华",
            "内容": "清贫太守石室翁，渭川千亩藏其中。理閒舐笔盘薄裸，兔起鹘落无留踪。\n雨梢晴叶各殊态，挥洒位置分纤秾。钟峰隐居拨镫法，气韵生动将无同。\n墨君一派来自东，袜材当萃彭城公。平生知己最亲厚，走书嘲戏言舂容。\n陈州官舍示长舌，谈笑化去当元丰。呜呼二老不复作，空瞻遗墨翻鸾龙。"
        },
        {
            "标题": "谢陈彦廉惠绵",
            "作者": "袁华",
            "内容": "三吴蚕缫甲天下，阴阴百里连桑柘。鸣鸠拂羽戴胜飞，曲箔爰施墐庐舍。\n春阳煦妪子渐肥，摘花汲水奉浴时。终朝内薄在怀抱，宛若玄蚁初生蚳。\n弱翎轻拂籧筐内，早凉风戾柔桑脆。榾柮烟浓帘幕垂，三俯三眠将委蛇。\n簇上濈濈秋莲房，功立身废茧如霜。栏灰涚水实泽器，缲丝䌟纩寒冰光。\n古者筑宫临水曲，大昕之朝君乃卜。缲三杯手布三宫，黼黻文章成祭服。\n又闻炎汉中兴年，萧条千里无人烟。群凶扫荡己灭迹，野桑成茧橹生田。\n秪今风尘清海㝢，五日一风十日雨。深村何地不桑麻，青镫比屋闻机杼。\n我耕且学居岩阿，两鬓刁骚柰老何。短布单衣才掩骭，饭牛扣角病身多。\n楚夷抚巡江上屯，三军皆如挟纩温。古来壮士树名节，感慨能忘一饭恩。"
        },
        {
            "标题": "戊戌纪事次韵顾玉山",
            "作者": "袁华",
            "内容": "君不见天马来凤之颈龙之头，五花联娟云凝肤。\n朝燕暮越历块过，奋迅岂畏川涂迂。蹇予驽劣材，结发学读书。\n到今居无庐，出无驴。上不能游说捭阖，下不能懋迁有无。\n穷櫩风雨四壁立，箪瓢屡空恒晏如。丙申春海虞山岳之榆，况乃江左乏夷吾，携妻挟子苕溪居。\n苕溪野老起荷戈，岂识尺籍共伍符。舳舻衔尾一旦溃，彊梁脱走尪羸诛。\n山川异故里，焉敢嗟驰驱。思欲南入杭之郛，奈尔囊空担石储。\n浮云蔽白日，安得大风起飞扬为埽除。汉家养士三百年，岂无忠义者肝胆涂地捐身躯。\n黎民流徙困征需，班荆坐太息忽报兵入湖。红旗张空半天赤，勇锐远过冯子都。\n所至捡刮无遗馀。仓皇问归路，扁舟随钓徒。朝行暮泊畏叫呼，三日喜扺娄西隅。\n下榻借玄馆，萧然罄储须。邻翁走相觅，慰劳生嗟吁。\n时当春夏交，纤月明金枢。青镫对儿女，始得忘艰虞。\n海东大舶驱万夫，歘然而来纵壑鱼。军声震地撼八区，筑城高高峙储胥。\n奔逃窜匿纷在涂，裹饭朝出如趁虚。冒雨荷蓑笠，移舟系槐榆。\n我民日因兵日惰，不分奇正启与胠。运筹决胜千里外，斯人未必能枝梧。\n漫道不如归去好，苦竹岭头啼鹧鸪。归来惆怅百感集，屋庐瓦砾田园芜。\n田园芜，县官尚索租，朘剥膏血向仓输。独有东家米粟红腐玉帛满帑，因能舞文肆贪污。\n明珠买小妾，奉酒歌吴趋。那知斩伐到木石，千村万落皆逃逋。\n所以杜陵杜，愚溪愚，饥驱窜逐竟不偶，安得从龙跃天衢。\n去年八月下明诏，力贫买醉眠酒垆。减民田租半，雨露苏槁枯。\n秪今陇亩中，岂无昔时之凤雏。释耕汲脩绠，抱瓮灌园蔬。\n春初翩然上会稽，历览俯仰同樵渔。时歌短歌击唾壶，山桥野店随意沽，放旷不为礼所拘。\n昔人金谷贮绿珠，绿珠堕楼园己墟。豪华销歇逐流水，落日空啼头白乌。\n淫佚古所戒，靡不谨厥初。缅彼先哲士，希圣作范模。\n步武青云中，绣衣缘偏诸。乱离汹汹惟尚武，何人英雄起狗屠。\n不闻汉中兴，天王镇坤舆。天马来，应瑞图，生民凋瘵喜再苏。\n呜呼生民凋瘵喜再苏，愿同田翁野老击壤鼓腹歌伊呜。"
        },
        {
            "标题": "卢伯融秦文仲同集湖光山色楼分题得阳城湖",
            "作者": "袁华",
            "内容": "海虞之南姑胥东，阳城湖水清浮空。瀰漫巨浸二百里，势与江汉同朝宗。\n波涛掀簸日惨澹，鱼龙起伏天晦蒙。阴渊雨昏火夜烛，下有物怪潜幽宫。\n度雉巴城乃其亚，以城石湖湖不同。想当黄池会盟后，夫差虎视中原雄。\n东征诸夷耀威武，湖阴阅战观成功。陵迁谷变天地老，按图何地寻遗踪。\n我来吊古重太息，空亭落日多悲风。虎头结楼傍湖住，窗开几席罗诸峰。\n鸣鸡吠犬境幽夐，佳木良田青郁葱。鱼舟俨若问津者，仙源有路人间通。\n时维端阳天气好，故人久别欣相逢。颇黎万顷放舟入，俯览一碧磨青铜。\n恩赐终怀鉴曲客，水嬉不数樊川翁。莼丝鲈脍冰缕碎，菱叶荷花云锦重。\n酒酣狂歌发逸兴，白鸥惊起菰蒲中。相国井堙烽火闇，郎官水涸旌旗红。\n此中乐土可避世，一舸欲逐陶朱公。安得列缺鞭乘龙，前驱飞廉后丰隆。\n尽将湖水化霖雨，净洗甲兵歌岁丰。"
        },
        {
            "标题": "上巳日晚步商墓西村 其二",
            "作者": "袁华",
            "内容": "商溪溪上日初晴，艳妆綵服踏春明。桑树叶圆蚕出大，布谷夜啼郎起耕。"
        },
        {
            "标题": "上巳日晚步商墓西村 其三",
            "作者": "袁华",
            "内容": "叶暗柔桑花乱飞，新蚕如蚁燕初归。纺得麻纱连夜织，为郎制作下田衣。"
        },
        {
            "标题": "上巳日晚步商墓西村 其一",
            "作者": "袁华",
            "内容": "桑叶青时戴胜飞，红红白白映柴扉。枣花欲落缲车响，连臂行歌缓缓归。"
        },
        {
            "标题": "白云楼歌次韵文学古",
            "作者": "袁华",
            "内容": "白云楼居深复深，道人燕坐云为心。未逐神龙泽天下，时从倦鹤栖岩阴。\n玉气虹光射虚牖，天逼阑干挂牛斗。始信桃源隔一尘，世人只许闻鸡狗。\n君不见茂苑长洲荒草里，豪杰销沉呼不起。功成身退去者谁，一棹鸱夷渺烟水。\n又不见秦川公子走干戈，龙颠虎倒奈渠何。落日凭高望乡国，愁怀借酒生春和。\n世事兴亡等飞絮，难挽黄河水西注。御风八极恣游遨，归去还依白云住。"
        },
        {
            "标题": "送卢公武应召北上",
            "作者": "袁华",
            "内容": "前朝图史己全收，诏起丘园重纂修。治定功成遵礼乐，大书特笔法春秋。\n金壶墨泻朝挥洒，银烛花销夜校雠。进卷内廷承顾问，鹄袍端立殿西头。"
        },
        {
            "标题": "百花潭",
            "作者": "袁华",
            "内容": "朝乘百花舫，暮醉百花潭。纤纤潭上月，流影照清酣。"
        },
        {
            "标题": "送王鍊师游龙虎兼东周白士祝洞天 其二",
            "作者": "袁华",
            "内容": "磷磷白石龙泓下，泉落清池月半弯。忆与仙都周白士，钩帘把卷对南山。"
        },
        {
            "标题": "送王鍊师游龙虎兼东周白士祝洞天 其一",
            "作者": "袁华",
            "内容": "古洞曾窥一线天，归来尘世又千年。笑骑辽鹤闽山去，荔子花开海月圆。"
        },
        {
            "标题": "送刘鍊师还龙虎兼简祝洞天周白士",
            "作者": "袁华",
            "内容": "海上东还独杖藜，柳花飞雪乱莺啼。琅函宝箓皇人笔，玉检丹经外史题。\n圣井山开龙起蛰，璚林台迥凤来栖。洞天白士今何许，犹忆西湖手共携。"
        },
        {
            "标题": "次韵酬张左司",
            "作者": "袁华",
            "内容": "墓田丙舍郭西头，霜露凄然又暮秋。千里故园归梦觉，五更残月向窗流。\n蓼莪诗废门生诵，风木情牵孝子忧。少展经纶佐戎幕，碧澜堂下放船游。"
        },
        {
            "标题": "顾玉山园池十有六咏 其一 碧梧翠竹堂",
            "作者": "袁华",
            "内容": "桐花落银床，竹色被兰渚。六合飞炎埃，高堂不知暑。"
        },
        {
            "标题": "钱塘秋兴 其二",
            "作者": "袁华",
            "内容": "慈云岭下拜郊台，遗老曾看卤簿来。自昔祊田供黍稷，于今辇道没蒿莱。\n金河雁过沈寒日，银海凫飞化劫灰。更上高丘表忠观，残碑剥落重兴哀。"
        },
        {
            "标题": "送章元师之汴梁",
            "作者": "袁华",
            "内容": "孟秋天气肃，楼船出东瀛。微风吹五两，初日明双旌。\n晓踰料角险，暮泊淮阴城。木落原野回，衔枚夜兼程。\n大梁古魏地，昔为宋东京。吹台尚硉兀，艮岳犹峥嵘。\n弱冠曾一游，兴怀动中情。弩力保明节，麒麟纪勋名。"
        },
        {
            "标题": "送李扩还吴",
            "作者": "袁华",
            "内容": "仓颉史籀世既远，斯冰徐张称善书。有元绝华部与赵，俗工纷纷讹鲁鱼。铁锥画沙钗折股，会稽峄山化黄土。尚幸新泉丹井存，更有吴兴能复古。鸿都石经劫火焚，枣木翻刻随飞尘。三碑矹硉许昌里，字画犹为人见珍。青城先生虞阁老，远继中郎名誉早。后来更数萧与杨，一代规模尽完好。云间李生尤绝奇，凡将尉律幼所师。商盘周诰秦汉石，临摹扫秃千毛锥。偶来相见娄江沚，自云铁厓铁限亲曾履。东家金多招不起，门外求书日成市。慈亲倚门来告归，既酌以酒仍赠诗。嗟子潦倒丘壑里，迟子铭功书鼎彝。"
        },
        {
            "标题": "露筋庙书谢琼树所藏米南宫帖后",
            "作者": "袁华",
            "内容": "南踰召伯埭，北望高邮城。舍舟陟平陆，散策舒羁情。\n萧条原野迥，寒日惨光晶。行行止丛祠，虚堂走鼯鼪。\n不知谁氏子，中坐莫与京。父老告我言，斯女志坚贞。\n驰驱丧乱馀，与嫂同晨征。迫暮不得还，沮洳聚蚊虻。\n嫂居耕夫舍，女宿野嬛嬛。失节泰山重，视死鸿毛轻。\n黎明筋己露，遍体膏血赪。庙食崇象设，春秋洁粢盛。\n我闻父老言，感慨泪如倾。猗嗟五代时，鼎沸纷战争。\n广陵行密据，民饥日抢攘。刲剔挂屠肆，何异牷与牲。\n孙儒入高邮，驱民以为兵。贞女蕙兰质，肯同萧艾荣。\n缅惟丁斯时，辟地故远行。宁甘野宿死，不就有帏生。\n白玉岂受污，殁身垂令名。矫矫长乐老，丧亡亦屡更。\n四姓历十君，腼然秉钧衡。所以米外史，穹碑勒新铭。\n谢君雅好古，模拓比瑶琼。赋诗悼贞烈，字字锵金声。\n俛仰旧游时，国内尚承平。荏苒三十年，繁华变榛荆。\n岂无青云士，徇国输忠诚。却怜偷生者，犬豕加簪缨。\n掩卷三太息，青灯照孤檠。"
        },
        {
            "标题": "草堂夜集",
            "作者": "袁华",
            "内容": "花落银盘蜡炬红，杯行小阁夜无风。应须通籍金闺里，且要埋头曲蘖中。\n石室书紬司马史，草堂吟绝杜陵翁。酒酣莫笑疏狂甚，我欲相从盖次公。"
        },
        {
            "标题": "题颜悦堂孝禅图",
            "作者": "袁华",
            "内容": "堂背谖华黄鹄觜，堂下江波流瀰瀰。白头阿母在庭闱，寸草春晖感游子，颜师僧中学禅解。\n谈空忆得离家时，屋头霜叶绕红紫，白云英英度娄水。\n迎母南来奉甘旨，金缕赐衣光纚纚。献寿称觞母心喜，越州剃发睦州屦，千载高风差可拟。\n初日照青桐，哑哑语慈乌。念母不复见，粉墨间新图。\n君不见东家甲第连朱楼，千金买妾楼上头。筝笛琵琶间箜篌，俾夜作昼肆盘游。\n妇姑勃蹊兄弟雠，不顾父母养而令父母忧。颜师颜师曾闵俦，乌乎颜师颜师曾闵俦，孝禅之书鲁春秋。"
        },
        {
            "标题": "李左辖菖蒲花",
            "作者": "袁华",
            "内容": "扶舆磅礴钟草木，粤有灵苗根踪䠞，下嵌崖窦嗽飞瀑。\n泽沐沆瀣喣初旭，寸十二节色缜绿。厥石昌阳叶上矗，凌傲霜雪气芳郁。\n审能食之面如玉，嵩丘之人衣朱襮。翩然而来输国粟，挟以盘杅湛清淑。\n云根坚固岁不刊，花如车轮光皎然。素荣英英秀而妍，内秉贞白外婵媛。\n见之者昌寿绵延，飞行八极生羽翰。岂但明目能引年，世人不信空自捐。\n吁嗟相国仁且贤，再拜上供紫皇前，为霖为雨苏烦捐。"
        },
        {
            "标题": "水调歌头 宴顾仲瑛金影亭赋桂 玉山名胜集",
            "作者": "袁华",
            "内容": "山横眉黛浅，云拥髻鬟愁。天香笑携满袖，曾向广寒游。素腕光摇宝钏，金缕声停象板，歌罢不胜秋。十指露春笋，佯整玉搔头。记钱塘，朝载酒，夜藏钩。青衫断肠司马，消减旧风流。三百六桥春色，二十四番花信，重会在苏州。水调按新曲，明月照高楼。"
        },
        {
            "标题": "留题长庆寺呈天镜净公",
            "作者": "袁华",
            "内容": "阴阴双梓昼当门，问讯毗耶丈室尊。谪仙时过青莲宇，异道或来黄竹园。\n山近蓬莱深雨露，地邻泮水荐蘋蘩。会稽自昔多奇迹，奈此南归驾短辕。"
        },
        {
            "标题": "来龟轩歌为顾仲瑛赋",
            "作者": "袁华",
            "内容": "昔日辟地商溪头，长涂风雪同放舟。登楼见月思乡泪，坐石观云忆弟愁。\n落花芳草青春暮，归时喜蹋来时路。入门梧竹两青青，园池树石还如故。\n中庭有物状若能，赑屃踞石{丹龜}生苔。相惊左顾一笑粲，乃是河伯使者清江来。\n重门扃鐍严且密，曳尾泥涂何处入。固知异物神所登，却胜余且网中得。\n吾闻灵龟寿绵绵，支床一息三千年。从游凤麟郊薮外，会合龙虎风云前。\n举目烽烟遍区宇，巷陌铜驼委榛莽。玉山佳处屋鳞鳞，莺花春满辛夷坞。\n道人当轩写来龟，邀我为作来龟诗。蹇予材薄不能赋，愿尔子孙金印悬累累。"
        },
        {
            "标题": "戏简强彦栗",
            "作者": "袁华",
            "内容": "钱唐湖边春日晖，邓家蛮娘金缕衣。向人凝笑语娇涩，陌上花歌缓缓归。\n伯劳东飞燕西去，恼公无限相思意。有约荷花庄上来，紫鸾笙里留春住。"
        },
        {
            "标题": "高房山云山图",
            "作者": "袁华",
            "内容": "尚书高公写山水，神妙深造董与米。想当解衣盘礴初，云气淋漓落生纸。\n忆昔故都全盛时，大藩冠盖罗熊罴。春明幕府文字简，缓带轻裘信马归。\n湖上青山龙凤飞，五云特立何巍巍。阴晴朝暮多变态，点染粉墨归毛锥。\n嗟予生晚徒企慕，不获从容陪杖屦。小窗展卷记曾游，彷佛初阳台下路。\n溪回略彴号惊湍，松山漠漠生昼寒。仙翁丹成己长往，空留馆宇琼林瑞。\n三边烽火埋黄雾，梦堕湖山未能去。鸡犬相随欲问津，避地桃源在何处。"
        },
        {
            "标题": "白头母歌次韵徐孟岳",
            "作者": "袁华",
            "内容": "白头母，少为倡家女，老作种花妇，短布单衣才掩股。\n犹记青年学歌舞，樱桃花发当窗树。艺成北上凤皇城，不与长川教坊伍。\n耶娘轻义重金珠，婚娶论财漫相许。失身为妾权豪门，背立银釭泣无语。\n主家三入相中书，万骑云趋当要路。马前鹰犬亦遭时，门下桃李自成蹊。\n共工一触天柱折，舞衫歌扇都分携。放还仍饮邻妪茶，弟妹凋零无一家。\n嫁得涌金门外婿，不解耕田能种花。钱唐大家罗捡刮，救死奚暇誇骄奢。\n秋风荆棘迷花坞，充募新军隶分府。别时血泪万行啼，信州城下出征西。\n前夫后婿何翕忽，贵贱同为道旁骨。闭门花落清明雨，梦寻旧谱移筝柱。\n觉来无地觅夫骸，悔不身先木兰去。"
        },
        {
            "标题": "春草池绿波亭",
            "作者": "袁华",
            "内容": "为爱玉山好，放舟玉山去。绿波亭边春入池，况据玉山最佳处。时当二月春正美，曲尘摇波草如绮。雨惊残梦未鸣蛙，风漾飞花见游鲤。大谢文章迥绝尘，江淹词赋亦清新。得句池塘怀别远，伤情南浦送行人。何如此亭乐赏适，石脚插入鱼龙宅。临流行酒水浮阶，俯槛鸣琴光照席。君不见山川极目楚囚悲，北望神州泪满衣。又不见昆明一夜飞劫灰，汉代衣冠委草莱。但愿无事长相见，春草池头日日来。"
        },
        {
            "标题": "题倪云林所寄陈彦廉春草轩图",
            "作者": "袁华",
            "内容": "彼美陈徵士，幽居惬素心。字临张旭帖，诗咏孟郊吟。\n老圃秋花瘦，閒庭春草深。写图并琢句，持寄自云林。"
        },
        {
            "标题": "西湖春日杂兴 其二",
            "作者": "袁华",
            "内容": "北瞻灵鹫山围寺，东望初阳树绕台。昨夜龙泓新过雨，乱流花片入城来。"
        },
        {
            "标题": "西湖春日杂兴 其一",
            "作者": "袁华",
            "内容": "柳淡鹅黄雨弄晴，断冈泥滑竹鸡鸣。便须移席长松下，坐听风泉落涧声。"
        },
        {
            "标题": "次韵寄谢钱塘",
            "作者": "袁华",
            "内容": "新开别墅对西山，燕坐凝香日闭关。鶗鴂先鸣农事动，兜鍪不举羽书閒。\n花前五马春游乐，月下双鞬夜逻还。上番梅花曾有约，旧题重拂石苔斑。"
        },
        {
            "标题": "春日偶成次韵 其二",
            "作者": "袁华",
            "内容": "南高峰下前朝寺，寺有高僧两耳长。当记清秋凉冷后，桂花深处坐焚香。"
        },
        {
            "标题": "次韵王叔正陪李廷璧郭希仲同集玉山草堂",
            "作者": "袁华",
            "内容": "乱离又见腊嘉平，访旧仍同上客行。报国终惭结袜子，出关应慕弃繻生。\n涛江水发船如马，雪浦春回柳似城。怀人索句草堂里，南望孤云多远情。"
        },
        {
            "标题": "次韵刘伯叙送铁教授奉表入京",
            "作者": "袁华",
            "内容": "广文拂晓发东瀛，函表乘轺赴帝京。双阙远瞻龙虎气，层台重听凤凰声。\n花迎綵仗春风软，柳映宫袍晓露清。况是江南佳丽地，金尊莫惜倒乌程。"
        },
        {
            "标题": "次韵郑明德喜雪 其二",
            "作者": "袁华",
            "内容": "朔风吹雪遍原野，谁卧衡茅若冻蝇。玉署寒生催赐酒，金槃光动忆分冰。\n絮穿阁道粘珠箔，花重旃房压綵绳。田野何由称贺表，五云高御六龙升。"
        },
        {
            "标题": "次韵郑明德喜雪 其一",
            "作者": "袁华",
            "内容": "水曹东阁静无尘，坐阅飞霙若似人。简授兔园曾作赋，律吹燕谷欲回春。\n缃枝梅放花无赖，白战诗成笔有神。遥忆龙沙三万里，望中驰道烂如银。"
        },
        {
            "标题": "寄于彦成岳季坚",
            "作者": "袁华",
            "内容": "雪霁平芜带曲村，思君白发照清尊。娇莺恰恰花连屋，稚柳青青水到门。\n江阁遥山来远碧，草堂新月见纤痕。风流二子居丘壑，赋就停云一断魂。"
        },
        {
            "标题": "送卢拙闇游茅山",
            "作者": "袁华",
            "内容": "卢郎抱琴别我去，驾言往采茅山薇。三峰月下木客啸，丹阳湖中姑恶飞。\n笋舆问程溪店远，芒鞋蹑云林径微。归来袖有长生药，乞取刀圭意莫违。"
        },
        {
            "标题": "题待渡图",
            "作者": "袁华",
            "内容": "停骖长林下，送目大江表。故园虽在望，山径尚深窈。\n招招舟子来，一苇横波小。松菊倘犹存，归耕远纷扰。"
        },
        {
            "标题": "次韵秦文仲暮春见寄 其一",
            "作者": "袁华",
            "内容": "三月江南暖尚微，雨馀草色故菲菲。野棠自发真娘墓，烽火犹连道士矶。\n谩说尚方封事少，未闻南国羽书稀。何人得似秦文学，小阁褰帘看燕飞。"
        },
        {
            "标题": "宿承天寺方丈分韵得深字",
            "作者": "袁华",
            "内容": "朝游双峨阳，暮宿雪堂阴。月落疏钟度，霜寒清夜深。\n谈玄析奥义，观妙徵素心。白业傥可修，攒眉重相寻。"
        },
        {
            "标题": "顾玉山园池十有六咏 其三 钓月轩",
            "作者": "袁华",
            "内容": "閒耕山中云，坐钓溪上月。仰看白玉钓，下垂紫贝阙。"
        },
        {
            "标题": "顾玉山新成钓月矶轩",
            "作者": "袁华",
            "内容": "荷蓧行歌与世违，鹤归城郭是耶非。种桃道士玄都观，汎月仙人采石矶。\n大野龙蛇方起陆，青冥鸿鹄自高飞。轩前一架蔷薇树，犹放疏花向落晖。"
        },
        {
            "标题": "夜泊淀山湖有怀铁崖先生",
            "作者": "袁华",
            "内容": "鼓楫淞上游，轻帆度泖洲。对月耿不寐，怀人殊未休。\n征鸿唳沙碛，微风生柁楼。淀山青一点，龙气落船头。"
        },
        {
            "标题": "浣花溪",
            "作者": "袁华",
            "内容": "花迷巷南北，水接壤东西。行春向何许，只在浣花溪。"
        },
        {
            "标题": "题顾玉山读道书小像",
            "作者": "袁华",
            "内容": "灵岳耸层霄，璚馆开金乡。若人秉昭质，守一修洞房。\n呼吸龙虎气，嗽咽日月芒。龟阙西瑶台，中有明光章。\n下授小兆臣，玉检鸾回翔。稽首校隐文，琅函耀霞光。\n绛蕉承宝露，肉芝冒玄霜。采掇充服食，味倾金梨浆。\n逍遥澹无为，寿期穹壤长。"
        },
        {
            "标题": "清明日偶成",
            "作者": "袁华",
            "内容": "舍南舍北柳如城，故著离黄燕子鸣。莫向镜中嗟种种，且于槽下听枨枨。\n清童解诵高轩过，好客应须倒屣迎。坐对梨花浮大白，人生看得几清明。"
        },
        {
            "标题": "二月廿九日游董氏坟庵次钱成夫韵",
            "作者": "袁华",
            "内容": "明朝二月三十日，三分己过二分春。莫思万事且饮酒，林外提壶亦劝人。"
        },
        {
            "标题": "次韵云扉讲师游南山有怀张外史旧游",
            "作者": "袁华",
            "内容": "昔陪张外史，蹑云上崔嵬。前登风篁岭，酌泉苍藓堆。\n后度麦冈重，荒坟际蒿莱。陵谷嗟变迁，览兹良悲哉。\n维时莫春初，鸟乳声喧豗。行循灵石涧，坐觅翻经台。\n万竹森玉立，云扉绝纤埃。杨氏椒房亲，葬母此山隈。\n想当全盛日，轩盖如云来。至今清壑亭，金铺照莓苔。\n行觞藉草饮，蔬果杂樱梅。赖彼二三子，促席相延陪。\n醉题素壁间，辞翰粲琼瑰。掩映房山咏，光怪烛九垓。\n骑鲸上天去，化鹤何年回。二妙不可作，抚卷心孔哀。"
        },
        {
            "标题": "放鹤亭",
            "作者": "袁华",
            "内容": "胎禽本仙骥，驾驭同鸾皇。渴饮金茎露，饥餐珠树霜。\n雪蹊留篆迹，月夜候笙簧。暂别踰蓬海，偶下息芝塘。\n芝塘虞仲里，奕叶何蕃昌。窈窕小亭静，矍铄阿㜷康。\n朝迎板舆出，暮导板舆翔。引吭随舞綵，夗颈侍称觞。\n一举冲霄汉，重来感丧亡。道园遗翰墨，铁史志文章。\n俯仰人间世，须臾变海桑。"
        },
        {
            "标题": "耕读轩集陶诗二首 其二",
            "作者": "袁华",
            "内容": "种桑长江边，开荒南野际。星纪奄将终，风雨纵横至。\n既耕亦已种，及时当勉励。收敛不盈廛，冬日凄且厉。\n时还读我书，竟此岁月驶。缅焉起深情，怀役不遑寐。\n守拙归田园，鵔䴊安足恃。"
        },
        {
            "标题": "陪顾仲瑛祭张贞居回饮湖中分韵得奇字",
            "作者": "袁华",
            "内容": "连朝风雨不出户，今朝雨晴山色奇。涌金门头买画舫，黎明径度湖之湄。\n张公学仙灵石坞，藏书瘗剑荒山陲。丹成驭气九天上，长松落日风飔飔。\n玉山草堂素有期，死生契阔良可悲。刲羊载酒拜祠下，俯仰今古兴遐思。\n君不见附子冈头师相墓，只今惟有草离离。"
        },
        {
            "标题": "送宁伯让还南台分韵得来字",
            "作者": "袁华",
            "内容": "落日枫江水似苔，画船挝鼓大帆开。柏台一夜清霜重，并逐秋风白雁来。"
        },
        {
            "标题": "题观泉图",
            "作者": "袁华",
            "内容": "寒泉落幽涧，绝壁凌长松。之子逍遥游，遐观意从容。\n俯嗟逝水驶，仰企高山重。苍头亦解事，撰杖以相从。"
        },
        {
            "标题": "广陵杂兴（三首）",
            "作者": "袁华",
            "内容": "十年不到广陵城，依旧琼芳弄晚晴。绣被土砖于阗寺，宝装刀剑镇南营。楼飘箫鼓云中响，地接烟花日外明。小杜风流今寂寞，谁携红袖按新声？长江天险隔南徐，千古英雄恨有余。《玉树》歌残龙虎地，锦帆船下斗牛墟。柳迷竹浦寒鸦聚，水漫雷塘野老渔。欲吊文章贤太守，山堂零落昔年书。参差吹作凤皇鸣，廿四桥头璧月明。不把琼芳祠后土，还持彩笔赋芜城。小楼窈窕低金缕，别馆蒲桃下玉罂。醉写乌丝遗所爱，风流仿佛记三生。"
        },
        {
            "标题": "七月五日送葛天民归湖州",
            "作者": "袁华",
            "内容": "倾盖相逢英妙年，静依禅客兴萧然。叩阍未上平戎策，佩犊归耕负郭田。\n水落乌程溪似带，星明牛女月将弦。飞楼结傍长松树，最爱青山堕几前。"
        },
        {
            "标题": "述怀赠钟安期",
            "作者": "袁华",
            "内容": "我游钱唐时，始识种云叟。种云江夏姿，意气倾牛斗。\n小阁瞰重湖，掩映柳州柳。数过南阳君，高居宅其右。\n长身美丰标，清庙列樽卣。堂前两槐树，薿薿叶硕茂。\n清言坐竟日，炊黍剪春韭。极称安期生，亹亹不绝口。\n前年往京师，同汎具区薮。传舍遂识君，倾盖若旧友。\n舣舟垂虹侧，返照在户牖。鲙鲤烹凫雁，张灯夜置酒。\n哀弦展清商，抚节歌击缶。间别情何长，愧乏报璚玖。\n去年南阳归，往劳或恐后。君至我适来，良会亦非偶。\n我留洪桥市，君宿南屏阜。相过半舍馀，觞热屡奔走。\n迫暮即下榻，瓜果杂野蔌。秉烛坐假寐，欲睡还掣肘。\n自言上有亲，龙钟及黄耇。下无应门儿，内乏主馈妇。\n干禄闽中郡，风埃面多垢。薄遂终养计，奄焉失慈母。\n履霜悲风木，居庐岁时久。今年来娄江，访我意弥厚。\n眷兹春夏交，新绿暗林薮。别君殊作恶，思君"
        },
        {
            "标题": "次韵陈敬初陪贡泰甫待制降香娄上 其一",
            "作者": "袁华",
            "内容": "使节煌煌照海滨，锦袍光被宠恩新。马班父子昭前史，苏宋文章继故人。\n甲帐泠风神欲语，斗杓垂野月如轮。礼成归蹋南州雪，犹得延陪笑语频。"
        },
        {
            "标题": "次韵陈敬初陪贡泰甫待制降香娄上 其二",
            "作者": "袁华",
            "内容": "久怀簪盍话深期，又阻江亭把酒卮。词客暂为迁客去，德星还傍使星移。\n放情自爱閒兼静，违世真非懒与痴。待理阖闾城下棹，共谈京洛慰遐思。"
        },
        {
            "标题": "张师夔关山行旅图",
            "作者": "袁华",
            "内容": "青山盘盘树簇簇，冈峦萦纡路诘曲。长桥如虹横绝谷，崩崖中断喷雪瀑。\n客子出门霜满屋，石磴荦确驴觳觫。溪头待渡人立鹄，烟水微茫漾初旭。\n东穷沧海西岷峨，梯扳鸟道航鲸波。重楼复阁岩之阿，安得税驾同婆娑。\n夔翁八十双鬓皤，饮少辄醉醉辄歌。泉南漫仕廿载过，不归奈此溪山何。"
        },
        {
            "标题": "送张天爵奉贺正旦表航海赴都 其二",
            "作者": "袁华",
            "内容": "帆樯跋浪驶如鸿，缥缈神京在眼中。天地未明先见日，九天直上更凌风。\n蓬莱水弱流清浅，龙虎台高气郁葱。咫尺凤城春似海，五云端拱帝王宫。"
        },
        {
            "标题": "送张天爵奉贺正旦表航海赴都 其三",
            "作者": "袁华",
            "内容": "耽耽双阙起中心，缭绕红云黼扆傍。麟史己书王正月，凤函初上帝封章。\n殿头杨柳黄于鹄，海子鴐鹅白似霜。拜赐君恩归佐郡，锦衣光彩照高堂。"
        },
        {
            "标题": "送张天爵奉贺正旦表航海赴都 其一",
            "作者": "袁华",
            "内容": "相臣奉表天边去，使者乘槎海上行。旌旗影拂波涛静，宫殿春开日月明。\n中原未必无王猛，前席须当问贾生。风景不殊民物异，江南遗老望休兵。"
        },
        {
            "标题": "仲春释奠燕集存道斋分韵得天字",
            "作者": "袁华",
            "内容": "于穆素王庙，层构何岿然。时维中春月，释奠加豆笾。\n牺尊酌醴齐，鸾刀割牲牷。陟降礼有序，对越神在天。\n竣事既彻俎，朝暾曜芳鲜。坛杏炫积雪，池藻扬轻涟。\n鲁叟圣人胄，幽斋肆方筵。献酬仪秩秩，论辨言便便。\n浩唱发清响，希声寄朱弦。明时崇礼乐，安车政徵贤。"
        },
        {
            "标题": "题张复初所藏倪云林画",
            "作者": "袁华",
            "内容": "春草蔼碧色，春泉流白云。时觅渔樵侣，行穿麋鹿群。\n览古发长啸，寻幽探秘文。娟娟双径月，流景照夫君。"
        },
        {
            "标题": "芝云堂夜集分韵得相字",
            "作者": "袁华",
            "内容": "今夕复何夕，张燕芝云堂。西风度江汉，仰见征鸿翔。\n坐中仙释侣，学道攻文章。飘飘鸾鹄姿，皎皎金玉相。\n上客貌苍古，乃是李伯阳。忆别昆丘颠，十见木叶黄。\n相逢玉山里，语旧热中肠。促席更秉烛，深杯送瑶浆。\n酒阑登雪巢，取琴弦清商。一弹别鹤操，再鼓凤求凰。\n人生会合难，引满重举觞。与子各尽醉，忧乐俱两忘。"
        },
        {
            "标题": "顾玉山园池十有六咏 其二 玉山佳处",
            "作者": "袁华",
            "内容": "玉山最佳处，窗户绝纤埃。门无俗士驾，禽鸟不惊猜。"
        },
        {
            "标题": "玉山草堂分韵得缘字",
            "作者": "袁华",
            "内容": "草堂秋气肃，清唱送觥船。微风下高树，华月丽中天。\n雄辩酬支遁，吟诗怀惠连。惊乌栖择木，流萤低度川。\n抚时情悒悒，感旧意悬悬。独念玉山子，冥心息众缘。"
        },
        {
            "标题": "寄题袁仲傅绿筠轩",
            "作者": "袁华",
            "内容": "吾宗有高士，种竹封禺颠。交柯承宝露，密叶荫璚泉。\n消摇葛陂杖，咏歌淇澳篇。傥骑茅龙去，为我谢辛钘。"
        },
        {
            "标题": "顾玉山园池十有六咏 其四 湖光山色楼",
            "作者": "袁华",
            "内容": "岚起天边雨，帆飞树杪风。湖光与山色，倒影画楼中。"
        },
        {
            "标题": "病中次韵答诸葛用中见寄 其二",
            "作者": "袁华",
            "内容": "避地移舟江水滨，风尘愁杀未归人。夷亭城下空怀土，甫里湖边又见春。\n日落长林乌乱叫，雪晴大泽雁飞频。题诗寄远还相忆，坐对梅花月色新。"
        },
        {
            "标题": "病中次韵答诸葛用中见寄 其一",
            "作者": "袁华",
            "内容": "连朝寒热相攻战，帕首伸吟拥被眠。头但岑岑如砭骨，身常兀兀似乘船。\n谩怜方朔饥求米，谁似苏卿冻啮毡。料得故人同寂寞，客窗泚笔写诗篇。"
        },
        {
            "标题": "游惠山寺",
            "作者": "袁华",
            "内容": "苍山蜿蟺蟠九龙，石泉混混流其中。下灌吴田数千顷，泽物岂止煎茶功。\n支分馀润及草木，松杉枯柏青蒙茸。只今无锡天下济，锻冶不复炎烟红。\n鼪鼯群啸丛祠空，遗像者谁桑苧翁。波泉酹地荐蘋藻，俯仰千古怀清风。"
        },
        {
            "标题": "甲午岁丹阳道中即事 其一",
            "作者": "袁华",
            "内容": "览古丹阳郡，兴亡几战争。山横季札墓，江转吕蒙城。\n坏垒烽埃赤，荒墟燐血明。卖刀仍买犊，何日事春耕。"
        },
        {
            "标题": "直沽即事 其一",
            "作者": "袁华",
            "内容": "鸾舆北狩神京日，车骑回屯海浦秋。草地霜寒散驼马，旃庐日夕下羊牛。\n革囊桐酒醺人醉，芦叶吹笳动客愁。可见太平忘武备，蹋歌顿足拥貂裘。"
        },
        {
            "标题": "武林即事 其一",
            "作者": "袁华",
            "内容": "不到钱塘己五年，故交零落倍潸然。何人拔剑歌玄武，有客题诗拜杜鹃。\n锦绣湖山多虎迹，莺花巷陌断人烟。伤情独有中天月，依旧清光照冷泉。"
        },
        {
            "标题": "纪行歌送陈士惟新喻教授",
            "作者": "袁华",
            "内容": "陈广文短而精悍才且㒞，投老远之新喻任。中流扬舲张大帆，乌帽霜华点秋鬓。\n忆别楚乡今十年，梦想江山动游兴。忆昨经览初，看山数去程。\n放舟娄江口，挂席南风轻。长年三老椎大鼓，酾酒割牲祈降灵。\n开头捩柁入扬子，东望淮沙海门紫。鲸鱼吹浪波冥冥，不觉狼山去如驶。\n舟行三日数百里，忽见金焦屹相峙。铁瓮城颓壁垒荒，百战英雄嗟已矣。\n晓行朱金沙，暮泊石头城。不闻商女歌玉树，黄芦苦竹生秋声。\n复溯彭郎矶，还经敷浅源。落帆官亭湖，遥见香垆烟。\n却忆仪真不数日，行尽长江十三驿。大孤雨晴冰鉴开，白石青林映行色。\n始离墟落见城市，高阁魏魏对山起。摩铁柱，吊旌阳，俯仰清风怀孺子。\n三洲橘熟秋雨霜，枫林点染兼丹黄。烟华万井照金碧，石城百雉围清江。\n范太史，清江生。视草登紫阁，看花游玉京。子今往，彼我歌纪行。\n范公虽仙典刑在，山川草木皆知名。醉歌击唾壶，君毋忧问涂。\n安得成宽辈，写作长江图。"
        },
        {
            "标题": "寄岳季坚诗客计筹山杜丹丘洪碧海",
            "作者": "袁华",
            "内容": "床头有酒未为贫，汗漫山林一散人。巳过丹丘期洗髓，还从碧海看扬尘。\n楼开千嶂云霞曙，泉落双溪草树春。何日相从问真诀，绿阴深处岸乌巾。"
        },
        {
            "标题": "日夕佳轩",
            "作者": "袁华",
            "内容": "养真衡茅下，好爵吾不荣。榆柳荫后园，幽兰生前庭。\n神渊写时雨，相命肆农耕。虚室绝尘想，气彻天宇明。\n凉风起将夕，归鸟趋林呜。班荆坐松下，杯尽壶自倾。\n念之动中怀，千载有馀情。"
        },
        {
            "标题": "寄倪云林先生",
            "作者": "袁华",
            "内容": "人日才过春未深，满城风雨昼阴阴。又逢元夜传柑燕，恰似重阳汎菊吟。\n字写硬黄当几畔，砚分浅碧到溪浔。从它狂客时推骂，笑对青山酒自斟。"
        },
        {
            "标题": "寄逸閒叟",
            "作者": "袁华",
            "内容": "义天求法地，楼阁倚孱颜。忆得旧游日，鸟鸣春树间。\n行循惠山涧，坐对玉岑山。逸师既卓锡，谈玄觉冥顽。\n室飞花似雨，洞锁铁为关。安能脱尘鞅，卜居相往还。"
        },
        {
            "标题": "匡山五咏 其五 环中亭",
            "作者": "袁华",
            "内容": "崇冈积苍雪，罗立展屏幛。巘崿荦确中，芟夷得平旷。\n四顾何巍然，镵云开叠嶂。山如众星列，环拱皆北向。\n一亭据中心，势欲两相抗。天高氛翳消，春还淑气畅。\n激水流羽觞，鸣琴发清唱。俛仰宇宙间，览古兴慨忼。"
        },
        {
            "标题": "完颜巾歌",
            "作者": "袁华",
            "内容": "完颜巾，金粟道人所制，寄铁厓先生。先生赋长歌以谢，率余同作。混同江流长白东，完颜虎踞金源雄。身如长松马如阜，蹴踏黄龙城阙空。鸳鸯泺上鴐鹅雪，春水秋山事游猎。黄河清后圣人生，一代衣冠烟雾灭。璊玉龙环四带巾，柘袍吐鹘装麒麟。锦房芍药大于斗，骅骝坐拥真天人。传自中原文献家，全胜白氎小乌纱。金粟道人鬓已秃，挟以双环归铁厓。铁厓先生貌如玉，绣缕盘花簇朱襮。鹧鸪小管沸筝琶，春流银瓮葡萄绿。日日倒载高阳池，落花飘飖风满衣。九峰女儿拍手笑，月中踏歌歌大堤。先生醉笔蛟龙走，报以长歌意殊厚。脱巾花底一掀髯，笑倩柳枝来漉酒。"
        },
        {
            "标题": "金粟影",
            "作者": "袁华",
            "内容": "金粟花千树，银河月一轮。举杯邀对饮，天上谪仙人。"
        },
        {
            "标题": "清弓轩棹歌 其一",
            "作者": "袁华",
            "内容": "东洄瀛海望蓬山，西上昆丘溯九湾。四橹撇波横雁翅，恍如鹤背载笙还。"
        },
        {
            "标题": "天基庄菊花",
            "作者": "袁华",
            "内容": "仙子乘风过赤城，金槃玉露掌中擎。月明解佩江头去，五色云霞拥绛旌。"
        },
        {
            "标题": "客海津送郭秀才南回（三首）",
            "作者": "袁华",
            "内容": "百丈牵船上御河，客中送子奈愁何。柁楼晚饭鲂鱼美，细雨微风水不波。"
        },
        {
            "标题": "客海津送郭秀才南回（三首）",
            "作者": "袁华",
            "内容": "海雾昏昏水拍天，马牛遗矢满平川。翻思五月江南道，万木清阴叫杜鹃。"
        },
        {
            "标题": "口占诗",
            "作者": "袁华",
            "内容": "春塘杨柳未飞绵，已有清阴覆画船。好倩吴姬歌《水调》，不辞有罚酒杯传。"
        },
        {
            "标题": "口占诗",
            "作者": "袁华",
            "内容": "漠漠轻风雨乍收，方塘水生不胶舟。慈乌将子避人去，返照正在柳梢头。"
        },
        {
            "标题": "口占诗",
            "作者": "袁华",
            "内容": "细雨初晴暖尚微，小亭帘幕护春晖。曲尘波动鱼初上，金缕条长燕未归。"
        },
        {
            "标题": "云松巢为定之赋",
            "作者": "袁华",
            "内容": "结巢云松里，幽閒意颇浓。松声发灵籁，云气矫游龙。\n采拾聊可养，持赠愧无踪。何当解尘鞅，跨鹤以相从。"
        },
        {
            "标题": "送唐希颜入京师",
            "作者": "袁华",
            "内容": "挂席清江胜驾车，柳黄梅白雨晴初。不师鬼谷从衡术，独善庖羲卜筮书。\n绕郭烟花春日丽，对床风雨夜窗虚。便邮频把音书寄，莫待慈亲暮倚闾。"
        },
        {
            "标题": "寄梅林普庆二长老恢复初首座彝天伦藏主",
            "作者": "袁华",
            "内容": "诸子才华老更成，自惭蒲柳易凋零。梅林兵后山如赭，普度春还树似屏。\n尘拂宝花分半席，几翻贝叶校群经。彝公阅尽毗卢藏，立雪堂中有宁馨。"
        },
        {
            "标题": "昆山五咏 其四 刘龙洲祠",
            "作者": "袁华",
            "内容": "刘君庐陵秀，胸次隘九州。倜傥负奇气，辛陈同侠游。\n西登岘山首，北望多景楼。长歌过恸哭，志在复国雠。\n异材世间出，高揖轻王侯。奈何攀桂手，不能占鳌头。\n肆情诗酒间，文焰射斗牛。昆山非故里，遂为潘宰留。\n五十死无嗣，埋骨东斋陬。世代倏变易，夷墓为平畴。\n有司重封表，立阙树松楸。何人奠麦饭，凄凉土一抔。\n建祠立神主，买田供庶羞。仁哉太守心，祭奠亘千秋。"
        },
        {
            "标题": "昆山五咏 其三 李侍御墓",
            "作者": "袁华",
            "内容": "散步城南门，始得圆明里。宰上木己拱，泉下者谁氏。\n披榛踏宿草，羡门半狐豸。勋阀表阡石，云是侍御史。\n力行敦古学，名衡其姓李。世家本江都，娶妇居娄涘。\n射策明光殿，看花长安市。出宰施善教，矧肯猛政理。\n至今松陵月，清光照江水。拜命登霜台，白简冠獬廌。\n上言论奸佞，手将逆鳞批。势障狂澜回，屹立中流"
        },
        {
            "标题": "草堂清集 其二",
            "作者": "袁华",
            "内容": "绣被熏笼护暖云，酒痕曾上缭绫纹。秋风草阁梧桐雨，清坐张镫校玉文。"
        },
        {
            "标题": "追赋玉蕊亭小集分韵得溪字",
            "作者": "袁华",
            "内容": "华灯照高宴，方舟溯回溪。道里虽阻远，何期冠盖齐。\n青阳动林莽，积雪润涂泥。行酒玉蕊妥，放歌碧云低。\n会合谅有定，追赋慰离暌。"
        },
        {
            "标题": "柳塘春轩口占 其一",
            "作者": "袁华",
            "内容": "横雨狂风三月馀，柳塘水涨起潜鱼。花明兰渚坐垂钓，叶暗芸窗好读书。"
        },
        {
            "标题": "柳塘春",
            "作者": "袁华",
            "内容": "燕尾艎飞水，鹅黄柳覆堤。水流花似雪，疑是武陵溪。"
        },
        {
            "标题": "柳塘春轩口占 其二",
            "作者": "袁华",
            "内容": "快雨时晴暖尚微，小亭帘幕护春晖。曲尘波动凫雏出，金缕条长燕子归。"
        },
        {
            "标题": "柳塘春",
            "作者": "袁华",
            "内容": "鸭绿波摇舰，鹅黄柳覆堤。飞花如白雪，流出武陵溪。"
        },
        {
            "标题": "柳塘双鹭",
            "作者": "袁华",
            "内容": "杨柳眠溪春水生，舂锄并立眼偏明。莫思滩濑鱼虾美，忘却云霄万里程。"
        },
        {
            "标题": "柳塘轩听雨与谢子兰同赋",
            "作者": "袁华",
            "内容": "忆昔西游时，扬帆楚江船。颠风俄送雨，洪涛怒掀天。\n飘摇芦渚外，滴沥篷窗边。如马龁枯萁，澎湃惊昼眠。\n北辕梁宋郊，渡河上幽燕。穷冬雨载道，蹒跚行不前。\n暝投野店宿，土锉寒无烟。卧听耿不寐，怀乡思悬悬。\n前年走乱离，穷途屡回邅。一月不见日，谁能补天穿。\n相对泣妻孥，所忧沟壑捐。间关戎马中，幸获窥田园。\n窥园剪春韭，桃李东风妍。遥知江湖夜，孤灯嗟十年。\n有客毗陵来，皂帽霜盈颠。奔逃患难馀，与予同可怜。\n岂无道里归，饥火方垂涎。主人敬爱客，开尊且留连。\n幽轩落疏雨，秋水满平川。馀音散高柳，似聆清商弦。\n剪烛对床话，中心畅忧悁。我还君未回，语极重悽然。\n周汉终再昌，恩泽沛八埏。梯航四海通，归钓槎头鳊。\n呼儿带经锄，白鹤溪之壖。异时倘相觅，毋忘听雨篇。"
        },
        {
            "标题": "楼上观荡舟妇",
            "作者": "袁华",
            "内容": "蕙楼临广甸，兰塘通曲湖。山光落乌几，水影上虾须。\n荡桨谁家子，轻舟迅若凫。扳莲觅嘉藕，剥芡弄明珠。\n送歌情婉娈，卖眼意踟蹰。姑嫜在堂上，返照下桑榆。"
        },
        {
            "标题": "送彭从龙归清江迎妇四首 其三",
            "作者": "袁华",
            "内容": "轻烟林际开，素月川上起。桂楫击空明，消摇汎容与。\n美人隔秋水，相望不得语。临流折芳馨，所思在遗汝。"
        },
        {
            "标题": "宿白莲寺桂子轩分韵得月字",
            "作者": "袁华",
            "内容": "幽夐阿兰若，逍遥谢城阙。池回白莲风，林堕青桂月。\n语深玄理释，心清妙香发。道人澹无为，悠然思超忽。"
        },
        {
            "标题": "过南翔寺简胜仲殊",
            "作者": "袁华",
            "内容": "齐公昔建阿兰若，唐刻今存窣堵坡。井邑人非双鹤去，江乡日落一舟过。\n夜坛暖足无玄兔，晓室听经有白鹅。问讯东林蜜殊老，中边之味近如何。"
        },
        {
            "标题": "客吴兴春日偶成 其五",
            "作者": "袁华",
            "内容": "深锁春风罨画楼，杏花香里醉扶头。何人得似任公子，相府莲歌不解愁。"
        },
        {
            "标题": "客吴兴春日偶成 其四",
            "作者": "袁华",
            "内容": "双眉刷翠小红娘，斗酒梨花为洗妆。一曲缠头不知数，扬州城内善和坊。"
        },
        {
            "标题": "寄于彦成 其一",
            "作者": "袁华",
            "内容": "欲采蘋花遗所思，玉山山中秋日迟。遥天孤鸟没苍霭，急雨大鱼飞碧池。\n握手过溪当此夕，攒眉入社定何时。独怜满地干戈起，对酒毋烦重赋诗。"
        },
        {
            "标题": "寄于彦成",
            "作者": "袁华",
            "内容": "庄北庄南雨乍零，繁花如雪照空冥。玉壶美酒拈重碧，石室藏文翻杀青。\n倏忽无烦凿浑沌，春秋有待问冥灵。松颠骐骥飞行处，定约麻姑访蔡经。"
        },
        {
            "标题": "寄于彦成 其二",
            "作者": "袁华",
            "内容": "方塘如鉴净无波，花气生香雨乍过。河汉露凉星斗湿，江湖水落雁鸿多。\n不辞归隐在松菊，莫遣移文裂芰荷。安得手招笙鹤侣，会稽山里听笙歌。"
        },
        {
            "标题": "陪赵仲光顾仲瑛游昆山",
            "作者": "袁华",
            "内容": "林壑秋高绝点埃，画船载酒对山开。霜明远浦蒹葭老，木落空江鸿雁来。\n魏国王孙多丽藻，华阳真逸有仙才。翠微阁下经行处，重为题诗拂紫苔。"
        },
        {
            "标题": "枇杷白头",
            "作者": "袁华",
            "内容": "枝上花开才岁暮，叶间子熟又春残。何缘山鸟头先白，错讶韩家金弹丸。"
        },
        {
            "标题": "甲午岁丹阳道中即事 其六",
            "作者": "袁华",
            "内容": "平籴吴东粟，委输江上游。汎舟雍继绛，给饷马连牛。\n坚壁虽皆破，陈师尚未休。将军身许国，不解虱兜鍪。"
        },
        {
            "标题": "再用韵怀钱塘旧游",
            "作者": "袁华",
            "内容": "忆昔南游浙水阳，越山青映吴山长。青鞋皂帽紫筇竹，跻跋鸟道登羊肠。\n葛翁岭下丹井冷，西子湖边花草香。螭头画舫载歌舞，醉归零露何瀼瀼。\n幻仙时居灵石坞，清斋远致霜前姜。酒阑嘻笑即挥洒，笔陈酣鏖文艺场。\n骑䲔上天虽不返，潜德百世犹流芳。柳洲数过拾遗宅，绕屋清泉甘若肪。\n湖南宪幕官不调，一别四见秋风凉。顾瞻停云动遐思，落落端如参与商。\n欲谋斗酒恣欢谑，感念死生安忍当。山阴狂客老更狂，舟楫欲来道里妨。\n黄尘闇天尚格斗，岛夷峒蛮相夺戕。可怜杀戮到鸡狗，今我不乐心孔伤。\n兴亡治乱固有数，流毒国内谁遗殃。眼中之人美无度，安得放浪来江乡。\n时维清和白日永，溪毛采掇供壶觞。并游英俊屡入梦，梦觉明月流空床。\n但当痛饮醒复醉，驩乐悲哀俱两忘。"
        },
        {
            "标题": "送权上人兼东谅虚白讲师",
            "作者": "袁华",
            "内容": "释书经律论，中分大小乘。繇汉历唐宋，翻译卷帙增。\n微义浩河沙，究竟谅未曾。权师未识面，闻誉如云腾。\n兹登雨花堂，闻妙心源澄。庭眠惠远鹅，臂驾支遁鹰。\n天池九万里，扶摇自此升。为言虚白翁，归休理寒镫。"
        },
        {
            "标题": "丙申岁有怀南北师友铁崖先生",
            "作者": "袁华",
            "内容": "第二桥边路，问奇那厌频。文章司马氏，诗酒谪仙人。\n笛弄莫邪铁，尊开太古春。梅边草堂好，矫首隔风尘。"
        },
        {
            "标题": "雪山图",
            "作者": "袁华",
            "内容": "云气浮空高复低，石林茅屋望中迷。山回鸟道青天上，水落鱼罧碧涧西。\n欲访松乔穷绝顶，直扪萝葛蹑飞梯。归来城郭还依旧，坐对新图赋紫溪。"
        },
        {
            "标题": "嘉树轩分韵得报字",
            "作者": "袁华",
            "内容": "舣舟绰山阳，重湖水澄浩。百年植嘉树，森列若旌纛。\n眄兹乱心曲，触景起哀悼。酌泉荐蘋蘩，再拜酹神道。\n嗟哉抚育恩，罔极何以报。顾曕白云飞，回翔复高蹈。\n散策日未昏，微怀寄幽讨。"
        },
        {
            "标题": "送印月潭归穹窿山",
            "作者": "袁华",
            "内容": "春草遍南陌，春潮流落红。美人娄水上，一舸逐东风。\n一舸向何处，言归故山去。雉鸣苦竹冈，离情黯烟树。\n故山穹窿高插空，重湖倒浸金芙蓉。缥缈宝楼林壑中，晴岚暖霭霏帘栊。\n三年不蹋虎溪路，梦礼大士青莲宫。风景既不殊，山川宛如昨。\n为问鸱夷舟，何似支硎鹤。安得相从访二公，醉蹑丹梯倚寥廓。\n山崖乳，兰芷芳，临溪采撷烦寄将。相思引领天一方，载歌招隐为报章。\n重来握手成大笑，杨柳花飞春笋长。"
        },
        {
            "标题": "桐川秋夕",
            "作者": "袁华",
            "内容": "驱车复驱车，驾言适他乡。他乡非故里，相知邈何方。\n败叶鸣寒蛩，素月流空房。仰视河汉高，安得凌风翔。\n商飙下木叶，游子寒无衣。山川良阻修，岁暮胡不归。\n目送孤飞鸿，羽翼未有依。愿言守真素，毋劳歌式微。"
        },
        {
            "标题": "二月十日西园对雪",
            "作者": "袁华",
            "内容": "舣舟东城阿，张宴西园里。遥天黯同云，高轩落疏雨。\n霏霏杂霰零，冉冉微雪委。先集长洲苑，乱点脂塘水。\n蹴絮翻新燕，吹花起潜鲤。初飞势斜斜，渐积光玼玼。\n凄咽鸾笙涩，徘徊翠袖靡。人生贵适意，流行随所止。\n底用银烛燃，清光照窗几。"
        },
        {
            "标题": "清弓轩棹歌 其二",
            "作者": "袁华",
            "内容": "三十六陂春水生，一百五日又清明。轻帆低拂桃花雨，醉踏船舷歌濯缨。"
        },
        {
            "标题": "秋江钓艇图",
            "作者": "袁华",
            "内容": "我昔系缆桑落洲，好山无数当船头。大孤绝立小孤险，江水远兼湖水流。\n扁舟老叟钓斜日，断崖古木含清秋。草堂抚卷重感慨，满眼风尘怀旧游。"
        },
        {
            "标题": "北山寓兴",
            "作者": "袁华",
            "内容": "北山之中春载阳，膏雨霢霂草木长。溪蔬野蔌青戴土，老饕采撷充枯肠。\n枸杞黄凝鞠菹熟，蒌蒿青点芹羹香。步寻木鸡竹风冷，手拾菌钉松露瀼。\n蕨拳敷腴竹萌嫩，韭木丰肥同芼姜。鳖裙鹅掌俱退舍，牛炙豚蹄难擅场。\n春光烂熳过三月，静爱幽香生野芳。寒具藤花甘胜肉，凉饼蓼芽圆截肪。\n槐叶光浮素盌冻，含桃花映清尊凉。石芥鼻触气辛烈，金齑齿嚼声宫商。\n不蒙朱门贵介录，独许白屋幽人尝。物无定味贵适口，冰壶先生真欲狂。\n莱公万羊数己定，庾郎三韭贫何妨。分羹不均御者怒，染指未食天伦戕。\n骄奢淫佚古所戒，口腹累人良可伤。山中之乐乐无央，秋风又到莼鲈乡。\n菊黄橘绿萸蟹紫，桂酒新篘香满觞。菜园不愁羊蹋破，便当烂醉眠糟床。\n虽然此腹久负我，结交岁暮母相忘。"
        },
        {
            "标题": "昆山五咏 其五 朱节妇墓",
            "作者": "袁华",
            "内容": "节妇茅氏女，嫁为朱虎妻。主馈事尊嫜，婉娩年方笄。\n夫官水衡守，舅长大农司。饟馈转渤澥，功与酂侯齐。\n厮养纡青紫，第宅切云霓。天道恶盈满，谗言致勃溪。\n舅既瘦囹圄，夫亦为孤累。节妇没入官，诏赐提点师。\n衣袂结两儿，昼夜呱呱啼。义不负所天，矢死心弗移。\n抗志厉节操，师亦兴嗟咨。漕侯卯金刀，拙庵比丘尼。\n仗义出金帛，以赎节妇归。幸脱虎狼口，寄食居招提。\n仰望浮云驰，目送孤鸿飞。俯视龆龄子，良人渺何之。\n百感集衷肠，形与神俱疲。为妇当死节，为将当死绥。\n一病竟不起，孤魂遂无依。槥椟自京邑，归葬娄江涯。\n孝哉犹子谦，具词陈有司。移文上台省，进奏对丹墀。\n譬比曹令女，夫死家诛夷。勇烈虽少异，操行岂相违。\n请录付史馆，敦俗淑民彝。制可出鸿恩，甄表发潜辉。\n荏苒三十年，荒坟草离离。落日下牛羊，芜没少人知。\n契侯古循吏，为善日孳孳。大书刻坚石，华表双巍巍。\n朽骨怀深恩，岂独邦人思。感嘅成五咏，纪实匪干私。"
        },
        {
            "标题": "张溪云耕读图",
            "作者": "袁华",
            "内容": "雨过青山麓，溪流涨新绿。麦熟雉将雏，桑老蚕上簇。\n荷锸朝出耕，释耕还读书。行行负薪诵，咄咄带经锄。\n门无石壕吏，户有毕卓瓮。客至辄倾尝，嬉笑杂嘲讽。\n此非桃花源，乃是朱陈村。儿女毕婚嫁，含饴弄诸孙。\n于戏髯张非画史，才比中郎亦无子。空留遗墨在人间，竹屋荒凉月如水。"
        },
        {
            "标题": "灵壁石鱼磬歌",
            "作者": "袁华",
            "内容": "鲩公潜迹淮泗渊，禹门烧尾凌风烟。未随磬襄蹈东海，先从琴高游九天。\n天家披腹星磊磈，帝遣下主芙蓉仙。赐恩三品甲之上，黄金宝带腰间悬。\n俄逢谷城文人怒，迁谪乃居灵壁颠。补天不值女娲氏，支机徒传博望骞。\n苍颜绿发嗟老矣，时同樵牧云根眠。故交相国牛与李，后之继者惟米颠。\n相逢倾盖即下拜，握手话别经千年。块处山林返初服，穷探理窟加■研。\n房山胸次有丘壑，萍水俪结三生缘。间厕笙镛列堂下，五音繁会声相宣。\n岁暮栖迟南谷口，日与琴剑相周还。飞凫叶县览溪月，一往不复宁无愆。\n通玄真人素有约，招之归老丹丘田。具区泽中访范蠡，计筹峰顶寻辛钘。\n延平剑去亦异事，合浦珠还非偶然。千秋翁仲荒草里，万岁艮岳寒芜边。\n感今嘅古重太息，人亡器存良可怜。君不见赞皇平泉醒酒石，子孙世宝称其贤。"
        },
        {
            "标题": "至正乙巳纪兴十首 其六",
            "作者": "袁华",
            "内容": "苍龙何煌煌，芒角在东方。感时耿无寐，起视夜未央。\n晨兴粪田畴，洒流固堤防。谷雨扇条风，负耒欲分秧。\n立苗本欲疏，薅锄莠与稂。耕耘不卤莽，所报千斯仓。\n岂惟田畯喜，妇子亦洋洋。严霜降中野，黍稌登圃场。\n上当输国赋，下以充糇粮。于斯祀先农，击鲜罗酒浆。\n饮福既赐胙，再拜奉亲尝。愿亲弥寿考，黄耇膺天庆。"
        },
        {
            "标题": "寿宁庵夜宿",
            "作者": "袁华",
            "内容": "偶成绰山游，西风吹落日。大田登禾黍，高林收枣栗。仰羡松柏姿，俯惭蒲柳质。石县王果崖，花雨维摩室。白雪浮茗瓯，缥囊散书帙。抚事困诛求，拯时乏经术。纷争若蝼蚁，相持如蚌鹬。可怜鸱吓鼠，何异裈处虱。郊居便樵苏，野服忘巾栉。独乐五亩园，素封千树橘。被酌坐逃禅，铭墓亲操笔。梦幻前后身，道悟中边蜜。剧谈更抵掌，展席成促膝。煌煌斗回杓，耿耿月离毕。水声远澎湃，竹影互蒙密。清坐不知疲，东方启明出。"
        },
        {
            "标题": "书画舫小集送谢子兰过江东分韵得云字",
            "作者": "袁华",
            "内容": "曲馆众芳歇，方塘西日曛。曲阑杨柳树，秋水白鹅群。\n谢公浮家隐，囊盛惟典坟。书画船自操，子前中细君。\n胡不归故里，故里闇楚氛。玉人张离筵，高轩水沄沄。\n翼若青翰舟，汎彼江之濆。扣舷歌少海，问字客如云。\n纠罚觯载扬，探题诗屡分。君言适江东，研田事耕耘。\n暂屈鸿鹄志，组织云锦文。蹇予风尘表，孤陋寡所闻。\n何日往从游，骚坛策奇勋。"
        },
        {
            "标题": "郑德明李廷璧同集顾仲瑛书画舫分韵得天字",
            "作者": "袁华",
            "内容": "我爱山中屋似船，曲阑倒影水行天。画推郑顾同三绝，书至钟王可并传。\n把"
        },
        {
            "标题": "嘉树轩",
            "作者": "袁华",
            "内容": "双槐何亭亭，交柯荫华轩。昔人去已远，手植今犹存。\n宝露流层颠，醴泉灌灵根。枝叶日以茂，子孙日以蕃。\n愿同紫荆树，永保矢弗谖。"
        },
        {
            "标题": "匡山五咏 其四 清高亭",
            "作者": "袁华",
            "内容": "层峦壁亭北，灵渊汇亭西。野芳新绿合，岩扉空翠迷。\n林深不见日，地迥惟闻鸡。草木气胶葛，六月流冰澌。\n达人逍遥游，散策凌丹梯。澄怀适野性，观物和天倪。\n易同醉侯讲，诗为应真题。急流能勇退，名与三高齐。"
        },
        {
            "标题": "赋得馆娃宫送友人之武冈城步巡检",
            "作者": "袁华",
            "内容": "驱车阊阖门，息驾灵岩下。灵岩信清丽，维兹馆娃所。\n稚子停宵征，于焉同览古。夫差昔好奢，筑宫置歌舞。\n璇题丽层霄，丹碧耀平楚。藻幄曳华幔，妒宠争媚妩。\n采香朝舣舟，响屧暮清暑。代谢人事迁，商飙动禾黍。\n俛怀诸宫胜，亦复一丘土。不作楚囚悲，将军本雄武。"
        },
        {
            "标题": "送闵鍊师省兄还茅山兼柬钱虚白",
            "作者": "袁华",
            "内容": "伯兄兵隔海之隅，仲也东寻轶两凫。闵氏圣门称孝子，道家句曲号仙都。\n埙篪迭奏宫商合，风雨连床语笑俱。此去定逢钱逸士，为询芝术寄来无。"
        },
        {
            "标题": "丙申嘉平二十四日镫下偶成",
            "作者": "袁华",
            "内容": "岁晏萧萧风雨生，交年节近月书正。杯盘罗列昏祠灶，鼓角悲凄夜捍城。\n未献椒觞陈雅颂，且分豆粥泛膏饧。乞将得酒年逢酉，会见承平息战争。"
        },
        {
            "标题": "送人归京师",
            "作者": "袁华",
            "内容": "秦淮水落大江奔，西溯兰舟海上村。柳色晓浓鳷鹊观，棣花春韡脊令原。\n紫髯上将初分阃，白发慈亲政倚门。归向高堂躬定省，对床风雨拟重论。"
        },
        {
            "标题": "赋得泰伯庙送郑同夫归豫章",
            "作者": "袁华",
            "内容": "巍巍三让庙，乃在古城阿。日月明衮裳，殿陛列雕戈。\n万世尊至德，遗风亘不磨。送君庙下路，吴江秋水波。"
        },
        {
            "标题": "送强彦栗募农赴都",
            "作者": "袁华",
            "内容": "燕赵开田千里馀，募民南国课耕锄。豳风旧咏农官政，大有重看太史书。\n麦秀郊原将乳燕，花飞野水欲生鱼。耕莘钓渭皆王佐，行见承恩侍属车。"
        },
        {
            "标题": "素华轩",
            "作者": "袁华",
            "内容": "素封家开素华室，乃在练祁之水旁。千树梅花浑是雪，一庭月色只疑霜。\n神游空洞生虚白，潜心内景修中黄。未饶剡曲多清思，乘兴须当汎野航。"
        },
        {
            "标题": "题李嵩会茶图",
            "作者": "袁华",
            "内容": "谷雨初晴花乱吹，金河春水腻如脂。挈瓶小试团龙饼，想见东都全盛时。"
        },
        {
            "标题": "题赵希远万松金阙图",
            "作者": "袁华",
            "内容": "峥嵘阆风岑，杳渺蕊珠宫。紫皇中建极，金阙凌万松。\n云生金毋帐，日射玉女窗。凤鸟鸾鹤俦，啸歌声"
        },
        {
            "标题": "水月清华亭",
            "作者": "袁华",
            "内容": "昼锦堂中结小亭，方池如鉴照檐楹。山河影落鲛宫迥，蘋藻光涵兔魄明。\n神女凌波遗玉佩，素娥飞辔下瑶笙。一尘隔断人间世，独倚高明爽气清。"
        },
        {
            "标题": "倪云林天平山图",
            "作者": "袁华",
            "内容": "峨峨天平山，秀色横具区。龙门两崖束，壁立削铁如。\n岚深萝磴滑，冈回樵径纡。野禽鸣声和，岩树清阴敷。\n遐观见夫椒，一点烟中孤。俯视白云泉，惨澹在有无。\n繄谁抽秘思，历览摸新图。仿若楚米颠，乃是吴倪迂。\n斯人不可得，安能相与娱。笠泽春水生，怅望正愁予。"
        },
        {
            "标题": "柳风蓉月亭次铁崖先生韵",
            "作者": "袁华",
            "内容": "绿烟红雾摇兰塘，婵娟泣露啼秋芳。金虫朴帐花风热，花底双歌蹋明月。\n画阑十二悬晴虹，美人香骨燕支红。满眼春娇小蛮舞，云锦书傅青鸟语。\n亭中主者江左客，春草梦回天下白。"
        },
        {
            "标题": "甲午岁丹阳道中即事 其九",
            "作者": "袁华",
            "内容": "娄港蒙冲发，开帆驾海涛。挥戈当落日，杀贼竟清宵。\n刀剸犀为甲，鞭驱石作桥。何人投笔研，自拟汉班超。"
        },
        {
            "标题": "追赋芝云堂小集",
            "作者": "袁华",
            "内容": "窈窕玉山下，楼观何委蛇。丹葩曜阳林，金粟缀樛枝。\n感兹节序迁，四筵乐芳时。桂酒倾凿落，兰烟度罘罳。\n双歌声袅袅，屡舞影僛僛。乐事古难并，宿留阻深期。\n何以慰所怀，载歌停云诗。"
        },
        {
            "标题": "万竹亭高士图",
            "作者": "袁华",
            "内容": "参差万玉立，窈窕一亭深。不改冰霜操，时聆鸾凤音。\n数等零陵石，诗同淇澳吟。颀然二高士，允若双南金。\n临川嗟逝水，焚香弦素琴。昔贤不复作，慨想豁冲襟。"
        },
        {
            "标题": "东皋隐居集陶诗二首 其一",
            "作者": "袁华",
            "内容": "少无适俗韵，山泽久见招。结庐在人境，种苗在东皋。\n披榛步荒墟，晨出肆微劳。坐止高荫下，我行岂不遥。\n绕屋树扶疏，敛襟独逍遥。涉暑惊秋霜，寒风拂枯条。\n时驶不可稽，浊酒且自陶。提壶挂寒柯，聊以咏今朝。"
        },
        {
            "标题": "东皋隐居集陶诗二首 其二",
            "作者": "袁华",
            "内容": "世短意常多，久去山泽游。草庐寄穷巷，嘉穗养南畴。\n凄凄风露支，司田眷有秋。我实幽居士，终怀在归舟。\n有客赏我趣，引满更献酬。菊为制颓龄，酒云消百忧。\n至德冠邦闾，自古有黔娄。"
        },
        {
            "标题": "次韵埙大章梧竹轩联句",
            "作者": "袁华",
            "内容": "会合维摩室，微风满榻秋。云龙韩孟句，冰雪澈休流。\n洗"
        },
        {
            "标题": "拜石坛歌 其一",
            "作者": "袁华",
            "内容": "眉山三苏宋儒宗，长公矫矫人中龙。南迁儋耳西赤壁，文章光焰超鸿濛。\n快哉之亭雪初霁，领客登览山川雄。自言平生不解饮，胡乃一举觥船空。\n和诗宽限见真率，凿崖题石磨苍穹。功名富贵等丘土，断碑残素垂无穷。\n吁嗟异物神所卫，玉山合壁俄相逢。奎章博士丹丘翁，江南放逐惊秋风。\n见之即下米芾拜，二颠痴绝将无同。筑坛山中加爱护，树以松桂连椅桐。\n雨窗云户湿寒翠，朝阑暮槛开晴红。白野御史龙头客，青年献赋蓬莱宫。\n戏将秃颖写{虫鬵}扁，断钗折股星流虹。秪今烽烟闇河岳，王侯第宅皆蒿蓬。\n牙签玉轴映竹素，好事独传吴顾雍。娄东朱圭铁作画，字字玉屈盘蝌虫。\n嗟哉昔人今已矣，惨澹故国风烟中。如何二子复嗜古，策勋翰墨收奇功。\n我来再拜重太息，苍苍古雪吹长松。登坛绝叫浮大白，酒酣目送孤飞鸿。"
        },
        {
            "标题": "无题拟李商隐（四首）",
            "作者": "袁华",
            "内容": "环佩珊珊下汉皋，琼楼风度郁轮袍。琴心寄调传孤凤，华意留情属小桃。金粟柱移筝上雁，玉莲杯举掌中醪。乘鸾一去无消息，肠断神山梦寐劳。¤"
        },
        {
            "标题": "无题拟李商隐（四首）",
            "作者": "袁华",
            "内容": "裙曳湘罗动曲尘，雀叉小佩玉麒麟。紫箫偷按云中曲，彩笔慵传镜里真。蝶粉腻花金作缕，雁沙回雪翠为茵。若兰锦字多华丽，未减风流赋洛神。"
        },
        {
            "标题": "寓绰墩寿宁庵 其二",
            "作者": "袁华",
            "内容": "北山何处境清绝，藤轩阴阴生昼寒。明月飞来散清影，金沙布地为君看。"
        },
        {
            "标题": "寓绰墩寿宁庵 其一",
            "作者": "袁华",
            "内容": "栖禅窟畔好高树，三静境中皆白云。己翻瞿昙内外典，更礼茅家大小君。"
        },
        {
            "标题": "西爽轩",
            "作者": "袁华",
            "内容": "层轩新筑涧之濆，日射丹书草木薰。天末火流秋沆砀，冈头玉润晓絪缊。\n清寒恍对晴山雪，散漫如瞻华岳云。不似滕王高阁上，珠帘捲雨又斜曛。"
        },
        {
            "标题": "毗陵许左司中秋对月席上次韵",
            "作者": "袁华",
            "内容": "毗陵中秋月色好，清光散落千林表。乌台御史紫微郎，一笑相逢即倾倒。\n璚楼玉宇净无尘，金粟吹香爽气新。靓妆行酒谁家女，恐是天上乘鸾人。\n蹇予山林性疏散，不堪政比稽康懒。学书学剑一无成，岂解奔趋事生产。\n谁能褰旗夜斩关，斫贼手持龙爵镮。归来献馘长杨殿，夺取金印悬腰间。"
        },
        {
            "标题": "耕读轩集陶诗二首 其一",
            "作者": "袁华",
            "内容": "少无适俗韵，贫居依稼穑。农务各自归，耕种有时息。\n道丧向千载，圣贤留遗迹。游好在六经，疑义相与析。\n在昔余多师，玄鬓早已白。羲农去我久，素抱深可惜。"
        },
        {
            "标题": "顾玉山园池十有六咏 其五 芝云堂",
            "作者": "袁华",
            "内容": "堂阴有奇石，如芝复如云。望云怀友生，采芝招隐君。"
        },
        {
            "标题": "楚云堂分韵得城字",
            "作者": "袁华",
            "内容": "霜露悴百草，风埃闇重城。冥鸿奋羽翰，肃肃东南征。\n感时增慨慷，岂不怀友生。美人忻会面，开觞掇秋英。\n燕坐适清赏，高梧含夕清。厌厌乐未央，明河渐西倾。"
        },
        {
            "标题": "芝云堂小集",
            "作者": "袁华",
            "内容": "池馆风微白昼长，芭焦叶大午阴凉。蜻蜻点水高低见，燕燕冲花下上忙。\n酪粉蔗浆银盌冻，莼羹鲈脍玉醪香。醉骑黄鹄云中去，岂为暌离惨别肠。"
        },
        {
            "标题": "野航轩雅集分韵得秋字",
            "作者": "袁华",
            "内容": "今日有佳景，野航俯清娄。酒从碧筒泻，烟向博山浮。\n长林树阴密，方池水气秋。蝉依疏叶语，鱼唼落花游。\n暌离获良觏，飞光为迟留。"
        },
        {
            "标题": "梦綵堂为余士平提学赋",
            "作者": "袁华",
            "内容": "綵服染缁尘，游子远辞亲。游子綵服敝，恩赐朱衣新。\n晓冲燕山雪，问程扬子津。西望不见匡庐云，江南己老莺花春。\n食寄吴下旅，旅馆灯昏夜，身逐一篷飞，心随孤蝶化。\n阿㜷倚门迟子归，奉觞拜舞趋慈闱。堂阴萱花大如斗，堂下玉树森成围。\n子归何草草，母乐亦融融。俯视儿身衣，犹是母手缝。\n慈乌择木思返哺，哑哑悲啼近堂树。空梁月落梦回时，此身有愧南飞羽。"
        },
        {
            "标题": "夜坐听雨偶成",
            "作者": "袁华",
            "内容": "哦诗听雨向西窗，犹胜衔枚夜渡江。赤壁焚舟惊破魏，马陵斫木善收庞。\n身经丧乱家何在，老去情怀酒易降。清坐不知更漏永，抛书假寐对残缸。"
        },
        {
            "标题": "游鸳鸯湖分韵得落字",
            "作者": "袁华",
            "内容": "寂寞虚斋静，汎览方舟乐。大堤横卧虹，飞杠高渡鹊。\n川阴云气生，水阔天光落。荒苔积宝园，坏垒鸣金橛。\n余生感樗散，抚景嗟离索。行觞藉草饮，斜阳下林薄。"
        },
        {
            "标题": "怡云阁",
            "作者": "袁华",
            "内容": "句曲凋仙馆，兹山多白鹄。积云荡胸起，层霄纷郁郁。\n卷舒本无心，成盖复轮囷。五色散晴采，三素堕寒影。\n朝随白鹄积金峰，暮逐神蝙福乡井。山中宰相挂冠归，身似閒云岂受羁。\n不堪持赠赋诗寄，变化静观聊自怡。商之孙子清庙器，灵笈琅章发玄秘。\n飞阁冯虚杪万松，阴合窗扉凝玉气。贞居先生杨许俦，曾过娄江江上楼。\n论诗秉烛坐清夜，倾盖始识髯翁周。我亦华阳洞中吏，不归已是三千岁。\n西访髯周弟与孙，为觅怡云当少愒。"
        },
        {
            "标题": "忆昨二首 其一",
            "作者": "袁华",
            "内容": "交友如云海内多，岂因谤讪竟蹉跎。未思张翰莼鲈帟，俄动田横《薤露》歌。\n万卷空留遗一子，千金用尽买双娥。柳州东畔无情月，还照芙蓉蘸碧波。"
        },
        {
            "标题": "忆昨（二首）",
            "作者": "袁华",
            "内容": "涌金门外昔曾游，落日凄凉燕子楼。红粉不随黄土化，清歌还为彩云留。愁褰帘幕鸡声晓，梦隔湖江雁影秋。泪落神山一抔土，忍将麦饭洒松楸。"
        },
        {
            "标题": "瑞上人远碧亭",
            "作者": "袁华",
            "内容": "亭子新开片玉东，冯虚举目送飞鸿。水穷鳌背三山小，云澹蛾眉两黛浓。\n诗咏墨华怀贯老，记存奇字忆扬雄。知君览胜多佳趣，尽在秋风落照中。"
        },
        {
            "标题": "昆山五咏 其二 王御史墓",
            "作者": "袁华",
            "内容": "有宋建王极，汴京郁嵯峨。仁化浃迩遐，林林英杰多。\n昆山虽僻左，士风粹而和。明经擢高第，踵接肩相摩。\n御史乡先生，学术正不颇。五传究终始，备论订舛讹。\n粤在宣和间，袖然中巍科。初主丽水簿，言事何委蛇。\n说书辅春坊，执法居谏坡。从容荅时相，直气凌太阿。\n范公在馆下，诘责加切磋。卒为廊庙器，词源浩江河。\n高弟沙随程，入室非操戈。宋史书列传，耿耿名弗磨。\n世变陵谷迁，百年无几何。城南新漕里，荆榛埋铜驼。\n景行世仰止，高风激颓波。门墙既有限，樵牧安敢过。\n再拜重兴感，临风动悲歌。荒苔封断碣，太息为摩娑。"
        },
        {
            "标题": "幽居图",
            "作者": "袁华",
            "内容": "混混幽涧泉，郁郁嘉树林。水木互胶葛，颇惬静者心。\n书翻白日静，鸟啼青嶂深。兹地可佚老，聊以投吾簪。"
        },
        {
            "标题": "赵仲穆幽禽图",
            "作者": "袁华",
            "内容": "水精宫中春己深，雕鞍游骑蹋湖阴。金丸不打返哺乌，彩笔自写孤飞禽。\n明窗棐几光相映，吮墨含毫清昼静。王孙不归春草生，鸥波万顷兼天净。"
        },
        {
            "标题": "钱塘钱思复匡庐于彦成幼同笔研重会于顾玉山许思复赋诗邀予次韵",
            "作者": "袁华",
            "内容": "会稽外史玄都客，手校玉文坐瑶席。一别中岳三十年，谷愧林惭少颜色。\n白水真人冰雪容，曾访卢鸿至宁极。翩然而来动遐兴，飞适丹崖千丈壁。\n相逢忽在玉山中，不计人间岁年易。赤城霞外忆同游，石洞桃花几回碧。\n桑田变海海扬尘，也知狡狯今非昔。玉山八月秋正好，银潢西泻星虚直。\n紫箫吹月酒如淮，露华洗天天影湿。御风不作三山游，豢龙归应西池役。\n傥过金马到玉堂，为我问讯众仙伯。"
        },
        {
            "标题": "次韵净天镜见招奉东云扉讲师兼怀张外史",
            "作者": "袁华",
            "内容": "曾陪外史清凉室，二老风流老更狂。海上留衣无吏部，僧中爱马独支郎。\n近传莲社开龙井，更约兰亭汎羽觞。己办青鞋仍载酒，举杯同吸鉴湖光。"
        },
        {
            "标题": "珠金沙",
            "作者": "袁华",
            "内容": "将军为国仗安危，势弱兵孤谩出师。江左望风如破竹，沙边背水尚张旗。\n可怜吴楚三军溃，始信襄樊一木支。扬子秋高波渺渺，木绵春尽草离离。"
        },
        {
            "标题": "过清江浦",
            "作者": "袁华",
            "内容": "八里庄头淮水长，清江浦边杨柳黄。楚女窄靴小锦袖，醉歌竹枝行玉觞。"
        },
        {
            "标题": "玉山草堂为沈南叔赋",
            "作者": "袁华",
            "内容": "东老草堂在何许，昆玉峰前娄水阳。怪石当门猛兽伏，长松绕屋神蜦翔。\n芸窗展卷声琅琅，若出金石谐宫商。嵩高山中隐者所，浣花溪上诗人庄。\n小亭野芳发幽香，鸥波淼淼涵天光。南邻老翁觅酒伴，短筇缓策行相羊。\n草堂之乐乐无央，豺虎遁迹罔两藏。何人写图落尘世，乃是四明狂客老更狂。\n乌乎四明狂客老更狂，生纸泼墨兀老苍。"
        },
        {
            "标题": "赋得禹庙送人之越",
            "作者": "袁华",
            "内容": "大禹神功别九州，巍巍古庙越山头。玄圭告锡昭成绩，洪水怀襄息横流。\n雨湿梅梁灵物化，香凝龙衮瑞烟浮。送君再拜瞻遗象，梦叶熊罴在运筹。"
        },
        {
            "标题": "赵魏公黄葵",
            "作者": "袁华",
            "内容": "天上王孙白玉堂，曾瞻黼扆御袍黄。寸心倾日应多渴，露泻金茎赐一觞。"
        },
        {
            "标题": "次韵奉答印月潭讲师 其二",
            "作者": "袁华",
            "内容": "斥鴳抢榆枋，大鹏抟瀚海。所以荜门士，养志固有待。\n贞心如皦日，岂为穷达改。白驹不受絷，少微自扬彩。\n大节苟弗渝，微名岂足浼。愿遂鸡黍期，共挹南风岂。"
        },
        {
            "标题": "寄费舜臣印月潭三首 其二",
            "作者": "袁华",
            "内容": "原隰何畇畇，华木亦莽莽。深村寡轮鞅，居民乐生聚。\n水芝才著花，莎鸡又振羽。去日尚能推，来日讵可数。\n晷景嗟荏苒，质性念椎鲁。何如證无生，趺坐不出户。"
        },
        {
            "标题": "寄费舜臣印月潭三首 其三",
            "作者": "袁华",
            "内容": "达人贵闻道，仕士重守边。胡为事一室，四序从推迁。\n春花碧色敷，夏木清阴圆。草木亦有时，力田尚逢年。\n嗟余濩落材，兀兀理残编。丈夫慎出处，岂为利禄牵。\n荣名若春花，飘散随风烟。疏雨过郊墟，水竹生华妍。\n缅怀靖节翁，遇酒辄陶然。过溪成大笑，此理谁能宣。"
        },
        {
            "标题": "次韵奉答印月潭讲师 其一",
            "作者": "袁华",
            "内容": "炯然摩尼殊，照彼圆觉海。万怪形靡逃，连城价可待。\n夜光烛苍冥，历劫耿不改。上人心若珠，随方见五彩。\n流通既无著，幻化焉能浼。勖尔崇令德，优游乐寿岂。"
        },
        {
            "标题": "寄费舜臣印月潭三首 其一",
            "作者": "袁华",
            "内容": "户有读书声，门多车辙迹。丈夫岂长贫，一椽聊止息。\n草深蛙鸣池，苔滋蜗篆壁。俯怜东逝波，仰羡南飞翼。\n会心不在远，佳处辄终日。玉子落文枰，锦囊出缃帙。\n相过南山僧，戒律谨三尺。何如尉迟子，酒肉破孤寂。"
        },
        {
            "标题": "游永寿寺谒和义王祠复过兴福月潭讲师丈室",
            "作者": "袁华",
            "内容": "秋原聊引望，野涉自成趣。意循洲渚转，目送江波注。\n柳飔凉拂衣，稻露香沾履。欲作招提游，己办济胜具。\n寻幽趋远林，习静得佳处。丹碧何焜煌，楼观出高树。\n繄昔和义王，奋身应君募。锡封列茅土，勋业垂竹素。\n有子味禅悦，建寺慰思慕。先祠南庑下，象设肃徒御。\n雄姿俨若生，朱衣佩宝璐。缅怀襄樊日，酣战挥白羽。\n宋室已不竞，皮去毛安傅。顾瞻徘徊久，秋阳薄沮洳。\n回策过讲台，蒿莱没行路。丈室仅如斗，虚空宝花雨。\n上人除结习，缤纷自飞去。回睇祥峰閒，暧暧隔烟雾。\n于以纪兹行，咿唔遂成句。"
        },
        {
            "标题": "倪云林竹木图",
            "作者": "袁华",
            "内容": "初阳被原隰，微风度檐楹。修竹弄晴色，嘉禾敷春荣。\n君隐笠泽上，观物以怡情。写生寄毫素，持赠重瑶璚。"
        },
        {
            "标题": "野航轩",
            "作者": "袁华",
            "内容": "轩开花柳照波明，啸傲篷窗悦野情。恍载春流天上坐，翻疑晚饭越中行。\n携家未遂鸱夷隐，汎宅甘从甫里耕。不问主人当往造，樵青还解笑相迎。"
        },
        {
            "标题": "甲午岁丹阳道中即事 其四",
            "作者": "袁华",
            "内容": "天设长江险，悠悠万古情。烟光连北固，云气渺东瀛。\n夜汎金山寺，花游铁瓮城。也知狂李白，乘月醉骑鲸。"
        },
        {
            "标题": "赋得佳人晓妆",
            "作者": "袁华",
            "内容": "鸟啼琐窗曙，薄寒犹中人。綵服龙香炙，玉台鸾镜陈。\n体轻腰束素，步细袜生尘。洗妆初敛笑，握发半含嚬。\n柳叶邀郎画，桃花倩妾匀。蜂黄微点额，猩血浅涂唇。\n不畏秋娘妒，那愁飞燕嗔。淑姿岂长好，贞心终不泯。\n愿为双紫绶，缠绕向渠身。"
        },
        {
            "标题": "寄天衣净天镜长老 其二",
            "作者": "袁华",
            "内容": "竹园寺里昔曾游，弹指流光十六秋。诸刹每传新学起，一箪犹为故山留。\n文词雅正推裴柳，诗句清妍属澈休。湖海老成凋谢尽，杖藜何日浙江头。"
        },
        {
            "标题": "寄天衣净天镜长老 其一",
            "作者": "袁华",
            "内容": "会稽名郡素多贤，翼举高风更凛然。金缕赐衣梁代日，紫檀遗象义熙年。\n千峰秀色层檐外，双涧清流绝磴边。遥想升堂谈法罢，匡床镫火理残编。"
        },
        {
            "标题": "丙申正月十七日避地商墓 其二",
            "作者": "袁华",
            "内容": "今朝雨晴天气好，黄柳叶深含夕曛。高阁下临平野阔，青山中断大溪分。\n树嗟江夏桓司马，诗忆天台郑广文。国内风尘犹未息，书生亦欲学从军。"
        },
        {
            "标题": "丙申正月十七日避地商墓 其一",
            "作者": "袁华",
            "内容": "溪阁春明雨乍停，游丝百尺堕窗棂。燕归故国蘼芜绿，战退空原燐血青。\n未见王师除叛逆，谩将词赋慰飘零。艰时会合须谋醉，笑指丹泉泻玉瓶。"
        },
        {
            "标题": "次韵秦文仲暮春见寄 其二",
            "作者": "袁华",
            "内容": "江南春尽子规啼，愁里看花思转迷。乳燕定巢当户语，断虹截雨傍江低。\n斩鲸政欲提三尺，簪笔何由侍两闺。满眼干戈连海岱，置身安得月中梯。"
        },
        {
            "标题": "送郭安道升宪椽",
            "作者": "袁华",
            "内容": "太山何岩岩，上与云汉通。流光洞相射，照耀金芙蓉。\n黄河水汤汤，奔流去不已。东下沧海深，曾波渺无涘。\n顾此河山美，襟带邹鲁疆。扶舆孕神秀，人物产贤良。\n粤生我郭君，秋水炯双目。清标颀而长，碧梧峙鸾鹄。\n结发读书史，浩气冲八虚。崭然见头角，顿与众子殊。\n周还丈室中，左图右文史。父母有愉容，邻里皆仰企。\n布衣束韦带，箪瓢恒晏如。游心羲皇上，自许稷契俱。\n出门天地宽，飘飘远游志。便欲凌高风，赤手搏虎兕。\n西逾秦陇地，东溯大江濆。为爱九华好，结茅栖白云。\n奈此堂上亲，鹤发被两耳。家无担石储，何以奉甘旨。\n暂捧毛义檄，菽水聊怡颜。缅怀远大器，置身簿书间。\n朝趋雁鹜行，暮归问安否。克孝复克勤，天赋非矫揉。\n耿介守贞洁，剖决言便便。俯仰洎十载，东西郡屡迁。\n冰霜操愈坚，刚柔不茹吐。黄堂飞荐章，姓名达乌府。\n八月绣衣使，持节江之东。薅荆薙榛棘，狐狸亦循踪。\n抡才惟若人，修能获举援。行看补舜裳，胸有五色线。\n黄梅雨初霁，移文下桃州。隶卒效奔走，车骑拥道周。\n班荆西郭门，长途马蹄疾。遥望敬亭山，草木似相识。\n行行至莲幕，挺挺立霜台。平生多抱负，今日良慰怀。\n江左民力疲，况乃苦徭役。早夕被鞭笞，征敛从何出。\n贪污挟势权，舞文肆凶奸。朘剥民膏血，那知稼穑难。\n苍生命如鱼，濈濈在网罟。按行来何时，问此民疾苦。\n嗟予一介士，幸获望馀光。春风佳丽地，文酒日相羊。\n方期朝暮间，坐听谈亹亹。愰若秋空蝇，弗得附骥尾。\n丈夫志四海，慷慨轻别离。愿言树勋业，高步青云梯。"
        },
        {
            "标题": "春晖楼牡丹",
            "作者": "袁华",
            "内容": "春晖楼前牡丹树，喜见新花发旧槎。深根培植雨露厚，不待羯鼓花奴挝。\n紫黄红白绯与碧，牙牌小篆蟠龙蛇。玉环飞燕两倾国，国色晕酒凝朝霞。\n就中一枝最杰出，金铃绣幄相笼遮。前年作客浙水上，去年避地苕溪涯。\n千葩万卉自开落，愧我不见空咨嗟。今年花发风日丽，况无兵燹吹黄沙。\n金尊美酒唤小妾，起舞折花簪髻丫。酒酣乐极重太息，故人南北音书赊。\n虎头学佛宗三车，饮酒食肉谈空华。了知何必假外相，始悟在家真出家。\n洛阳园池信可誇，只今无树啼栖鸦。玉山山中称乐土，杳杳百里连桑麻。\n诗成对花还大嚼，一任白发欹乌纱。"
        },
        {
            "标题": "次韵顾玉山寄",
            "作者": "袁华",
            "内容": "草堂东郭带烟萝，门外高轩客屡过。郑国上卿知叔向，新丰逆旅荐常何。\n柳迷官道莺迁木，花映春江水动波。已许芝云分半席，嘉时行乐醉时歌。"
        },
        {
            "标题": "梦鹤轩为殷之秀赋",
            "作者": "袁华",
            "内容": "琳宫肃弘敞，华馆通曲密。萝月白纷纷，竹风清瑟瑟。\n至人本无梦，恬澹志专一。颀然羽衣仙，胡造规中室。\n同作钧天游，飞行周八极。蝶化漆园吏，蚁聚槐安国。\n斯理倘能求，至道谅可得。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "苏州府学",
            "Background": "袁华在苏州府学任职期间，正与同僚讨论当时的治国理政。袁华提到：“士人应当以德行教化百姓，方能使国泰民安。”一位同僚赞同道：“正是，若无仁政，虽有良法亦难施行。”",
            "Dialogue": "{\n    角色名:同僚 \n    动作:(微微颔首，神情凝重)\n    讲话:“袁先生，您所言‘士人应当以德行教化百姓’之语，实乃治国之根本。然则，德行之教化，非一朝一夕之功，必须深耕细作，方能见其成效。今日我朝多有法令，但若无仁政，百姓心中难得安宁，反而生出更多的怨言与不满。您认为，若要施行仁政，应当从何处着手？”\n}\n{\n    角色名:袁华 \n    动作:(双手交叠，目光坚定)\n    讲话: “诚如您所言，教化百姓，非一朝一夕之功，然则其根本在于士人自身的修身养德。士人若能诚心做到‘以德治国’，则必能引导百姓向善，教化成风。仁政之所以难以施行，往往在于执政者心中无仁，或执法过严，或不问民情。故我认为，施行仁政，首先须知晓百姓之所需，方能因时因势而施策。其次，士人应当率先垂范，以自身的德行感化他人，使之心悦诚服，自愿遵循法令。唯有如此，国之根本，方能安固，民之生活，方能安乐。”\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月色下的江边",
            "Background": "袁华与友人张伯英在江边对月吟诗，袁华吟道：“江水悠悠，何时共醉？”张伯英接道：“明月何皎，君与我共此生。”两人相视而笑，意气风发。",
            "Dialogue": "{\n    角色名:张伯英 \n    动作:(仰望明月，轻声吟道)\n    讲话: “袁华兄，月明如镜，江水悠悠，何时共醉此间？”\n}\n{\n    角色名:袁华 \n    动作:(微笑，举杯相邀)\n    讲话: “月明何皎，君与我共此生。此夜良辰美景，恰似桃花源中，人与自然皆和谐共生。江水潺潺，与君共饮，心中无忧，诗酒相伴，岂不快哉？月下吟唱，且让我们抒发心中之情，诉说那一份难得的友谊，愿此情长存，宛如这明月，永照人间。”\n}"
        },
        {
            "Type": "书信交流",
            "Location": "袁华的书房",
            "Background": "袁华正在写信给好友杨维祯，信中写道：“近来常思往事，愿与君共论诗文，别来无恙。”他在信纸上细致地描绘着当时的风景与心情。",
            "Dialogue": "{\n    角色名:袁华 \n    动作:(提笔沉思，神情专注)\n    讲话: “亲爱的杨维祯，近来常思往事，愿与君共论诗文，别来无恙。每当夜深人静之时，月华如水，思绪随之而起，昔日共游之地，宛如昨日，犹在眼前。想起当年于江边共饮之际，言笑晏晏，心中自有千般情思，今我在书房中，唯有孤影相伴，欲寄此信，寄予君以慰藉，愿君安好，早日回归于此，共享那份久违的诗酒之乐。”\n}\n{\n    角色名:杨维祯 \n    动作:(收信细读，微笑点头)\n    讲话: “袁兄，收到你的书信，心中甚慰。往事如烟，然情谊永存。此时虽隔千里，然我亦常忆起往日之欢，愿君珍重，待我归来，必与君共叙往事，吟诗作对，共享那份江湖之情。”\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "昆山的集市",
            "Background": "袁华与妻子在集市上行走，他指着新鲜的蔬菜说道：“此乃春日之鲜，买些回去做宴。”妻子笑着回应：“只要君心所愿，哪怕平淡亦可成佳肴。”",
            "Dialogue": "{\n    角色名:妻子 \n    动作:(轻笑，指着摊位)\n    讲话: “夫君，这里新鲜的蔬菜，色泽鲜亮，如何，买些回去做宴？”\n}\n{\n    角色名:袁华 \n    动作:(点头，眼中流露欣喜)\n    讲话: “此乃春日之鲜，果然美味。家中若有佳肴，必能让家人欢聚一堂，增添几分温情。明日节日将至，家人团聚，方显温暖之情。君心所愿，便是我心之所向，愿意以此为乐，何必追求奢华，平淡之中，自有深意。愿将此蔬菜当作家宴之肴，温馨而朴实，正是我心所愿。”\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "朝堂之上",
            "Background": "袁华在朝堂上与大臣们讨论“诸路总管府儒学训导”的职责，他指出：“教化是国之根本，须重视士人的道德与学识。”众大臣纷纷点头称是。",
            "Dialogue": "{\n    角色名:大臣 \n    动作:(凝视袁华，神情严肃)\n    讲话: “袁华大人，关于‘诸路总管府儒学训导’之职责，您有何高见？”\n}\n{\n    角色名:袁华 \n    动作:(微作思考，语气坚定)\n    讲话: “教化乃国之根本，士人之道德与学识，应当被重视。诸路总管府儒学训导，正是引导士人德行之地。若能认真对待，必能培养出一批德才兼备之士，助国之强盛，民之安乐。当前之时，国家虽有良法，但若无德行之约束，难以施行。故我认为，务必要重视士人之教育，使之明理知德，方能为国效力，助力朝廷之治安。”\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月下小亭",
            "Background": "袁华与陈基在小亭中对饮，袁华提笔写下：“月明点滴入江心，点滴清辉一片心。”陈基朗声吟诵，二人意气相投，词句间流露出深厚的友谊。",
            "Dialogue": "{\n    角色名:陈基 \n    动作:(微笑，举杯共饮)\n    讲话: “袁华兄，月明之下，何不共饮一杯？”\n}\n{\n    角色名:袁华 \n    动作:(点头，端杯相应)\n    讲话: “月明点滴入江心，点滴清辉一片心。此时良辰美景，正适合共饮，愿与君对歌，抒发心中情怀。月下之景，宛如人间仙境，令人神往。愿此刻长存，友谊如月，愈加明亮，愿我们共度此生，携手共赏这份美好光阴。”\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "袁华家中",
            "Background": "袁华正在与家人讨论即将到来的节日，他提到：“节日应以和乐为主，家人团聚，方显温情。”家人们纷纷赞同，气氛温馨。",
            "Dialogue": "{\n    角色名:家人 \n    动作:(围坐一圈，神情温馨)\n    讲话: “袁华，关于即将到来的节日，您有何安排？”\n}\n{\n    角色名:袁华 \n    动作:(微笑，微微点头)\n    讲话: “节日应以和乐为主，家人团聚，方显温情。在这喜庆之际，愿将家中装点一新，烹饪美味佳肴，邀朋共聚，欢度佳节。愿此时此刻，能让每个人心中充满欢乐与温暖，亦让我们在这个特殊的日子里，感受家庭的温情与幸福，共同迎接未来的美好日子。”\n}"
        },
        {
            "Type": "书信交流",
            "Location": "袁华的书房",
            "Background": "袁华收到谢应芳的信，信中提到他为其创作的诗文，袁华感慨道：“友人之情，尤为珍贵，愿以笔墨传达心意。”他立刻着手回信。",
            "Dialogue": "{\n    角色名:袁华 \n    动作:(翻阅信件，神情专注)\n    讲话: “近日收到谢应芳的信，信中提到我为其创作的诗文，心中感慨万千。友人之情，尤为珍贵，愿以笔墨传达心意。回首往事，彼此间的情谊犹如长河奔流，绵延不绝。今日我欲写下回信，倾诉心中所感，愿友人安好，待我归来，将诗文之情长存于心，共同追忆那段美好时光。”\n}\n{\n    角色名:谢应芳 \n    动作:(收信细读，微微一笑)\n    讲话: “袁华兄，收到你的回信，心中倍感欣慰。往事如烟，然情谊永存。无论身处何地，愿君安好，待我归来，必与君共叙往事，吟诗作对，共享那份江湖之情。”\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "长江边",
            "Background": "袁华与顾瑛在江边吟唱，袁华言：“长江水，悠悠不尽，何以寄我情？”顾瑛回应：“月明处，最是人心，愿共此生。”两人互相欣赏，诗情画意。",
            "Dialogue": "{\n    角色名:顾瑛 \n    动作:(轻声吟唱，目光温柔)\n    讲话: “袁华兄，长江水，悠悠不尽，何以寄我情？”\n}\n{\n    角色名:袁华 \n    动作:(微笑，举杯相邀)\n    讲话: “月明处，最是人心，愿共此生。此夜良辰美景，恰似桃花源中，人与自然皆和谐共生。江水潺潺，心中无忧，诗酒相伴，岂不快哉？月下吟唱，且让我们抒发心中之情，诉说那一份难得的友谊，愿此情长存，宛如这明月，永照人间。”\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "袁华家中的春草园",
            "Background": "袁华与邻居谈论着春草的生长，他说道：“春草虽小，却是生命的希望。”邻居点头称是，夸赞袁华的园子打理得宜，生机盎然。",
            "Dialogue": "{\n    角色名:邻居 \n    动作:(微笑，指着春草)\n    讲话: “袁华兄，春草长势喜人，何以如此？”\n}\n{\n    角色名:袁华 \n    动作:(微笑，轻声解释)\n    讲话: “春草虽小，却是生命的希望。此草在春风中茁壮成长，正如我们的人生，虽有坎坷，但只要心中有希望，便能迎来美好的明天。愿与邻里共赏这春日之景，亦愿大家在这片土地上，共同收获那份生机与希望。”\n}"
        }
    ]
}