{
    "基本信息": {
        "姓名": "陈普",
        "性别": "男",
        "出生年份": "1244",
        "死亡年份": "1315",
        "享年": "72",
        "朝代": "元",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "陈普为周敦颐所著书作序",
        "陈普为杨时所著书作序",
        "陈普为朱熹所著书作序",
        "陈普为朱熹所著书作序",
        "陈普为朱熹所著书作序",
        "陈普为朱熹所著书作序",
        "陈普为朱熹所著书作序",
        "陈普为陆九渊所著书作序",
        "陈普为陈瓘所著书作序",
        "陈普为张栻所著书作序",
        "陈普为谢枋得所著书作序",
        "陈普书跋由陆心源所作",
        "陈普为朱熹作祝词",
        "陈普为朱熹之建筑物题咏、记、命名",
        "陈普诗文跋由陆心源所作"
    ],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "尚德",
            "别名类型": "字"
        },
        {
            "别名": "惧斋",
            "别名类型": "室名、别号"
        },
        {
            "别名": "石堂",
            "别名类型": "未详"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "宁德",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "石堂先生遗集",
            "著述年份": "1303",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "收徒讲学",
        "[隐居（有隐德）]",
        "拒绝出仕"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "陈普，字尚德，号惧斋，世称石堂先生。南宋淳佑四年（1244年）生于宁德二十都石堂（今属蕉城区虎贝乡文峰村）。南宋著名教育家、理学家，其铸刻漏壶为世界最早钟表之雏形。 ► 陈普的诗文(810篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "咏史下·刘裕",
            "作者": "陈普",
            "内容": "云雨蛟龙无世无，睡中往往失明珠。比干七窍天何惜，不付曹瞒与寄奴。"
        },
        {
            "标题": "咏史下·刘裕",
            "作者": "陈普",
            "内容": "长安何但遗黎舞，翁仲铜驼亦笑开。他日佛貍南下路，青泥千尺髑髅台。"
        },
        {
            "标题": "咏史 其二 刘裕",
            "作者": "陈普",
            "内容": "何事佛狸能度淮，中原千尺髑髅台。无巢燕子宁依树，不入乌衣巷里来。"
        },
        {
            "标题": "拟古八首",
            "作者": "陈普",
            "内容": "人生不满百，常怀千岁忧。往事云雨散，积意如山丘。圣人已为土，土复成海流。曷为梦寐中，常见孔与周。"
        },
        {
            "标题": "毛诗·桃夭",
            "作者": "陈普",
            "内容": "一树夭夭灼灼华，满前万善意无涯。春风比屋宜家子，谁识枢机在一家。"
        },
        {
            "标题": "劝学歌",
            "作者": "陈普",
            "内容": "太极肇判两仪生，其中人为万物灵。人亦天地一物耳，独以道义超众形。立为三才中宇宙，发挥天地经人伦。兹事初非外烁伐，毫发皆奋七尺身。后生可畏如日出，千金之躯岂可轻。寸阴可惜莫虚掷，百年安得长青春。有力如虎当猛省，何况责望深父兄。不通六籍不是学，未了三才未是人。希圣必须志尧舜，希贤必有为颜曾。义理彝伦精讲究，礼乐制度须详明。体用源流务透彻，血脉文理仍流行。会通两尽始无碍，范围未始离曲成。无尘胸次贮万卷，拔出笔力找千钧。不用高枕卧丘壑，用之家齐国治天下平。不但匹无匹妇皆获所，草木鱼鳖咸清宁。此皆后进本分事，不为干利与求名。更须扫除谑浪傲惰熊，打并嗜欲声色情。一物一则同一敬，牢守孔孟张朱程。吃紧工夫决有效，令闻广誉垂千龄。英雄气概为则是，一变至道非难能。君不见四十五十无闻不足观，总是惰而不学昏昏贸贸枉生天地间。"
        },
        {
            "标题": "咏史下·刘裕",
            "作者": "陈普",
            "内容": "何事佛貍能度淮，中原千尺髑髅台。无巢燕子宁依树，不入乌衣巷裹来。"
        },
        {
            "标题": "咏史下·刘裕",
            "作者": "陈普",
            "内容": "杀人广固哭如雷，肯任长安住不回。想是齐秦人共语，不知胡羯自南来。"
        },
        {
            "标题": "咏史 其四 曹操",
            "作者": "陈普",
            "内容": "濮阳火里又潼关，几度鲸牙虎口间。铜雀台前闲极目，惊魂犹绕白狼山。"
        },
        {
            "标题": "孟子·孟子见梁惠王",
            "作者": "陈普",
            "内容": "道气凄凉七百年，招贤一举独非天。当场礼义难分别，回首空山重惘然。"
        },
        {
            "标题": "咏史上·卢植",
            "作者": "陈普",
            "内容": "泓泓眸子宿渊亭，不见蛾眉只见经。未似马家亲子婿，终身不踏绛纱庭。"
        },
        {
            "标题": "历代传授歌",
            "作者": "陈普",
            "内容": "伏羲神农黄帝氏，名曰三皇居上世。少昊专顼及高辛，唐虞尧舜为五帝。夏商周兮曰三代，三王禹汤文武是。尧舜传官禹传家，天与人与非私畀。夏禹一传启以贤，少康兴夏灭猿豷。十有七世于桀王，万汤放桀夏绪坠。殷汤应天而顺人，兴王地方七十里。太甲太戊及武丁，三宗有商为专美。祖乙盘庚亦贤君，三十传纣覆商祀。周兴积累由后稷，公刘太王及王季。文王大勋武王集，伐纣牧野作牧誓。成王嗣位在幼冲，周公辅政天下治。成康措刑四十年，几移周鼎幽与厉。夷王下堂王室卑，平王东迁春秋始。至于威烈春秋终，二百四十二年尔。鲁卫晋郑蔡燕曹，姬氏同姓皆兄弟。异姓齐楚秦宋陈，春秋列国侯十二。其间五霸相继兴，齐桓小白晋重耳。宋襄秦穆及楚庄，名曰尊王假仁义。战国七雄莫如秦，韩赵魏燕齐楚起。秦灭六国吞二周，周祚至於赧王止。天王三十有七传，八百余年属周纪。秦帝始皇太暴虐，位传二世而已矣。汉室龙兴灭秦项，高祖刘邦赤帝子。末年国本几动摇，四皓一出回孝惠。吕后临朝诸吕反，赖有平勃植赤帜。文景之世比成康，武帝好大功伐喜。霍光拥昭而立宣，江充诬谮太子戾。厥后外戚多擅权，平帝新室莽篡位。光武诛莽复中兴，汉为东汉炎运炽。明章二帝世所称，至于灵献汉祚替。前汉高文武宣朝，后汉光明章七制。两汉相传二十四，禅魏曹丕窃神器。分为三国魏蜀吴，鹬蚌相持真鼎峙。魏则曹丕吴孙权，蜀则先主称刘备。魏曹承汉才四传，天下权归司马氏。晋室肇兴司马炎，三王追谥昭思懿。两三传间至怀悯，群胡云扰如鼎沸。五凉前后南北西，四燕前后南北异。秦前后西赵前后，后蜀大夏相吞噬。东晋元帝都建康，天下南北分形势。南则晋宋齐梁陈，北则元魏东西魏。北齐后周犹一隅，隋文混一朔南暨。平陈禅周隋杨坚，夫何三世隋嗣毙。李唐继之纂洪图，高祖太宗成功易。武后易唐而为周，仁杰一言回睿意。玄宗末战溺杨妃，禄山叛逆为子弑。肃宗东征复两京，宪宗见弑陈洪志。文宗有才诛克明，德宗猜忌任虑杞。太宗玄宗及宪宗，号称三宗商可拟。末后难制藩镇强，宦官奉立皆私议。唐后迭兴有五代，梁唐晋汉周相继。五代五十三年间，后有十国皆僭伪。齐楚吴燕汉晋唐，周蜀吴越如蜂蝟。宋受周禅握乾符，扫除僭伪皆风靡。太祖姓赵都汴京，雪夜常幸赵普第。太宗真仁英神哲，历代承平善继嗣。至于徽钦金虏来，误国奸臣京与桧。高宗南渡宋复兴，建都钱唐歌舞地。孝及光宁守偏方，托胄既诛由诸史。在位历年四十余，前有仁宗后有理。至于度宗宋祚微，皆由平章似道弃。建隆德佑十六传，大元一统兴燕蓟。"
        },
        {
            "标题": "云庄劝学",
            "作者": "陈普",
            "内容": "百川皆望东，三才同面离。半圭崇幼德，六矢志男儿。孟子道非高，周公言非欺。要须辨方位，乃识穷陬维。自从学校废，俗敝柏梁诗。英才陆沈尽，卓荦非无资。下车众皆悦，苟且遂成痴。混澒声一概，沈痼星千期。天生紫阳子，缨冠而救之。万类始根理，六经初有师。立心辨邪正，成德在勤嬉。曾参作门户，夫子为根涯。有位民物康，在家兄弟宜。敬义贯心筠，德业畅根枝。行远必自迩，登高必自卑。不从洒扫起，何以为类推。群居不及义，游宴日相追。失学莫此甚，一成而百隳。时文筑衰末，不直埋马帷。六经不勤读，学荒身亦危。二刘与三蔡，相牖如埙篪。师门赖有嗣，流泽今未衰。子孙欲不坠，祖训勤奉持。不失伯牙心，不患无子期。"
        },
        {
            "标题": "咏史下·周瑜",
            "作者": "陈普",
            "内容": "乌林侥倖数帆风，便傍吴船向蜀中。刘葛关张无寸土，肯容公瑾擅江东。"
        },
        {
            "标题": "咏史 其二 贾生",
            "作者": "陈普",
            "内容": "落日长沙被鵩惊，愁来强把死生轻。洛阳才子何多涕，太息沾襟过一生。"
        },
        {
            "标题": "咏史上·邹衍",
            "作者": "陈普",
            "内容": "六月咸阳霜亦飞，五行正是水昌时。族秦自是谈天衍，不用陶朱与仲尼。"
        },
        {
            "标题": "咏史下·姜维",
            "作者": "陈普",
            "内容": "国小民劳事已非，城狐不斩愈危机。却屯已可擒锺会，邓艾无翎独解飞。"
        },
        {
            "标题": "咏史下·唐太宗",
            "作者": "陈普",
            "内容": "文皇仁义播敷天，李氏无伦三百年。末路荒唐如炀帝，蜀江更起度辽船。"
        },
        {
            "标题": "咏史上·张骞",
            "作者": "陈普",
            "内容": "风沙霜雪十三年，城郭山川万二千。汉马死亡宛马到，万人怨怒一人怜。"
        },
        {
            "标题": "咏史下·曹丕",
            "作者": "陈普",
            "内容": "吴质车中载甲兵，辛毗颈上毛轻。孔明才略何堪算，十倍曹丕是宪英。"
        },
        {
            "标题": "德阳林梅麓太守挽章",
            "作者": "陈普",
            "内容": "殷士皆周祼，南音独楚冠。寝车人更怒，负俎我何安。\n义合雍容就，名应久远看。梅花真铁石，耐得许多寒。"
        },
        {
            "标题": "咏史上·周亚夫",
            "作者": "陈普",
            "内容": "西来三十六将军。业业孤城势欲焚。细柳不逢豪杰主，当时已验口从文。"
        },
        {
            "标题": "咏史下·曹丕",
            "作者": "陈普",
            "内容": "侏儒一节足亡身，衰絰三年笑杀人。不逐猇亭天子便，龙舟何用到江滨。"
        },
        {
            "标题": "咏史下·高欢",
            "作者": "陈普",
            "内容": "段韶谷刹千金铸，彭乐丁公七宝装。虎子得来成底事，何如抱犊卧云岗。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "养虎荆州岁欲阑，一家豚犬不胜安。振振公族麟之角，妄作山林猛兽看。"
        },
        {
            "标题": "孟子·孟子好辩",
            "作者": "陈普",
            "内容": "禽兽纵横鬼魅多，人间岐路总差讹。当时缄口终无语，天理民彝竟若何。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "先帝斋宫内弄儿，阿娇金屋篡歌姬。披香博士真才子，刘氏家传却未知。"
        },
        {
            "标题": "咏史上·扬雄二首",
            "作者": "陈普",
            "内容": "展禽未必非龚胜，孤竹犹将笑薛方。可怪扬雄非桀犬，一生终倚桀门墙。"
        },
        {
            "标题": "咏史上·成帝",
            "作者": "陈普",
            "内容": "元帝斋宫纳弁儿，阿娇金屋篡歌姬。披香博士多才学，刘氏家传有未知。"
        },
        {
            "标题": "咏史上·晁错",
            "作者": "陈普",
            "内容": "谁人能夺伯氏邑，何德敢隳三子都。内史自侵汉家庙，未须削楚更衰吴。"
        },
        {
            "标题": "谢岩上张伯春伯齐兄弟子侄惠生日诗",
            "作者": "陈普",
            "内容": "苟食媮衣岂足论，诸公何见为开尊。诗书虽读道何有，爵德咸无齿敢言。泉下年年孤祖孝，眼前事事负乾坤。幸随草木酣秋色，晚节黄花别立根。"
        },
        {
            "标题": "孟子·许行",
            "作者": "陈普",
            "内容": "治国兼耕岂理欤，阴谋乱政肆崎岖。仲尼若使为司寇，许子难逃两观诛。"
        },
        {
            "标题": "姚国秀十咏·竹坞",
            "作者": "陈普",
            "内容": "竹静尘不染，坞深人不到。欲海不可航，聊须从吾好。"
        },
        {
            "标题": "孟子·孟子去齐",
            "作者": "陈普",
            "内容": "女乐之行恨未忘，时人又为去齐伤。圣贤出处常如此，道运终天孰主张。"
        },
        {
            "标题": "天上碧桃",
            "作者": "陈普",
            "内容": "春阶荡漾春日长，羽林飒飒勾陈苍。钧天寥寥帝不康，一月震悚奔勾芒。夜鸠众功和阴阳，粉白黛缘各一方。铸作娟丽盈盈妆，金乌飞去东藩傍。左右前后千毛嫱，青云衣兮白霓裳。重重华盖十六行，琼林玉殿积缟霜。气焰薰薄摇篮光，白云乡是碧云乡。骑龙韩愈如渔郎，缑山仙子闻仙方。坐鹤之背吹凤凰，穆子简子方来王。气迷色眩成肆狂，执法叩阊夕抗章。有一於此无不亡，言从谏听如禹汤。斥罢脂泽去芬芳，各服毼衣事蚕娘。"
        },
        {
            "标题": "归去来辞",
            "作者": "陈普",
            "内容": "归去来兮，吾生复何之。故园三径在，桃李不成蹊。台榭荒凉已无忧，阶除寂寞人已希。胡飘飘而不返，将役役以奚为。丈夫不自量，处世宁堪悲。省一朝之若是，悟百年之已非。饭山曾是饿唐甫，首阳曾是饿夷齐。名重天下何足比，利重天下何足奇。觉利名之不昧，知贫贱而勿悲。归去来兮归去来，长安纵好休徘徊。足巾屏之行李，拂藜杖之尘埃。杜宇知我意，声声苦相催。故园行乐处，满地生苍苔。归去来兮，闽山之巅。山奇水秀，可以忘年。水渺茫而法白，山排闼以争前。昔年桃李，依旧成阡。石径萦纡而藤萝耸茂，茅茨幽迥而松菊争妍。盘餐三百口，食足二顷田。吟且咏，乐且禅。饱而嬉，困而眠。心坦坦，腹平平。正是故园行乐处，谁知此乐乐悠然。东风起兮百草芊，缘杨飞絮杏花鲜。蝶翅乱，鸟声喧。翠欲黛，红欲燃。归去故园行乐处，几阵南风入舜弦。西风至兮鸿雁来，万物萧条景物猜。虫声切，猿啸哀。梧桐败，菊花开。归去故园行乐处，清风明月好安排。霜风凛凛雪花飞，村落无人猿夜啼。泉酒冽，溪鱼肥。燃兽炭，拨蹲鸱。归去故园行乐处，竹外梅花三两枝。红日三竿渔父去，云迷四野牧童归。朝暮之情何已矣，四时之景已如斯。已矣乎曷之，予知归去兮。松菊候门而南山耸媚，花鸟欣迎而北岭喧呼。悔知非之既晚，乐成赋以归欤。"
        },
        {
            "标题": "孟子·践形",
            "作者": "陈普",
            "内容": "理苟非形何以具，有形有象即其郛。非能尽性充乎体，空守人间血肉躯。"
        },
        {
            "标题": "孟子·大勇",
            "作者": "陈普",
            "内容": "大勇非由血气充，性情义命本来公。至刚至直纯天道，逆理其间何所容。"
        },
        {
            "标题": "野步十首 其七",
            "作者": "陈普",
            "内容": "流水数株残柳，西风两岸芦花。荒草客愁远道，夕阳牛带归鸦。"
        },
        {
            "标题": "德阳林梅麓太守挽章",
            "作者": "陈普",
            "内容": "殷士皆周裸，南音独楚冠。寝车人更怒，负俎我何安。义合雍容就，名应久远看。梅花真铁石，耐得许多寒。"
        },
        {
            "标题": "孟子·觳{觳右换束}牛",
            "作者": "陈普",
            "内容": "堂上言何自发，分明太极本真存。因知忍性元皆善，利欲遮迷只自昏。"
        },
        {
            "标题": "孟子·赤子之心",
            "作者": "陈普",
            "内容": "真淳未凿本诸天，饮食啼号所性然。情欲不生无外诱，圣人之质自浑全。"
        },
        {
            "标题": "大学·三关",
            "作者": "陈普",
            "内容": "致知格物最为难，梦觉关中善恶关。若得二关俱过了，方成人在两仪间。"
        },
        {
            "标题": "冬华一夜霜",
            "作者": "陈普",
            "内容": "天地生万物，节度各有常。毫发不可乱，奉时以行藏。不惟寡悔吝，尤可免折伤。倘不如所受，一一皆自伐。今年初冬月，造物如不详。阴阳忽倒植，连朝状春光。无知桃李辈，定序忽迷忘。点缀老枝上，纷纷发出狂。一桂为倡首，弹冠起群芳。杏思作霞燥，梨亦拟雪香。西蜀亦不远，得无欺海棠。洛阳近咫尺，能不动花王。冻蜂与寒蝶，入秋皆死僵。向令当此日，鼓舞又一场。安知理自在，此事无久长。一夕天地正，严风动昏黄。吹起四泽水，结为万瓦霜。凌晨为着目，憔悴不可当。萎形与死状，贻笑於大方。古来此事多，青史长相望。惟有知道者，进退不狂扬。有莘必三聘，幡然始就汤。草庐亦三顾，然后起南阳。万牛挽不至，料饵岂足尝。贾生一召至，未期在帝旁。不知怒绛灌，一落千丈强。孝文且如此，何况景武皇。申辕见汉武，席不暖客床。昭昭万古监，赵绾与王臧。当时蒲轮至，老推皆腾骧。焉知青云路，转眼成灾殃。大抵天下事，进退贵审量。欲速则不达，骤进祗取亡。善人忽急合，善事有当防。轻浮非君子，躁急最不祥。骑虎作麒麟，驾鹗凤凰。九疑峰对面，盘谷且徜徉。"
        },
        {
            "标题": "读书有感",
            "作者": "陈普",
            "内容": "弄舌仪秦久厌看，无言混沌自安间。人心何日无尧舜，道学终天有孔颜。五鬼不磨吾道义，二秦长是此江山。窗前宿草根长在，万古春风去复还。"
        },
        {
            "标题": "咏史 其五 曹操",
            "作者": "陈普",
            "内容": "刘备孙权岂可忘，南来举趾遽扬扬。刘琮脱用王威计，送死何须到武昌。"
        },
        {
            "标题": "读史 其五",
            "作者": "陈普",
            "内容": "天踰铁勒偏无夜，地到扶桑更有人。民首自黔心自白，诗书万古不忧秦。"
        },
        {
            "标题": "咏史 其四 明帝",
            "作者": "陈普",
            "内容": "高堂光禄心刘向，未托孤前亦已知。争奈九龙规太大，不堪浅薄武皇基。"
        },
        {
            "标题": "野步十首 其三",
            "作者": "陈普",
            "内容": "黄犊眼中荒草，鹭鸶立处枯荷。宦海风涛舟楫，故山烟雨松萝。"
        },
        {
            "标题": "野步十首 其四",
            "作者": "陈普",
            "内容": "愁思冥鸿杳杳，吟情败叶纷纷。归去满身溪雨，醉眠半枕山云。"
        },
        {
            "标题": "古田女 其二",
            "作者": "陈普",
            "内容": "北人见飓风，掀簸嗟真差。君子逢不若，白昼成黑夜。\n日月同一天，宁复殊次舍。礼义无华夷，悦心悉如蔗。\n披沙欲出金，恶莠为害稼。朝歌与胜母，贤者同回驾。\n中为去偏倚，庸但无怪讶。安敢亢亢方，却无伈伈下。\n礼不虑咈违，义不恤怒骂。恭惟秦汉前，礼乐止河华。\n七闽底处所，目不睹韶夏。食才美马甲，衣仅知压柘。\n应无雁币聘，宁识枣脩嫁。历汉晋至唐，谈口无可藉。\n令孜与思勖，畏作貂珰霸。第从常衮来，始识不逆诈。\n珠玉满面前，犹或迷光价。一二百年来，骅骝渐知跨。\n述古与介夫，各有诗书暇。晦翁黄勉斋，遂以教天下。\n昔时蛮隶国，今作齐鲁化。沂风蔼莫春，弦诵殷长夏。\n蹡蹡多规行，穆穆亲衡迓。方知地无偏，又喜才不借。\n独馀男女俗，缺漏留微罅。未能秣驹汉，颇碍雪驴灞。\n有心即知礼，有口皆思炙。男女既冠笄，屋宇仍台榭。\n朝夕晓凊温，春秋能社蜡。溱洧秉蕳游，此日何可假。\n礼自标枝来，心无倾盖乍。风流与衣冠，犹当轶王谢。\n田渔非女事，诗以告里社。"
        },
        {
            "标题": "题虎丘",
            "作者": "陈普",
            "内容": "干将化龙飞上天，寒崖古木俱苍然。大星西殒化盘石，银河倒流通剑泉。\n山鬼夜啸或风雨，坡仙浩气凌云烟。行人慎勿歌团扇，谁识风流晋代贤。"
        },
        {
            "标题": "野步十首 其五",
            "作者": "陈普",
            "内容": "白日长绳难系，青帘浊酒堪赊。归鹤苍山云际，故人锦字天涯。"
        },
        {
            "标题": "代寿德兴尹",
            "作者": "陈普",
            "内容": "尧蓂五叶开元正，尧云五色辉紫清。渔歌樵唱乐宽政，今日公堂弥兕觥。\n江南春稚寒犹峭，东风先绿银峰草。银峰百草皆何私，邀得东风来独早。\n宽厚不愎父母心，父母万寿儿愿深。老稚尽作斑衣舞，来听春风堂上琴。\n黄金台上凝虚伫，碧云为捲琴声去。要令四海皆阳春，不但银峰沐膏雨。\n区区祝公在此诗，寸草莫报春阳辉。秉钧暂借牛刀手，八荒开寿如尧时。"
        },
        {
            "标题": "野步十首 其一",
            "作者": "陈普",
            "内容": "南雁数声嘹唳，西风双鬓䰐鬖。病叶夕阳满树，断云残雨归岩。"
        },
        {
            "标题": "旦气诗",
            "作者": "陈普",
            "内容": "昼气如大雾，蒙我大明镜。主人莫知乡，奴隶窃权柄。\n不能巍巍莅，惟听纷纷命。是非既昧瞀，操执岂中正。\n不惟裁截偏，尤苦怠惰病。一柱一柔弱，四维俱不竞。\n循兹不回首，安得逃禽行。为人自暴弃，造化德独盛。\n纳日息万物，停止吾视听。魂归魄不安，灵根复凝定。\n潜龙蟠深渊，不灭飞腾性。五更号群鸡，陡然得大庆。\n熹微一隙开，洞达八荒圣。天地顿轩豁，百度亦饾饤。\n昨非咸昭晰，今是足审订。乃知天于人，父母未足并。\n晦以养其明，止以茁其莹。此而不接续，诚犯不恭令。\n工夫知如何，焚香且虔敬。"
        },
        {
            "标题": "文公书厨 百家其承",
            "作者": "陈普",
            "内容": "仁以生为道，岂不在子孙。贤愚固难必，厥初同一原。\n无根不能生，有作斯可述。罔极垂统心，非禽岂无识。"
        },
        {
            "标题": "醉吟",
            "作者": "陈普",
            "内容": "天在地在我亦在，天改地改吾始改。前身曾作孔子孟子为人憎，也曾为禹为稷为人爱。\n来来去去非贪痴，自去自来自不知。今生暂来作个咬啮菜根汉，焉知再来不遇文王出弹时。\n四溟为罍杓北斗，举世攒眉我开口。眼前不见白衣人，风月自当青田酒。\n万事不预非无功，顺应为用虚为宗。几度贫贱几度英雄，几度少年几度翁。\n天吴紫凤任颠倒，披襟引满对秋风。"
        },
        {
            "标题": "次答熊去非七夕遇雨见候 其一",
            "作者": "陈普",
            "内容": "志士千载心，烂烂如斜河。道路坦且修，况复阴雨多。\n女騃不可说，牛痴无柰何。"
        },
        {
            "标题": "文公书厨 永言宝之",
            "作者": "陈普",
            "内容": "世人多可笑，蜣丸富收拾。复有一般人，燕居加什袭。\n六经与玉府，惠我一何多。区区缘实见，没世抱荆和。"
        },
        {
            "标题": "程朱之学 其二",
            "作者": "陈普",
            "内容": "化工溥万物，不过亦不遗。何以能不劳，一理以贯之。\n寂然莫可迹，桴至鼓必随。一朝十二牛，芒刃不少隳。\n制度自恰好，形样咸无疑。夭桃且灼灼，箓竹各猗猗。\n有鳞尽渊跃，无翼不天飞。人心正尔妙，动静悉如斯。\n枢纽在方寸，运化斯为基。眼前日万变，尧舜一无为。\n此理无上下，大小随所知。因物为顺应，欢然鸣埙篪。\n何故天下人，利器不自持。妄端忽一起，纷溃终难支。\n天开真儒出，幽探万化机。苍苍群生类，何事涂径迷。"
        },
        {
            "标题": "拟古 其二",
            "作者": "陈普",
            "内容": "瑶池出甘泉，玉台荫梧桐。凤巢梧桐上，下浴甘泉中。\n美人室其左，荷衣裳芙蓉。素手把青枝，嘻嘻笑春风。\n性情如赤子，声气似黄钟。明珠媚深渊，鱼鳖游冲融。\n世事多参商，忧乐苦不同。荣枯与丑好，相待如駏蛩。\n深怀惕霜露，夙心常省躬。"
        },
        {
            "标题": "次答熊去非七夕遇雨见候 其五",
            "作者": "陈普",
            "内容": "空言未深切，聊可烛朦胧。好辩若无益，庶以雷群聋。\n群仙去已久，吾侪当嗣功。"
        },
        {
            "标题": "送江西曾雪笠歌",
            "作者": "陈普",
            "内容": "几人誇咏雪，不如柳一绝。几家说渔父，不如柳两句。\n天阴岁晚寒江空，玉花四合为鸿濛。一片清虚画不得，孤舟一笠何精工。\n凌空厉阔不觉寒，兀坐不动身与竿。矶头把竿冻犹立，老妻在中作袁安。\n此时意壮何分明，大无垠涯小无形。的如曾子见一贯，又似叶公初点睛。\n十年抛却吴松江，闽山六月念蔗浆。门门再拜冰玉树，畀我一幅全潇湘。"
        },
        {
            "标题": "文公书厨 含英咀华",
            "作者": "陈普",
            "内容": "圣心天地蕴，言语其精华。本末惟一贯，根香非两家。\n薄言采撷之，入口如含咀。始知真滋味，熊掌不足语。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "天宝膏肓在羽衣，寂寥于蔿讵能医。当时宇宙皆声色，不梦阳台一紫芝。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "韩愈南投瘴海波，元和天子老中讹。檀檐金墄犹堪笑，愿作重来赴火蛾。"
        },
        {
            "标题": "自哂六首 其四",
            "作者": "陈普",
            "内容": "古树閒云独抱琴，琴声寂静树云深。相如渴死文君老，辜负题桥万里心。"
        },
        {
            "标题": "咏史 其三 五王",
            "作者": "陈普",
            "内容": "唐室存亡有化机，亳州刺史独依依。阳乌本是蟾蜍魄，空唤群龙为夹飞。"
        },
        {
            "标题": "咏史 其二 梁武帝",
            "作者": "陈普",
            "内容": "戒舍工夫老未圆，百双鸡子送残年。一生般若成何事，赢得江头载荻船。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "周公制礼凤凰鸣，渠肯抽戈指建成。李绩牛山犹雨露，玄龄夜气失澄清。"
        },
        {
            "标题": "自哂六首 其二",
            "作者": "陈普",
            "内容": "草泽行吟赋楚骚，青麻衣上俗尘多。五陵年少休相笑，戏马台前载酒过。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "谢瞻屋里立篱墙，似水弘微粪也尝。康乐始兴门户尽，聿脩祖德独柴桑。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "九野寒威闭六阴，一川风月伴瑶琴。鼓楼岩下人如玉，说与渔郎仔细寻。"
        },
        {
            "标题": "渔父辞",
            "作者": "陈普",
            "内容": "神农作耒耜，伏羲为网罟。耒耜之利以教耕，网罟是乃取鱼具。\n天启生涯资生灵，八政以食首为民。采山钓水利其利，国家租税自此征。\n悠悠江海老渔父，孤舟没齿居水浒。翠篷黄帽寄烟波，青箬绿蓑触风雨。\n风雨舟中历寒暑，月明夜宿荻花洲。潮落暮归芦叶渡，芦叶渡头有酒沽。\n卖鱼买酒浮江湖，醉中身似孤舟样，鞭脱不管桑大夫。\n江茫茫，月皓皓，江月江人容易老。月光长照江长流，中有白鸥閒似我。"
        },
        {
            "标题": "咏史 其七 谢安",
            "作者": "陈普",
            "内容": "何国严刑禁老庄，有人拔剑斩韦郎。氐羌本自无天运，为有人心得暂狂。"
        },
        {
            "标题": "咏史 其二 王猛",
            "作者": "陈普",
            "内容": "一奋冲天跨六州，生前天已怒旄头。开何有意容王猛，肯使鱼羊食不留。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "不缘廊庙尽谈空，安得狐狸啸晋宫。王氏可人惟逸少，更容谢万作三公。"
        },
        {
            "标题": "咏史 其一 羊祜",
            "作者": "陈普",
            "内容": "群心争欲剸公闾，愁杀凌云醉老奴。缓带轻裘信潇洒，曾知晋事已如吴。"
        },
        {
            "标题": "咏史 其二 杜预",
            "作者": "陈普",
            "内容": "旄头两度茀钩陈，黄色频年斗孟春。长历春秋两高阁，东南填淤正肥民。"
        },
        {
            "标题": "咏史 其二 王导",
            "作者": "陈普",
            "内容": "醉中送首悲刘胤，食里迷唇吊马流。江左当年何所恃，邺中白雁合封侯。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "卞庄已睨斗于菟，荛论方规逐五胡。莫把乱华罪夷狄，鲜卑臣节过猗卢。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "王濛谢尚不堪论，庾翼桓温亦浪言。两晋士风真可笑，尽将管葛许深源。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "千里莼羹七里尸，两般滋味岂难知。建春不幸成繻葛，割尽流苏定此时。"
        },
        {
            "标题": "咏史 其一 费祎",
            "作者": "陈普",
            "内容": "渭南营里夜眠迟，汉寿屯中醉里棋。亡蜀似缘才太给，不关越次用陈祇。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "涂山千载又关雎，几世天家共玉舆。不友凤凰池上客，全宗安用石函书。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "龙虎鹓雏总可人，当阳倾盖便兰金。荆州尺寸都相付，始是当年子敬心。"
        },
        {
            "标题": "咏史 其一 王祥",
            "作者": "陈普",
            "内容": "君王宫里望安舒，何啻慈亲念鲤鱼。体认卧冰真意思，忍看成济犯銮舆。"
        },
        {
            "标题": "咏史 其二 曹丕",
            "作者": "陈普",
            "内容": "侏儒一节足亡身，衰绖三年笑杀人。不逐猇亭天子便，龙舟何用到江滨。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "和血淆骸赤洛阳，绮疏应共枕红妆。乾坤无地容何邓，何必舁尸赴许昌。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "崩奔尧后一孤儿，蹠狗成群共肆欺。贾诩未投曹操日，自为汉贼已多时。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "罗襦帝子本同生，故把玄谈乱浊清。粉面青蝇麾不去，到头白黑自分明。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "一日天诛正始馀，百年曹马两丘墟。景王似见铜驼祸，究极根源杀太初。"
        },
        {
            "标题": "咏史 其三 曹丕",
            "作者": "陈普",
            "内容": "鹊搆觚棱偶似诗，鸡栖庭树已当时。公车坐使诸侯急，却是奸人篡夺资。"
        },
        {
            "标题": "咏史 其一 荀彧",
            "作者": "陈普",
            "内容": "乱离拣得一枝栖，得道争知却是迷。曹操若逢诸葛亮，暮年当作汉征西。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "父自耕田母自桑，受天命与汉同亡。百年魏晋烟云散，千古隆中日月光。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "拈起黄金岂可疑，斩关发壁复何为。辽东不洗巢由耳，痛切初年割席迟。"
        },
        {
            "标题": "咏史 其十二 蜀先主",
            "作者": "陈普",
            "内容": "曹操亡年德剧衰，孙权晚节乱如丝。豫州幸自无颇辟，亦为区区怒费诗。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "铜雀罗纨涴汗青，芳洲鼓史骨如生。羯奴礌落若日月，大雅那堪祢正平。"
        },
        {
            "标题": "咏史 其三 蔡邕",
            "作者": "陈普",
            "内容": "百日慈明位上台，三朝何害历三台。伯喈随逐金华盖，也为诸公衮衮来。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "董承种辑蚤为迂，耿纪金祎计愈疏。精卫有心安问海，螳螂方怒岂知车。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "汉室犹馀北海城，左生何惧便怔营。至令鲁国奇男子，反得当年杀士名。"
        },
        {
            "标题": "咏史 其四 司马宣王",
            "作者": "陈普",
            "内容": "伦杀淮南炎杀攸，天将造化马为牛。古来逆种并奸息，不问贤愚统是愁。"
        },
        {
            "标题": "咏史",
            "作者": "陈普",
            "内容": "曲盖华旗起益荆，幽州臣节独分明。汉家福分无周旦，天遣忠贤不习兵。"
        },
        {
            "标题": "论语·巧言令色章",
            "作者": "陈普",
            "内容": "正色忠言始是人，一毫巧令兽为邻。本心面目无难见，识比非仁即是仁。"
        },
        {
            "标题": "爱日",
            "作者": "陈普",
            "内容": "绝妙茅斋对竹林，少年日月直千金。殷勤好与此君约，不许空移不寸阴。"
        },
        {
            "标题": "爱日",
            "作者": "陈普",
            "内容": "一寸光阴直万钱，况兼妙质与崇年。睡魔懒崇俱驱去，要与窗驹斗着鞭。"
        },
        {
            "标题": "雨霁山皆秋色",
            "作者": "陈普",
            "内容": "一朝积雨豁然收，待我凝眸百尺楼。远远修眉明碧落，棱棱瘦骨出清秋。同姿远岸遥生霭，一意寒江亦露洲。此即化工无信息，天机衮衮不曾留。"
        },
        {
            "标题": "程氏馆灯下白菊花",
            "作者": "陈普",
            "内容": "灯前一阵玉胡蝶，火急教人网取看。乃是径中白甘菊，主人移入伴清寒。"
        },
        {
            "标题": "咏史上·班超",
            "作者": "陈普",
            "内容": "三十六人抚西域，六头火炬走匈奴。古今参合坡头骨，尽是离披见鹘乌。"
        },
        {
            "标题": "毛诗·柏舟",
            "作者": "陈普",
            "内容": "身似柏舟无倚着，心非席石可推移。威仪不被忧心乱，始信生民有秉彝。"
        },
        {
            "标题": "毛诗 柏舟",
            "作者": "陈普",
            "内容": "身似柏舟无倚著，心非席石可推移。威仪不被忧心乱，始信生民有秉彝。"
        },
        {
            "标题": "咏史上·丙吉",
            "作者": "陈普",
            "内容": "污茵驭吏习边方，阿保宫人畏霍光。丞相马前人蹀血，病牛何足累阴阳。"
        },
        {
            "标题": "伯循和石堂后二首复依韵",
            "作者": "陈普",
            "内容": "櫂歌一唱醒群迷，先有胸中九曲溪。仁智之真常莹彻，过门不入亦山栖。"
        },
        {
            "标题": "伯循和石堂后二首复依韵 其二",
            "作者": "陈普",
            "内容": "棹歌一唱醒群迷，先有胸中九曲溪。仁智之真常莹彻，过门不入亦山栖。"
        },
        {
            "标题": "咏史上·汲黯",
            "作者": "陈普",
            "内容": "东北民思虀主父，西南人欲粉唐蒙。汉家社稷何依倚，黯直粗疏一病翁。"
        },
        {
            "标题": "伯循和石堂后二首复依韵",
            "作者": "陈普",
            "内容": "晋士当年一岘山，高风千古邈难攀。浮岚煖翠依然在，不入人间大梦关。"
        },
        {
            "标题": "不解算四首",
            "作者": "陈普",
            "内容": "管晏商斯几揣摩，尽夸掌上有山河。当身成就凭君问，孰与颜曾孔孟多。"
        },
        {
            "标题": "不解算四首",
            "作者": "陈普",
            "内容": "汉衩帷幄有真儒，五百余人辙予卢。三十六宫来往处，子房终得邵尧夫。"
        },
        {
            "标题": "不解算四首",
            "作者": "陈普",
            "内容": "算来未必得卢枭，不算其如四壁萧。大道广居天与伍，肯将前著乱箪瓢。"
        },
        {
            "标题": "不解算四首",
            "作者": "陈普",
            "内容": "孔桑祗是秽尘编，刘晏空夸马上鞭。六合分明长策裹，不知刘项入关年。"
        },
        {
            "标题": "不饮酒歌",
            "作者": "陈普",
            "内容": "人皆爱酒如金珠，我独畏酒如毒荼。人皆爱饮酒不醒，我独不饮常惺如。我若饮兮人不同，一饮三日斛，再饮三千锺。我若醉兮人莫比，上以天为冠，下以地为履。有时醉登楼，倚阑一笑江山愁。有时醉吟诗，烟云满壁龙蛇飞。有时醉起舞，莫邪出匣金莲吐，我欲气兮斗可撞，我欲力兮鼎可扛。我欲志兮吞云梦之八九，我欲历兮眇天地之四方。天地生我性不饮，我若饮时安得有酒如长江。"
        },
        {
            "标题": "蚕妇辞",
            "作者": "陈普",
            "内容": "东邻采桑妇，西邻养蚕女，年年役役为蚕苦。桐花如雪麦如云，鸣鸠醉椹叫春雨。踏踏登竹梯，山烟锁春树。不管乌台湿红雾，妾家有夫事犁锄，妾家有子尚啼饥。春蚕满筐尚望叶，儿啼索食夫已归。前年养蚕不熟叶，私债未眉暗蹙。去年养蚕丝已空，打门又被官税促。今年蚕嫁嫁小姑，催妆要作红罗襦。妾身依旧只裾布，寒灯补破聊庇躯。蚕兮蚕兮汝知否，安得茧成大如斗。妾生恨不逢成周，治世春风桑五亩。"
        },
        {
            "标题": "咏史上·曹参",
            "作者": "陈普",
            "内容": "人彘风腥起两宫，艾豭歌唱满秦中。酒壶不但容齐狱，时事方宜用盖公。"
        },
        {
            "标题": "咏史下·何曾",
            "作者": "陈普",
            "内容": "家国儿曹付五胡，奉身恨不及齐奴。君王但说平生事，政为诸公昧远图。"
        },
        {
            "标题": "咏史下·何曾",
            "作者": "陈普",
            "内容": "君亲忠孝岂殊途，甲有方能罪乙无。座上研研称阮籍，不知联席是公闾。"
        },
        {
            "标题": "咏史上·张敞二首",
            "作者": "陈普",
            "内容": "西汉长安周镐京，终南天秀八流清。赵张无异曹参醉，总不能平二国争。"
        },
        {
            "标题": "咏史上·审配陈宫",
            "作者": "陈普",
            "内容": "何物曾奴董太师，原陵青草正萋萋。一时翔集多知处，独恨公台不择栖。"
        },
        {
            "标题": "呈江主簿及茗源诸公",
            "作者": "陈普",
            "内容": "章甫公西愧点雩，断缨子路羡柴愚。天知人弃终从福，道屈身伸赖读书。有日官曹须忍耐，薰天声利尽欷嘘。行藏谩似琅琊客，采药深山日不虚。"
        },
        {
            "标题": "呈县尹",
            "作者": "陈普",
            "内容": "生贤造物意何仁，一本从来只为民。择取易中五阳卦，要令到处四时春。黄扉紫闼终行志，碧水丹山且爱人。满县栽花祗悦目，桑麻雨露是公真。"
        },
        {
            "标题": "呈县尹 其二",
            "作者": "陈普",
            "内容": "富贵能无不俛眉，太玄久作覆瓿资。柴荆昼刻声何驶，芹草春风浪已披。\n似此深心宁为己，其如浅学谬蒙知。位无大小心惟一，已是当年吐哺时。"
        },
        {
            "标题": "呈县尹",
            "作者": "陈普",
            "内容": "富贵能无不俯眉，太玄久作覆瓿资。柴荆书刻声何驶，芹草春风流已披。似此深心宁为已，其如浅学谬蒙知。位无大小心惟一，已是当年吐哺时。"
        },
        {
            "标题": "程朱之学四首",
            "作者": "陈普",
            "内容": "高明若韩苏，方正如君实。太山当面前，瞠目不能识。谁能不由户，可怪亦可惜。得若在家庭，迷殆胡越隔。向微程朱子，出手为开辟。我辈白日中，夜行至今日。"
        },
        {
            "标题": "程朱之学四首",
            "作者": "陈普",
            "内容": "杨氏枯不生，墨者散无纪。申韩明不仁，黄老信非礼。岂难定邪正，未足容臧否。世有颜孟徒，一鼓俘其垒。独惟一妖鸟，来自昆仑趾。其高出天地，其毒逾蛇豕。名公不能辨，韩愈亦窍喜。高士溺其深，愚夫乐其鄙。精散不知收，魂飘不能止。五典潜扫除，三纲悉沦委。遂令四海人，没溺怀襄水。绝非是似圣，大病在近理。仁哉天地心，特出程朱子。"
        },
        {
            "标题": "程朱之学四首",
            "作者": "陈普",
            "内容": "大中岂难明，不偏立可得。偏似扶醉人，中如正柱石。亭亭即道体，截截皆天则。一毫不可裒，一发不可益。舜君与尧民，万世作程式。颜仁及曾孝，亦足立人极。倘或增减之，病痛自千百。立如偏重船，可坐见没溺。形象亦易知，体段非不的。奈何秦汉来，如瞽於五色。"
        },
        {
            "标题": "赤壁赋中四句 耳得之而为声",
            "作者": "陈普",
            "内容": "司聪坎体本来清，举世都将贮笛筝。饱听翛翛北窗吹，人间能有几长庚。"
        },
        {
            "标题": "赤壁赋中四句·耳得之而为声",
            "作者": "陈普",
            "内容": "司听坎体本来清，举世都将贮笛筝。饱听翛翛北窗吹，人间能有几长庚。"
        },
        {
            "标题": "赤壁赋中四句·取之无禁",
            "作者": "陈普",
            "内容": "竹声梅影芰荷香，满檐连车不是贓。无奈浮云并粪土，百年瞬息万人忙。"
        },
        {
            "标题": "赤壁赋中四句·用之不竭",
            "作者": "陈普",
            "内容": "白璧黄金杀五侯，只堪挥斥不堪留。柳风梧月窗前草，此兴江河日夜流。"
        },
        {
            "标题": "赤壁赋中四句·目遇之而成色",
            "作者": "陈普",
            "内容": "人间何处看真色，午夜天心月满时。无限凡夫空肉眼，凝眸决眦望西施。"
        },
        {
            "标题": "久旱得雨",
            "作者": "陈普",
            "内容": "同堂合席分汝尔，况乃貌然千万里。寸总不知从何来，一夜拥衾八九起。井田未复思扣阍，忍见秋夏田无水。甘霖才是渴者饮，何事骄阳骄不止。旄倪奔走缘木求，惟有气龙尚循理。焉知天心不广大，无愚无智皆如子。拜泥祷偶都不问，衔石移山良可喜。云飞风起作气势，野雾山昏醖甘美。三朝遂作渰渰萋，一点一粒不胜纪。吁嗟尔辈何惜命，欢呼噎呕舞欲死。有身安得不求生，天地之心固如此。草茅藜藿有一策，尧舜是亦人而已。端居廓庙同此身，及人及物唯推已。宫中圣人念民物，春不折柳漱辟蚁。论道燮理岂不知，一夫不获古所耻。三年耕有一年食，尧水汤旱无死徙。有民心也为民谋，此道如砥直知矢。"
        },
        {
            "标题": "咏史上·王昭君",
            "作者": "陈普",
            "内容": "甫出车延玉座倾，黄金无复赎娉婷。骚人更望胡人返，不识松楸拱渭陵。"
        },
        {
            "标题": "出行",
            "作者": "陈普",
            "内容": "半挑行李出蓝关，便学前程地步宽。鲸力冲开千里浪，龙光射破万层峦。逢人切莫谈边事，开口何须问故山。贫杀一身无足道，苍生百万要平安。"
        },
        {
            "标题": "纯父家池双头莲",
            "作者": "陈普",
            "内容": "天地化育工，两致一为要。对待管流行，并起非横矫。亭亭南北枢，赫赫东西曜。仁义与诚明，彼此相契约。英皇既尧舜，丰姿巧相肖。孤竹秀双仁，洛水濯二妙。人生相遭处，亦有相感召。莘挚自犁锄，尚父由渔钓。共卧起烟波，鱼水兴蓬藋。是为圣人偶，心胆何相照。颜渊得仲尼，仲尼有荷篠。孝亭合朱祭，天津会程邵。是为德不孤，气味何同调。世间间草木，不足充野烧。惟莲出清水，植立独奇峭。不染淤泥缁，不逐波流漂。何骨中庸中，肌内离骚嚼。玩花渴顿苏，食实饥足疗。静中对君子，不语潜教诏。一朝出莲枝，此事非人料。将兴必有祥，事若玉阿鞘。兹化岂徒尔，可以观其徼。上侍鹤发慈，齿高德弥劭。下盼庭阶郎，一一凌风鹞。平生所树蓻，不但供栖燎。濯缨作君子，口不道羿浇。此去事偶心，如风历众窍。家居作曾闵，富贵当廊庙。商汤不待干，重华不劳叫。决无李广奇，起足即嫖姚。伶俜老书生，家在千里桥。有心多不符，蠹简徒窃剽。年来始逢君，恨不年再少。论心膝渐亲，讲理头不掉。相逢路不异，握手穷深穾。相磨道义出，不觉辞萤爝。人生何如此，无际可窥眺。共靡中孚爵，自发同人笑。此卉信如人，对酒为之酹。酌酒礼此花，敢醴不敢醮。"
        },
        {
            "标题": "次答姚考成留别",
            "作者": "陈普",
            "内容": "别后相逢各问年，依然缘发对华颠。间云独占半间住，伴客那无一榻眠。酒为愁多全欠力，诗因料少未成联。却怜壁上留题句，时有间情到月边。"
        },
        {
            "标题": "次答熊去非七夕遇雨见候",
            "作者": "陈普",
            "内容": "志土千载心，烂烂如斜河。道路坦且修，况复阴雨多。女骏不可说，牛痴无奈何。"
        },
        {
            "标题": "次答熊去非七夕遇雨见候",
            "作者": "陈普",
            "内容": "连珠复合璧，叹息复何年。颠连多疾苦，道术极乖偏。嫠妇不恤纬，杞国常忧天。"
        },
        {
            "标题": "次答熊去非七夕遇雨见候",
            "作者": "陈普",
            "内容": "空言未深切，聊可烛朦胧。好辩若无益，庶以雷群聋。群仙去已久，吾侪当嗣功。"
        },
        {
            "标题": "次答熊去非七夕遇雨见候",
            "作者": "陈普",
            "内容": "太玄矿故在，原道涂犹迷。一朝无渣滓，仙派起帘溪。未能及鳏寡，不虚五纬奎。"
        },
        {
            "标题": "次答熊去非七夕遇雨见候",
            "作者": "陈普",
            "内容": "五鬼不害道，含沙非杀身。大和一巨毒，西方无人伦。三圣不复作，谁亨万世屯。"
        },
        {
            "标题": "孟子·存心养性",
            "作者": "陈普",
            "内容": "心体能存无走作，油然义理自中生。更无物欲相攻伐，萌蘖欣欣竞向荣。"
        },
        {
            "标题": "夜台",
            "作者": "陈普",
            "内容": "角陵初为五斗盗，崔浩继作千寻宫。重黎不生大禹死，鬼魅杂出交蛇龙。妄夸夺尽离娄明，虚喝弱却楼烦弓。礼乐沉沦入九地，阴邪叫啸充虚空。人寰黯淡如夜台，百物凄怆生芒峰。虎狼四出食人肉，四溟不受黄流东。岂无健士能拓遏，末俗骨醉难为功。我欲南游叫虞舜，一怒为我诛兜共。阴阳草昧风气闭，苍梧日落天鸿蒙。代天去恶如拔薤，后剪枝叶先其宗。洗心学易见太极，百怪冰释春流通。道在不系后与前，日月东出开群蒙。"
        },
        {
            "标题": "咏史上·伏生",
            "作者": "陈普",
            "内容": "嬴蹶刘兴齿舌存，百篇大义尽堪闻。孝文无意修王制，古典重遭伏胜焚。"
        },
        {
            "标题": "咏史上·蒙恬",
            "作者": "陈普",
            "内容": "劈碎崤潼坼太行，才通腥鲍到咸阳。地后山灵思报德，故教蒙毅去輼輬。"
        },
        {
            "标题": "和友人惠诗",
            "作者": "陈普",
            "内容": "万事无非理数成，吾徒但向此研精。介鳞有分当咸若，麟凤何缘许瘦生。愧我诗书空盗窃，喜群学易有功程。相逢亦似非人力，十载昏花一日明。"
        },
        {
            "标题": "大王峰",
            "作者": "陈普",
            "内容": "统摄群峰占水湄，长如翼德断桥时。恶声联断仙灵耳，赤帻空汗百世师。"
        },
        {
            "标题": "代寿德兴尹",
            "作者": "陈普",
            "内容": "尧冥五叶开元正，尧云五色辉紫清。渔歌樵唱乐宽政，今日公堂弥兕觥。江南春稚寒犹峭，东风先绿银峰草。银峰百草皆何私，邀得东风来独早。宽厚不复父母心，父母万寿儿愿深。老稚尽作斑衣舞，来听春风堂上琴。黄金台上凝虚竚，碧云为卷琴声去。要令四海皆阳春，不但银峰沐膏雨。区区祝公在此诗，寸草莫报春阳辉。秉钧暂借牛刀手，八荒开寿如尧时。"
        },
        {
            "标题": "旦气诗",
            "作者": "陈普",
            "内容": "书气如大雾，蒙我大明镜。主人莫如乡，奴柰窃权柄。不能巍巍莅，惟听纷纷命。是非既昧瞀，操执岂中正。不惟裁截偏，尤苦怠惰病。一柱一柔弱，四维俱不竟。循兹不回首，安得逃禽行。为人自暴弃，造化德独盛。纳日息万物，停止吾视听。魂归魄不安，灵根复凝定。潜龙蟠深渊，不灭飞腾性。五更号群鸡，陡然得大庆。熹微一隙开，洞达八荒圣。天地顿轩豁，暂度亦饾饤。昨非咸昭晰，今日足审订。乃知天於人，父母未足并。晦以养其明，止以茁其莹。此而不接续，诚犯不恭令。工夫知如何，焚香且虔敬。咸淳甲戍杭州作"
        },
        {
            "标题": "青蛙辞",
            "作者": "陈普",
            "内容": "古祠一区环槐榆，飞鼪在瓦狐树居。铁炉缺裂死灰冷，箕坐一寸青蟾蜍。平心定气详其来，颓垣古厕浊水渠。蛇惊鼠骇得败壁，一跃乃是神王庐。丹青神鬼非其乡，顾盼欲去聊踌蹰。悾悾鄙夫见之走，争持衮冕加猿狙。鸣钲考鼓动井邑，毳衣褴褴驱大车。浮萍狎狎叱不开，遥瞻窃礼三欷嘘。吾闻臧氏之子不智，山节藻棁居蔡祠鶢鶋。无端尊礼青虾蟆，圣门讥诮岂只且。吾闻崇伯妖羽野，化为黄龙游羽潴。厥子代启九道，变作玄熊形狤{犭居}。鬼神赫赫号威圣，当为龙虎为鲸鱼。作云注雨兴万化，翻江倒海洗九区。咬啮妖狐咀封豕，眼光百步双骊珠。当为不为为虾蟆，爬沙脚手何陋欤。吾闻锹公焚烧江南一千七百所，只留夏禹泰伯季札伍子胥。宋祖砀山负耒夫，吴楚淫祠为之墟。轮囷大蟒郁屈死，寸蟆何足污其鈇。人心不正至斯极，无药可以医遽除。只须正直如梁公，一日秉畀群疑被祛。鬼车豕涂满天下，收拾打并归太虚。"
        },
        {
            "标题": "文公书厨·匪金满嬴",
            "作者": "陈普",
            "内容": "人皆爱子孙，贻遗无不至。苟无深远心，率以害为利。韦贤未知道，不贵满嬴金。欲永金张业，但传周孔心。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "东家丘蓄缘何息，百里奚牛为底肥。自得三人虽损一，此心到处物无违。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "匝地弥天日用常，寂然不动已洋洋。但令正气无参杂，立见岐山叫凤凰。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "欲图麟阁终形役，不过虎溪还事烦。但向暑来寒往处，十分磨鑢要无痕。"
        },
        {
            "标题": "东作",
            "作者": "陈普",
            "内容": "经纶一札急农功，骏发公私四海同。妇馌尚存豳国俗，耦耕不间楚乡风。乌犍纷乱烟云裹，布谷焦劳风雨中。陇中辍耕相贺处，年来隳突绝西东。"
        },
        {
            "标题": "咏史上·董仲舒三首",
            "作者": "陈普",
            "内容": "孟轲死后惟董子，道义两言扩古今。性善七篇何落落，千秋不遇一知音。"
        },
        {
            "标题": "咏史上·董仲舒三首",
            "作者": "陈普",
            "内容": "好古刘安岂逆俦，左吴枚赫满诸侯。仲舒到处皆狼虎，妥帖驯良独到头。"
        },
        {
            "标题": "咏史上·董仲舒三首",
            "作者": "陈普",
            "内容": "鹤发东宫体孝文，明堂服色谩云云。力行到底终何似，不逮躬行万石君。"
        },
        {
            "标题": "读史八首",
            "作者": "陈普",
            "内容": "董卓犹知用荀爽，蔡京也解召杨时。善人寿命如松柏，自有神明好护持。"
        },
        {
            "标题": "读史八首",
            "作者": "陈普",
            "内容": "王敦自叹非盛德，国忠自言无令名。狐死不知正丘首，人伦都尽虎狼行。"
        },
        {
            "标题": "读史八首",
            "作者": "陈普",
            "内容": "马六尾五四代士，葱寸肉方千世心。浮云转眼百千熊，惟有性情无古今。"
        },
        {
            "标题": "读史八首",
            "作者": "陈普",
            "内容": "晏婴白日为谗贼，吾道何用尤臧仓。啜粥倚庐深墨面，天地不遣君齐梁。"
        },
        {
            "标题": "读史八首",
            "作者": "陈普",
            "内容": "天逾铁勒偏无夜，地到扶桑更有人。民首自黔心自白，诗书万古不忧秦。"
        },
        {
            "标题": "读史八首",
            "作者": "陈普",
            "内容": "不是二颜张许辈，故将躯命委沙尘。天生熊掌真滋味，自美自甘难告人。"
        },
        {
            "标题": "读史八首",
            "作者": "陈普",
            "内容": "王莽当年似姬旦，炀皇前日肖曾参。担囊揭箧何须逐，盗贼谁无仁义心。"
        },
        {
            "标题": "读史八首",
            "作者": "陈普",
            "内容": "祝网三驱百圣同，仲尼无语孟牵弓。雷霆日月谁能避，肯向门前看大虫。"
        },
        {
            "标题": "劝学",
            "作者": "陈普",
            "内容": "七闽四海东南曲，自有天地惟篁竹。无诸曾拥汉入秦，归来依旧蛮夷俗。未央长乐不诗书，何怪天涯构板屋。人民稀少禽兽多，云盘雾结成烜燠。楼船横海未入境，淮南早为愁蛇蝮。自从居股徙江淮，鸟飞千里惟溪谷。经历两世至孙氏，始闻种杏匝庐麓。依然未识孔圣书，徒能使虎为收谷。异端神怪非正学，但可出野惊麋鹿。三分南北又几年，匹士单夫无或录。开元天宝唐欲中，阑干始见盘中蓿。日南韶石出名公，新罗二士非碌碌。七闽转海即洙泗，仅有令孜与思勗。令人不忍读唐书，不胜林壑溪山辱。天心地气信有时，二三百年渐堪目。述古大年创发迹，义理文章相接续。蔡襄风任獬廌司，陈烈气压龙虎伏。介夫当仁意不让，了翁守义穷弥笃。天开道统游杨胡，一气北来若兰馥。了翁责沈先识程，子容闻风亦知肃。剑龙化作李延平，道理益明仁益熟。遂生考亭子朱子，撑拓三才开{左亻右上亡下一}育。植立纲常鳌戴地，开发蒙昧龙衔烛。三胡三蔡与五刘，新安建安知一族。直卿幸作东床客，照耀乾坤两冰玉。四书才老多有见，楚辞全甫尤能读。正叔安卿亲闻道，稍后景元亦私淑。礼书身后得直卿，遗经未了留杨复。奎宿分野忽在兹，神光秀气相追随。灯窗眉宇辙不同，金玉满堂珠万斛。遂令四书满天下，西被东渐出九服。方将相与作齐鲁，迩微觉忘南梳沐。贤良文学偶未设，墙角短檠充何速。相看一一皆凤麟，相薰渐渐随鸡鹜。古今最重是习气，圣贤为此多颦蹙。一落千丈不可回，坚冰都在坤初六。诗书自古不误人，明经不但为干禄。聪明才智万景春，家国子孙千百福。"
        },
        {
            "标题": "咏史下·王荆公",
            "作者": "陈普",
            "内容": "两鸟相酬声沸天，治平重新一啼鹃。鸳鸾鸥鹭无栖处，缄口于今三百年。"
        },
        {
            "标题": "咏史下·王荆公",
            "作者": "陈普",
            "内容": "鸳鸿阵阵落南溟，长乐锺中黑眚行。逐客不愁人鮓瓮，荷花落日第含情。"
        },
        {
            "标题": "咏史下·曹爽",
            "作者": "陈普",
            "内容": "四聪八达免官时，仲达含香拜玉墀。二鬼不来同壑谷，未愁寡妇与孤儿。"
        },
        {
            "标题": "咏史上·李膺范滂",
            "作者": "陈普",
            "内容": "凤麟自古待明时，矶虱何堪论是非。可是首阳可埋骨，争知人怨首阳希。"
        },
        {
            "标题": "范睢蔡泽",
            "作者": "陈普",
            "内容": "战国诸公敝一言，磨喉砺舌乱乾坤。仪秦已作风霆过，范蔡方为河海翻。荣耀须臾空自喜，真淳毫发了无存。但怜三代遗孩稚，流血成河暗本原。"
        },
        {
            "标题": "咏史下·邓艾",
            "作者": "陈普",
            "内容": "刘葛元非百世雠，缘崖攀木作猿猴。瞻崇艾会谁芳臭，死国沉身各二头。"
        },
        {
            "标题": "以诗就叶洞春求画蒲萄",
            "作者": "陈普",
            "内容": "洞春豪杰士，妙笔出怪奇。写就大宛根，可怪不可{扌棄}。此手岂易得，此手难再携。敢将有声画，博君无声诗。"
        },
        {
            "标题": "古田女",
            "作者": "陈普",
            "内容": "昔年过饶州，一事独希差。清川浴妇人，以书不以夜。上流濯垢腻，下流汲归舍。供佛与事尊，共用如啗蔗。朝昏卖鱼虾，晴雨亲耕稼。樵苏与负戴，咸与夫并驾。流污浴岂非，失礼事可讶。我时适逆旅，一见为汗下。欲言不可得，况言不可得，况敢加讥骂。静惟天下事，无边可悲咤。一从文王没，声教不逾华。巴夔与闽粤，至今愧华夏。男不耕穑，女不专桑柘。内外悉如男，遇合多自嫁。云山恣歌谣，汤池任腾藉。插花作牙侩，城市称雄霸。梳头半列肆，笑语皆机诈。新奇弄浓妆，会合持物价。愚夫与庸奴，低头受凌跨。吾闽自如此，他方我可暇。福州县十三，余幸穷厓下。十里近郭县，此俗独未化。一日来古田，拔秧适初夏。青裙半绞扎，水泥和拨迓。事事亦不恶，位分无假借。三王二帝年，人伦密无罅。冀方古当涂，丰水今滻灞。见恶如豺狼，嗜礼如脍炙。固无期桑中，亦无舞台榭。一国皆若狂，一年惟有蜡。盛年事耕织，斑白可休假。习见宜如常，骤异良以乍。劝君但勤馌，兹事宜永谢。傥能用吾言，鸡豚愿同社。北人见飓风，掀簸嗟真差。君子逢不若，白书成黑夜。日月同一天，宁复殊次舍。礼义无华夷，悦心悉如蔗。披沙欲出金，恶莠为害稼。朝歌与胜母，贤者同回驾。中为去偏倚，庸但无怪讶。安敢亢亢方，却无伈伈下。礼不虑咈违，义不恤怒骂。恭惟秦汉前，礼乐止河华。七闽义处所，目不睹韶夏。食才美马甲，及仅知压柘。应无雁弊聘，宁识枣修嫁。历汉晋至唐，谈口无可藉。令孜与思勖，畏作貂珰霸。每从常衮来，始识不逆诈。珠玉满面前，犹或迷光价。一二百年来，骅骝渐知跨。述古与介夫，各有诗书暇。晦翁黄勉斋，遂以教天下。昔时蛮柰国，今作齐鲁花。沂风蔼莫春，弦诵殷长夏。蹡蹡多规行，穆穆亲衔迓。方知地无偏，又喜才不借。独余男女俗，缺漏留微罅。未能秣驹汉，颇碍雪驴灞。有心即知礼，有口皆思炙。男女既冠笄，屋宇仍台榭。朝夕晓清温，春秋能社蜡。溱洧秉简游，此日何可假。礼自标枝来，心无倾盖乍。风流与衣冠，犹当轶王谢。再用前韵。田渔非女事，诗以告里社。"
        },
        {
            "标题": "毛诗·谷风",
            "作者": "陈普",
            "内容": "从一真心出自然，每於勤苦见贞坚。细看行道迟迟处，足验民彝得自天。几年游泳与方舟，一旦同心友作雠。苦是人心多阻隔，满前珠玉不知收。"
        },
        {
            "标题": "咏史上·管宁",
            "作者": "陈普",
            "内容": "中州白日虎狼嗥，越海鲸鲵更浪高。化日尺书归故里，依然逃董不逃曹。"
        },
        {
            "标题": "愿月得雨兼旬秋旸人望已切再和前韵",
            "作者": "陈普",
            "内容": "须识光风霁月心，爱君忧国虑民深。江南一夜千仓廪，再拜双眸重照临。"
        },
        {
            "标题": "归鸟",
            "作者": "陈普",
            "内容": "紫山青嶂尽如家，负日冲烟复带霞。今古乾坤秋一幅，几番归鸟与栖鸦。"
        },
        {
            "标题": "孟子·贵贵尊贤",
            "作者": "陈普",
            "内容": "贵贵如天礼极隆，无人更识下贤风。岂知坤位居乾上，天地之交泰道通。"
        },
        {
            "标题": "咏史上·郭林宗",
            "作者": "陈普",
            "内容": "饯郭林宗数千两，哭陈太丘三万人。河上纷纷皆折角，不如一一是黄巾。"
        },
        {
            "标题": "和菜花二首",
            "作者": "陈普",
            "内容": "天公大似慰颜贫，二月满园瓜子金。不问异根仍异味，尽令同色亦同心。轮蹄见弃各有路，蜂蝶争趋亦若林。魏紫姚黄来课此，如闻太古篑桴音。"
        },
        {
            "标题": "和菜花二首",
            "作者": "陈普",
            "内容": "华实根荄若个般，深知始解识鹹酸。争春岂敢当红紫，贴地何能助碧丹。未说余膏尤济用，最令中色真堪餐。洛阳个个知扬拨，此物却无人会看。"
        },
        {
            "标题": "和答友人",
            "作者": "陈普",
            "内容": "万事云何只有吁，闲调经世月牙吾。要知剥复无非数，不定乾坤未用儒。莫问遮非并舜是，但存房范与膺模。洗心□有义方易，间气须教半点无。"
        },
        {
            "标题": "和答友人",
            "作者": "陈普",
            "内容": "无一能攀古圣贤，仅能澄净一腔天。新於梅畔见无极，久何心中阅逝川。文畅惠勤同锡饭，东园甪里共衾眠。仪秦肩谷难参错，莫怪香山去学禅。"
        },
        {
            "标题": "咏史下·桓范",
            "作者": "陈普",
            "内容": "和备淆骸赤洛阳，骑疏应共枕红妆。乾坤无地容何邓，何必舁尸赴许昌。"
        },
        {
            "标题": "和黄云甫韵",
            "作者": "陈普",
            "内容": "志欲鑽研探三原，圣言争奈远如天。爬沙愧我迟而钝，穿石输君敏且专。方识立身须广大，也知去道每轻儇。若将中正正正鹄，砥镞磨锋必入旃。"
        },
        {
            "标题": "和黄云甫韵",
            "作者": "陈普",
            "内容": "志欲钻研探本原，圣言争柰远如天。爬沙愧我迟而钝，穿石输君敏且专。\n方识立身须广大，也知去道每轻儇。若将中正在正鹄，砥镞磨锋必入旃。"
        },
        {
            "标题": "和开元余兄儒术误身",
            "作者": "陈普",
            "内容": "安得茅茨美化流，弦歌多著武城游。文章久矣经天地，孝悌非徒淑党州。惟有命焉轲不谓，贫非病也宪何羞。曼相能使人相类，莫信诗人浪诉愁。莫逐嗟卑嗟老流，谋身先向吕宫游。力耕不怕水和旱，笃信能行貊与州。寡悔到头终得禄，不恒自古或承羞。藜羹布被君休叹，五十无闻却是愁。"
        },
        {
            "标题": "和李太白把酒问明月歌",
            "作者": "陈普",
            "内容": "人生能几月圆时，歌之舞之复蹈之。月为一人我成三，更遣青州从事相追随。四人好在都无阙，相劝相酬到明发。此夜山河有主张，锁碎繁星俱灭没。采石已来五百春，当时青天为宇四无邻。上下通秀皆冰玉，岂徒眉宇真天人。力士嗔人譬如刀割大江水，世间閒是閒非皆如此。君不见李白携月到夜郎，一洗瘅天尽入冰壶裹。"
        },
        {
            "标题": "咏史下·刘道规",
            "作者": "陈普",
            "内容": "荆州一席不肯取，晋鼎百年宁忍移。不死卢循函首日，忍看张伟授罂时。"
        },
        {
            "标题": "姚国秀十咏·溪庄",
            "作者": "陈普",
            "内容": "畴昔何来此，青山与白鸥。絮飞春不去，潮返月频留。"
        },
        {
            "标题": "和清叟自勉",
            "作者": "陈普",
            "内容": "缉熙正学勿虚过，立志悠悠得几何。黄卷工夫当猛省，青春齿发莫蹉跎。笔头有焰由充养，镜面无尘在洗磨。六籍四书无释子，胸中治具看森罗。"
        },
        {
            "标题": "和清叟奉御大都",
            "作者": "陈普",
            "内容": "帝里春深草木苞，御河滚滚浪翻桃。万千红紫迹如扫，九十青皇寿已高。南国江山归梦远，东宫松桂书阴交。丘园喜有平安报，新竹初成集凤梢。"
        },
        {
            "标题": "愿月得雨兼旬秋旸人望已切再和前韵",
            "作者": "陈普",
            "内容": "时雨光风总是吟，忧欢元不系晴阴。醍醐未用逾玄酒，中节何须论浅深。"
        },
        {
            "标题": "愿月得雨兼旬秋旸人望已切再和前韵",
            "作者": "陈普",
            "内容": "逾浃秋旸已望云，芭蕉一夜慰愁人。阴阳各有时中处，不可相无似两轮。"
        },
        {
            "标题": "愿月得雨兼旬秋旸人望已切再和前韵",
            "作者": "陈普",
            "内容": "得意如心即胜游，不妨对雨作遨头。穷櫩岂暇贤明月，举室寒衾喜有秋。"
        },
        {
            "标题": "愿月得雨兼旬秋旸人望已切再和前韵",
            "作者": "陈普",
            "内容": "播谷栽桑复执麻，全凭雨露作人家。世间惟有心须霁，一片浮云不可遮。"
        },
        {
            "标题": "愿月得雨兼旬秋旸人望已切再和前韵",
            "作者": "陈普",
            "内容": "雨我公田及我私，几多风月入肝脾。天心亦似尧心细，一日之中有隩夷。"
        },
        {
            "标题": "和叔父九日后楼集",
            "作者": "陈普",
            "内容": "霞边鹜表见罗浮，左右东南数十州。天近先看洗光日，地高略数下滩沤。乾坤广大千峰玉，人物英雄百尺楼。衰暮来兹更重九，菊花须满雪霜头。万化区中总莫逃，范围不得是清高。天将萸菊温存晚，秋把山川贴助豪。祭祢五更荐仪礼，上楼万境擥离骚。化工似欲重重九，催促霜前办两螯。"
        },
        {
            "标题": "和荼蘼",
            "作者": "陈普",
            "内容": "绿霜和雪揉为裁，消得玻瓈紫玉杯。扰扰开时违赏玩，匆匆落去谩迟回。\n颠迷蝶梦留蜗国，荏苒龙珠入蚌胎。急作招魂倾桂酒，尚馀半面在苍苔。"
        },
        {
            "标题": "和荼蘼",
            "作者": "陈普",
            "内容": "缘霜和雪揉为裁，消得玻瓈紫玉杯。扰扰开时违赏玩，匆匆落去谩迟回。颠迷蝶梦留蜗国，荏苒龙珠入蚌胎。急作招魂倾桂酒，尚余半面在苍苔。"
        },
        {
            "标题": "挽苍崖",
            "作者": "陈普",
            "内容": "自君綦迹绝兹邦，共讶君为采药庞。疾景更先伯淳一，佳儿独欠郭公双。一经有托死何恨，兼善未酬心肯降。泪满平生师友事，山中几度酒盈缸。"
        },
        {
            "标题": "咏史上·河间献王",
            "作者": "陈普",
            "内容": "礼乐将兴汉德凉，活麟天把付锄商。周官千载埋黄壤，两汉如今几献王。"
        },
        {
            "标题": "贺叔父为犹子成室",
            "作者": "陈普",
            "内容": "五典三纲宇宙，千金九鼎祖宗身。茶租急切同胞义，冰蘖规模一个仁。日月照临伦理得，山川回合栋梁新。教人以意非言语，此事由家更及民。"
        },
        {
            "标题": "贺叔父为犹子成室",
            "作者": "陈普",
            "内容": "五典三纲宇宙人，千金九鼎祖宗身。茶租急切同胞义，冰檗规模一个仁。\n日月照临伦理得，山川回合栋梁新。教人以意非言语，此事由家更及民。"
        },
        {
            "标题": "贺岩上张商翁新居",
            "作者": "陈普",
            "内容": "商岭高风动帝屋，商岩清梦到君王。故将琴剑诗书室，结向烟霞水石旁。紫气遥知穿户牖，青松应不隔垣墙。后堂且设彭宣席，未许莺莺燕燕忙。"
        },
        {
            "标题": "咏史下·邓艾",
            "作者": "陈普",
            "内容": "灭吴不解诛宰嚭，拜假何须便不咨。受任两无曹与马，槛车破了欲何之。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "生子曾知置齐鲁，自身却爱受何罗。六鳌不戴林光瑟，覆辙相寻似火蛾。"
        },
        {
            "标题": "咏史下·宪宗",
            "作者": "陈普",
            "内容": "韩愈南投瘅海波，元和天子老中讹。檀檐金墄犹堪笑，愿作重来赴火蛾。"
        },
        {
            "标题": "积雨写怀",
            "作者": "陈普",
            "内容": "一片真线要反观，纤毫外物不相干。乐天岂向青云乐，安土须从陋巷安。日出扶筇天地喜，云深拨火鬼神看。化机何啻亲兄弟，但与为徒有底难。"
        },
        {
            "标题": "积雨写怀 其二",
            "作者": "陈普",
            "内容": "一片真纯要反观，纤毫外物不相干。乐天岂向青云乐，安土须从陋巷安。\n日出扶筇天地喜，云深拨火鬼神看。化机何啻亲兄弟，但与为徒有底难。"
        },
        {
            "标题": "积雨写怀",
            "作者": "陈普",
            "内容": "识道知时乃圣贤，合人统物一之天。两间惟有心长在，万变咸归理自然。王屋大行从艮止，北溟南海谨坤先。行藏悉是乾龙体，要得无惭只有渊。"
        },
        {
            "标题": "咏史上·光武祭遵",
            "作者": "陈普",
            "内容": "琤琤壶矢柳营春，十万貔貅不动尘。世祖功臣三十六，谁为韦裤布衣人。"
        },
        {
            "标题": "咏史上·光武祭遵",
            "作者": "陈普",
            "内容": "东山纪律久无闻，钲鼓才鸣玉匣尘。牧野再逢诸葛亮，两阶重见祭将军。"
        },
        {
            "标题": "烈女秋",
            "作者": "陈普",
            "内容": "阳台春梦逐浮云，灯影西风独闭门。一点清心霜六月，半帘红叶雨黄昏。守符终古渐台水，坠血经今金谷园。何事文君无雅操，琴声一动便思奔。"
        },
        {
            "标题": "禁酒",
            "作者": "陈普",
            "内容": "五谷之中有淫液，尧舜未尝得涓滴。刚柔张驰理或容，两间缘此生仪狄。初如滥觞出眠山，中作江汉横人间。沃焦苏枯亦宜有，滔天襄陵苦不难。几人捐躯乞鲛鳄，几家荡析无城郭。古今鱼鳖剧永嘉，至今无人非毕卓。圣人哲士谋虑长，金城铁壁为堤防。尊崇流水尚泛溢，黜降登跻毋升堂。森严监史如霜雪，无算无量无逾节。僛僛傞傞未尝有，山立佳人冰玉洁。奈何世降波澜狂，周公不作卫武亡。汉家石杠耗海内，唐殿金龙跨远方。上下因循为日用，胜理肠胃成膏肓。病民害物拂后土，愁天怒地干阴阳。圣君宵衣急民瘼，一照万方同忭跃。救荒令典固当尔，此事更有加商略。东西晋武覆辙新，李白杜甫皆沈身。夏后以前皆圣世，岂无贵客与鬼神。四维不张既非美，人而无礼不如死。阮籍罪当投四裔，山简接罗尤乱纪。江东命脉王茂弘，荆州父母陶士行。更乞十年禁酺蜡，书生鼓腹老太平。"
        },
        {
            "标题": "咏史下·王羲之",
            "作者": "陈普",
            "内容": "不缘廓庙尽谈空，安得狐狸啸晋宫。王氏可人惟逸少，更容谢万作三公。"
        },
        {
            "标题": "咏史下·晋武帝",
            "作者": "陈普",
            "内容": "宫中掷戟又飞刀，谢玖兢兢命若毛。岂是君王轻社稷，天教炽业谢芳髦。"
        },
        {
            "标题": "咏史下·晋武帝",
            "作者": "陈普",
            "内容": "斥出维垣令太师，尽留群小凤凰池。争知暗裹牵裾子，元是屠家揣肉儿。"
        },
        {
            "标题": "咏史下·晋武帝",
            "作者": "陈普",
            "内容": "杳杳羊车转掖庭，夕阳亭上北风腥。纷纷羔膻趋河洛，为见深宫竹叶青。"
        },
        {
            "标题": "荆公东坡",
            "作者": "陈普",
            "内容": "王苏并世时，价重连城宝。读尽天下书，不闻性天道。祗缘操术谬，济以言辞藻。轻巧者便之，承风逐澜倒。本意尊鞅斯，施行愧黄老。妄谓世无双，奋臂肆挥扫。雅言类旃孟，给御坚羿奡。及其漏绽时，乃以穿窬盗。荆棘日夜生，芝兰遂枯槁。礼乐禹豫州，至今鞠烟草。重华不可呼，四罪无复讨。薄夫迷远谋，惟贪诗句好。"
        },
        {
            "标题": "困王孙",
            "作者": "陈普",
            "内容": "养生丧死妇女手，受气成形酒色胎。牧马夜归眠马下，梦魂犹绕旧楼台。"
        },
        {
            "标题": "咏史上·尚父伯夷",
            "作者": "陈普",
            "内容": "春来秋叶在枯枝，底用端蓍更指龟。二老东来元并辔，马前何害不相知。"
        },
        {
            "标题": "咏史下·山中王衮",
            "作者": "陈普",
            "内容": "老卒无多尽守藩，更无毫发罪堪言。东堂断手平生足，玉井蟾蜍任吐吞。"
        },
        {
            "标题": "咏史上·李广李陵",
            "作者": "陈普",
            "内容": "茂陵无奈太仓陈，槐里家传本助秦。万落千村荆杞满，陇西桃李亦成薪。"
        },
        {
            "标题": "咏史上·李广李陵",
            "作者": "陈普",
            "内容": "祈连天幸时难再，槐里侯封命已寄。文景余波涓滴尽，延居数出欲何资。"
        },
        {
            "标题": "孟子·不动心",
            "作者": "陈普",
            "内容": "见道分明了不疑，气常无暴志常持。确乎理气为标准，变故艰危岂足移。"
        },
        {
            "标题": "孟子·生之谓性",
            "作者": "陈普",
            "内容": "理气虽然不可无，形而上下有精粗。概将动作名为性，天地同为牛马区。"
        },
        {
            "标题": "连山一峰独秀",
            "作者": "陈普",
            "内容": "云屏屏断乱山稠，中有青螺百尺修。拔萃出群高地步，导前拥后作班头。上连霄汉不盈尺，俯视冈陵总下流。吾道与君亦相似，功会一篑便相侔。"
        },
        {
            "标题": "咏史上·廉颇蔺相如",
            "作者": "陈普",
            "内容": "长年霜骨白皑皑，廉蔺羞颜似湿灰。白起杀心如未谢，二家随璧献章台。"
        },
        {
            "标题": "咏史下·殷浩",
            "作者": "陈普",
            "内容": "王蒙谢尚不堪论，庾翼桓温亦浪言。两晋士风真可笑，尽将管葛许深源。"
        },
        {
            "标题": "咏史下·梁武帝",
            "作者": "陈普",
            "内容": "戒舍工夫老未员，百双鸡子送残年。一生般若成何事，赢得江头载荻船。"
        },
        {
            "标题": "烈女秋",
            "作者": "陈普",
            "内容": "一盏残灯对影居，凤飞西去彩鸾孤。毁身令女生全节，沉水齐姜死守符。月色半帘间翡翠，蛩声孤枕冷珊瑚。柏舟歌罢尘埋镜，淅沥秋声在竹梧。"
        },
        {
            "标题": "咏史下·梁武帝",
            "作者": "陈普",
            "内容": "浮山未破水先腥，浩浩蝇蚁书夜声。东海不知蒲塞味，谁人十万作牺牲。"
        },
        {
            "标题": "烈女秋",
            "作者": "陈普",
            "内容": "不思粉黛学倾城，心对冰壶贮月明。魏国节操成令女，湘江竹泪泣娥英。床头明镜春容减，桑下黄金秋叶轻。守静不因时物感，西风荒草自蛩声。"
        },
        {
            "标题": "咏史上·两生",
            "作者": "陈普",
            "内容": "少年贾谊空多口，老大申公缪一行。曾识当年二君子，闭门不受叔孙生。"
        },
        {
            "标题": "野景",
            "作者": "陈普",
            "内容": "衮风柳絮乱溪桥，一抹轻烟野外遥。独钓渔翁占江上，耦耕农父伴山腰。黄鹂百转趁红日，白鹭一行登碧霄。只怕时光如水迅，前村忍听一声蜩。"
        },
        {
            "标题": "姚国秀十咏·菱塘",
            "作者": "陈普",
            "内容": "廉隅集谣咏，举世尚和光。平生憎老子，蓄雨肥菱塘。"
        },
        {
            "标题": "咏史下·庞士元",
            "作者": "陈普",
            "内容": "放虎山林计已非，蛟龙云雨意犹迟。士元骥足思腾踏，盍有刘琮不告时。"
        },
        {
            "标题": "路中救小鱼",
            "作者": "陈普",
            "内容": "道逢泗辙一穷鱼，气息如丝沫尚濡。未得相携沧海去，蛙池共活谅中孚。"
        },
        {
            "标题": "路中救小鱼",
            "作者": "陈普",
            "内容": "道逢涸辙一穷鱼，气息如丝沫尚濡。未得相携沧海去，蛙池共活谅中孚。"
        },
        {
            "标题": "论语·子贡问君子章",
            "作者": "陈普",
            "内容": "出话谁能敢不仁，未行未足信於人。欲求内外皆无间，兑口终须后艮身。"
        },
        {
            "标题": "论语·慎终追远",
            "作者": "陈普",
            "内容": "三千三百皆天秩，第一无如事死难。丧祭两端无愧悔，民风行作舜时看。"
        },
        {
            "标题": "论语·道千乘之国章",
            "作者": "陈普",
            "内容": "农田万顷载车千，五者相因敬在先。更把敬来充拓去，四方百里已尧天。"
        },
        {
            "标题": "论语·时习章",
            "作者": "陈普",
            "内容": "学专复性习为功，千五百年初发蒙。悦乐已深加不愠，此身与道始流通。"
        },
        {
            "标题": "论语 慎终追远",
            "作者": "陈普",
            "内容": "三千三百皆天秩，第一无如事死难。丧祭两端无愧悔，民风行作舜时看。"
        },
        {
            "标题": "论语·闻政章四首",
            "作者": "陈普",
            "内容": "善言善行颜闵冉，子贡依然与有之。可是晚年深性道，三年丧毕转依依。"
        },
        {
            "标题": "论语·闻政章四首",
            "作者": "陈普",
            "内容": "莫贪学圣在闻言，但看威仪已灿然。无隐无言二章旨，此章盖已具其全。"
        },
        {
            "标题": "论语·孝弟章",
            "作者": "陈普",
            "内容": "仁民爱物本亲亲，有子当年见亦真。第一注中明体用，洗空千载说经人。"
        },
        {
            "标题": "论语·君子不器",
            "作者": "陈普",
            "内容": "大学真儒耻小成，一源体用要流行。当知万物备於我，真自修身至治平。"
        },
        {
            "标题": "论语 弟子入则孝章",
            "作者": "陈普",
            "内容": "孝弟谨信汎爱众，亲仁犹未是全功。圣贤成法事物理，都在诗书六艺中。"
        },
        {
            "标题": "论语·闻政章四首",
            "作者": "陈普",
            "内容": "尽心尽性自仪刑，得有相知道可行。万世无穷干禄法，深劳子贡不推明。"
        },
        {
            "标题": "论语 时习章",
            "作者": "陈普",
            "内容": "学专复性习为功，千五百年初发蒙。悦乐已深加不愠，此身与道始流通。"
        },
        {
            "标题": "论语·攻乎异端章",
            "作者": "陈普",
            "内容": "墨氏似仁杨似义，佛如美色与淫声。刀圭乌喙甜如蜜，何况专攻欲尽精。"
        },
        {
            "标题": "论语·弟子入则孝章",
            "作者": "陈普",
            "内容": "孝弟谨信泛爱众，亲仁犹未是全功。圣贤成法事物理，都在诗书六艺中。"
        },
        {
            "标题": "论语·首序",
            "作者": "陈普",
            "内容": "东鲁气势已崔嵬，彼妇无端汶上来。天地未开尧舜运，子西晏子亦桓{鬼隹}。"
        },
        {
            "标题": "论语·闻政章四首",
            "作者": "陈普",
            "内容": "秉彝好德性弥天，一见圣人皆勃然。可惜欲心胶一世，无能期月况三年。"
        },
        {
            "标题": "论语·三省章",
            "作者": "陈普",
            "内容": "专心於内最为难，又主其三得大端。曾识中庸并孟子，正如江水发岷山。"
        },
        {
            "标题": "福城无雪然人物与洛城一也",
            "作者": "陈普",
            "内容": "入城一见便金兰，青眼论心视肺肝。日用共为时世笑，书眠常见鬼神看。狂歌雪裹忘年老，高卧城中傲岁寒。但愿康宁百二十，年年斫雪访袁安。"
        },
        {
            "标题": "屡省乃成",
            "作者": "陈普",
            "内容": "诗书总学本无难，年少心身莫暂间。尽寸之功当记取，将来百仞作高山。"
        },
        {
            "标题": "屡省乃成",
            "作者": "陈普",
            "内容": "务本工夫在日新，悠悠莫自老青春。课功覈实惟时敏，德业何难辈古人。"
        },
        {
            "标题": "毛诗·小星",
            "作者": "陈普",
            "内容": "名分存存不敢忘，衾裯来往岁星光。尊卑高下虽天秩，小纪终须属大纲。"
        },
        {
            "标题": "毛诗·甘棠",
            "作者": "陈普",
            "内容": "一时决讼憩棠阴，底事南人惜到今。德化及人仍及树，止缘当日本根深。"
        },
        {
            "标题": "毛诗·缘衣",
            "作者": "陈普",
            "内容": "正色吁为间色侵，凄风絺綌自悲吟。酌中循理聊区处，底事先贤共此心。人伦万变若轮云，一片天心久负人。但把缘衣篇细看，末章意思蔼如春。"
        },
        {
            "标题": "文公书厨·继天测灵",
            "作者": "陈普",
            "内容": "天生真聪明，欲子述父作。法象虽昭陈，参赞良有托。述事在继志，知化先穷神。不得天地心，作用皆非真。"
        },
        {
            "标题": "夜坐",
            "作者": "陈普",
            "内容": "竹云乱相逐，明月羞如女。青山锁幽人，饥民卧茅宇。"
        },
        {
            "标题": "孟子·义外",
            "作者": "陈普",
            "内容": "所长之人虽在外，敬之之道自中推。可怜告子灰心久，礼物昏迷不自如。"
        },
        {
            "标题": "孟子·湍水",
            "作者": "陈普",
            "内容": "湍水萦回随所决，亦须顺道乃从流。若非所性元趋下，料可东西决得不。"
        },
        {
            "标题": "孟子 天爵",
            "作者": "陈普",
            "内容": "天爵在人非我有，重轻取予系于人。要知良贵人难夺，德义尊荣本自身。"
        },
        {
            "标题": "孟子·王道劝齐王",
            "作者": "陈普",
            "内容": "列国分争几百年，人心天命不其然。欲儒概执春秋义，何忍斯民久倒悬。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "高宗诚实梦傅说，傅说何尝梦高宗。鲐背图形满天下，柴门不启睡方浓。"
        },
        {
            "标题": "孟子·百里奚",
            "作者": "陈普",
            "内容": "贫来刍牧竟何疑，只是要秦一事非。爵禄无心殊已久，谁能白首恋轻肥。"
        },
        {
            "标题": "孟子·大丈夫",
            "作者": "陈普",
            "内容": "玉食珍羞不谓荣，箪瓢陋巷岂为贫。亭亭当当无偏倚，宇宙纲常任自身。"
        },
        {
            "标题": "孟子·善信美大",
            "作者": "陈普",
            "内容": "善得於心皆实有，本根植立已无亏。美而且大并神圣，熟后工夫出不期。"
        },
        {
            "标题": "孟子·尚友",
            "作者": "陈普",
            "内容": "贤圣虽亡心不死，诗书所在即其人。大人取友无今古，天地中间一性真。"
        },
        {
            "标题": "孟子·夷之",
            "作者": "陈普",
            "内容": "厚葬非徒识所先，分明至爱自心根。怃然一悟奚从发，为有良知尚未昏。"
        },
        {
            "标题": "孟子·万物皆备",
            "作者": "陈普",
            "内容": "一性之中兼万善，人人无欠亦无余。倍蓰什伯相为远，性分之原岂有殊。"
        },
        {
            "标题": "孟子·由仁义行",
            "作者": "陈普",
            "内容": "圣心仁义相为一，行动无非个裹来。已自不思并不勉，曷尝着意为安排。"
        },
        {
            "标题": "孟子 善信美大",
            "作者": "陈普",
            "内容": "善得于心皆实有，本根植立已无亏。美而且大并神圣，熟后工夫出不期。"
        },
        {
            "标题": "孟子·终身慕父母",
            "作者": "陈普",
            "内容": "外物安能乱本真，终天眷慕受恩深。大人所在元无坏，不失初来赤子心。"
        },
        {
            "标题": "孟子·闻知",
            "作者": "陈普",
            "内容": "神知不在见知闻，气化流行一本存。轲后谁言无复有，遗歌依旧起龙门。"
        },
        {
            "标题": "孟子·仁不可为众",
            "作者": "陈普",
            "内容": "天下最强惟理义，英雄颠倒莫能为。依依一楼人心在，天命於斯自不违。"
        },
        {
            "标题": "孟子·尧舜之道孝悌",
            "作者": "陈普",
            "内容": "尧舜巍巍道极隆，岂徒行止疾徐中。事亲敬开根天性，愚智由来一本同。"
        },
        {
            "标题": "孟子·井未及泉",
            "作者": "陈普",
            "内容": "井深九仞已劳功。未及於泉等是空。学问垂成还自弃，有为何异不为同。"
        },
        {
            "标题": "孟子 生忧患死安乐",
            "作者": "陈普",
            "内容": "路向平夷多折轴，或因危阻遂安全。吉凶岂必皆由命，畏玩之中各有天。"
        },
        {
            "标题": "孟子·养小失小",
            "作者": "陈普",
            "内容": "为尧为舜配三才，功用都从此处来。颠倒反为饥渴想，迷轻失重亦堪哀。"
        },
        {
            "标题": "孟子·王霸",
            "作者": "陈普",
            "内容": "德诚已有奚容力，假伪非由力莫为。若使桓文居万里，不知功效竟何施。"
        },
        {
            "标题": "孟子·一暴十寒",
            "作者": "陈普",
            "内容": "一粒微阳稍兆和，严凝莫奈雪霜多。天人胜负为消长，造物其如所息何。"
        },
        {
            "标题": "孟子 夜气",
            "作者": "陈普",
            "内容": "气无所帅任崩奔，东骛西驰利欲昏。人事才停机械息，天心无间本真存。"
        },
        {
            "标题": "孟子·易地皆然",
            "作者": "陈普",
            "内容": "今古无过只一中，随时适变一相通。圣贤心术无偏倚，事业虽殊道则同。"
        },
        {
            "标题": "孟子·执一",
            "作者": "陈普",
            "内容": "事理纷纷千万亿，岂容执一以为中，圣贤心术无偏倚，只在能权识变通。"
        },
        {
            "标题": "孟子·性善",
            "作者": "陈普",
            "内容": "异论纵横害已深，一言性善发天心。民彝物则依然定，多少纲常起兽禽。"
        },
        {
            "标题": "孟子 养气",
            "作者": "陈普",
            "内容": "养气元来甚可为，只须身与理相随。待今自反俱无歉，直是工夫效验时。"
        },
        {
            "标题": "孟子·忧忧喜喜",
            "作者": "陈普",
            "内容": "骨肉真情出不期，捐阶盖井我何知。风埃满目间来往，天性曾无一点疵。"
        },
        {
            "标题": "孟子·思诚",
            "作者": "陈普",
            "内容": "气形与理一齐生，诚妄相须两并行。须是本心无走失，所存熟后自能诚。"
        },
        {
            "标题": "孟子·知言",
            "作者": "陈普",
            "内容": "识见超然地位高，人言情伪察秋毫。一些疾病生心腹，明鉴当台不可逃。"
        },
        {
            "标题": "孟子·放太甲",
            "作者": "陈普",
            "内容": "未道鸣条作网罗，近来毫邑转偏颇。嗣君可到先王墓，为问南巢事若何。"
        },
        {
            "标题": "孟子·善与人同",
            "作者": "陈普",
            "内容": "善出於人元即性，在人在我本无殊。常人未免为私累，上圣之心道与惧。"
        },
        {
            "标题": "孟子·仁熟",
            "作者": "陈普",
            "内容": "虽然仁道系心根，熟处工夫在所存。惟是日新常不息，取之左右自逢原。"
        },
        {
            "标题": "孟子·诡遇获禽",
            "作者": "陈普",
            "内容": "诡遇背驰先自失，丘陵之获亦何为。彼哉舍已徇於物，所得安能直所遗。"
        },
        {
            "标题": "孟子·禅继",
            "作者": "陈普",
            "内容": "处变安常两不同，圣心天地与为公。要知授受精微处，不问亲疏共一中。"
        },
        {
            "标题": "孟子·夜气",
            "作者": "陈普",
            "内容": "气无所帅任崩奔，东鹜西驰利欲昏。人事才停机械息，天心无间本真存。"
        },
        {
            "标题": "孟子·自得",
            "作者": "陈普",
            "内容": "勿助勿忘随所事，潜心积虑孰加功。待须默识心融后，左右逢原触处通。"
        },
        {
            "标题": "孟子·亲亲仁民爱物",
            "作者": "陈普",
            "内容": "仁体虽然无不爱，当知贵贱与亲疏。诚心应物宁容伪。天性由来一本真。"
        },
        {
            "标题": "孟子·天吏",
            "作者": "陈普",
            "内容": "生杀存亡我敢专，德刑予夺出诸天。曰天所命惟其理，夫岂谆谆告语然。"
        },
        {
            "标题": "孟子·杞柳",
            "作者": "陈普",
            "内容": "梓漆椅桐质本奇，用而为器始皆宜。倘令杞柳非柔顺，未必杯卷可得为。"
        },
        {
            "标题": "孟子·周公之过",
            "作者": "陈普",
            "内容": "过血乖离惨极刑，人情天理岂其真。天心处置非无意，故把瑕疵累圣人。"
        },
        {
            "标题": "孟子·义利",
            "作者": "陈普",
            "内容": "利出私情害万端，义循天理乐而安。是非得失分霄壤，相去其初一发间。"
        },
        {
            "标题": "孟子·生忧患死安乐",
            "作者": "陈普",
            "内容": "路同平夷多折轴，或因危阻遂安全。吉凶岂必皆由命，畏玩之中各有天。"
        },
        {
            "标题": "孟子·食色性也",
            "作者": "陈普",
            "内容": "食色虽然人固有，原於形气所由根。苟徒即此名为性，太极之真已弗存。"
        },
        {
            "标题": "孟子·王政",
            "作者": "陈普",
            "内容": "分地因天各有宜，财成辅相只当为。相忘禄产沾濡重，{白卑}{白卑}浑浑自不知。"
        },
        {
            "标题": "孟子·养气",
            "作者": "陈普",
            "内容": "养气元本甚可为，只须身与理相随。待今自反俱无歉，直是工夫效验时。"
        },
        {
            "标题": "孟子·自暴自弃",
            "作者": "陈普",
            "内容": "所性自来非不善，居参豚犬岂人情。昭昭日月明如镜，瞑目甘心冒昧行。"
        },
        {
            "标题": "孟子·浩然",
            "作者": "陈普",
            "内容": "至刚至大莫能言，宇宙天人总一般。须是意诚心正日，本来体段始堪观。"
        },
        {
            "标题": "孟子·不遇鲁侯",
            "作者": "陈普",
            "内容": "齐梁旧事惯常陈，道运湮微且莫伸。便使臧仓无阻间，鲁侯未是有为人。"
        },
        {
            "标题": "孟子 理义悦心",
            "作者": "陈普",
            "内容": "刍豢膏粱嗜不休，悦心之乐孰能求。倘知礼义真滋味，陋巷箪瓢岂足忧。"
        },
        {
            "标题": "孟子·巨室",
            "作者": "陈普",
            "内容": "豮豕之牙须有道，执牛之尾岂良图。乱臣贼子乾坤裹，天地人心未必无。"
        },
        {
            "标题": "孟子 大勇",
            "作者": "陈普",
            "内容": "大勇非由血气充，性情义命本来公。至刚至直纯天道，逆理其间何所容。"
        },
        {
            "标题": "孟子·养志",
            "作者": "陈普",
            "内容": "世俗养亲惟口体，谁能养志若曾参。至诚顺迁无违咈，为是心其父母心。"
        },
        {
            "标题": "孟子·求放心",
            "作者": "陈普",
            "内容": "放豚无迹竟西奔，着意追求孰用功。惟必操存能主敬，依然不离这腔中。"
        },
        {
            "标题": "孟子·猎较",
            "作者": "陈普",
            "内容": "道体从宜无害义，不容外物独违时。未能槁食并泉饮，咽李哇鹅岂可为。"
        },
        {
            "标题": "孟子·舍生取义",
            "作者": "陈普",
            "内容": "义在甘心自杀身，人情天理此为真。谁能出段乾坤裹，长作偷生负罪人。"
        },
        {
            "标题": "孟子·天民",
            "作者": "陈普",
            "内容": "皇天赋予各成形，万理兼该备自身。所谓天民非有别，能全所赋以为人。"
        },
        {
            "标题": "孟子·天爵",
            "作者": "陈普",
            "内容": "利名物外奚必用，至贵无亏备自身。舍已从人徒取贱，到头还自丧其真。"
        },
        {
            "标题": "孟子·理义悦心",
            "作者": "陈普",
            "内容": "刍豢膏梁嗜不休，悦尽之乐孰能求。倘知礼义真滋味，陋巷箪瓢岂足忧。"
        },
        {
            "标题": "孟子·良知良能",
            "作者": "陈普",
            "内容": "孩提亲长根天性，尧舜由来共一初。情欲既趋天者灭，反疑性恶复何如。"
        },
        {
            "标题": "孟子 私淑",
            "作者": "陈普",
            "内容": "百有馀年泽未穷，寒潭秋月寸心同。尼山想像人如玉，夜半相逢梦寐中。"
        },
        {
            "标题": "孟子·文公三年之丧",
            "作者": "陈普",
            "内容": "性善之言一动心，至诚恻怛出天真。纷纷狗彘乾坤裹，独有居庐啜粥人。"
        },
        {
            "标题": "孟子 为贫而仕",
            "作者": "陈普",
            "内容": "君子入官须事道，仕而非道似非常。抱关击柝虽卑贱，职分终然不可忘。"
        },
        {
            "标题": "孟子·过化存神",
            "作者": "陈普",
            "内容": "德既能明效自充，黎民皞皞变时雍。神功妙用浑无迹。只有纯而不已中。"
        },
        {
            "标题": "孟子·事天立命",
            "作者": "陈普",
            "内容": "穷理知天所性全，存而顺事没而安。保全是理无容失，所受於天或可还。"
        },
        {
            "标题": "孟子·尽心知性",
            "作者": "陈普",
            "内容": "心具良知所性根，若非穷理亦能昏。心须物格无余蕴，藩蔽开除本体存。"
        },
        {
            "标题": "孟子 求放心",
            "作者": "陈普",
            "内容": "放豚无迹竞西奔，著意追求孰用功。惟必操存能主敬，依然不离这腔中。"
        },
        {
            "标题": "孟子·公孙衍张仪",
            "作者": "陈普",
            "内容": "虎狼纵暴互奔驰，狐魅纷纭擅肆欺。三二百年天地裹，十棚木偶弄婴儿。"
        },
        {
            "标题": "孟子·乍见入井",
            "作者": "陈普",
            "内容": "乍见无从那处生，非思非勉出天真。苟无物欲相攻夺，人性如何有不仁。"
        },
        {
            "标题": "孟子·诗亡春秋作",
            "作者": "陈普",
            "内容": "郑卫声中听雅歌，父仇莫奈母恩多。无人出任纲常主，空有乾坤着羽毛。"
        },
        {
            "标题": "孟子·天位",
            "作者": "陈普",
            "内容": "天位待贤良有以，理天之物治天民。近来职掌归西邸，不是朋亲即富人。"
        },
        {
            "标题": "孟子·圣人人伦之至",
            "作者": "陈普",
            "内容": "圆头方腹一皆人，尧舜元非凤与麟。道德文章光万世，看来只是尽人伦。"
        },
        {
            "标题": "孟子·时雨之教",
            "作者": "陈普",
            "内容": "善教惟迎欲发机，神方启沃妙乎时。沛然化境无留滞，弄月吟风自不知。"
        },
        {
            "标题": "孟子·要汤",
            "作者": "陈普",
            "内容": "畎亩一身尧舜乐，幡然尧舜在君民。别无鼎俎要汤具，为有华勋道在身。"
        },
        {
            "标题": "孟子·陈仲子",
            "作者": "陈普",
            "内容": "民彝万古在乾坤，人道宁同鹿作奔。纵使披毛兼辟谷，何能一日立人间。"
        },
        {
            "标题": "孟子 正命",
            "作者": "陈普",
            "内容": "脩身尽道素无愆，变故之来出自天。比死见刳申子死，亦皆义理所当然。"
        },
        {
            "标题": "孟子·山径",
            "作者": "陈普",
            "内容": "山径之行才不用，依然茅{上蔇下木}是荆榛。人心顷刻无容放，稍或遗忘欲遂生。"
        },
        {
            "标题": "孟子·枉尺直寻",
            "作者": "陈普",
            "内容": "计利无非患得心，谁能枉己直於人。既甘隐忍无羞恶，气馁如何更复伸。"
        },
        {
            "标题": "孟子·具体而微",
            "作者": "陈普",
            "内容": "道体本来无限量，其间细大竞差殊。只争思勉些微累，意必之心未绝无。"
        },
        {
            "标题": "孟子·为贫而仕",
            "作者": "陈普",
            "内容": "为子入官须事道，仕而非道似非常。抱关击柝虽卑贱，职分终然不可忘。"
        },
        {
            "标题": "孟子·齐人妻妾",
            "作者": "陈普",
            "内容": "箪瓢门柝不堪贫，奴婢甘心自屈身。驷马高车光郡国，看来等是乞墦人。"
        },
        {
            "标题": "孟子 今乐古乐",
            "作者": "陈普",
            "内容": "韶濩无声郑卫淫，纪纲条理杳难寻。虽然古乐非今乐，又与民同无古今。"
        },
        {
            "标题": "孟子·隘与人恭",
            "作者": "陈普",
            "内容": "异端岂必皆邪说，执一之偏或过中。隘与恭如失正，到头流弊亦皆同。"
        },
        {
            "标题": "孟子·当务为急",
            "作者": "陈普",
            "内容": "道之所贵通全体，何暇区区旋较量。惟是纲维无所作，千条万目自分张。"
        },
        {
            "标题": "孟子·有庳",
            "作者": "陈普",
            "内容": "弟兄小忍与堪怜，公义私情获两全。管叔若教封有庳，如凶凶罪岂无偏。"
        },
        {
            "标题": "孟子·行所无事",
            "作者": "陈普",
            "内容": "天理须殊本自然，自然天道合无天。一毫小智生穿凿，所性之真已弗全。"
        },
        {
            "标题": "孟子·正命",
            "作者": "陈普",
            "内容": "修身尽道素无愆，变故之来出自天。比死则刳申子死，亦皆义理所当然。"
        },
        {
            "标题": "孟子·禹汤文武周公",
            "作者": "陈普",
            "内容": "千圣相承惟道一，忧勤惕厉意尤深。至诚之理元无息，有息良非天地心。"
        },
        {
            "标题": "孟子·养心寡欲",
            "作者": "陈普",
            "内容": "心体自然安用养，多因迷欲易成昏。但能寡欲无私累，本体清明理自存。"
        },
        {
            "标题": "孟子·牛山",
            "作者": "陈普",
            "内容": "气化流行出一元，生生之理自天根。倘无斤斧牛羊累，触处均沾雨露恩。"
        },
        {
            "标题": "孟子·有物有则",
            "作者": "陈普",
            "内容": "大而天地无边际，细入无伦极眇锦。一器之中涵一理，随其所在莫非天。"
        },
        {
            "标题": "孟子·私淑",
            "作者": "陈普",
            "内容": "百有余年泽未穷，寒潭秋月寸心同。尼山想像人如玉，夜半相逢梦寐中。"
        },
        {
            "标题": "孟子·子路喜闻过",
            "作者": "陈普",
            "内容": "讳疾之人每忌医，夫谁有过喜人规。仲由勇义能如此，令闻无穷百世师。"
        },
        {
            "标题": "孟子·尧舜之道陈王",
            "作者": "陈普",
            "内容": "自贼其君固不恭，责难陈善乃为忠。要知尧舜夫何道，只在常言仁义中。"
        },
        {
            "标题": "孟子·博学反约",
            "作者": "陈普",
            "内容": "事理纷纷未易穷。其间脉终要通融。能於博处知其约，渐次收功一贯中。"
        },
        {
            "标题": "孟子·格非",
            "作者": "陈普",
            "内容": "纠缪绳愆皆末务，徒劳事事与之争。非心格尽常於道，本正源澄万派清。"
        },
        {
            "标题": "孟子·仁者无敌",
            "作者": "陈普",
            "内容": "仁人所在人心萃，鱼爵丛渊固自归。天命到头还不外，东征西怨岂容违。"
        },
        {
            "标题": "孟子·心官则思",
            "作者": "陈普",
            "内容": "心严内主役群形，百体钦承顺令行。若失所思随欲动，反为形役自纷争。"
        },
        {
            "标题": "孟子·今乐古乐",
            "作者": "陈普",
            "内容": "韶濩无声郑衔淫，纪纲条理杳难寻。虽然古乐非今乐，又与民同无古今。"
        },
        {
            "标题": "孟子·天爵",
            "作者": "陈普",
            "内容": "天爵在人非我有，重轻取予系於人。要知良贵人难夺，德义尊荣本自身。"
        },
        {
            "标题": "孟子·舜大孝",
            "作者": "陈普",
            "内容": "暮雨梧山泪满襟，皇天珍重意尤深。一时瞽瞍蒸蒸刈，万古人间慈孝心。"
        },
        {
            "标题": "孟子·终身之忧",
            "作者": "陈普",
            "内容": "冠屦昂昂数尺躯，圣贤无我意何殊。伊人德业兴天地，在我宁甘食粟夫。"
        },
        {
            "标题": "孟子·不愧不作",
            "作者": "陈普",
            "内容": "己私净尽复何为，触处逢原与理随。心广体胖无所累，浩然之气未尝亏。"
        },
        {
            "标题": "孟子·大成",
            "作者": "陈普",
            "内容": "任与清和犹是器，偏於所执不相通。大成之德该全体，万理同归一贯中。"
        },
        {
            "标题": "孟子·仁者人也",
            "作者": "陈普",
            "内容": "真精二者合而凝，形气中涵太极真。道即是身身即道，从来道外本无身。"
        },
        {
            "标题": "孟子 善与人同",
            "作者": "陈普",
            "内容": "善出于人元即性，在人在我本无殊。常人未免为私累，上圣之心道与惧。"
        },
        {
            "标题": "孟子 知言",
            "作者": "陈普",
            "内容": "识见超然地位高，人言情伪察秋毫。一些疾病生心腹，明鉴当台不可逃。"
        },
        {
            "标题": "咏史上·光武明帝",
            "作者": "陈普",
            "内容": "盘木白狼纷贡毛，龟兹侍子荐蒲萄。满朝虎拜南山寿，无一人能作旅獒。"
        },
        {
            "标题": "咏史上·光武明帝",
            "作者": "陈普",
            "内容": "后宫任姒古今希，前殿弦歌凤已知。孔子孟轲真薄命，不生建武永平时。"
        },
        {
            "标题": "咏史下·明帝四首",
            "作者": "陈普",
            "内容": "大和空国逐浮虚，曾为苍生一扫除。历数未容奸宄得，收曹卷马二中书。"
        },
        {
            "标题": "咏史下·明帝四首",
            "作者": "陈普",
            "内容": "咸通昏主如桀纣，青龙英君翻不如。关雎螽斯浑未识，鹊巢那得不鸠居。"
        },
        {
            "标题": "咏史下·明帝四首",
            "作者": "陈普",
            "内容": "高堂光禄心刘向，未托孤前亦已知。争奈九龙规太大，不堪浅薄武皇基。"
        },
        {
            "标题": "咏史下·明帝四首",
            "作者": "陈普",
            "内容": "柳谷川西示讨曹，摩波井底见芳髦。藩垣屏翰无方尺，何用凌霄百丈高。"
        },
        {
            "标题": "暮春始闻雷",
            "作者": "陈普",
            "内容": "仓庚杜宇已喧卑，出地奔空独尔迟。六合中间皆起处，一更前后恰来时。吝蜗封闭俄惊破，迷蝶沈酣恐未知。菌蠢蛰龙安静退，不妨奋豫小愆期。"
        },
        {
            "标题": "偶成呈纯父",
            "作者": "陈普",
            "内容": "朋友之伦在天地，何啻玄璜耦赤璋。不聆玉人春风话，禁得铁衾秋雨床。几人超距作貔虎，三尺弱孺思蛮强。几回合眼在丹碧，讲谈帝伯铺皇王。"
        },
        {
            "标题": "偶占",
            "作者": "陈普",
            "内容": "水边侧耳翠萄叶，陂下锁魂金步摇。何以浔阳北窗下，白云伴宿听翛翛。"
        },
        {
            "标题": "咏史上·桓荣",
            "作者": "陈普",
            "内容": "明帝天姿可禹汤，周公不梦梦空王。当年紫绶金章客，何德何功坐太常。"
        },
        {
            "标题": "七月六日夜雨",
            "作者": "陈普",
            "内容": "苍生一一共胞胎，日夜无端心上来。半月骄阳四更雨，豳风夏校梦初回。"
        },
        {
            "标题": "七夕后一日",
            "作者": "陈普",
            "内容": "世间万事但随身，不费将迎是圣人。雨暗云昏殷作夜，天青水碧在今晨。"
        },
        {
            "标题": "七夕后一日",
            "作者": "陈普",
            "内容": "明朝来岁总过去，密意深情几度春。此是吾徒尘垢事，敢将上下位星辰。"
        },
        {
            "标题": "咏史上·荀息",
            "作者": "陈普",
            "内容": "三怨盈朝积不舒，奚齐卓子釜中鱼。区区荀叔若乳妪，智略无称信有余。"
        },
        {
            "标题": "中庸·道不远人五首",
            "作者": "陈普",
            "内容": "穆王八骏鱼千里，汉武末年狐首丘。驰鹜崩奔何日了，灵台咫尺不回头。"
        },
        {
            "标题": "中庸·道不远人五首",
            "作者": "陈普",
            "内容": "巨鳌山更在头上，骊龙珠犹寄颔边。何似一身千万善，流行弃满地中泉。"
        },
        {
            "标题": "邵武泰宁途间一路海棠",
            "作者": "陈普",
            "内容": "万骑连接出襄国，诸忍撩乱上骊山。道人不识红妆面，何事扶筇过此山。"
        },
        {
            "标题": "愿月得雨兼旬秋晹人望已切再和前韵 其一",
            "作者": "陈普",
            "内容": "踰浃秋晹已望云，芭蕉一夜慰愁人。阴阳各有时中处，不可相无似两轮。"
        },
        {
            "标题": "姚国秀十咏·信芳亭",
            "作者": "陈普",
            "内容": "德馨何酷烈，同心皆与知。灵根在何许，暗室毋自欺。"
        },
        {
            "标题": "秋日即事五首 其四",
            "作者": "陈普",
            "内容": "书馀饮水枕长肱，四壁啼蛩诉不平。月色满窗诗骨冷，露华方枕梦魂清。\n西风岁岁长堤柳，流水朝朝沧海情。红叶山深无雁过，残砧几处捣愁声。"
        },
        {
            "标题": "秋日即事五首",
            "作者": "陈普",
            "内容": "书余饮水枕么肱，四壁啼蛩诉不平。月色满窗诗骨冷，露华半枕梦魂清。西风岁岁长堤柳，流水朝朝沧海情。红叶山深无雁过，残砧几处捣愁声。"
        },
        {
            "标题": "秋日即事五首",
            "作者": "陈普",
            "内容": "游丝闪闪挂虚檐，翔隼号寒华岳尖。白发束来闲点易，乌衣归去寂钩帘。三千客路飞机枫叶，四五人家卖酒帘。鱼笛水寒江上晚，半丛豆叶雨纤纤。"
        },
        {
            "标题": "秋日即事五首",
            "作者": "陈普",
            "内容": "夜床辗转恨明迟，晓发梳寒倚竹扉。树景纸窗风作色，蛩声壁罅月流辉。三杯白酒穷年客，满箧红尘隔岁衣。遥想白鸥江上路，蓼花枫叶雨霏霏。"
        },
        {
            "标题": "秋日即事五首",
            "作者": "陈普",
            "内容": "二尺书檠对影居，西风吹雪上吟须。云边月色人千里，竹裹秋声酒一壶。客思迩来红叶乱，雁声南去白云孤。季鹰自是知机者，一念莼鲈便到吴。"
        },
        {
            "标题": "秋日即事五首",
            "作者": "陈普",
            "内容": "玉露金茎晓发寒，秋风仍作去年看。蛩声疏雨长为客，雁影残蝉独倚栏。钱砚窗棂云影淡，丹枫溪曲水痕乾。西风曾与黄花约，拟掇繁英贳酒餐。"
        },
        {
            "标题": "劝考亭收文公书兼聚书",
            "作者": "陈普",
            "内容": "孟氏继孔徂，凤鸟竟寂寞。千年性命传，造化欲废阁。生人无所之，死者之不可作。人心万山隔，治统千大落。天生周与程，得手始撑拓。百年复考亭，体用遂磅礴。精密洗粗疏，深厚驱浅薄。款郤靡不周，混沌元无凿。谁家不藏书，心目迷博约。身为行秘书，所迁常迷错。考亭三十匣，独为百川壑。万善始有条，列圣元非昨。千派得一原，灵龟不劳灼。卷帙浩无边，要处自如跃。岁月荒苔生，风雨惟丹艧。翁死六十年，辄起人哀乐。同心咫尺，闵此无声铎。为推去后心，如受生前托。倬彼得不磨，坏乎赖爰度。人心已开辟，万象森冲漠。重构理期文，同盟敢无诺。"
        },
        {
            "标题": "壬辰日蚀",
            "作者": "陈普",
            "内容": "忆昔度宗皇帝时，十年十三日食之。似道屃赑湖海曲，天子宫庭耽乐嬉。满朝翕翕皆妇人，祸来照镜方画眉。北军顺流日食既，两国正尔争雄雌。兴亡岂必皆有数，百年以来士气索。文臣髀肉不识马，武士惊魄怕见旗。"
        },
        {
            "标题": "儒家秋",
            "作者": "陈普",
            "内容": "讲堂寂寂夜鸣蛩，苦为儿曹课日功。道体浑沦参太极，皋比冷落坐西风。研硃点易露华白，剪烛谈经帐影红。礼乐斯民开治教，闽中常衮蜀文翁。"
        },
        {
            "标题": "儒家秋",
            "作者": "陈普",
            "内容": "芦苇西风雁影孤，凄凄凉气入郊墟。铁檠灼烁三更雨，道脉精微几卷书。潘鬓星霜愁发短，韩堂风露故交疏。朝迁有道奎星显，何苦蓬窗守蠹鱼。"
        },
        {
            "标题": "儒家秋",
            "作者": "陈普",
            "内容": "离离秋色上梧枝，向晓烟云冷砚池。绛帐谈经千古道，青山对酒几联诗。西风红叶林边树，夜雨青灯鬓上丝。竹瘦荷枯篱菊净，暂韬笔砚彻皋比。"
        },
        {
            "标题": "咏史下·张华",
            "作者": "陈普",
            "内容": "应是诸公爱阮咸，所天亦把付清谈。张林若责金墉后，当日张华死更甘。"
        },
        {
            "标题": "咏史下·阮籍",
            "作者": "陈普",
            "内容": "中道难行古已然，东边扶起又西边。一般等是墟人国，莫道三君与七贤。"
        },
        {
            "标题": "渔父辞",
            "作者": "陈普",
            "内容": "神冢作耒耜，伏羲为网罟。耒耜之利以教耕，网罟是乃取鱼具。天启生涯资生灵，八政以食首为民。采山钓水利其利，国家租税自此征。悠悠江海老渔父，孤舟没齿居水浒，翠篷黄帽寄烟波。青篛缘蓑触风雨，风雨舟中历寒暑。月明夜宿荻花洲，潮落暮归芦叶渡。芦叶渡头有酒沽，卖鱼买酒浮江湖。醉中身似孤舟样，鞭脱不管桑大夫。江茫茫，月皓皓，江月江人容易老。月光长照江长流，中有白鸥间似我。"
        },
        {
            "标题": "咏史下·山涛",
            "作者": "陈普",
            "内容": "君王祖述竹林风，竹叶纷纷插满宫。祸乱古今惟晋酷，是非忧乐一山公。"
        },
        {
            "标题": "咏史下·阮籍",
            "作者": "陈普",
            "内容": "截发哀号孽妇前，晋家无地亦无天。当时阮籍丘中骨，掷向黄河尚带膻。"
        },
        {
            "标题": "文公书厨·於穆元圣",
            "作者": "陈普",
            "内容": "骊龙抱明珠，高卧万丈下。岂无善水人，谁是得珠者。至人有神手，上智无浅心。直须入无伦，始克开重阴。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "一合乾坤贮鬼神，入虚何敢谓无人。暗中射鲋谁知见，绕市青衣说与人。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "南面弹琴陈蔡饥，不停书夜迭相催。鸤鸠欲一无容伪。兄弟一家分受之。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "长沙太傅便叹息，华州司功辄发狂。持此身心上天去，更无可答万夫望。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "鹡鴒翡翠各毛衣，未有丝麻亦衣皮。白书不冠对妻子，要令天地撤方维。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "敬身天不宽曾子，白眼人当杀嗣宗。林下脱巾仍露脚，青云白石肯相容。"
        },
        {
            "标题": "寿柏峰",
            "作者": "陈普",
            "内容": "爱道爱宝同缩蜗，福善一点如朝霞。稽天利欲渺无路，不妨甪里留巅崖。清虚淡素天所觑，百神万物争拥遮。七十移桃自玄圃，八十意思犹未花。含如抱粹不肯露，时对知已抽萌芽。工亦一人年在第，弱质自愧霜蒹葭。逢人说项有何见，岂非气味同一家。啖柏茹芝分一叶，朝夕供兄粥与茶。一任张良算出去，人生何惜老年华。"
        },
        {
            "标题": "寿容山",
            "作者": "陈普",
            "内容": "天下东南有玄圃，左瞰闽浙右俯楚。蕴环露秀周峰峦，异气时出为云雨。何年营丘文献孙，相攸驰檐来胥宇。绵绵瓜瓞日蕃滋，福德两兼一为主。山川欢喜神灵依，五者日用如水土。我来昔在旃蒙年，乃翁八十健如虎。再来当公六十六，春风习习生谈尘。即温听厉心自凉，不觉人间有炎暑。年年今日庆生申，已得河图天数五。今年三合尤奇妙，人生与猿共歌舞。樽前万事皆如意，酒酣屈指为君数。彩衣堂下森芝兰，四宗人人皆玉树。诗书礼义照人间，谦恭孝弟麒麟武。高年壮健幼稚仁，此事天下莫之御。福地何但贮退藏，请以閟宫代梁甫。"
        },
        {
            "标题": "寿龙津余此溪",
            "作者": "陈普",
            "内容": "昔在辛酉年，余裁十有八。翁时多十岁，无地贮英发。世运欲转移，正气久郁阏。科场弊已极，无复分椒樧。千里足难羁，须作奔泉竭。闭目骇奔腾，掩耳羞嘈赞。归来分躬耕，复不禁芽卉。蒯缑走杭越，触藩不能脱。纷纷梦中人，妄与谈空阔。翁兮独家居，自得真机栝。一日山河新，妙契静中斡。尚堪作子长，亦久抱恻桓。遂生肥遁心，确乎不可拔。人间闹蜂蝶，过目惟蹙頞。惟有燕归来，卷帘无阻遏。室呜孺悲瑟，门断陈遵辖。惟我拜床下，见侍隆中葛。躯为天地惜，日用诗书豁。但见居深深，谁知活泼泼。松柏晚丛立，姜桂老逾辣。新年俄八十，道气方兰茁。平生善养气，不作穴人揠。年来滋长茂，略不惊齿发。人生各有志，万物不能夺。善身背生色，济世腓无{拔左换月}。一与时偕行，造物自见察。人寿百二十，尧夫岂虚喝。分数天所裁，与行自能达。老彭祗谀言，但论道本末。更阅五十番，飞蜂与斯蚻。"
        },
        {
            "标题": "咏史上·叔孙通",
            "作者": "陈普",
            "内容": "刘项权将作狗偷，谁能撩虎又靡头。汉王不是坑儒主，颈备依依是可羞。"
        },
        {
            "标题": "叔文九日 其一",
            "作者": "陈普",
            "内容": "葱梅韭芥本同家，自入离骚竟入邪。一日露牙救桓景，千秋添得伴黄花。"
        },
        {
            "标题": "叔文九日",
            "作者": "陈普",
            "内容": "江左夷吾本胜流，晚因造膝却生愁。紫囊肯上斯人腕，敢怨离骚佩不收。"
        },
        {
            "标题": "叔文九日",
            "作者": "陈普",
            "内容": "葱梅韭芥本同家，自入主骚竟入邪。一日露牙救桓景，千秋添得伴黄花。"
        },
        {
            "标题": "水车",
            "作者": "陈普",
            "内容": "人为万物灵，无处不可见。天地生物心，得人始周遍。有心郑国渠，关中为富衍。三十六陂流，江南谷为贱。况如禹沟洫，流注周丘甸。是皆人所能，区画固为善。有力皆必为，有知悉能辨。亦可展经纶，未足穷圣彦。有如一隅地，同出天地奠。未尝阻耒耜，亦堪致芬荐。陂塘不能及，桔槔亦非便。凿井设辘轳，祗益增疲倦。何人静眼，潜窥出灵变。种种田器中，众美独车擅。鸠集群朴樕，构以天丝线。纵交合散杂，骨节不凌僭。相续同相生，如纽亦如辫。三十幅一毂，体用无迷眩。轧轧远有声，在田光恍龙战。吸吐皆自能，先后迭相禅。形如先天图，运若坤灵扇。东西隔参辰，出没递隐见。升腾为银河，不足惟小欠。长流尽碧涧，腑臓悉充羡。金龙吐琼液，急速如过电。合凑作波涛，飘洒余雨霰。远观骤倾泻，近看避沼溅。陂渠虽隔绝，流水足怜羡。云雨尽虚无，千亩自葱倩。岂徒美粳稻，且复肥鰌鳝。火轮亭午时，田头捩飞练。老农茅屋中，华胥梦方晏。逸逾他百倍，劳止岁一缮。明代造化劳，幽无鬼神谴。上帝安高居，赤子逾增眷。冯夷被人使，独得无靦面。人心一一妙，智巧弥宇县。秦蜀想皆然，不但吾福建。此物亦易知，何堪太夸衔。间居百无为，聊用娱笔砚。"
        },
        {
            "标题": "咏史上·申屠嘉",
            "作者": "陈普",
            "内容": "汉四十年几丞相，蹶张丞相冷如冰。两京礼乐何堪自，薄有申屠与宋弘。"
        },
        {
            "标题": "送江西曾雪笠歌",
            "作者": "陈普",
            "内容": "几人夸咏雪，不如柳一绝。几家说渔父，不如柳两句，天阴岁晚寒江空，玉花四合为鸿蒙。一片清虚画不得，孤舟一笠何精工。凌空厉阔不觉寒，兀坐不动身与竿。矶头把竿冻犹立，老妻在中作袁安。此时意壮何分明，大无垠涯小无形。的如曾子见一贯，又似叶公初点晴。十年抛却吴松江，闽山六月念蔗浆。"
        },
        {
            "标题": "咏史下·颜杲卿",
            "作者": "陈普",
            "内容": "骊宫歌笑入青云，曾识常山有战尘。忠骨已澌余发在，因人得见梦中身。"
        },
        {
            "标题": "咏史下·窦氏二女",
            "作者": "陈普",
            "内容": "冰霜不肯受尘埃，携手同糜百丈崖。熊掌嚼来似鸡肋，问君可事苦关怀。"
        },
        {
            "标题": "太极中事事皆有即无佛",
            "作者": "陈普",
            "内容": "三春蝴蝶谁言梦，六月苍蝇讵可憎。未怪康衢中有虎，每疑太极裹无僧。"
        },
        {
            "标题": "太极诗上范天碧侍郎",
            "作者": "陈普",
            "内容": "涵涵六合八肱裹，类聚化生何可纪。固然两人阴与阳，大要一个不得已。所从无声亦无臭，所出如彼复如此。成象效法森目前，大自三才小一虮。形样度数各有极，体段一一无偏倚。纇疵痕迹毫发空，可惊可怪复可喜。参如交错天然文，不断去来川上水。尧舜得之御黄屋，不动脚手万物理。孔颜得之洗其心。四时收夜同行止。盖缘道理元如斯，无非礼义当然耳。就中发出太极来，万化一丸而已矣。眼看手搏漠无有，一日无之天地毁。片时俄顷不可离，万古千秋长不死。静为体而动为用，来为神兮去为鬼。不离於物仍犹尊，并行不僭光同体。但从化上识中庸，立见源流彻精髓。自从夫子系周易，千古百年没荆杞。一朝道在九疑下，红轮扶出咸池洗。不私其有以示人，意与朋类同甘美。隋珠夜光翻不幸，操刀按剑如蠭起。唇焦口燥朱晦翁，至今无柰龙无耳。终然性在天地间，臭味不患无兰芷。文正有孙已佳绝，混沌相识尤奇伟。震泽天台合清秀，洞见无终与无始。一笑相逢武夷足，菊花未老梅含蕊。共在在生不息中，思入遥天碧万里。金城铁壁私家学，一言半句俘其垒。断槎枯卉晚未生，睡魔辟易面沃水。世间无限扫复生，无事生事杂且猥。一天一地珠为丸，注疏陋儒足加箠。愿公多与说无外，庶使苍生安六礼。"
        },
        {
            "标题": "咏史下·陶侃",
            "作者": "陈普",
            "内容": "苏峻鲸奔正可忧，翻令王室备荆州。五陵松柏无遗种，谩为桓温拾竹头。"
        },
        {
            "标题": "天柱峰",
            "作者": "陈普",
            "内容": "撑天拄地气何雄，绝似多愁杞国翁。五曲年来添个伴，从今不复患共工。"
        },
        {
            "标题": "贺纯父修考亭成",
            "作者": "陈普",
            "内容": "宇宙中间此考亭，接连千圣集三灵。乍年松柏参天翠，无事莓苔满地青。\n道统拳拳俄栋宇，人心隐隐又雷霆。世间万事无难者，但把纯心对六经。"
        },
        {
            "标题": "挽平山菊涧",
            "作者": "陈普",
            "内容": "自是斯民手，全民此世身。片言含展席，一室见经纶。德业空成已，诗书上事亲。但赢千载内，一样不无人。"
        },
        {
            "标题": "挽平山菊涧",
            "作者": "陈普",
            "内容": "诗礼期文嫡，箪瓢此世人。心惟忧道屈，眼不见家贫。清瘦生来骨，孤高没后身。几多黄壤客，难配得如君。"
        },
        {
            "标题": "挽平山菊涧",
            "作者": "陈普",
            "内容": "卑卑梯接俗，望重若蒿蓬。作俑系何代，弥天以送终。闹居常愤切，易簧愈昭融。一二人家化，骎骎似洛中。"
        },
        {
            "标题": "挽平山菊涧 其一",
            "作者": "陈普",
            "内容": "自是斯民手，全成此世身。片言含展席，一室见经纶。\n德业空成己，诗书止事亲。但赢千载内，一样不无人。"
        },
        {
            "标题": "挽平山菊涧",
            "作者": "陈普",
            "内容": "获接阿戎裾，殷勤便手卢。开缄伯淳坐，入梦孔明庐。敬事期身役，抠趋刻岁余。天翁如错误，流涕看苫苴。"
        },
        {
            "标题": "挽平山菊涧",
            "作者": "陈普",
            "内容": "细细香鼻孔，寥希古已然。相逢言尚古，话久许知天。太极有形外，几宵灯火前。示人犹不敢，何见遽刊传。"
        },
        {
            "标题": "挽平山菊涧 其六",
            "作者": "陈普",
            "内容": "诗礼斯文嫡，箪瓢此世人。心惟忧道屈，眼不见家贫。\n清瘦生来骨，孤高没后身。几多黄壤客，难朽得如君。"
        },
        {
            "标题": "挽平山菊涧",
            "作者": "陈普",
            "内容": "小试庖丁刃，天王信不虚。林森惊若凤，戢戢免其鱼。一日乾坤定，终身岩谷居。人皆疑不仕，莫晓我心初。"
        },
        {
            "标题": "挽熊去非",
            "作者": "陈普",
            "内容": "畴昔鳌峰乍盍簪，为予一动伯牙琴。文明济济英雄集，祭礼洋洋上圣临。古道违时成握手，狂言骇俗赖知心。群居离索非今日，宿草萋萋得讣音。"
        },
        {
            "标题": "咏史下·王导",
            "作者": "陈普",
            "内容": "漠漠胡尘扑面飞，对人举扇障元规。九京羞见青衣帝，犹及刘翔未到时。"
        },
        {
            "标题": "咏史下·王导",
            "作者": "陈普",
            "内容": "醉中送首悲刘胤，食裹迷唇吊马流。江左当年何所恃，邺中白雁合封侯。"
        },
        {
            "标题": "咏史下·王导",
            "作者": "陈普",
            "内容": "不听君王到寿春，肯容麹允起咸秦。茂弘周顗浑无晋，何但琅琊不是亲。"
        },
        {
            "标题": "咏史下·王导",
            "作者": "陈普",
            "内容": "万里凉州道李雄，几重辽海到江东。天台更充金陵去，端有何颜见北风。"
        },
        {
            "标题": "咏史下·王祥",
            "作者": "陈普",
            "内容": "倒载山公即巨源，清谈安石幼舆孙。晋家祸乱深如海，半出咸熙太尉门。"
        },
        {
            "标题": "咏史下·王祥",
            "作者": "陈普",
            "内容": "君王宫裹望安舒，何啻慈亲念鲤鱼。体认卧冰真意思，忍看成济犯銮舆。"
        },
        {
            "标题": "咏史下·羊祜",
            "作者": "陈普",
            "内容": "尺鲤何曾到贾充，太阿曾拟血王戎。泪痕不到沉碑上，似为苞苴走路中。"
        },
        {
            "标题": "文公书厨·出此谟训",
            "作者": "陈普",
            "内容": "仁心忧万世，出语岂能无。拟之而后言，一字一明珠。万化必有成，大中在方策。渊泉端有自，聪明达天德。"
        },
        {
            "标题": "文公书厨·百家其承",
            "作者": "陈普",
            "内容": "仁以生为道，岂不在子孙。贤愚固难必，厥初同一原。无根不能生，有作斯可述。冈极垂统心，非禽岂无识。"
        },
        {
            "标题": "文公书厨·永言宝之",
            "作者": "陈普",
            "内容": "世人多可笑，蜣丸富收拾。复有一般人，燕居加什袭。六经与玉府，惠我一何多。区区缘实见，没世抱荆和。"
        },
        {
            "标题": "文公书厨·惠我光明",
            "作者": "陈普",
            "内容": "释我矜传灯，老庄抱生白。自言摩尼珠，谁知黑如漆。荀杨不识性，依旧如夜行。万世真日月，四书与五经。"
        },
        {
            "标题": "文公书厨·含英咀华",
            "作者": "陈普",
            "内容": "圣心天地蕴，言语其精华。本末惟一贯，根香非两家。薄言采撷之，入品如含咀。始知真滋味，熊掌不足语。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公 其四",
            "作者": "陈普",
            "内容": "鹡鸰翡翠各毛衣，未有丝麻亦衣皮。白昼不冠对妻子，要令天地撤方维。"
        },
        {
            "标题": "咏史下·鲁肃",
            "作者": "陈普",
            "内容": "龙虎鵷雏总可人，当阳倾盖便关金。荆州尺寸都相付，始是当年子敬心。"
        },
        {
            "标题": "夫差伍员",
            "作者": "陈普",
            "内容": "载籍几千年，相踵兴亡迹。何国非自取，一一有来历。亡必以失道，与必以有德。有德无不兴，不在防寇贼。大纲一端正，上下合于一。左右无共鲧，小大皆益稷。执此治天下，天下无与敌。无道必自亡，不可容智力。中心一不正，祸乱起不测。计虑非不周，防闲非不密。龙蛇起平陆，刀剑出袵席。昔常恨吴王，不纳伍员策。父雠不共天，吴起不两立。败之于夫椒，足报槜李役。杀心如未谢，灭起如呼吸。五千栖会稽，甲盾尚流血。一举而尺之，后患永绝息。奈何仓卒中，鬼神夺其魄。不信忠臣言，坐使良机失。瞬息二十年，越兵破吴国。遂令泰伯祚，一日不血食。至今尘编中，见者皆叹息。抑尝思其故，此事未足蹙。吴亡自有端，灭越故无益。夫差诚已误，伍员未为得。万事理为准，万理心为宅。好恶一毫偏，成改千里隔。本正不忧末，主强不愁客。病四百有四，最患膏肓疾。外邪何足忧，内寇逾螟{蜷右下换虫}。家不在藩篱，国不在城壁。怨不在仇雠，忧不在夷狄。最毒是小人，必亡惟女色。百祸生骄矜，众怨丛苛刻。灭用无仁恩，死由肆胸臆。子兰为刘石。平虑讨击使，尚不逃三尺。华清羽衣曲，岂得无敌绩。勾践诚可除，宰嚭犹在侧。西施舞落日，吴宫已荆棘。子胥计诚忠，无乃学缓急。夫差爽已夺，句践自千百。杀一留其余，乱门岂可塞。寄语伍子胥，善恶当详择。乱亡所当念，心非最难格。"
        },
        {
            "标题": "武夷一曲",
            "作者": "陈普",
            "内容": "虹桥一断几午龄，亲手文公再造成。何事游人尚迷路，乱寻无楫渡船撑。"
        },
        {
            "标题": "长夏竹中二首",
            "作者": "陈普",
            "内容": "暑威赫赫甑寰区，绕屋琅玕足自娱。四面尘埃浑不受，一年炎热竟成无。绝稀人迹天同处，阅尽诗书日未晡。为惜分阴故来此，时人疑是七贤徒。"
        },
        {
            "标题": "戏呈友人",
            "作者": "陈普",
            "内容": "年来学道未知方，羞逐莺花燕蝶忙。三五年加心死尽，有如鱼鸟见毛嫱。"
        },
        {
            "标题": "戏题赵畔道寓居壁间",
            "作者": "陈普",
            "内容": "疏髯荆楚青油客，踏着天根息此堂。惹得深山狂简子，年年来此道先生。"
        },
        {
            "标题": "咏史上·夏侯胜",
            "作者": "陈普",
            "内容": "夏葛冬裘事已殊，茂陵礼乐议何迂。去周未远真淳在，莫把公孙例汉儒。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "如流岁月几沾襟，侍立霜严剧苦心。说与刘璋无怨怒，有人驱虎入山林。"
        },
        {
            "标题": "有感",
            "作者": "陈普",
            "内容": "后人百事不如古，创立造为难悉数。一百苟且万千年，一夫阿狥弥九土。神仙不死岂有之。起自秦皇并汉武。蜀陵冀角民鼓乱，楼殿至今连海宇。从明未载心神飞，无根金人忽如睹。膏肓遂成不可治，五教壅寒生民苦。帝城元夜移三山，天河七夕桥织女。倡优侏儒为戏乐，淫词浮文作贡举。卖盐沽酒充科赋，吹箫执籥送丧死。一般更有乱生我，背弃劬劳事歌舞。造端良是魏隋间，以至开元遂为瘉。四海之人皆若狂，谀舌纷纷蔽明主。五凤楼前舞千秋，渔阳动地来鼙鼓。六飞仓卒冒烟尘，两京流血欲漂杵。此祸端从逸欲生，国无良臣致惑蛊。事君事亲不在是，福寿自有千门路。曲礼三千无一条，六经百氏无一语。空随流俗作愚蒙，并将四海苍生误。先儒未尝论及此，共庆重闱或可许。不知沿习祗可伤，明知故作非相与。忠告善道不是从，已所不欲当絜矩。岂知谬致一瓣香，面把党人作聋瞽。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "少年白帝死如生，但为云长也自荣。龙虎已分南北路，英雄无计与年争。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "平生信义满乾坤，曾吊诸侯未返魂。吕布来时枭送洛，不应投许又投袁。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "西行不与本心符，西负刘璋东负吴。汉业此时如累卵，天公先与杀周瑜。"
        },
        {
            "标题": "咏史上·萧何",
            "作者": "陈普",
            "内容": "三人断尽楚关梁，一诎雄吞十七王。高帝功臣总功狗，汉家无爵赏萧张。"
        },
        {
            "标题": "谢天爵惠诗和韵",
            "作者": "陈普",
            "内容": "男子须为颜孟徒，文章义理视公沽。不穷六籍不为学，未了三才未是儒。当作大鹏辞斥鷃，又如快鹘入群鸟。泰山到顶无多路，不肯攀登直是愚。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "深山夭矫老风霜，自是光明好栋梁。不待万牛托挽去，不如僵柳与枯杨。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "求鱼指鹿共诬天，驷马嘶声更可怜。不下但嗔机上叟，中庭犹有泪如泉。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公 其十七",
            "作者": "陈普",
            "内容": "金明池上绿衣儿，燮理阴阳焉用之。建国立家真可怪，不栽梓漆与桐椅。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "盱豫悔成缘悔迟，往蹇来反又何疑。鸡鸣一念清如水，正是籧篨可俯时。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "寄牋遥问两司翕命，曾遣千金慰执鞭。抛却一川风月去，高车驷马定何年。"
        },
        {
            "标题": "咏史下·羊祜",
            "作者": "陈普",
            "内容": "群心争欲专公闾，愁杀凌云醉老奴。缓带轻裘信潇洒，曾知晋事已知吴。"
        },
        {
            "标题": "咏史下·羊祜",
            "作者": "陈普",
            "内容": "吕蒙江上橹犹羞，曹操徐州血尚留。千古渭滨并岘首，泪痕不逐谷陵收。"
        },
        {
            "标题": "咏史上·宣帝",
            "作者": "陈普",
            "内容": "渭桥夹道上瑶卮，甲馆画堂开祸基。甘露三年造新室，不斗飞燕入宫时。"
        },
        {
            "标题": "咏史上·宣帝",
            "作者": "陈普",
            "内容": "不将法律作春秋，安得河南数国囚。莫道汉家杂王霸，十分商鞅半分周。"
        },
        {
            "标题": "咏史上·宣帝",
            "作者": "陈普",
            "内容": "孝宣不召山阳守，痛在糟糠不下堂。家国莫先笞已子，汉人空识抱成王。"
        },
        {
            "标题": "悬壶",
            "作者": "陈普",
            "内容": "悬壶大如斗，紫芋高五尺。物能充其量，满彻无不极。人禀天地正，性分亦有则。充之足为尧，不充乃为跖。"
        },
        {
            "标题": "咏史上·宣帝",
            "作者": "陈普",
            "内容": "斗鸡走狗登皇极，览德毛从何许来。汉室欲开新室业，王阳分合守蒿莱。"
        },
        {
            "标题": "咏史上·宣帝",
            "作者": "陈普",
            "内容": "使民澒澒哭韩杨，郡国纷纷上凤凰。太子好儒几坐废，王阳何用苦谈王。"
        },
        {
            "标题": "咏史上·扬雄二首",
            "作者": "陈普",
            "内容": "德宅神庭孰与游，董贤舜禹莽伊周。余腥用尽桐江水，重费寒潭九曲流。"
        },
        {
            "标题": "咏史下·杨太后",
            "作者": "陈普",
            "内容": "丑短妍长熟用心，国家持换郭槐金。一门姊妹同倾晋，饿死犹轻罪更深。"
        },
        {
            "标题": "姚国秀十咏·玉女峰",
            "作者": "陈普",
            "内容": "道心苦难足，造物冷看人。铁汉未成就，遗渠妍笑颦。"
        },
        {
            "标题": "姚氏生男歌",
            "作者": "陈普",
            "内容": "开乾枢，转地轴，喜气郁葱充阎闾。一点文星隐天阙，女郎捧得掌中珠。破晓儿童忙报道，以璋作麞大笔书。才过五日便呱泣，古称英物竟不虚。山灵锺秀产英杰，冰肌玉骨色清癯。孔释果然亲抱送，天上麒麟汗血驹。于公积德加厚地，衮衮公侯尽有余。从今生一必生二，续作杜陵歌二雏。五桂争秀椿未老，兰孙竟出根株，矧彼开元衣钵在，有例有样非敢谀。当年秀发名登於桂籍，作个公卿岂肯卑微欤。"
        },
        {
            "标题": "姚国秀十咏·勒马山",
            "作者": "陈普",
            "内容": "六合横驰鹜，道人门不开。回头顾明命，鞭辟入身来。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "黄犊眼中荒草，鹭莺立处枯荷。宦海风涛舟楫，故山烟雨松萝。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "几处渔樵石路，数家鸡犬柴门。灶屋残烟杳霭，溪流淡月黄昏。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "白日长绳给系，青帘浊酒堪赊。归鹤苍山云际，故人锦字天涯。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "按步缓寻幽草，扬眉一望平林。鸟景渔矶日暮，豆花村屋秋深。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "红叶林风飒飒，苍苔径雨斑斑。人迹石边流水，樵歌鸟外青山。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "潇洒枯藤老屦，行行只复行行。泥路野人屐迹，石桥流水琴声。"
        },
        {
            "标题": "姚国秀十咏·东塾",
            "作者": "陈普",
            "内容": "濂溪义安取，新郑与新丰。所以东塾子，拳拳东塾翁。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "流水数株残柳，西风两岩芦花。荒草客愁远道，夕阳牛带归鸦。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "木叶西风古道，稻花北垅新田。流水美人何处，夕阳荒草连天。"
        },
        {
            "标题": "姚国秀十咏·梅窗",
            "作者": "陈普",
            "内容": "年年佩温故，先入一枝来。岁寒吾与女，欲别重徘徊。"
        },
        {
            "标题": "野烧",
            "作者": "陈普",
            "内容": "杂沓平原起电红，凭陵势欲逼青峰。草芽不问新开甲，蛰户尤怜乍启封。何暇彻侯分玉石，略如伯益逐蛇龙。际天逸德无人问，独倚高楼到晚锺。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "愁思冥鸿杳杳，吟情改叶纷纷。归去满身溪雨，醉眠半枕山云。"
        },
        {
            "标题": "野步十首",
            "作者": "陈普",
            "内容": "南雁数声嘹唳，西风双鬓{上髟下监}鬖。病叶夕阳满树，断云残雨归岩。"
        },
        {
            "标题": "姚国秀十咏·圆山",
            "作者": "陈普",
            "内容": "道不见此山，指作太极图。中宵挂明月，请看头上无。"
        },
        {
            "标题": "一路海棠正开",
            "作者": "陈普",
            "内容": "入樵万里海棠林，花作云霞树作阴。莫笑道人行此路，却怀程邵看花心。"
        },
        {
            "标题": "一线天",
            "作者": "陈普",
            "内容": "天真道妙本无多，只费挨摊与洗磨。不见昭昭端的处，分明全体是如何。"
        },
        {
            "标题": "凭阑",
            "作者": "陈普",
            "内容": "高豁乾坤眼，山晴缘雨收。夕阳流水绕，荒草白云浮。柳荫小溪侧，樵歌古渡头。凭虚发清啸，安得仲宣楼。"
        },
        {
            "标题": "乙未冬久雨",
            "作者": "陈普",
            "内容": "陇上初黄雾四垂，禾头尽墨正淋漓。衡山自有开云手，只有人间人不知。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "山龙火藻舜所置，六合可无纲与维。有室有家万心愿，圣门大标在鑽窥。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "金明池上缘衣儿，燮理阴阳焉用之。建国立家真可怪，不栽梓漆与桐椅。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "气云汗雨揉黄埃，不是天驱地使来。莫恃慈亲无杀子，害仁已甚必为灾。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "如山似岳起烟云，争柰根资故未纯。整顿乾坤成万类，要还林下洗心人。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "棘围木栅试文章，先把公卿作冠攘。往事如斯能不咎，未容尽付与斜阳。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "父母何曾使我瘉，自将身去狥尘埃。孔颜思孟老庄释，万语千言唤不回。"
        },
        {
            "标题": "乙巳邵武建宁夜坐书呈诸公",
            "作者": "陈普",
            "内容": "投灯飞烛未为愚，接迹纷纷是可诛。缘木得鱼还有样，便教焚却孔明庐。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "封胡羯末皎琳琅，岁久浑无忆洛阳。江左家居照江水，谢安元为宋齐梁。"
        },
        {
            "标题": "笋",
            "作者": "陈普",
            "内容": "书窗媚幽独，万竹真我仪。冰霜茂摧挫，生意自有时。斐亹弄月阴，挺拔出风姿。凤吟逐神郁，春笋效珍奇。山林足膏雨，土脉润以肥。震雷摇蛰虺，千根同发机。迸芽带珠露，裂地拆伏龟。开窗见罗列，茧粟出扶藜。艰给或避石，奋逸或攒篱。森森麞鹿角，重重虎豹皮。地力既莫御，天工亦不迟。志气凌青云，风节比伯夷。讵容荐清酒，但可供清诗。呼童窃取小，不敢言馋饥。含壳全其真，活火汤瀹之。知心三两天。一樽留晚曦。锦绷去什袭，玉版参吾师。似为伤恻隐，直是慰肝脾。几为造化盗，何必邻童窥。作桥周曲意，煮箦又何痴。惟应厚墙壁，高插数丈篱。护成碧琅玕，长似冰玉儿。吾闻北人说，洛下价不低。千金买一束，掉头更还疑。南方信多此，吾党苦不知。入山三尺童，俄顷满檐归。作羹厚於菜，入市贱如泥。敢为比暴殄，只为不思惟。昔在燧人前，真风犹未漓。人间珠抵鹊，天下凤为鸡。南方即此宝，南人独尔迷。朝吟渊明菊，夜诵首阳薇。悠悠今古人，无复知德希。造化运可见，浑天何用仪。日月转两毂，阴阳分西时。化育出万形，加之成气姿。倚筇看生意，莫测其神奇。和风随土至，膏雨着物肥。千红咸竞晨，万玉亦乘机。深深起蛰龙，一一破伏龟。险不畏臲卼，难不辟石藜。启荆披瓦砾，撑屋触藩篱。头头出兕角，身身水犀皮。大方欺小弱，尖先后止迟。不知水先颊，游客戴鸱夷。六经无此物，昉见韩奕诗。韩侯富贵人，何况贫儒饥。咏形兼咀味，东坡韩退之。长镵君莫讶，容我踏朝曦。内戒捣虀妇，外徵老圃师。留先凤凰止，忽积蜜蜂脾。味既不可极，斑亦勿再窥。待尔林下友，一洗胸中痴。清风翠阴动，羽扇日接篱。此时林下客，何以并其儿。作未争长日，滕高陵薛低。一旦并夷齐，兄弟无相疑。庭前耸矛戟，栖鸦犹不如。斜阳绕三匝，疑事不能归。岂徒固吾圉，且不染尘泥。此儿真世宝，何必他谋惟。古来贵高上，盛德恶浇漓。宁令烹不呜，勿杀全德鸡。莫言一林竹，此路终不迷。何必趋青琐，亦胜对紫薇。携琴对此君，三叹锺期希。"
        },
        {
            "标题": "隐屏",
            "作者": "陈普",
            "内容": "排云觝雨立虚空，端正方严万壑中。好去明堂充宁倚，不应留此伴仙翁。"
        },
        {
            "标题": "隐屏",
            "作者": "陈普",
            "内容": "排云抵雨立虚空，端正方严万壑中。好去明堂充宁倚，不应留此伴仙翁。"
        },
        {
            "标题": "永丰疫疠事佛人多死",
            "作者": "陈普",
            "内容": "斗邑军馀种未芽，敛形还葬复千车。天行底事无差择，偏入长斋礼佛家。"
        },
        {
            "标题": "咏史上·有虞氏",
            "作者": "陈普",
            "内容": "天生瞽瞍非无意，帝隆娥皇更有心。万点历山烟雨泪，后花化作几曾参。"
        },
        {
            "标题": "永丰疫疠事佛人多死",
            "作者": "陈普",
            "内容": "斗邑军余种未芽，敛形还葬复千车。天行底事无差择，偏入长斋礼佛家。"
        },
        {
            "标题": "咏史上·光武",
            "作者": "陈普",
            "内容": "赤符交锡帝心移，不似初来岸帻时。浪泊壶头终落落，羊裘男子殆先知。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "地陷天倾不废棋，谢安阮籍好同时。江东残局危亡势，似太元初尚可为。"
        },
        {
            "标题": "咏史上·夔垂",
            "作者": "陈普",
            "内容": "狠云华月丽衣裳。搏拊初登下凤凰。竹矢区区天亦爱，河图相伴到成康。"
        },
        {
            "标题": "咏史上·贾生",
            "作者": "陈普",
            "内容": "衣绨英主首祠汾，他日燕齐尽羡门。玉漏声中闻底事，反将前席待新垣。"
        },
        {
            "标题": "咏史上·孔融",
            "作者": "陈普",
            "内容": "一身撑拄汉乾坤，无那危时喜放言。不受祢衡轻薄误，未容曹操驾金根。"
        },
        {
            "标题": "咏史上·金日磾",
            "作者": "陈普",
            "内容": "騋皇千万无归，博得麒麟作{外广内殷乛换二}厮。一片兽心犹自在，建章殿下食其儿。"
        },
        {
            "标题": "咏史上·孔子",
            "作者": "陈普",
            "内容": "绝粮之愠鲜知德，浮海之喜无取材。子思孟轲缘底事，列之舜禹与颜回。"
        },
        {
            "标题": "咏史上·伏生",
            "作者": "陈普",
            "内容": "睢阳东苑三百里，中山后宫三百人。汉家制度无穷极，仅有宽仁不是秦。"
        },
        {
            "标题": "咏史上·即墨大夫",
            "作者": "陈普",
            "内容": "清浅蓬莱几度桑，纷纷斫石底心肠。项梁刘季相逢日，即墨大夫头未霜。"
        },
        {
            "标题": "咏史上·何进",
            "作者": "陈普",
            "内容": "龙骧虎步反狐疑，解事陈琳却似痴。灭火不关千里草，汉家社稷付屠儿。"
        },
        {
            "标题": "咏史上·汉高帝八首",
            "作者": "陈普",
            "内容": "欲来不解自操持，白日明庭抱爱姬。世降的从何处起，醉眠王母二家时。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "安石深源不共朝，共嫌俎豆不消遥。无边赤子皆延颈，掩口胡卢独李辽。"
        },
        {
            "标题": "咏史上·汉高帝八首",
            "作者": "陈普",
            "内容": "气力才胜野外仪，情怀颇乐汉中儿。两生礼乐留侯箸，此事而翁却自知。"
        },
        {
            "标题": "咏史上·金日磾",
            "作者": "陈普",
            "内容": "牵马胡儿共拥昭，同功同德不同骄。麒麟阁上尘埃面，羞见芬芳七叶貂。"
        },
        {
            "标题": "咏史 其二 皇甫嵩",
            "作者": "陈普",
            "内容": "忠臣如梦复如痴，不遣张温独失机。为问义真何面目，洛阳宫殿作灰飞。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "诸贤一一是琅球，一人清谈即鬼幽。何但简文如惠帝，冶城安石亦斯流。"
        },
        {
            "标题": "咏史上·李斯三首",
            "作者": "陈普",
            "内容": "抛却韩卢把虎骑，诸生莫讶正忙时。鱼龙不隔蓬莱路，方有东门逐兔期。"
        },
        {
            "标题": "咏史上·黄霸",
            "作者": "陈普",
            "内容": "凤凰不一至尼山，独为皇不少悭。图画纷纷上麟阁，五年宰相独何颜。"
        },
        {
            "标题": "咏史上·霍光",
            "作者": "陈普",
            "内容": "几度咸阳累积尸，尽缘丘冢似焉支。覆车愁杀张车骑，印绶临身必十辞。"
        },
        {
            "标题": "咏史上·光武",
            "作者": "陈普",
            "内容": "丙夜沈沈讲未亭，故人重话旧时灯。半篇说命良依约，舜典周官总未曾。"
        },
        {
            "标题": "咏史上·汉高帝八首",
            "作者": "陈普",
            "内容": "煨烬三王不复收，子孙大辱辟阳侯。无边智力皆骑虎，高绝还能四百秋。"
        },
        {
            "标题": "咏史上·皇甫嵩",
            "作者": "陈普",
            "内容": "几多孟德总欺孤，底事山头独望夫。不听阎忠听梁衍，未应魏阙便当涂。"
        },
        {
            "标题": "咏史上·汉高帝八首",
            "作者": "陈普",
            "内容": "金创可愈不容医，应念丁公相戹时。不赖西风吹楚卒，千龙万虎亦何为。"
        },
        {
            "标题": "咏史上·伏生",
            "作者": "陈普",
            "内容": "二儿并辔入公门，博局纷纷启祸原。不及贾生何处是，弗将礼法教儿孙。"
        },
        {
            "标题": "咏史上·景帝",
            "作者": "陈普",
            "内容": "赐帛宽租泽未休，四方缓急有余侯。余威不赖刳蛇剑，仓卒谁枭老濞头。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "夷甫登朝日月昏，争知安石亦深源。当时赤子何无禄，直自高曾误到孙。"
        },
        {
            "标题": "咏史上·贾董",
            "作者": "陈普",
            "内容": "贾董声名甲汉儒，到头事业有差殊。五年大傅何飘忽，不告梁王肆夏趋。"
        },
        {
            "标题": "咏史上·伏生",
            "作者": "陈普",
            "内容": "邓氏铜钱张武金，至公终浅爱终深。东西两子皆称跸，未餍怜儿老妪心。"
        },
        {
            "标题": "咏史上·老子",
            "作者": "陈普",
            "内容": "瓜葛非徒李世民，牵藤引蔓百千身。周时柱下霜眉客，今作书符呪水人。"
        },
        {
            "标题": "咏史上·贡禹",
            "作者": "陈普",
            "内容": "杀傅囚师不敢言，奸人致意遂昏昏。明经洁行人如梦，莫把优游议孝元。"
        },
        {
            "标题": "咏史上·李斯三首",
            "作者": "陈普",
            "内容": "太华终南只磨青，渭流一日肯为泾。豺狼不食茅焦肉，水火安能熄六经。"
        },
        {
            "标题": "咏史上·邴原",
            "作者": "陈普",
            "内容": "无数潜龙不肯藏，炎精展转遂无光。间关鲸海缘何事，更问辽东作范滂。"
        },
        {
            "标题": "咏史上·贾逵",
            "作者": "陈普",
            "内容": "经术何曾得暂行，汉家空有表章名。石渠但把雷霆压，焉用低帷凿壁生。"
        },
        {
            "标题": "咏史上·蔡邕",
            "作者": "陈普",
            "内容": "不际明时论石渠，空将薄命仕鸿都。天公似把词人戏，父子然脐子坠胡。"
        },
        {
            "标题": "咏史上·贾生",
            "作者": "陈普",
            "内容": "落日长沙被鹏惊，愁来强把死生轻。洛阳才子何多涕，太息沾襟过一生。"
        },
        {
            "标题": "咏史上·匡衡",
            "作者": "陈普",
            "内容": "铺陈治道本群经，无愧更生与董不生。不赖王尊作鸣凤，欺天一点未分明。"
        },
        {
            "标题": "咏史上·审配金祎",
            "作者": "陈普",
            "内容": "董承种辑骚为迂，耿纪金祎计逾疏。精卫有心安问海，螳螂方怒岂知车。"
        },
        {
            "标题": "咏史上·景帝",
            "作者": "陈普",
            "内容": "宗庙谁开内使门，临江依样又穿垣。爱妻娇子如泥土，晁错何知独恃恩。"
        },
        {
            "标题": "咏史上·韩信三首",
            "作者": "陈普",
            "内容": "蹀血中原不用骄，论功何似禹乘橇。始终两汉无留葛，谁与尘编慰寂寥。"
        },
        {
            "标题": "咏史上·汉高帝八首",
            "作者": "陈普",
            "内容": "一带阴山浪引弓，运移婚媾一朝通。英雄白首消磨尽，甘与枭雏作妇翁。"
        },
        {
            "标题": "咏史上·伏生",
            "作者": "陈普",
            "内容": "撑肠拄肚总聱牙，汉室龙兴发乍华。掌故不来光影暮，尚书再火伏生家。"
        },
        {
            "标题": "咏史上·伏生",
            "作者": "陈普",
            "内容": "性习由来系正邪，古今谁不道蓬麻。无人说与吹箫相，窦薄淮刘本一家。"
        },
        {
            "标题": "咏史上·汉高帝八首",
            "作者": "陈普",
            "内容": "扶创裹血过家乡，四顾何人守四方。梁楚淮南残一国，山河争属将狼羊。"
        },
        {
            "标题": "咏史上·季札",
            "作者": "陈普",
            "内容": "鸾鷟无声皇极差，消磨人物百千家。姑苏无限骚人楚，不罪延陵罪浣沙。"
        },
        {
            "标题": "咏史上·光武",
            "作者": "陈普",
            "内容": "经邦论道职何卑，又是前朝卖饼儿。十乱五臣无煖席，三王四代是何时。"
        },
        {
            "标题": "咏史上·汉高帝八首",
            "作者": "陈普",
            "内容": "羽未禽时胆屡寒，羽禽不得一朝闲。卯金四百年天下，却在双娥一笑间。"
        },
        {
            "标题": "咏史上·东方朔",
            "作者": "陈普",
            "内容": "宣室不令容董偃，却容皋朔与相如。当时有意清君侧，鸡鞠诙谐总合诛。"
        },
        {
            "标题": "咏史上·汉高帝八首",
            "作者": "陈普",
            "内容": "诗书礼乐敢忘钦，自是而翁力不任。莫把溺冠轻议论，要观过鲁太牢心。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "军中如意挥诸将，依约东山啸咏兄。不遣君王湛酒色，市朝犹足肆王甥。"
        },
        {
            "标题": "咏史上·伏生",
            "作者": "陈普",
            "内容": "文杏沙棠代代殃，露台不作作阿房。古来尧禹卑宫室，不为丹朱与太康。"
        },
        {
            "标题": "咏史上·霍光",
            "作者": "陈普",
            "内容": "井田学校竟终天，盐铁舟车讫万年。隔绝古今萧与霍，空劳孔壁出尘编。"
        },
        {
            "标题": "咏史上·韩信三首",
            "作者": "陈普",
            "内容": "群龙共帝牧羊儿，缟素能开四百基。蒯彻亦生天地裹，欲将口舌夺民彝。"
        },
        {
            "标题": "咏史上·韩信三首",
            "作者": "陈普",
            "内容": "良日登坛计策行，酸醎甘苦共杯羹。不须握手师陈豨，修武高眠已合烹。"
        },
        {
            "标题": "咏史上·蔡邕",
            "作者": "陈普",
            "内容": "万岁黄金欲散时，柯亭风笛尚堪吹。一时谋卓人无数，不遣中郎一个知。"
        },
        {
            "标题": "咏史上·光武",
            "作者": "陈普",
            "内容": "金匮哀草正共哀，又将符命议灵台。太山千古黄泉路，底事銮舆爱上来。"
        },
        {
            "标题": "咏史上·光武",
            "作者": "陈普",
            "内容": "腹上能容严子陵，面前何不着韩歆。迭兴知与人何事，陇蜀才平便易心。"
        },
        {
            "标题": "咏史上·华歆",
            "作者": "陈普",
            "内容": "拈起黄金日岂疑，斩关发壁复何为。辽东不洗巢由耳，痛切初年割席迟。"
        },
        {
            "标题": "姚国秀十咏 其五 圆山",
            "作者": "陈普",
            "内容": "道人见此山，指作太极图。中宵挂明月，请看头上无。"
        },
        {
            "标题": "咏史上·李斯三首",
            "作者": "陈普",
            "内容": "李斯何敢妄坑儒，但作逢君固位图。造物欲为儒报德，故教草草杀扶苏。"
        },
        {
            "标题": "咏史上·王允",
            "作者": "陈普",
            "内容": "事成一让一矜功，一吉分明对一凶。青琐门前招不去，相期犹不负林宗。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "鼎食诸公尽鼎烹，闾阎豪杰剑纵横。帝王自击南山豕，惭愧端非听董生。"
        },
        {
            "标题": "咏史下·诸葛瞻",
            "作者": "陈普",
            "内容": "父自耕田母自桑，受天命与汉同亡。百年魏晋烟云散，千古隆口日月光。"
        },
        {
            "标题": "咏史下·张华",
            "作者": "陈普",
            "内容": "孙皓泥头入洛阳，后庭夺目万红妆。铜驼北去还西徙，不怨荀冯怨杜张。"
        },
        {
            "标题": "咏史下·王裒",
            "作者": "陈普",
            "内容": "正始颓波万丈深，卧冰泣竹尽漂沉。尚余泪染无枝树，撑拄乾坤直到今。"
        },
        {
            "标题": "咏史上·张汤公孙弘",
            "作者": "陈普",
            "内容": "汉朝独有舒与黯，何物枭心欲食之。六经千载无生气，断自齐人作相时。"
        },
        {
            "标题": "咏史上·张良四首",
            "作者": "陈普",
            "内容": "太公行辈赤松流，伍叔孙通了不羞。好谢君王深体识，不将身后累刘侯。"
        },
        {
            "标题": "咏史上·王昭君",
            "作者": "陈普",
            "内容": "宁胡名号正当时，且有安栖得哺儿。胡草似人空好色，青青合为故阏氏。"
        },
        {
            "标题": "咏史下·房玄龄",
            "作者": "陈普",
            "内容": "周公制礼凤凰呜，渠肯抽戈指建成。李勣牛山犹雨露，玄龄夜气失澄清。"
        },
        {
            "标题": "咏史上·元帝",
            "作者": "陈普",
            "内容": "事在两疏心眼裹，身居石显掌握中。师傅不能为作主，更生空自抱孤忠。"
        },
        {
            "标题": "咏史下·五王",
            "作者": "陈普",
            "内容": "宫中双陆可长吁，取日忠臣若釜鱼。莫道断蛇无决裂，天戈失却老蟾蜍。"
        },
        {
            "标题": "咏史上·四皓",
            "作者": "陈普",
            "内容": "长乐卮前露雪眉，岩花乱笑出山时。有人拍手瓜田裹，来往青门总不知。"
        },
        {
            "标题": "咏史上·张良四首",
            "作者": "陈普",
            "内容": "本是山东忠孝门，卯金社稷暂相烦。君王良全青云意，长乐锺中无一言。"
        },
        {
            "标题": "咏史上·秦皇",
            "作者": "陈普",
            "内容": "江神返璧事何新，海若湘君亦伐秦。一炬东来烧不了，更劳墓上牧羊人。"
        },
        {
            "标题": "咏史上·泰伯",
            "作者": "陈普",
            "内容": "断发雕肌费一躯，岐阳万国布黄朱。仲雍不解兄深意，季历携昌亦天吴。"
        },
        {
            "标题": "咏史上·宋共姬齐孝公夫人",
            "作者": "陈普",
            "内容": "火来秉节正如山，茀丧何心在世间。身似泥沙心似玉，水中火裹即浑间。"
        },
        {
            "标题": "咏史下·关羽四首",
            "作者": "陈普",
            "内容": "寝席羹杯几载同，不知玄德访隆中。吕蒙陆逊诚奸贼，消为孙登作妇翁。"
        },
        {
            "标题": "咏史上·楚元王交",
            "作者": "陈普",
            "内容": "荒芜新语不堪听，猛士凄凄北鄙声。楚醴不延风雅客，诗书犹未脱秦坑。"
        },
        {
            "标题": "咏史下·司马宣王",
            "作者": "陈普",
            "内容": "蒋琬费祎亦如虎，孙权天险据江湖。曹年石马来何暮，也畏平沙八阵图。"
        },
        {
            "标题": "咏史上·项羽",
            "作者": "陈普",
            "内容": "枭性狼心亦有常，青齐仍复似咸阳。遗黎到处无余类，欲为何人作霸王。"
        },
        {
            "标题": "咏史上·申公",
            "作者": "陈普",
            "内容": "片言不合去何迟，又似当年在楚时。束帛蒲轮无报效，至今天子不迎师。"
        },
        {
            "标题": "咏史上·张良四首",
            "作者": "陈普",
            "内容": "撩乱龙蛇掌上争，罢来间掉四先生。一棚儿女皆烟散，留得松风万古清。"
        },
        {
            "标题": "咏史上·赵充国",
            "作者": "陈普",
            "内容": "五万消磨作四千，羌人镣尽汉人全。并生虽愧征苗旅，比似嫖姚却大贤。"
        },
        {
            "标题": "咏史上·张敞二首",
            "作者": "陈普",
            "内容": "章台陌上试金鞍，文君镜中描远山。黄霸功隳王吉老，五日京兆得偷闲。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "荆楚留连似失时，涪城欢饮类狐疑。军中刘哗夸言语，岂识英雄为义迟。"
        },
        {
            "标题": "咏史上·中山靖王胜",
            "作者": "陈普",
            "内容": "樛木螽斯耳未闻，中山无屋贮儿孙。临分自洒黄泉泪，不在区区骨肉恩。"
        },
        {
            "标题": "咏史下·刘琨",
            "作者": "陈普",
            "内容": "竹林遗类入荆杨，贾郭余尘在晋阳。听得平阳消息否，忍听徐润调笙簧。"
        },
        {
            "标题": "咏史下·孙权",
            "作者": "陈普",
            "内容": "不信张昭未是奇，贼来送死又何疑。一生谄事欺孤操，操死犹臣不士丕。"
        },
        {
            "标题": "咏史下·范粲",
            "作者": "陈普",
            "内容": "半生脚不踏晋土，有翼还须飞上天。好遣竹林诸放达，谈庄说老寝车前。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "文帝端能杀少翁，景皇不解斩常融。正心数语深加意，位在三皇五帝中。"
        },
        {
            "标题": "咏史上·战国",
            "作者": "陈普",
            "内容": "千秋万古定于一，岂有乾坤属虎狼。六印苏秦寿如石，山东终作一阿房。"
        },
        {
            "标题": "咏史上·刘歆",
            "作者": "陈普",
            "内容": "秀国师公雄大夫，梓枝何用叹扶疏。刘歆父子无瓜葛，何怪昌言毁仲舒。"
        },
        {
            "标题": "咏史下·关羽四首",
            "作者": "陈普",
            "内容": "羽血未乾蒙陨命，蒙妻正哭妾分香。天地有心诛汉贼，但迟数月取襄阳。"
        },
        {
            "标题": "咏史上·魏相",
            "作者": "陈普",
            "内容": "赵禹张汤网未收，久人董偃化方流。丞相但看汉故事，何但宣皇不用周。"
        },
        {
            "标题": "咏史下·夏侯令女",
            "作者": "陈普",
            "内容": "诸公竞起灭彝伦，特立当年一女身。尽付轻尘栖弱草，便从正始断无人。"
        },
        {
            "标题": "咏史下·慕容恪",
            "作者": "陈普",
            "内容": "一听芭蕉叶上寒，鼻头倍益旧时酸。河清未遇三千岁，水手犹轻十八滩。"
        },
        {
            "标题": "咏史上·袁绍",
            "作者": "陈普",
            "内容": "田丰袭许计非良，沮授安民策最长。己克百安牢按甲，足鞿曹操到分香。"
        },
        {
            "标题": "姚国秀十咏·小山",
            "作者": "陈普",
            "内容": "平生一丘愿，不忘岳连姿。若求静寿意，一篑有余师。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "狄山不能居一障，公孙请专事朔方。尊荣卫霍家山岳，冷淡申辕头雪霜。"
        },
        {
            "标题": "咏史下·司马温公",
            "作者": "陈普",
            "内容": "千载争刳汉贼肠，及观通鉴似文王。两间正气都输予，犹惜坤中一点黄。"
        },
        {
            "标题": "咏史下·江统",
            "作者": "陈普",
            "内容": "卞庄已睨斗於菟，荛论方规逐五胡。莫把乱华罪夷狄，鲜卑臣节过猗卢。"
        },
        {
            "标题": "咏史上·屈原",
            "作者": "陈普",
            "内容": "仲尼死后百年期，定把离骚继四诗。占断江南烟雨绿，历山穷子与湘累。"
        },
        {
            "标题": "咏史下·诸葛诞",
            "作者": "陈普",
            "内容": "义旗照日映淮流，不为曹孤为夏侯。麾下诸君底心性，海中五百又扬州。"
        },
        {
            "标题": "咏史下·司马温公",
            "作者": "陈普",
            "内容": "步趋坐立若山河，盛德华夷共咏歌。议论偏颇真可怪，阿瞒高帝彧萧何。"
        },
        {
            "标题": "咏史下·张华",
            "作者": "陈普",
            "内容": "孟观孙秀尚同寅，足了优游卒岁身。牛斗豫章才尺五，中台何事不关人。"
        },
        {
            "标题": "咏史上·臧洪",
            "作者": "陈普",
            "内容": "帝家安邑棘篱中，贼靡奸渠四面雄。汉士当时惟北海，一朝青史见臧洪。"
        },
        {
            "标题": "咏史下·五王",
            "作者": "陈普",
            "内容": "唐室存亡有化机，毫州刺史独依依。阳鸟本是蟾蜍魄，空唤群龙为夹飞。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "临安猿鹤共清吟，犹作投机叩齿音。商鞅禹文无辨别，冶城数语是何心。"
        },
        {
            "标题": "咏史上·王昭君",
            "作者": "陈普",
            "内容": "呼韩骨冷复雕陶，夜夜穹庐朔月高。为问琵琶弦底话，得无一语诉腥臊。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "二十嫖姚风火飞，銮舆夜夜过焉支。茂陵不费凌云气，解见蟠桃着子时。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "苻氏无良妄自尊，鲜卑羌竖正鲸吞。到头棋酒消磨晋，莫道桓冲果失言。"
        },
        {
            "标题": "咏史上·夏后氏",
            "作者": "陈普",
            "内容": "执法庭坚亦太坚，两朝窃负总无缘。何人有子如崇伯，祓涤犁牛陟配天。"
        },
        {
            "标题": "咏史上·审配",
            "作者": "陈普",
            "内容": "谋袁大似为曹谋，却道辛毗破冀州。五夜邺沟深二丈，袁公神武一时休。"
        },
        {
            "标题": "咏史上·苏武",
            "作者": "陈普",
            "内容": "伏匿穷庐煖意回，子卿一夜梦阳台。归来不与曾孙议，未必麒麟生面开。"
        },
        {
            "标题": "咏史上·刘虞",
            "作者": "陈普",
            "内容": "疽溃中平甲子年，蒲蠃桑椹亦萧然。幽州别是神仙土，谷石人间三十钱。"
        },
        {
            "标题": "咏史下·徐邈",
            "作者": "陈普",
            "内容": "东第山成乱亦成，长星映酒甚分明。分劳太保惟徐邈，谁道能言独许营。"
        },
        {
            "标题": "咏史上·主父偃",
            "作者": "陈普",
            "内容": "当年齐赵倚黄昏，曾叹蒙恬灭子孙。一日上天沾五鼎，依角蜚粟度龙门。"
        },
        {
            "标题": "咏史上·张汤公孙弘",
            "作者": "陈普",
            "内容": "张汤绝似公孙子，一样奴颜裹祸心。不赖汲生如日月，汉廷谁与破幽阴。"
        },
        {
            "标题": "咏史下·费祎",
            "作者": "陈普",
            "内容": "木牛流汗上青天，汉火明知不可然。谁识连峰攒剑戟，正虞天啬孔明年。"
        },
        {
            "标题": "咏史下·陶潜",
            "作者": "陈普",
            "内容": "谢瞻屋裹立篱墙，似水弘微粪也尝。康乐始兴门户尽，聿修祖德独柴桑。"
        },
        {
            "标题": "咏史下·曹爽",
            "作者": "陈普",
            "内容": "眼中鸾凤悉豺枭，一日翩翩忽满朝。死近天教为吕禄，罪深地不着良宵。"
        },
        {
            "标题": "咏史上·子思",
            "作者": "陈普",
            "内容": "俎豆迂疏仁义迟。上传下授统如丝。荐才莫讶非家法，救世宁无烂额时。"
        },
        {
            "标题": "咏史上·魏相",
            "作者": "陈普",
            "内容": "贾生晁错总佻轻，博陆营平亦好兵。地节三年谁作相，胡天汉地各春生。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "何国严刑禁老庄，有人拔剑斩韦郎。氐羌本自无天运，为有人心得暂狂。"
        },
        {
            "标题": "咏史上·萧张二首",
            "作者": "陈普",
            "内容": "晦迹功曹不受徵，兴亡事已若丹青。世间尽有文章各，谁信龙蛇尺蠖形。"
        },
        {
            "标题": "姚国秀十咏 其四 勒马山",
            "作者": "陈普",
            "内容": "六合横驰骛，道人门不开。回头顾明命，鞭辟入身来。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "白头上峓历群蛮，展转亡张又失关。取得益州竟何益，不如卖履看人间。"
        },
        {
            "标题": "咏史下·法正",
            "作者": "陈普",
            "内容": "崎岖放虎事方新，喜怒平生便见真。谁是孔明西道主，敢将东客罪西人。"
        },
        {
            "标题": "咏史下·关羽四首",
            "作者": "陈普",
            "内容": "巴山汉水本兴刘，诸葛才华备赞留。但得关髯师广武，北州韩信在南州。"
        },
        {
            "标题": "咏史上·项羽",
            "作者": "陈普",
            "内容": "试手襄城意未怡，赤城稍觉味如饴。必亡定死终无救，断自朱殷海岱时。"
        },
        {
            "标题": "咏史上·袁绍",
            "作者": "陈普",
            "内容": "弟北兄南竞效尤，邺中半邺半青州。身分家裂无全理，终使辽东送二头。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "两得徐州不自由，中原应不变炎刘。孙曹袁吕非蟊贼，五采龙文在益州。"
        },
        {
            "标题": "咏史下·柳家婢",
            "作者": "陈普",
            "内容": "过了秦灰汉又唐，衣冠谁不是牙郎。河东柳氏何师法，奴婢犹知蹈大方。"
        },
        {
            "标题": "咏史下·荀彧",
            "作者": "陈普",
            "内容": "河济太山犹是汉，匆匆把作贼关中。久知天下无刘氏，不料人间有孔融。"
        },
        {
            "标题": "咏史下·顾和",
            "作者": "陈普",
            "内容": "唤起鲸鲵满北州，过江仍复漏吞舟。一时共爱恢恢网，不悟三纲乱不收。"
        },
        {
            "标题": "咏史下·诸葛孔明八首",
            "作者": "陈普",
            "内容": "苍苍石穴五百里，炎热寒凉一汉家。绛灌萧韩同故道，关张不共出褒斜。"
        },
        {
            "标题": "咏史下·夏侯玄",
            "作者": "陈普",
            "内容": "十家血染市朝红，更涨余波及李丰。老子庄生真毒手，子元子上即而翁。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "五十余年四海波，建元三载尽征和。中央寸土才无血，沃日浇天瓠子河。"
        },
        {
            "标题": "咏史上·辛庆忌",
            "作者": "陈普",
            "内容": "虎豹深宫风自寒，未央前殿拜呼韩。二边无事将军老，犹得余间救比干。"
        },
        {
            "标题": "咏史上·田畴",
            "作者": "陈普",
            "内容": "徐元宛似历山中，义气从间窄不容。不为犬羊残士类，肯教曹操识卢龙。"
        },
        {
            "标题": "咏史下·慕容垂",
            "作者": "陈普",
            "内容": "国亡家破此心全，氐与鲜卑两付天。王猛开心似诸葛，风云无望白头年。"
        },
        {
            "标题": "咏史下·周处",
            "作者": "陈普",
            "内容": "白额长蛇已就戡，不知贾郭更难堪。东吴陆喜乡先罪，五等还应有第三。"
        },
        {
            "标题": "咏史上·张释之三首",
            "作者": "陈普",
            "内容": "瓦器山陵刑措时，释之而后固无之。公车不作他年计，聊使君王识教儿。"
        },
        {
            "标题": "咏史上·秦皇",
            "作者": "陈普",
            "内容": "闵道飞翚指若枝，东门看日浴咸池。生前有力移天地，死后无人予席帷。"
        },
        {
            "标题": "咏史上·祢衡",
            "作者": "陈普",
            "内容": "铜雀罗纨宛汗青，芳洲鼓史骨如生。羯奴礌落若日月，大雅那堪祢正平。"
        },
        {
            "标题": "咏史下·锺会",
            "作者": "陈普",
            "内容": "身在成都已孟津，霎时飞首过函秦。子房智勇裁如此，不悟诛秦灭项人。"
        },
        {
            "标题": "咏史上·萧望之",
            "作者": "陈普",
            "内容": "石显深持两世枢，尚书何苦恋中书。九原若遇韩延寿，祗共咨嗟叹两疏。"
        },
        {
            "标题": "咏史下·王猛",
            "作者": "陈普",
            "内容": "一奋冲天跨六州，生前天已怒旄头。开何有意容王猛，肯使鱼羊食不留。"
        },
        {
            "标题": "咏史下·苻登",
            "作者": "陈普",
            "内容": "南安怒气塞长安，羌运如氐泪暗潸。舍却存亡论理义，江东不似马毛山。"
        },
        {
            "标题": "孟子·人不可以无耻",
            "作者": "陈普",
            "内容": "耻字在人为甚大，根心羞恶不容无。所存所失分岐路，为跖为尧遂两途。"
        },
        {
            "标题": "咏史下·诸葛孔明八首",
            "作者": "陈普",
            "内容": "关羽不能当一面，魏延何敢比淮阴。流星只缓身徂落，一木终能作邓林。"
        },
        {
            "标题": "咏史下·司马宣王",
            "作者": "陈普",
            "内容": "诸葛诞谋非是诞，令狐愚计未为愚。豺狼颈项何堪抱，千载犹悲误托孤。"
        },
        {
            "标题": "咏史上·赧王",
            "作者": "陈普",
            "内容": "世历锦延四百秋，死蚿枯竹附诸侯。末年隆准生丰沛，谁道嬴秦是继周。"
        },
        {
            "标题": "咏史下·诸葛孔明八首",
            "作者": "陈普",
            "内容": "褒斜邸阁可一饭，河渭安流漕九州。天首马谡又霖雨，倍费心思作木牛。"
        },
        {
            "标题": "咏史下·北地王谌",
            "作者": "陈普",
            "内容": "何物谯周口似簧，几年汉帝手牵羊。纷纷蜀土祠诸葛，香火曾分北地王。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "袁涣当年死亦甘，云长平昔竟何贪。刘巴项领刚如铁，也用随群拜武担。"
        },
        {
            "标题": "咏史下·司马孚",
            "作者": "陈普",
            "内容": "心地终输范粲安，鱼熊兼得古今难。永嘉陵墓温明器，得似安平素木棺。"
        },
        {
            "标题": "咏史下·朱文公",
            "作者": "陈普",
            "内容": "九里寒威闭六阴，一川风月伴瑶琴。鼓楼岩下人如玉，说与渔郎仔细寻。"
        },
        {
            "标题": "咏史下·姜维",
            "作者": "陈普",
            "内容": "无德那堪力不任，重关如掌寇戎深。幽冥不系枭锺会，犹有区区一片心。"
        },
        {
            "标题": "咏史下·何晏",
            "作者": "陈普",
            "内容": "罗襦子本官同生，故把玄谈乱浊清。粉面青蝇麾不去，到头白黑自分明。"
        },
        {
            "标题": "咏史上·张良四首",
            "作者": "陈普",
            "内容": "乳口摇牙向白蛇，一朝电拂青浪沙。下邳不得编书读，帷幄何妨佐汉家。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "商车不足算缗来，桑孔咸阳悉茂材。一撮茂陵无觅处，建章门户至今开。"
        },
        {
            "标题": "咏史下·顾荣",
            "作者": "陈普",
            "内容": "石勒王弥尚未昌，东南先有顾丹阳。顾荣持易淳于首，未必江东只许长。"
        },
        {
            "标题": "咏史下·曹操七首",
            "作者": "陈普",
            "内容": "刘备孙宇岂可忘，南来举趾遽扬扬。刘琮脱用王威计，送死何须到武昌。"
        },
        {
            "标题": "咏史下·司马宣王",
            "作者": "陈普",
            "内容": "燕鹊寒巢不暂宁，百年盗贼不曾停。豺狼首领皆回顾，曾见青衣立汉庭。"
        },
        {
            "标题": "咏史上·周公",
            "作者": "陈普",
            "内容": "仲尼齿发正强时，夜夜神交似故知。话到子孙郊禘处，几回对榻共攒眉。"
        },
        {
            "标题": "咏史上·卫青",
            "作者": "陈普",
            "内容": "丞相含沙作短狐，直言长揖黯何孤。相容幸有两人在，帝与侯家老骑奴。"
        },
        {
            "标题": "咏史下·关羽四首",
            "作者": "陈普",
            "内容": "北人更欲生关羽，犹倚糜芳信士仁。曹操雄心怀白马，董昭空自弄精神。"
        },
        {
            "标题": "咏史上·豫让四首",
            "作者": "陈普",
            "内容": "几多砺节与轻生，犹有丝毫在利名。青史千年惟豫子，诚心大义最分明。"
        },
        {
            "标题": "咏史下·曹操七首",
            "作者": "陈普",
            "内容": "英姿萧飒发硎刀，除却无君事事高。孟德文王能几许，只争谦退与矜豪。"
        },
        {
            "标题": "咏史上·张汤公孙弘",
            "作者": "陈普",
            "内容": "汉武秦皇代有俦，奸人常缓钓鱼钩。公孙不但能牵纵，巧计犹工毒上流。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "北投南走若穷猿，极目苍梧欲断魂。如许英雄不成事，止缘的是靖王孙。"
        },
        {
            "标题": "咏史上·项羽",
            "作者": "陈普",
            "内容": "齐王元在籍军中，万马朱幩揕掩袂，甘与枭雏作妇翁，更何面目见江东。"
        },
        {
            "标题": "咏史下·锺会",
            "作者": "陈普",
            "内容": "诸葛风流尚未休，山川为斩邓锺头。至今青史忧吴蜀，莫把知人责夏侯。"
        },
        {
            "标题": "咏史下·卫瓘",
            "作者": "陈普",
            "内容": "拓拔枝柯幸少疏，洛阳宫殿已为墟。休论荣晦师田续，忍读金墉稽颡书。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "起上林苑赏方朔，发会稽兵惜虎符。君侧此时三四辈，盍移东海换江都。"
        },
        {
            "标题": "咏史下·曹操七首",
            "作者": "陈普",
            "内容": "扬旌北向顾南州，牧马东行向北愁。乱世奸雄还自叹，景升直与本初谋。"
        },
        {
            "标题": "咏史下·诸葛孔明八首",
            "作者": "陈普",
            "内容": "面黑头黄味似饴，孔明伐贼妾蚕机。生前桑拓八百树，死后甘棠四十围。"
        },
        {
            "标题": "咏史下·诸葛孔明八首",
            "作者": "陈普",
            "内容": "轲死无传直至今，孔明曾一正人心。拔刀斫石今犹愤，何况当年感激深。"
        },
        {
            "标题": "咏史上·王昭君",
            "作者": "陈普",
            "内容": "昭阳柘馆贮歌儿，恨杀陈汤斩郅支。胡草似人空好色，春光不到二阏氏。"
        },
        {
            "标题": "咏史下·荀彧",
            "作者": "陈普",
            "内容": "乱离拣得一枝栖，得路争知却是迷。曹操若逢诸葛亮，暮年当作汉征西。"
        },
        {
            "标题": "咏史上·张释之三首",
            "作者": "陈普",
            "内容": "帝舜登天四海臣，可怜生杀不由身。持平第一张廷尉，更听君王误杀人。"
        },
        {
            "标题": "咏史下·刘琨",
            "作者": "陈普",
            "内容": "刘琨忠孝君亲念，急切不似令狐泥。亡身自是缘声色，须把初心看匹磾。"
        },
        {
            "标题": "咏史上·齐桓公二首",
            "作者": "陈普",
            "内容": "关睢泽竭自师陉，直到瓜丘炉六经。户外流虫争掩鼻，当年已作鲍鱼腥。"
        },
        {
            "标题": "咏史下·祖逖",
            "作者": "陈普",
            "内容": "马牛风自不相谋，异体安知蝮螫头。北伐不令持寸铁，楫声空震大江流。"
        },
        {
            "标题": "咏史下·曹操七首",
            "作者": "陈普",
            "内容": "迁都避宇岂男儿，子翼私行更可悲。四顾次且天狱裹，蚤如仲达卤城时。"
        },
        {
            "标题": "咏史上·张释之三首",
            "作者": "陈普",
            "内容": "尘编今古几咿嚘，多少君王共御囚。自古君难臣不易，释之片语误千秋。"
        },
        {
            "标题": "咏史上·审配沮授",
            "作者": "陈普",
            "内容": "袁曹相与隔王路，四世三公恩海深。当时惟有管宁是，谩对黄河叹此心。"
        },
        {
            "标题": "咏史下·蜀先主",
            "作者": "陈普",
            "内容": "徐元直去马超来，顾惜三纲又爱才。道御英雄无不可，豫州翻向益州来。"
        },
        {
            "标题": "咏史上·田横",
            "作者": "陈普",
            "内容": "宗族几为孔子焚，为秦未几又为尘。田横更欲横河岳，不把英雄让与人。"
        },
        {
            "标题": "咏史下·诸葛孔明八首",
            "作者": "陈普",
            "内容": "不凭潼华驱曹马，试出褒斜馘郃双。深念永安枕前语，横行河洛又临江。"
        },
        {
            "标题": "咏史上·齐桓公二首",
            "作者": "陈普",
            "内容": "葵丘霸气若虹霓，东略何缘遽不知。宰孔晋侯相遇处，齐桓已作在床尸。"
        },
        {
            "标题": "咏史上·左承祖",
            "作者": "陈普",
            "内容": "汉室犹余北海城，左生何惧便怔营。至今鲁国奇男子，反得当年杀士名。"
        },
        {
            "标题": "咏史上·审配陈珪",
            "作者": "陈普",
            "内容": "元龙父子二人耳，贤於曹公十万师。吕布就擒公路死，都在劝回新妇时。"
        },
        {
            "标题": "咏史上·豫让四首",
            "作者": "陈普",
            "内容": "荀息无裨晋献公，豫生如许智宗空。古人才德难求德，大节初心要始终。"
        },
        {
            "标题": "咏史下·王猛",
            "作者": "陈普",
            "内容": "鱼水欢浓更月氐，便呵氐族使耕炊。浮云蔽日何难见，独有操琴赵整知。"
        },
        {
            "标题": "咏史下·苏东坡",
            "作者": "陈普",
            "内容": "方朔优旃岂舜徒，南来谩喜落苍梧。天津醉裹乾坤眼，只见双程不见苏。"
        },
        {
            "标题": "咏史下·张翰",
            "作者": "陈普",
            "内容": "晋家事势若崩河，忘却吴松好月波。莫把李膺夸二陆，思鲈羡鹤不曾多。"
        },
        {
            "标题": "咏史下·司马攸",
            "作者": "陈普",
            "内容": "咫尺含章路不通，桃符浑不记临终。青州政似恒三代，何用依依紞勗。"
        },
        {
            "标题": "咏史上·刘向",
            "作者": "陈普",
            "内容": "白虎明光奏五侯，帝乡寥隔在温柔。甘泉太乙重招起，聊答青藜照白苹。"
        },
        {
            "标题": "咏史上·太只敫",
            "作者": "陈普",
            "内容": "战国纷纷似乱麻，钓丝谁记旧稼华。召南礼乐栖何许，故莒城中太史家。"
        },
        {
            "标题": "咏史下·荀彧",
            "作者": "陈普",
            "内容": "河岱诸人无一贤，鄄城战格与云连。云长翼德如文若，玄德翱翔早十年。"
        },
        {
            "标题": "咏史下·曹丕",
            "作者": "陈普",
            "内容": "鹊构觚棱偶似诗，鸡栖庭树已当时。公车坐使诸侯急，却是奸人篡夺资。"
        },
        {
            "标题": "咏史下·杨修",
            "作者": "陈普",
            "内容": "簏中是绢不能知，妄把聪明察色丝。五等人偷皆扫地，多文好学欲何为。"
        },
        {
            "标题": "咏史上·王昭君",
            "作者": "陈普",
            "内容": "出嫁毡裘得几时，昭阳柘馆贮歌儿。蛾眉莫怨毛延寿，好怨陈汤斩郅支。"
        },
        {
            "标题": "咏史下·嵇康",
            "作者": "陈普",
            "内容": "铜驼荆棘夜深深，尚想清谈撼竹林。南渡百年无雅乐，当年犹惜广陵音。"
        },
        {
            "标题": "咏史上·太公",
            "作者": "陈普",
            "内容": "山河如许但凄凉，恰似新丰太上皇。千古汉高真磊落，片言脱口幸咸阳。"
        },
        {
            "标题": "咏史下·荀彧",
            "作者": "陈普",
            "内容": "谁作留侯帷幄中，杀贤可独罪曹公。拂衣慷慨无文举，添得杨彪伴孔融。"
        },
        {
            "标题": "咏史下·慕容恪",
            "作者": "陈普",
            "内容": "五族交飞日月昏，就中造休尚堪论。景云峰起龙城裹，犹为遗黎忆太原。"
        },
        {
            "标题": "咏史上·萧张二首",
            "作者": "陈普",
            "内容": "汉高礼义入陵夷，械到萧何更有谁。惟有子房云外客，不称名字冠当时。"
        },
        {
            "标题": "咏史下·陆机",
            "作者": "陈普",
            "内容": "须信雕虫不用工，至今天地不相容。君看奕叶东吴陆，转作词章便覆宗。"
        },
        {
            "标题": "咏史下·诸葛孔明八首",
            "作者": "陈普",
            "内容": "飞羽凋零又秭归，卯金余息孔明知。春秋两字诛千古，不用当年磔操丕。"
        },
        {
            "标题": "咏史下·曹操七首",
            "作者": "陈普",
            "内容": "无限英雄睨许都，到头倖免岂天乎。平生邂逅都经念，曾识篁中许贡怒。"
        },
        {
            "标题": "咏史下·陆机",
            "作者": "陈普",
            "内容": "千里莼羹七里户，两般滋味岂难知。建春不幸成繻葛，割尽流苏定此时。"
        },
        {
            "标题": "咏史下·刘弘",
            "作者": "陈普",
            "内容": "三纲政自诛辛冉，二盗清由识士行。江左百年半天下，曾知开辟是新城。"
        },
        {
            "标题": "咏史上·张汤公孙弘",
            "作者": "陈普",
            "内容": "茂材异等竟无闻，教耨明耕却有人。能旱能风须记取，汉家元气太宗仁。"
        },
        {
            "标题": "咏史上·彭宣",
            "作者": "陈普",
            "内容": "法度名儒奉束修，帝师礼数亦宜优。公卿股栗朱云剑，白首门生忍不羞。"
        },
        {
            "标题": "咏史上·武帝",
            "作者": "陈普",
            "内容": "几多爱子出萧关，山积胡沙骨未还。正好望思台上泪，随风北去洒阴山。"
        },
        {
            "标题": "咏史下·司马宣王",
            "作者": "陈普",
            "内容": "家门营立事方新，已畜倾巢覆穴人。出尔到头终反尔，寡孤何用必随身。"
        },
        {
            "标题": "咏史上·商鞅",
            "作者": "陈普",
            "内容": "此天此地此经文，学者何尝溺所闻。尽道李斯焚典籍，不知吹火是商君。"
        },
        {
            "标题": "咏史下·元紫芝",
            "作者": "陈普",
            "内容": "天窦膏肓在羽衣，寂寥于蒍讵能医。当时宇宙皆声色，不梦阳台一紫芝。"
        },
        {
            "标题": "咏史下·枣祗",
            "作者": "陈普",
            "内容": "千里无烟已十年，一朝许洛翠秧田。乾坤渠肯容曹操，聊为苍生解倒悬。"
        },
        {
            "标题": "咏史下·高堂隆",
            "作者": "陈普",
            "内容": "负土衣冠乱满园，不知曹德是轩辕。土山白尽忠臣发，何似初来莫妄言。"
        },
        {
            "标题": "咏史上·豫让四首",
            "作者": "陈普",
            "内容": "三晋峥嵘虎战墟，中涓学语正坑儒。石家礼法从何出，甲乙诸郎尽鲤趋。"
        },
        {
            "标题": "咏史下·慕容恪",
            "作者": "陈普",
            "内容": "霜雹风沙杂乱飞，段龛地下见春归。时来但处周公位，历举华人百世希。"
        },
        {
            "标题": "咏史下·慕容恪",
            "作者": "陈普",
            "内容": "傅说济川空道在，彦方贩鬻叹时难。年来惟有樽空虑，一任滔滔溉倒澜。"
        },
        {
            "标题": "咏史下·夏侯玄",
            "作者": "陈普",
            "内容": "一日天诛正始余，百年曹马两丘墟。景王似见铜驼祸，究极根源杀太初。"
        },
        {
            "标题": "咏史下·苻坚",
            "作者": "陈普",
            "内容": "甲申乙酉是明朝，趣死骄氐气欲飘。一寸菰蒲长一丈，无人知是宋人苗。"
        },
        {
            "标题": "咏史下·杜预",
            "作者": "陈普",
            "内容": "晋武良心独未亡，娼家渎礼自多妨。洛中冠盖无多日，元凯春秋亦短长。"
        },
        {
            "标题": "咏史下·裴頠",
            "作者": "陈普",
            "内容": "惠帝君臣一样愚，九龙翁仲泪如珠。眼前丧乱浑如冈，崇有何当却破无。"
        },
        {
            "标题": "咏史下·毋丘俭",
            "作者": "陈普",
            "内容": "十万强兵无一人，义师翻得叛臣名。奇功一夜归人物，空使文鸯待到明。"
        },
        {
            "标题": "咏史下·赵云",
            "作者": "陈普",
            "内容": "子龙一身都是胆，更有仁心并义肝。士劝渠能和益土，百惊不动是人安。"
        },
        {
            "标题": "咏史下·侯景",
            "作者": "陈普",
            "内容": "曹操桓温不自持，跛侯面上雨淋漓。奸人何事乾坤裹，一日雷霆十二时。"
        },
        {
            "标题": "咏史下·何无忌",
            "作者": "陈普",
            "内容": "怀恩马柳志何卑，挟恨东堂德愈衰。犹有豫章苏武节，不惭京口协谋时。"
        },
        {
            "标题": "咏史下·谢安",
            "作者": "陈普",
            "内容": "宣元社稷等沉沦，不了昌明道子身。夺得桓苻二贼手，付与赵牙张贵人。"
        },
        {
            "标题": "咏史下·吕蒙",
            "作者": "陈普",
            "内容": "刘葛无成痛古今，白衣摇橹阱何深。吕蒙公瑾俱无禄，汉室犹关造化心。"
        },
        {
            "标题": "咏史下·贾诩",
            "作者": "陈普",
            "内容": "崩奔尧后一孤儿，跖狗成群共肆欺。贾诩未设曹操日，自为汉贼已多时。"
        },
        {
            "标题": "咏史下·曹丕",
            "作者": "陈普",
            "内容": "春华建安曹子建，秋实西京张释之。父事刑颙奴七子，黄初便作万年期。"
        },
        {
            "标题": "咏史上·王褒",
            "作者": "陈普",
            "内容": "彭祖呼嘘不可为，碧鸡使节岂堪持。区区含糗羹藜厚，聊似相如衣锦时。"
        },
        {
            "标题": "咏史上·审配",
            "作者": "陈普",
            "内容": "独拥残兵守邺城，伫儒袁尚去擒兄。一时天地方翻覆，安把人伦罪审荣。"
        },
        {
            "标题": "咏史上·伊尹",
            "作者": "陈普",
            "内容": "万物权衡在莘，孰称社稷与君民。君王亦有桐宫去，寄语南巢莫怨人。"
        },
        {
            "标题": "咏史下·韩愈",
            "作者": "陈普",
            "内容": "杨墨蛇龙本一区，大颠便是恶溪鱼。退之也是无操守，一贬便陈封禅书。"
        },
        {
            "标题": "咏史下·杨珧",
            "作者": "陈普",
            "内容": "涂山千载又关睢，几世天家共玉舆。不友凤凰池上客，全宗安用石函书。"
        },
        {
            "标题": "咏史下·五王",
            "作者": "陈普",
            "内容": "太宗社稷是谁亡，独向迎仙斩二张。景运门前方议事，杀身不必咎扶阳。"
        },
        {
            "标题": "咏史下·张华",
            "作者": "陈普",
            "内容": "满耳羊车若不知，聋人何怪履危机。中台星拆浑间事，哭杀旄头彗紫微。"
        },
        {
            "标题": "咏史下·司马温公",
            "作者": "陈普",
            "内容": "矩步规行范古今，山樵野牧共讴吟。荷衣兰佩通身是，却看离骚不入心。"
        },
        {
            "标题": "咏史上·吕后",
            "作者": "陈普",
            "内容": "酌酖樽前气似虹，朱虚酒令却相容。王陵平勃浑无策，安汉当年一触龙。"
        },
        {
            "标题": "咏史上·豫让四首",
            "作者": "陈普",
            "内容": "义士忠臣不二君，漆身吞炭欲成仁。若谋委质求亲幸，又抱奸心贼大伦。"
        },
        {
            "标题": "咏史下·曹操七首",
            "作者": "陈普",
            "内容": "濮阳火裹又潼关，几度鲸牙虎口间。铜雀台前闲极目，惊魂犹绕白狼山。"
        },
        {
            "标题": "咏史下·费祎",
            "作者": "陈普",
            "内容": "渭南营裹夜眠迟，汉寿屯中醉裹棋。亡蜀似缘才太给，不关越次用陈氏。"
        },
        {
            "标题": "咏史下·卢奕",
            "作者": "陈普",
            "内容": "清门死节照当时，面血犹能赤义旗。常山睢阳信奇伟，英风生自洛留司。"
        },
        {
            "标题": "咏史下·卫瓘",
            "作者": "陈普",
            "内容": "此座倾危不信人，此身便合去朝廷。凌云莫道非真醉，直到身亡更未醒。"
        },
        {
            "标题": "咏史上·袁绍",
            "作者": "陈普",
            "内容": "许中四面尽仇雠，曹弱袁强正是愁。一日四州都奉予，安闲犹遣定徐州。"
        },
        {
            "标题": "咏史下·曹操七首",
            "作者": "陈普",
            "内容": "横槊南来气吐霓，北归裁得景升儿。谁言孟德乌林日，全似本初官渡时。"
        },
        {
            "标题": "咏史下·嵇绍",
            "作者": "陈普",
            "内容": "佞舌如簧乱孝思，竹林人物固猖披。御衣炯炯嵇生血，不似王生泪着枝。"
        },
        {
            "标题": "咏史上·项羽",
            "作者": "陈普",
            "内容": "牧羊义帝实妨贤，犹有三纲共畏天。树楚击秦宜奋发，恶名何事苦争先。"
        },
        {
            "标题": "咏史下·魏徵",
            "作者": "陈普",
            "内容": "东宫无德倚仪刑，又似当年傅建成。可笑郑公如百舌，春前夏后两般声。"
        },
        {
            "标题": "咏史下·诸葛孔明八首",
            "作者": "陈普",
            "内容": "郭淮岂得为许历，曹献敢言如亚夫。祁山再见伐崇旅，凤鸟不来嗟已夫。"
        },
        {
            "标题": "咏史下·卢怀慎",
            "作者": "陈普",
            "内容": "菜耳杯盘冷似水，开元天下缓如春。唐人不识调羹手，把作姚崇伴食人。"
        },
        {
            "标题": "咏史下·司马宣王",
            "作者": "陈普",
            "内容": "偷杀淮南炎杀攸，天将造化马为牛。古来逆种并奸息，不问贤愚统是愁。"
        },
        {
            "标题": "咏史上·魏相",
            "作者": "陈普",
            "内容": "人伦大变岁二百，萧曹以来谁在心。相业更生王吉疏，文学春秋犹未深。"
        },
        {
            "标题": "咏史上·倪宽",
            "作者": "陈普",
            "内容": "亲媚张汤似谒居，阿谀天子过相如。汉儒个个公孙子，不坠遗经一仲舒。"
        },
        {
            "标题": "咏史上·项羽",
            "作者": "陈普",
            "内容": "倚强恃力却诬天，一样人心万万年。广武十条逃得过，乌江政自不须船。"
        },
        {
            "标题": "玉女蜂",
            "作者": "陈普",
            "内容": "暮暮朝朝此水头，却无雨怨与云愁。我仪何事堂堂去，极目天涯双鬓秋。"
        },
        {
            "标题": "玉山东岳",
            "作者": "陈普",
            "内容": "岱宗夫如何，齐鲁青已了。云胡遍天下，璺婢得祭祷。五岳视三公，称帝何所考。益以天齐名，僭窃良不小。置司七十二，妄诞出意表。冤哉张睢阳，夜夜蝙蝠绕。渎神既已多，逆理尤不少。泰山即林放，末俗空扰扰。生辰用莫春，兹事可绝倒。"
        },
        {
            "标题": "赠清叟行",
            "作者": "陈普",
            "内容": "共君一夜话三生，语正投机君又行。溪柳效颦添别恨，岸花和意送离程。惊时莫问归巢燕，赠别愁闻求友莺。今夜梦中重聚首，鸡声茅店已三更。"
        },
        {
            "标题": "赠南丰姚敬仲",
            "作者": "陈普",
            "内容": "孔门缧绁可妻，董生孝慈有翁。天与仲怪不恕，人间处处流通。"
        },
        {
            "标题": "赠叶洞春画葡萄",
            "作者": "陈普",
            "内容": "引蔓牵藤寸管头，扶骊剔蚌出风流。三千龙女抛珠佩，一个儒生拥碧油。莫是前生封即墨，便堪作酒博青州。齐奴倘会清妍意，免得红裙逐翠楼。"
        },
        {
            "标题": "长夏竹中二首",
            "作者": "陈普",
            "内容": "四围碧玉绕盘河，六月此为安乐窝。且喜身心客清净，但愁岁月为消磨。洞门开辟元无锁，暑气羞惭自倒戈。只要人心明内外，红尘取此本无多。"
        },
        {
            "标题": "中秋近愿晴",
            "作者": "陈普",
            "内容": "浩荡无边及物心，孔颜尧舜共弘深。柴荆一壑苍苔合，惟幸寒蟾夜夜临。"
        },
        {
            "标题": "中秋近愿晴",
            "作者": "陈普",
            "内容": "春风秋月久交游，少壮论心今白头。二子倘无相弃绝，从今但乞十中秋。"
        },
        {
            "标题": "中秋近愿晴",
            "作者": "陈普",
            "内容": "秋天连夕卷烟云，似为蓬蒿有滞人。驷马高车无梦想，中秋但借一冰轮。"
        },
        {
            "标题": "中秋近愿晴",
            "作者": "陈普",
            "内容": "借得冰轮不敢私，几多人要露肝脾。浮云不用欺天下，须信人间有伯夷。"
        },
        {
            "标题": "中秋近愿晴",
            "作者": "陈普",
            "内容": "生如蝼蚁事如麻，有菜无盐是几家。无限容光通照处，良晨莫遣片云遮。"
        },
        {
            "标题": "中庸·道不远人五首",
            "作者": "陈普",
            "内容": "毛发肌肤总道充，面前无处不相逢。为何南北多岐士，动隔江山千万重。"
        },
        {
            "标题": "中庸·道不远人五首",
            "作者": "陈普",
            "内容": "三纲五典不用学，旦气清时在枕边。未出母胎无不具，何须万里役楼船。"
        },
        {
            "标题": "中庸·道不远人五首",
            "作者": "陈普",
            "内容": "一人各有一安居，方寸归藏尽有余。颜子一春常不出，他人日日去其庐。"
        },
        {
            "标题": "自杭来有四圣观佛所言",
            "作者": "陈普",
            "内容": "浮杭江海备间关，金甲煌煌亦厚颜。一夕苍黄生病眼，百年丹碧照青湾。但闻兀术声翻海，不谓罗延力拔山。琐琐废兴何足道，伤身空在暗香间。"
        },
        {
            "标题": "自哂",
            "作者": "陈普",
            "内容": "宽博麻衣折角巾，疏慵不似少年身。白云半枕山中午，犹梦乘槎去问津。"
        },
        {
            "标题": "自哂",
            "作者": "陈普",
            "内容": "世事悠悠酒几杯，晴苍把镜独徘徊。西风吹老梧桐树，仍送新霜两鬓来。"
        },
        {
            "标题": "自哂",
            "作者": "陈普",
            "内容": "古树间云独抱琴，琴声寂静树云深。相如渴死文君老，辜负题桥万里心。"
        },
        {
            "标题": "自哂",
            "作者": "陈普",
            "内容": "草泽行吟赋楚骚，青麻衣上俗尘多。五陵年少休相笑，戏马台前载酒过。"
        },
        {
            "标题": "自哂",
            "作者": "陈普",
            "内容": "斗鸡走马醉高阳，今日归来两鬓霜。无限少年心上事，半帘豆雨语寒螀。"
        },
        {
            "标题": "自哂",
            "作者": "陈普",
            "内容": "曾骑白鹤上扬州，头上花枝秉烛游。樽酒迩来谁是伴，白云收尽数峰秋。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "元朝宫廷",
            "Background": "陈普在朝中与大臣们讨论国家教育事务，提及周敦颐、朱熹的理学思想，强调教育的重要性，倡导以道德为本，培养忠臣良将。",
            "Dialogue": "{\n    角色名:大臣甲 \n    动作:(微微鞠躬、拱手作礼)\n    讲话:陛下，今日与陈普先生议论国家教育，实乃良机。然则，先生所言理学之道，究竟何以能辅国安民？我等愚疑，尚请明示。\n}\n{\n    角色名:陈普 \n    动作:(端坐不动、神情凝重)\n    讲话:大臣所言极是，教育乃国之根本，若无德行之教，何以兴邦？周敦颐之理学，强调“太极之道”，意在道德为先，以仁义治国。朱熹所提倡的“格物致知”，则是以实事求是之心，探究万物之理，培养忠臣良将。故而，吾辈应以此为重，广开书院，普及理学，促使士子志存高远，方能使国家长治久安，民众安康。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "书房",
            "Background": "陈普与朱熹相聚，二人一同吟诵诗词。朱熹赞美陈普的诗作，陈普则为朱熹的学说作序，讨论理学的真谛，意气相投，欢声笑语。",
            "Dialogue": "{\n    角色名:朱熹 \n    动作:(微笑而立、手持书卷)\n    讲话:陈先生，您所作之诗文，真乃字字珠玑，令人心悦诚服。您在理学上的见解，堪称明理之言。请问，您可否为我的学说作个序，以表我对理学的共鸣与追求？\n}\n{\n    角色名:陈普 \n    动作:(拱手致意、神情愉悦)\n    讲话:朱先生言重，然若论理学之真谛，实乃相辅相成，二者皆不可或缺。您之学说，广泛而深刻，正是吾辈所需，故我愿为您作序，表达我对您学问的钦佩与追随。理学之道，需以道德为根基，方可长久。让我们一同吟诵诗词，共同探讨理学之美，共勉于修身齐家治国平天下之道。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "宁德乡村",
            "Background": "陈普在家乡与乡邻闲聊，分享自己对教育的看法，鼓励年轻人学习诗文，讨论古代贤人的事迹，受到乡亲们的尊敬与爱戴。",
            "Dialogue": "{\n    角色名:乡邻甲 \n    动作:(笑容可掬、朝陈普拱手)\n    讲话:陈先生，您今日回乡，真是让我们倍感荣幸。您对教育的看法，能否与我们分享？如今乡间少有人读书，年轻人多为务农，您如何看待此事？\n}\n{\n    角色名:陈普 \n    动作:(目光柔和、微微叹息)\n    讲话:乡邻所言极是，教育乃治国之根本，若无学识之积累，如何能有明理之士？我常以周敦颐、朱熹之理学为例，强调道德教育的重要性。年轻人应当明白，读书不仅仅是为了谋生，更在于培养品德与智慧，才能为家乡、为国家贡献力量。唯有重视教育，才能使乡村振兴，人人皆能成才。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "书信往来",
            "Background": "陈普写信给陆九渊，讨论哲学理念与教育问题，提及二人共同的理学信仰，表达对未来教育的期望与规划。",
            "Dialogue": "{\n    角色名:陆九渊 \n    动作:(埋首苦思、翻阅书信)\n    讲话:陈普先生，近日我读到您的信，论及教育与哲学，真是让我受益匪浅。您提到的理念，正是我所追求的。请问，您认为今后教育该如何推进，才能更好地传承理学思想？\n}\n{\n    角色名:陈普 \n    动作:(直视陆九渊、微微点头)\n    讲话:陆先生，您所言极是，教育之道，重在传承与创新。我们应当在教学中融入理学之精髓，培养学子思辨能力与道德情操。理学不仅要在书本上，更应在生活中落实。我们需定期举办讲学，鼓励青年人广泛讨论、实践理学思想，直至形成一种良性的学习氛围。如此，才能使理学薪火相传，生生不息。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "茶馆",
            "Background": "陈普与谢枋得在茶馆中讨论诗词创作，互相吟诵自己的新作，交流对古典诗词的理解，气氛轻松愉快，众人围观。",
            "Dialogue": "{\n    角色名:谢枋得 \n    动作:(端坐于茶馆、手捧茶杯)\n    讲话:陈先生，听闻您诗词新作频出，实乃文采斐然。请问，您在创作时，是否有特别的灵感来源？我对古典诗词的理解尚有欠缺，敢请教教您。\n}\n{\n    角色名:陈普 \n    动作:(微笑着举杯、神情轻松)\n    讲话:谢先生，创作之道，实在是心中有感，方能笔落成篇。我的灵感往往来自于对大自然的观察与思考，或是对古贤事迹的回味。诗词不仅为抒情，更是对人生、对道理的探讨。我们在吟咏古诗时，切莫拘泥于形式，心中所感，皆可化为文字。若能将情感与理想融入其中，诗作自然生辉，令人动容。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "元朝议事大厅",
            "Background": "陈普在朝堂上与其他官员讨论国政，提出隐居的理由与教育的重要性，反对出仕，强调个人修身与国家兴亡的关系。",
            "Dialogue": "{\n    角色名:大臣乙 \n    动作:(神情凝重、向陈普请教)\n    讲话:陈先生，您在朝中所言，隐居不仕，实在令人深思。请问，您为何坚持如此，是否认为修身齐家更为重要？\n}\n{\n    角色名:陈普 \n    动作:(抬头思索、眼神坚定)\n    讲话:大臣所问，正是我心中所虑。隐居并非逃避，而是为了更深刻地理解自我，修身养性。国家之兴衰，关乎每一个人的责任，而我认为，个人修身是基础。唯有德行修为，方能影响他人，助力国家。因此，我选择隐居，潜心研究理学，以期能为未来的教育贡献绵薄之力。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "市场",
            "Background": "陈普与朋友在市场上偶遇，朋友询问他的学术研究，陈普分享他对理学的理解与教育的实践，吸引路人围观倾听。",
            "Dialogue": "{\n    角色名:朋友甲 \n    动作:(好奇地询问、微笑)\n    讲话:陈先生，听闻您最近在研究理学，想请教您对古代贤人的看法。您认为他们的事迹对我们当今有什么启示？\n}\n{\n    角色名:陈普 \n    动作:(语气温和、微微一笑)\n    讲话:朋友所言极是，古代贤人之事迹，往往蕴含着深刻的道理与智慧。无论是孔子、孟子，还是周敦颐、朱熹，他们都以道德为根本，强调教育与修身的重要性。我们应当从他们的教诲中汲取养分，明白做人的道理，培养忠诚、诚信之心。唯有如此，方能在当前的社会中立足，带动更多的人一起前行。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "元朝书院",
            "Background": "陈普在书院授课，讲授周敦颐的《太极图说》，强调理学的重要性，学生们聚精会神，学习氛围浓厚。",
            "Dialogue": "{\n    角色名:学生甲 \n    动作:(专心听讲、神情专注)\n    讲话:陈先生，您今天所讲的《太极图说》，让我对理学有了更深的理解。请问，您认为理学在当今社会中还有怎样的价值？\n}\n{\n    角色名:陈普 \n    动作:(微微一笑、点头示意)\n    讲话:学生所问，正是我所思之所在。理学在当今社会，依然具有重要的价值。它不单是对学问的追求，更是对道德、人格的塑造。我们当以理学为指引，培养有德之士，使其在生活中践行理学思想。通过理学的学习，个人可以提升自我修养，为社会贡献正能量，推动社会的和谐与进步。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "山水之间",
            "Background": "陈普与陆九渊在山间游玩，吟咏诗词，探讨道理，畅谈人生理想，双方在自然中寻求灵感，心灵相通。",
            "Dialogue": "{\n    角色名:陆九渊 \n    动作:(在山间漫步、神情悠然)\n    讲话:陈先生，今日山水相伴，正是吟咏之良机。您可否为我吟诵一首，分享您对人生的感悟？\n}\n{\n    角色名:陈普 \n    动作:(微微一笑、一挥手)\n    讲话:陆先生所言甚是，山水间吟咏，恰是心灵的慰藉。吾曾作一首，言自古人心如水，波澜壮阔，亦有静谧时刻。人生在世，需明道德，守本心，方能不迷失于世俗之中。愿与君共勉，吟咏而行，共享这良辰美景。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "书信往来",
            "Background": "陈普写信给陈瓘，讨论对古诗词的见解，表达对文学创作的追求，以及对未来的展望与希望，期待两人能共襄盛举。",
            "Dialogue": "{\n    角色名:陈瓘 \n    动作:(认真阅读信件、眉头轻皱)\n    讲话:陈普先生，您在信中提到对古诗词的见解，实在让我受益良多。请问，您如何看待古人与现代诗词的差异？\n}\n{\n    角色名:陈普 \n    动作:(微微点头、语气沉稳)\n    讲话:陈瓘兄所问，正是我所思之事。古人与现代诗词，虽有形式上的不同，然其内涵与情感却是相通的。古人诗词注重意境与情感的表达，而现代诗词则更多地追求个性与创新。然无论如何，诗词的本质在于传达情感与思想，唯有真实的情感，才能打动人心，传承千古。因此，我们应当在继承古典诗词的基础上，勇敢探索，创造属于我们这个时代的诗词之美。"
        }
    ]
}