{
    "基本信息": {
        "姓名": "陈琏",
        "性别": "男",
        "出生年份": "1370",
        "死亡年份": "1454",
        "享年": "84",
        "朝代": "明",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "陈琏书序由王直所作",
        "陈琏墓志铭由王直所作",
        "陈琏为李质作墓志铭",
        "陈琏临别得到骆文盛所作赠言(送别诗、序)",
        "陈琏为王景作墓表",
        "陈琏为杨诚作祠记"
    ],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "廷器",
            "别名类型": "字"
        },
        {
            "别名": "琴轩",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [
        {
            "官职": "礼部侍郎",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "南京"
        },
        {
            "官职": "礼部侍郎",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "南京"
        },
        {
            "官职": "礼部侍郎",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "南京"
        },
        {
            "官职": "礼部侍郎",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "南京"
        },
        {
            "官职": "府教授",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "桂林府"
        },
        {
            "官职": "府教授",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "桂林府"
        },
        {
            "官职": "府教授",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "桂林府"
        },
        {
            "官职": "府教授",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "桂林府"
        },
        {
            "官职": "府教授",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "桂林府"
        }
    ],
    "地理信息": [
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [
        "史学家",
        "经学家"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "（1370—1454）明广东东莞人，字廷器，别号琴轩。洪武二十三年举人，入国子监。选为桂林教授。严条约，以身作则。永乐间历许州、扬州知府，升四川按察使，豪吏奸胥，悉加严惩。宣德初为南京国子祭酒。正统初任南京礼部侍郎。致仕。在乡逢黄萧养起义，建镇压制御之策。博通经史，以文学知名于时，文词典重，著作最多，词翰清雅。有《罗浮志》、《琴轩集》、《归田稿》等。 ► 陈琏的诗文(448篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "寄祝仲韶",
            "作者": "陈琏",
            "内容": "别后俄惊四载馀，可人风度想如初。桂花香里裁唐律，柿叶霜前学晋书。\n痛饮每怀倾绿蚁，平安还荷寄双鱼。高堂禄仕膺眉寿，早晚期来问起居。"
        },
        {
            "标题": "山水图为褚嗣良赋",
            "作者": "陈琏",
            "内容": "昔分符竹知永阳，居民乐业歌时康。环滁况复好风景，醒心丰乐曾尚羊。\n追游僚友总文雅，紫薇泉上同飞觞。幽谷朝来云气白，琅琊雨晴山色苍。\n树藏古刹暝烟合，花落三湖春水香。龙蟠菱溪号名胜，林下今谁开草堂。\n别来俄惊十四载，空有遗爱留甘棠。兴来闲写旧游景，褚生得之喜欲狂。\n装潢成轴索题咏，新诗赋就情何长。江云淮树恒在目，还忆欧公旧醉乡。"
        },
        {
            "标题": "元宵赐观灯诗五首 其一",
            "作者": "陈琏",
            "内容": "海宇清宁玉烛调，人间好景是元宵。星垂凤阙天应近，春入鳌山雪政消。\n香袅瑞烟浮黼扆，乐翻新曲协箫韶。微臣何幸逢嘉会，愧乏涓埃答圣朝。"
        },
        {
            "标题": "登逍遥楼",
            "作者": "陈琏",
            "内容": "幽抱凭谁写，高楼试一登。天边双鸟白，烟外数峰青。\n岁月淹王粲，莼鲈动季鹰。自惭叨厚禄，无以报朝廷。"
        },
        {
            "标题": "箕山操",
            "作者": "陈琏",
            "内容": "箕山兮幽幽，箕水兮浟浟。山可耕兮而樵，水可饮兮而游。\n我于世兮无求，彼何故兮遗我以忧。"
        },
        {
            "标题": "驱车出东门",
            "作者": "陈琏",
            "内容": "驱车出东门，露华满衰草。天高鸿雁稀，木落秋风早。\n佳人期不至，远隔关河道。日暮幽思多，芳尊共谁倒。\n岁月去如流，人生几回老。驱车出东门，聊尔散隐忧。\n赪霞烧广泽，红叶明素秋。风霜岁云暮，禾黍日已稠。\n野老笑相语，亹亹情不休。幸生圣明世，谁能学幽求。"
        },
        {
            "标题": "风木操",
            "作者": "陈琏",
            "内容": "维风之飂飂兮，而树之相樛兮，念夫亲之悠悠兮。\n维风之淅淅兮。而树之槭槭兮，念夫亲之不可复得兮。\n树之有风，犹可止兮。吾之念亲，终无已兮。"
        },
        {
            "标题": "青城山歌",
            "作者": "陈琏",
            "内容": "锦官城西青城山，道释往往栖其间。琳宫梵宇半陈迹，瑶草昙花空自闲。\n禅翁说法伏黑虎，仙子朝元骖翠鸾。天花时落石坛静，灵药夜捣玄霜寒。\n复闻长林中，亦有幽求子。眼看富贵等浮云，心薄功名如弊屣。\n人间荣辱了不闻，几度天书徵不起。山有芝兮隰有丰，幽泉发窦锵玲珑。\n饥餐渴饮足以保厥躬，乐逍遥兮无穷。人间此景亦罕逢，何须远寻鹫岭兼崆峒。"
        },
        {
            "标题": "黑葡萄",
            "作者": "陈琏",
            "内容": "满架繁阴绿雾匀，夜深珠馆月华新。几回忆侍金銮殿，马乳堆盘出赐频。"
        },
        {
            "标题": "题赵松雪画洛神及写洛神赋",
            "作者": "陈琏",
            "内容": "繄思王入觐东归兮，日严饬其徒御道。伊阙与景山兮，瞻鸾旌之飞度。\n遇宓妃于洛川兮，缥缈隔乎烟雾。倏飘忽其若神兮，见淩波之微步。\n从湘滨汉皋之神女兮，俨众灵之来聚。采明珠而拾翠羽兮，纷杂遝而容与。\n虽眷眷于淑美兮，将奚以达乎衷素。临川流而凝伫兮，嗟幽冥之异路。\n偶琼珰之来献兮，岂徽音之能悟。耿良宵而忘寐兮，遂怅然而归去。\n念此事之莫稽兮，所可重者思王之赋。览松雪之图写兮，觉神怡而目注。\n历百祀而如新兮，诚在人之珍护。聊肆玩以自适兮，又奚用深究乎其故。"
        },
        {
            "标题": "华山歌",
            "作者": "陈琏",
            "内容": "巍巍泰华山，磐礴奠西方。金精孕灵异，形状非寻常。\n孤高拔地五千仞，三峰秀出北斗傍。乾坤开辟几万载，但见山色恒苍苍。\n云梯石磴之险不可以径上，仰见铁縆络石生寒光。\n游人扳缘若猿狖，下瞰绝壑魂飞扬。崄巇历尽至平坦，琳宫贝阙何辉煌。\n金芝瑶草纷莫数，琼林珠树森成行。水帘千尺捲晴雪，丹灶白日凝玄霜。\n仙风吹下玉井莲，花瓣岂止十丈长。世人见之不敢拾，但觉满地生天香。\n吁嗟乎，泰华之胜有如此，况遇异人过后名逾彰。\n昔闻十六仙，餐霞当糇粮。一朝功成游碧落，祥鸾瑞鸐同翱翔。\n复闻希夷公，高卧白石床。紫泥丹诏徵不起，幽梦直要追羲黄。\n至今遗迹宛然在，岁月已远亭台荒。我从关东来，见山喜欲狂。\n淩晨登绝顶，举目天茫茫。诸山平地若培嵝，齐州九点犹豪芒。\n蓬莱云气恒在目，王京千里遥相望。欲招瀛州仙，同此乐徜徉。\n雕盘擘麟脯，玉斝分琼浆。双吹紫鸾笙，乘风游帝傍。\n愿将万寿献天子，永令四海歌时康。"
        },
        {
            "标题": "步虚词四首 其二",
            "作者": "陈琏",
            "内容": "榑桑启丹景，祥光烛璇霄。肃驾朝紫皇，大罗望迢迢。\n琼林郁葱茜，天香随处飘。我喜跻阳原，中心乐逍遥。\n自非挺金骨，群真宁见招。但尔葆贞气，无劳问松乔。"
        },
        {
            "标题": "饮马长城窟",
            "作者": "陈琏",
            "内容": "淩晨度榆林，饮马长城窟。旧传窟边多白骨，云是秦时筑城卒。\n窟中泉已清，无复昔时腥。不见古人迹，空照今人形。\n征马往来少曾断，饮处才乾看又满。长城今在疆域中，马来不绝泉无穷。"
        },
        {
            "标题": "招鹤辞",
            "作者": "陈琏",
            "内容": "嗟尔鹤兮，来自芝田。玄裳缟衣兮，羽仪何鲜。戛然长鸣兮，其音清圆。\n翩然起舞兮，其影蹁跹。与尔相处兮，阅有岁年。何一夕羽化兮，竟去不还。\n非赴瑶池之会兮，定随蓬岛之仙。惟轩有梧兮竹猗猗，尔其来归兮安所栖。\n惟轩有泉兮秀三芝，尔其来归兮无渴饥。我弹瑶琴兮按金徽，我吹玉箫兮叶埙篪，尔其来归兮以终幽期。\n无奋迅兮高飞，使我心兮劳思。"
        },
        {
            "标题": "鸡鸣曲",
            "作者": "陈琏",
            "内容": "明河欲没天将晨，鸡鸣咿喔惊四邻。美人锦帐睡正浓，壮士感激心忡忡。\n百年三万六千日，日日鸡鸣催日出。龙泉起舞歌慨慷，谁识此声能断肠。"
        },
        {
            "标题": "步虚词四首 其一",
            "作者": "陈琏",
            "内容": "紫虬何婉婉，驾我升云輧。绛露湿宝盖，祥云拥霓旌。\n谁谓天路遥，倏歘淩太清。真童远相迓，导引趋天庭。\n稽首虚皇前，思竭蝼蚁诚。愿祈圣人寿，永享亿万龄。"
        },
        {
            "标题": "上之回",
            "作者": "陈琏",
            "内容": "上之回，从百官。出甘泉，游石关。震乾威，扬灵旗。服匈奴，臣月氏。\n胡虏平，神武章。渥泽施，仁风扬。亿万年，乐未央。"
        },
        {
            "标题": "步虚词四首 其三",
            "作者": "陈琏",
            "内容": "高升紫极上，独步金阙前。琼佩响灵风，羽服凝紫烟。\n瑶池锡嘉宴，济济来群仙。坐我八景舆，授我鸿宝篇。\n云璈声方歇，广乐张钧天。良期无终极，俯仰成千年。"
        },
        {
            "标题": "步虚词四首 其四",
            "作者": "陈琏",
            "内容": "肆觐白玉京，高登明真台。遥望三素云，飘飘绕蓬莱。\n仙山郁嵯峨，蟠桃几回开。且喜王道融，祥风净氛埃。\n飙轮涉寥廓，百灵俨相随。不觉云路遥，鸾凤共徘徊。"
        },
        {
            "标题": "野田黄雀行",
            "作者": "陈琏",
            "内容": "稻熟平田秋已暮，黄雀飞来日无数。可怜齐啄稻为空，鹰隼不来愁老翁。"
        },
        {
            "标题": "湘灵操",
            "作者": "陈琏",
            "内容": "玉貌兮婵娟，联翠袖兮风前。望翠华兮已远，临湘水兮凄然。\n凤不来兮岁阑，秋气肃兮空山。倚枫江兮惆怅，泪染竹兮斑斑。"
        },
        {
            "标题": "将进酒",
            "作者": "陈琏",
            "内容": "蝉衫麟带袭琼芳，雕筵绮席生辉光。主人敬客捧瑶觞，紫檀夜压松花香。\n人间真趣无如酒，再拜客前千万寿。纵饶黄金恒满籯，何如一杯长在手。\n鸬鹚杓，玻璃罂。但愿千日醉，不愿一时醒。君不见王无功，一生长在尊酒中。\n又不见晋刘伶，醉乡深处度平生。前代英雄纷莫数，二子之名传万古。"
        },
        {
            "标题": "长安道",
            "作者": "陈琏",
            "内容": "长安道，平如砥，道傍甲第连云起。五侯七贵竞豪奢，管弦嘈嘈聒人耳。\n从来盛衰当有时，富贵百年安可期。一朝宾客如云散，门外草生车马稀。"
        },
        {
            "标题": "雉子斑",
            "作者": "陈琏",
            "内容": "棠梨花开春昼长，麦苗雨过青茫茫。一双燕子下山梁，雌雄相逐何尔忙。\n斑斑五采粲成章，麦陇虽深难久藏。上林日煖千花香，何不高飞随凤凰。"
        },
        {
            "标题": "陇头水",
            "作者": "陈琏",
            "内容": "驱车上陇阪，山高谷逶迤。流水日夜鸣，幽咽不胜悲。\n秦川遥在望，离思正依依。"
        },
        {
            "标题": "春愁曲",
            "作者": "陈琏",
            "内容": "罗帏绣幕东风冷，金鸭香消春昼永。睡起含情娇翠颦，宝簪坠鬓愁慵整。\n沙苑芳郊草似茵，马蹄何处逐流尘。恨紫怨红情脉脉，落花飞絮正纷纷。"
        },
        {
            "标题": "杨白花",
            "作者": "陈琏",
            "内容": "杨白花，随风飞去落谁家。美人沉思抱幽怨，连臂踏歌情恋恋。\n江南江北春茫茫，何不仍飞归洛阳。"
        },
        {
            "标题": "少年乐",
            "作者": "陈琏",
            "内容": "五花马，狐白裘，出门宾从如云稠。二十长游醉乡里，双眉不识人间愁。\n玳筵绮馔纷罗列，玉斝浮香酒微热。舞袖轻回杨柳风，歌喉缓啭桃花月。\n弹丝吹竹乐正浓，床头不惜黄金空。世间万事何足虑，祇愁双鬓飞秋蓬。"
        },
        {
            "标题": "关山月",
            "作者": "陈琏",
            "内容": "冰轮流辉天宇宽，长风吹度玉门关。玉关无云秋万里，月色满空凉似水。\n远客思归睡不成，况复边头来雁声。楼中美人当此夕，坐对清辉应叹息。"
        },
        {
            "标题": "鸿门宴",
            "作者": "陈琏",
            "内容": "嬴秦蚕食六国空，刘项崛起谁雌雄。芒砀已见天子气，楚氛犹袭咸阳宫。\n鸿门何人出秘计，天意先已酣重瞳。剑光辉霍射人目，座间飒飒生寒风。\n帐前玉斗一声碎，风云已去随真龙。汉基四百由此造，当时独数留侯功。"
        },
        {
            "标题": "洛阳道",
            "作者": "陈琏",
            "内容": "洛阳道，平不颇，香车宝马纷来过。落花飞红依度幰，垂柳拂地随鸣珂。\n只言百岁事行乐，岂知掘地飞双鹅。金谷繁华等春梦，道傍荆棘埋铜驼。"
        },
        {
            "标题": "朱鹭",
            "作者": "陈琏",
            "内容": "朱鹭来，集天池。丹为裳，砂为衣。朱鹭来，色光华。耀晨曦，映晴霞。\n朱鹭来，自丹丘。繄赤凤，可同游。朱鹭来，际时雍。神筴演，庆无穷。\n朱鹭来，彰有德。和气充，百福集。朱鹭来，协嘉祥。登瑞图，煊有光。"
        },
        {
            "标题": "闰月",
            "作者": "陈琏",
            "内容": "阳生玉琯葭灰浮，二十四气推步周。颁重光，歌重轮，气朔不差岁始匀。\n谁能更缓羲和辔，愿祝吾皇千万岁。"
        },
        {
            "标题": "艾如张",
            "作者": "陈琏",
            "内容": "维时讲春蒐，徒旅集崇阿。有鸟萃方丛，榛楛一何多。\n芜秽既剪伐，张机设虞罗。群鸟忽高举，罗兮奈尔何。"
        },
        {
            "标题": "铜雀台",
            "作者": "陈琏",
            "内容": "铜雀高峨峨，百尺淩云烟。台中贮群妓，颜色如花妍。\n霓旌不复来，已筑西陵土。白日闭泉扃，何由见歌舞。\n穗帏闲夜月，玉座空秋风。脯糒方荐罢，瞻望意无穷。"
        },
        {
            "标题": "十二月词效李长吉体 其十一 十一月",
            "作者": "陈琏",
            "内容": "雪花六出碎琼芳，九成宫阙参差光。一声白纻樽前起，琵琶枨枨寒玉指。\n火井温泉何处寻，氍毹醉卧雕房深。"
        },
        {
            "标题": "晓仙谣",
            "作者": "陈琏",
            "内容": "金鸡初号天未晓，绮阁沉沉漏声杳。月华淡白涵春风，窗外碧桐青凤小。\n蕊珠仙子素霓裳，腰间玉玦双明珰。曜灵犹未启初景，飘飘欲得云间翔。\n琅函夙授长生箓，服气餐霞胜辟谷。青鸾有信喜相邀，瑶池早晚蟠桃熟。"
        },
        {
            "标题": "十二月词效李长吉体 其十二 十二月",
            "作者": "陈琏",
            "内容": "湘筠冻折琅玕玉，冷逼青楼起寒粟。依微和气酒中回，龟甲屏风照银烛。"
        },
        {
            "标题": "芳树篇",
            "作者": "陈琏",
            "内容": "中庭蔼嘉树，清影荫兰池。密叶惠风拂，灵根华泉滋。\n奇葩纷旖旎，艳质复葳蕤。佳人间幽室，对此惜容辉。\n含情理哀弦，弹作阳春辞。清音自激越，此意谁能知。\n恒恐秋节至，严霜悴芳枝。流光驹过隙，欢乐当及时。"
        },
        {
            "标题": "铜雀妓",
            "作者": "陈琏",
            "内容": "西陵漳河上，松柏郁苍苍。穗帏歌舞罢，含泪忆君王。"
        },
        {
            "标题": "巫山高",
            "作者": "陈琏",
            "内容": "巫山高，高刺天，峰峦十二开青莲。阳台神女竟何在，朝云暮雨犹依然。\n宋玉微词徒自诧，襄王荒怪益堪怜。山下遗宫总芜没，空馀猿狖啸苍烟。"
        },
        {
            "标题": "十二月词效李长吉体 其一 正月",
            "作者": "陈琏",
            "内容": "东郊美人迎新春，春光茫茫烟满津。江头水生杨柳新，色染鹅黄犹未匀。\n和风丽日催兰蕙，淑气融融塞天地。无心去理阳春曲，闲把修娥斫双绿。"
        },
        {
            "标题": "十二月词效李长吉体 其九 九月",
            "作者": "陈琏",
            "内容": "井梧叶落银床冷，月下孤鸾吊寒影。院宇沉沉清似水，闪闪光摇烛花紫。\n长歌白纻敲悬珰，绿香绣幕愁夜长。"
        },
        {
            "标题": "十二月词效李长吉体 其三 三月",
            "作者": "陈琏",
            "内容": "七星挂城宫漏残，别院悬帘秋水寒。琐窗梦断莺声老，满地落红闲不扫。\n脉脉芳心向谁道，蝴蝶飞来满芳草。光风淡淡春云热，江上菖蒲想堪结。\n春住春归总不知，愁看十里杨花雪。"
        },
        {
            "标题": "十二月词效李长吉体 其四 四月",
            "作者": "陈琏",
            "内容": "平塘水流声溘溘，波凝鸭绿琉璃滑。横船醉眠白昼长，浦口梅风歌扇香。\n老红堕地花已稀，幽篁娟娟弄粉姿，美人怅望别离时。"
        },
        {
            "标题": "十二月词效李长吉体 其八 八月",
            "作者": "陈琏",
            "内容": "桂影月中现，桂香天外飘。玉佩湘娥解，锦瑟佳人调。\n灯青兰膏煖，灰寒沉水消。城鸦啼粉堞，河落曙萧萧。"
        },
        {
            "标题": "十二月词效李长吉体 其六 六月",
            "作者": "陈琏",
            "内容": "赤帝来，火龙出，下土炎炎畏红日。翠华摇摇宴水晶，仙风泠泠透骨清，何须赤脚踏层冰。"
        },
        {
            "标题": "十二月词效李长吉体 其七 七月",
            "作者": "陈琏",
            "内容": "星桥驾乌鹊，秋竹度秋萤。舞衫嫩凉结，纨扇幽恨并。\n蘼芜花正发，衰兰色已零。霄寒紫罗荐，露湿芙蓉屏。\n孀妾耿忘寐，此心常独惺。"
        },
        {
            "标题": "十二月词效李长吉体 其二 二月",
            "作者": "陈琏",
            "内容": "采桑南陌头，陌头花开风力柔。吴媮向人扬清讴，花底怨春胡燕愁。\n社雨初晴路如洗，轧轧车声转流水。罗裙翠袖香风起，芳草萋萋暮烟紫。"
        },
        {
            "标题": "十二月词效李长吉体 其五 五月",
            "作者": "陈琏",
            "内容": "湘帘捲秋水，玉簟凉冰肌。鹍弦诉幽怨，凤笙吹参差。\n杯浮甘露浆，井汲铅华水。歌罢綵云空，南薰四筵起。"
        },
        {
            "标题": "十二月词效李长吉体 其十 十月",
            "作者": "陈琏",
            "内容": "鸳鸯瓦冷霜华薄，剪剪轻寒透罗幕。银缸吐花凝幽光，击钟挝鼓饮华堂。\n万籁沉沉夜方永，玉兔无声堕寒影，酒阑人散笙歌静。"
        },
        {
            "标题": "吴江晚眺二首 其一",
            "作者": "陈琏",
            "内容": "垂虹桥上闲立，三高祠前独吟。昔日清风何在，五湖烟水沉沉。"
        },
        {
            "标题": "吴江晚眺二首 其二",
            "作者": "陈琏",
            "内容": "山云欲断未断，水鸟将飞不飞。湖上浪喧风紧，鹿头艇子初归。"
        },
        {
            "标题": "天马歌",
            "作者": "陈琏",
            "内容": "汗血神驹不世出，一旦生下月氏窟。凤臆龙鬐首渴乌，身带虎文异筋骨。\n朝刷昆崙，暮秣西极。电迈飙驰，不可慌惚。仰天长鸣，万骑辟易。\n忆昔元封盛治时，长驱万里来京师。天子纵观心独喜，荐诸宗庙形歌诗。\n翠云为鞁七宝鞍，置之天驷十二闲。乘舆亲临至甘泉，曾骖玉辂鸣和鸾。\n君不见汉家凋弊由天马，无限生灵膏草野。万古千秋恨未消，至今鬼哭宛城下。"
        },
        {
            "标题": "宿汾水驿",
            "作者": "陈琏",
            "内容": "新城楼头风急，汾水驿前月明。有客思乡弄笛，何人对酒吹笙。"
        },
        {
            "标题": "白纻词二首 其二",
            "作者": "陈琏",
            "内容": "舞白凫，歌白纻，纤腰皓齿东邻女。清声袅云情缕缕，郢中白雪何足数。\n凉风萧萧雁南翔，玉颜满堂乐未央，此舞此歌那可忘。"
        },
        {
            "标题": "阳春歌",
            "作者": "陈琏",
            "内容": "冰帘捲秋水，宝鸭腾烟缕。幽思满银筝，彩弦愁独理。\n不见知心人，无言泪如雨。一曲陌上歌，谁是采桑女。"
        },
        {
            "标题": "白纻词二首 其一",
            "作者": "陈琏",
            "内容": "胭脂半湿红玉春，远山不扫娇娥颦。歌声飘飘绕梁尘，玳瑁筵前月色新，管弦相和哀思匀。\n子夜沉沉更漏促，绛蜡摇光照银屋，馆娃宫人听未足。"
        },
        {
            "标题": "乌栖曲",
            "作者": "陈琏",
            "内容": "井梧叶落惊乌起，深院沉沉烛花紫。门前月色冷如霜，忆郎不来空断肠。"
        },
        {
            "标题": "晚发广陵二首 其一",
            "作者": "陈琏",
            "内容": "秋老荷香寂寞，烟消柳色蓝毵。隔岸青山几点，行人言是江南。"
        },
        {
            "标题": "晚发广陵二首 其二",
            "作者": "陈琏",
            "内容": "绿水风恬波静，红楼雨过凉生。一曲紫箫听罢，扁舟已过芜城。"
        },
        {
            "标题": "题王君晋彦梅窗二首 其二",
            "作者": "陈琏",
            "内容": "市远无嚣尘，地僻有佳致。众芳摇落后，忽见先春至。\n梅花带雪开，却傍鳌台次。临池疏影横，入座暗香异。\n客至一开轩，满目多情意。却寄陇头人，而不逢驿使。\n但香洁白姿，亦足供吟思。挥笔有馀情，时吐虹霓气。\n虽协驿人怀，亦比君子志。纷纷桃李华，谩兴韶华媚。\n荣开在片时，节操安得似。唯兹耐岁寒，冰霜亦何忌。\n异日宝老成，调羹应何俟。"
        },
        {
            "标题": "麒麟诗",
            "作者": "陈琏",
            "内容": "至和储精，麒麟降生。麇身牛尾，马蹄龙睛。身备五采，绚烂晶荧。\n性尤仁厚，瑞图可徵。不远万里，来自南溟。祥云瑞霭，光绚阙廷。\n出入金门，迩乎龙軿。群臣聚观，喜跃弗胜。惟昔太祖，天命是膺。\n皇风以穆，皇道以贞。九夷八蛮，莫不来庭。冲和氤氲，屡致嘉祯。\n皇帝嗣位，天下以宁。仁被动植，泽及含灵。祯祥沓至，以昭太平。\n祥麟之来，适际文明。惟帝之圣，贞符是承。有濯厥声，耀于万龄。"
        },
        {
            "标题": "扳桂亭",
            "作者": "陈琏",
            "内容": "我昔乘天风，飞上广寒宫。行于白兔窟，笑倚丹桂丛。\n时维八月秋气肃，桂花初放黄金粟。举手高扳第一枝，但觉满身香馥馥。\n仙人坐我七宝床，笑擘麟脯分琼浆。□宫淋漓醉花下，至今衣袂犹芬芳。\n拂袖归来憩亭子，世人相看惊且喜。璇题黄榜照黉宫，扳桂之名从此始。"
        },
        {
            "标题": "题王君晋彦梅窗二首 其一",
            "作者": "陈琏",
            "内容": "鳌台天寒冬欲暮，瑞叶纷纷似飞絮。王家轩子临清池，忽报梅花开满树。\n老梢屈铁苔藓重，暗香时复生帘栊。横斜疏影黄昏后，灿烂繁葩积雪中。\n素闻君家兄弟好，况复怡怡嗜文藻。对花酌酒赋新诗，只恐南枝春色老。"
        },
        {
            "标题": "紫霞泉",
            "作者": "陈琏",
            "内容": "一派寒泉，出于山址。终日清泠，不污泥滓。伊谁所发，上清仙子。"
        },
        {
            "标题": "题王君鲁夫菊堂",
            "作者": "陈琏",
            "内容": "美人乐嘉遁，结屋西山陲。门巷深窈窕，种菊满东篱。\n清风绽金萼，凉露湛琼甤。孰云秋容淡，晚节香尤奇。\n中黄色本正，举世畴能知。缅怀柴桑翁，高风邈难追。\n悠然引孤酌，目送晴云晖。"
        },
        {
            "标题": "迎翠楼",
            "作者": "陈琏",
            "内容": "危栏百尺轶飞埃，乘暇登临望眼开。远轴送青当槛转，平林分绿过窗来。\n松风冷逼湘筠簟，花露香浮药王杯。一自华胥春梦觉，百年遗址委苍苔。"
        },
        {
            "标题": "题王君鲁夫嘉禾亭",
            "作者": "陈琏",
            "内容": "圣明之御极兮，纷祯祥之沓至。维嘉禾之发生兮，实和气之所致。\n由德门之积庆兮，毓斯祥于盛世。方修茎之挺玉兮，复灵苗之芬萃。\n淩清霜而既实兮，各一茎而三穗。来耄倪之丛观兮，聆欢声之腾沸。\n由嘉种之不恒有兮，殆为时之攸贵。愿益敦其所积兮，绵家声而弗替。"
        },
        {
            "标题": "子昂兰竹图为莫知观赋",
            "作者": "陈琏",
            "内容": "拾翠羽兮湘岸，纫幽佩兮江干。灵雨滋兮苔石，光风转兮崇兰。\n望美人兮延伫，倚修篁兮永叹。怅王孙兮不返，悼流光兮岁阑。"
        },
        {
            "标题": "幽谷辞为范孟祯先生赋",
            "作者": "陈琏",
            "内容": "谷之深兮窈窕，谷之幽兮山麓。气濛溶兮白云，阴蔽亏兮嘉木。\n芝烨烨兮可餐，泉泠泠兮可掬。供啸傲兮烟霞，同游嬉兮麋鹿。\n谅劳生兮焉休，蹈前修兮遗躅。嗟岁月兮几何，聊盘桓兮幽独。"
        },
        {
            "标题": "登崇文阁",
            "作者": "陈琏",
            "内容": "崇巍乎高哉，崇文之阁兮，吾不知其几百尺。突兀直倚苍冥中，雕檐高飞近晓日。\n琼窗洞启来清风，前瞻兮帝阙，下顾兮辟雍。京畿郁兮千里，五云近兮九重。\n太行西来兮迤逦，居庸北拱兮巃嵷。峰峦远近共环峙，削出朵朵金芙蓉。\n是中奇胜甲天下，何况此地名儒宗。图书浩瀚纷莫数，文光夜吐犹晴虹。\n汉家天禄不可以复见，幸喜斯阁之高崇。值校文之多暇，日徙倚而从容。\n爱扶舆磅礴之奇秀兮，呼吸尽使归心胸。阑乾笑拍飞鸟上，豪气不减陈元龙。\n俯视十二衢，车马尘濛濛。欲招太白老，更约东坡翁。\n葡萄酒倾玛瑙瓮，日醉三百玻璃钟。人间亦自有胜境，何必飞度扶桑东。"
        },
        {
            "标题": "望罗浮二首",
            "作者": "陈琏",
            "内容": "仙山郁嵯峨，千古青未了。楼台起中天，钟磬出林杪。\n奇香散仙葩，五色翔神鸟。谁能蹑高顶，洞览周八表。"
        },
        {
            "标题": "华盖观瀑",
            "作者": "陈琏",
            "内容": "大科峰头走白龙，蜿蜒绕出青芙蓉。披烟捲雾隐复现，飞下云坪第几重。\n凭虚喷薄一痕白，界破翠崖数千尺。晴空风雨锁岩陬，浩浩松涛万壑秋。\n飞湍激石石将转，雪浪撼山山欲浮。浮山转石肆磅礴，五丁鬼斧何年凿。\n顿洗烦襟三斛尘，心源活泼从疏瀹。"
        },
        {
            "标题": "钓鳌台",
            "作者": "陈琏",
            "内容": "粤昔有畸人，东来驾飞涛。寄兴在鱼钓，清梦驰江皋。\n一旦委朝露，古台空自高。馀生乐嘉遁，曾此恣嬉遨。\n何当把长竿，一钓连六鳌。"
        },
        {
            "标题": "廉泉亭",
            "作者": "陈琏",
            "内容": "城南多好山，旗岭素云美。时平乐游衍，亭子翼然起。\n白石拥云根，寒泉发山址。沄沄出靡竭，湛湛清彻底。\n幽寻涉瑶涧，泂酌心最喜。尘缨已能濯，俗耳旧曾洗。\n前修富咏歌，佳致诚可纪。道州期并称，石门焉敢拟。\n贪夫倘饮之，其颡当有泚。"
        },
        {
            "标题": "张留书院",
            "作者": "陈琏",
            "内容": "云峰敞岩洞，景致异寻常。涓涓泉石净，冉冉芝朮香。\n松风吹水帘，萝月转书堂。一从张留后，草木有辉光。"
        },
        {
            "标题": "游琅琊开化寺二首 其二",
            "作者": "陈琏",
            "内容": "峨峨琅琊山，拔地几千丈。坤灵毓神秀，景态日万状。\n金碧灿晴峦，芙蓉开叠嶂。于时喜跻攀，倏至飞舄上。\n天姥如可晞，匡庐遥相望。长歌招安期，临风复惆怅。"
        },
        {
            "标题": "冲虚观",
            "作者": "陈琏",
            "内容": "山从蓬岛来，灵迹世应稀。神符生竹叶，蝴蝶化仙衣。\n瑶台集羽士，端简礼紫微。不唯铜龙出，亦见庆云飞。"
        },
        {
            "标题": "望罗浮二首 其二",
            "作者": "陈琏",
            "内容": "谁将罗浮山，分来奠南土。峰峦馀四百，历历青可数。\n泉源近福地，灵胜开千古。曾见黄野人，云中骑哑虎。"
        },
        {
            "标题": "游琅琊开化寺二首 其一",
            "作者": "陈琏",
            "内容": "夙志抱冲淡，岂为尘事萦。兹晨属休暇，况与文彦并。\n联镳度芳甸，飞盖指岩扃。玉树交左右，琼泉泻琮琤。\n悠悠祥风至，冉冉庆云生。蓬莱天咫尺，瞻望有馀情。"
        },
        {
            "标题": "宝安八景 其七 海月风帆",
            "作者": "陈琏",
            "内容": "何年役神工，凿破苍崖石。幽□□□□，□□□□壁。\n涛声撼禅关，岚气满空室。□□□□□，□□□一色。\n风来客帆归，月出潮□□。□□□□□，□□开虚碧。"
        },
        {
            "标题": "重修资福禅寺因系以诗",
            "作者": "陈琏",
            "内容": "宝安资福称禅宗，肇基廨宇地位崇。灵源杰阁淩苍穹，开山建阁祖堂翁。\n辟支佛光犹白虹，柏树荣悴昭神通。纪述幸遇东坡公，阁历世远一旦空。\n断础残碑苔藓重，全公住持愿力洪。忽尔思踵前人踪，经之营之材力隆。\n建造完美成其功，佛像灿灿黄金容。诸神拱卫貌愈恭，旦夕焚修喧鼓钟。\n勖尔居者无怠庸，期守象教扬宗风。丰碑贞石新磨砻，垂休纪绩应无穷。"
        },
        {
            "标题": "武山",
            "作者": "陈琏",
            "内容": "海濒多名山，兹山最雄特。盘回几千里，屹立势无敌。\n峨峨峰峦高，去天仅盈尺。树含不老姿，石有太古色。\n绝壁走飞鼯，枯槎聚饥鹘。沧溟涨天浮，纵目望无极。\n缅怀余襄公，曾此候潮夕。"
        },
        {
            "标题": "零春馆",
            "作者": "陈琏",
            "内容": "高人托冲隐，筑居琼岛浔。山水足佳趣，烟露惬素心。\n牙签悬锦轴，玉树映琼林。芸草满阶除，清香时辟蟫。\n一鸟花间鸣，间关流好音。感此时序易，长歌还孤斟。\n孰识个中趣，悠悠山水深。"
        },
        {
            "标题": "宝安八景 其八 觉华烟雨",
            "作者": "陈琏",
            "内容": "芳洲启兰若，沧江自环互。终日风雨来，长林翳烟雾。\n香凝薝卜花，翠湿菩提树。高僧悟禅秘，妙断往来趣。\n时闻独鹤鸣，莫辨孤鸾去。薄暮动疏钟，空濛不知处。"
        },
        {
            "标题": "凤凰台",
            "作者": "陈琏",
            "内容": "山上百尺台，曾闻来凤凰。凤凰去已久，遗迹空凄凉。\n竹实饱霜露，梧桐媚朝阳。于今际熙皞，凤兮当来翔。\n翩然衔瑞图，与时作祯祥。"
        },
        {
            "标题": "龙舌泉",
            "作者": "陈琏",
            "内容": "闻昔励布衣，寻龙称地仙。此井渠所发，至今出寒泉。"
        },
        {
            "标题": "珊瑚洲",
            "作者": "陈琏",
            "内容": "珊瑚生海底，偶为渔者得。至今洲畔月，长照水波赤。"
        },
        {
            "标题": "重修上清观因系以诗",
            "作者": "陈琏",
            "内容": "道家之山南海壖，云气近与罗浮连。灵鸟何年来翩翩，高台表瑞人争传。\n琳宫巍然踞山巅，雕檐画栋淩云烟。曾闻昔日来真仙，霞衣玉佩相后先。\n鸾笙鹤驭久不还，瑶草离离朝露鲜。亭台亦随陵谷迁，独有观宇犹依然。\n年深华搆已非前，震风淩雨增烦悁。迩来兴修集良缘，像设藻绘尤清妍。\n晨钟暮鼓喧法筵，崇奉祈祷心意虔。上祈圣寿高齐天，岂但芝室高谈玄。\n后人趾美宜勉旃，仙风道气长绵绵。刻辞喜有苍珉坚，为纪胜迹垂千年。"
        },
        {
            "标题": "题黎氏祠堂",
            "作者": "陈琏",
            "内容": "有美诗书裔，由来号德门。分符闻远祖，冠豸见诸孙。\n兰玉春风蔼，松楸雨露繁。奉先祠夙搆，系族谱犹存。\n制度深详究，仪文旧讲论。堂阶明等级，昭穆序卑尊。\n祭器清尤洁，斋居寂不喧。丽牲碑已老，玉鬯礼弥敦。\n承祭推宗子，联行肃弟昆。蘋蘩供俎豆，醪醴注罍樽。\n缩酒茅偏洁，焚香鼎自温。暖光浮蜡炬，烈焰烛糁盆。\n祼奠终三献，歌谣遍一村。燕毛常序齿，敬祖重分膰。\n士论咸归美，乡闾无间言。观风有使者，我喜为敷宣。"
        },
        {
            "标题": "宝安八景 其二 凤台秋霁",
            "作者": "陈琏",
            "内容": "峨峨道家山，神仙有楼阁。灵鸟久不来，□□□□昨。\n霜寒竹实老，露重桃花落。遥空净氛翳，万□□神岳。\n几回候仙骖，缥缈闻仙鹤。日暮天风高，□□动寥廓。"
        },
        {
            "标题": "宝安八景 其六 靖康海市",
            "作者": "陈琏",
            "内容": "瀰漫合澜海，南与沧溟通。蜃气起蛟室，珠光出龙宫。\n楼台纷隐见，墟市见空濛。谩将化城比，还与幻境同。\n天风忽吹荡，人物归虚空。登州景相类，赋咏怀坡翁。"
        },
        {
            "标题": "宝安八景 其三 旗岭廉泉",
            "作者": "陈琏",
            "内容": "灵源发山麓，湛湛澄寒辉。素不污泥滓，时能起沦漪。\n沿涧泻瑶琴，触石成珠玑。来寻惬幽趣，同酌欲忘机。\n政喜清热恼，无烦浣尘衣。何当酿春酒，再拜奉亲闱。"
        },
        {
            "标题": "宿大王川雷雨大作晓视四山皆雪时四月二十五日也",
            "作者": "陈琏",
            "内容": "我家南海头，偶至玄冥北。南北万馀里，气候孰能测。\n车营初到晴川上，暮霭方收日将夕。维时适当孟夏终，黑云张空如墨色。\n大风刮地沙石走，雷雨中宵惊霹雳。不眠帐下拥貂裘，晓视四山皆雪白。"
        },
        {
            "标题": "古剑",
            "作者": "陈琏",
            "内容": "我有太古剑，新拭鸊鹈血。收藏久未试，光芒射寒月。"
        },
        {
            "标题": "大鹏窝",
            "作者": "陈琏",
            "内容": "大山小山千万重，天边削出金芙蓉。丹崖翠壁宛如画，无乃秀气钟鸿濛。\n枪竿龙门俱此通，碧溪流水春溶溶。犬羊腥秽久荡涤，岩壑往往来清风。\n我时扈从随飞龙，竟日笑入烟霞中。明发浩亹关上去，回瞻秀色郁葱葱。"
        },
        {
            "标题": "宝安八景 其一 市桥春涨",
            "作者": "陈琏",
            "内容": "石梁跨河岸，百尺犹垂虹。夜来春□□，□□□□洪。\n滔滔势莫遏，滚滚声何雄。□□□□□，□□□海通。\n飞翔集鹅鹳，变化多鱼龙。□□□□□，□□兴何穷。"
        },
        {
            "标题": "扫枯叶",
            "作者": "陈琏",
            "内容": "塞草春深犹未茁，沙拥枯根马难齧。仆夫上山扫叶回，大筐小筐不用切。\n料香叶软仅充饥，难比豆秸兼稻秸。扫叶须扫不落叶，马能添膘少中结。"
        },
        {
            "标题": "宝安八景 其五 彭洞水帘",
            "作者": "陈琏",
            "内容": "群峰敛苍蔼，石壁凝寒辉。如何乳泉下，化作水帘垂。\n光荧耀水晶，的皪明珠玑。月钩谩高挂，云额空自披。\n曾闻乘鸾女，浣弄湿仙衣。信知出天造，不假人力为。"
        },
        {
            "标题": "宝安八景 其四 宝山石瓮",
            "作者": "陈琏",
            "内容": "伊谁凿山骨，开作石瓮圆。不假陶冶工，可拟金石坚。\n终日泻飞淙，积岁成重渊。山灵为呵护，神物常蜿蜒。\n有时起风电，白昼生云烟。黎民沐嘉泽，胜迹垂千年。"
        },
        {
            "标题": "哀李江州",
            "作者": "陈琏",
            "内容": "元纲告衅天柱倾，太白夜夜摇光晶。陈胜之徒起相继，首陷颍蔡次鄂荆。\n浩浩妖氛塞天地，不意来薄浔阳城。浔阳江淮一保障，李侯忠义能支撑。\n完城练卒矢杀贼，君臣义重视死轻。十万红巾夜飞渡，晓觇山前皆贼营。\n羽书沉沉烽火急，霜露肃肃边笳鸣。挺身大小百馀战，斩刈无算贼胆惊。\n鼓鼙无声日光薄，阴风西来膏血腥。奈何中外失救援，皇天后土呼不应。\n挥戈跃马决一战，临终骂贼口不停。英英烈气排山岳，落落芳名照汗青。\n人生自古谁不死，侯今虽死犹如生。我来泊舟谒祠下，奠以寒泉荐菊英。\n坐招五老歌楚些，山光水色含馀情。"
        },
        {
            "标题": "送江公子大潜归临安",
            "作者": "陈琏",
            "内容": "闻道临安风景好，凭君问讯近何如。钱王台榭久芜没，逋仙梅花今有无。\n物态人情那异昔，湖光山色想如初。他时登览定相忆，烦寄一封云锦书。"
        },
        {
            "标题": "八月初一日奉天殿早朝",
            "作者": "陈琏",
            "内容": "凤诏班师大驾还，金门冠佩肃千官。祥云常护蓬莱殿，旭日光临玉笋班。\n扇影参差开雉尾，天威咫尺觐龙颜。词臣争进平胡颂，万岁千秋喜治安。"
        },
        {
            "标题": "十台怀古 其一 姑苏台",
            "作者": "陈琏",
            "内容": "吴王行乐登高台，凤绡翠幕重重开。更深歌舞宴西子，飘飘丝竹云边来。\n渡溪铁骑纷如簇，台上犹歌乌夜曲。曲声未断越兵来，一旦欢娱梦蕉鹿。\n蛾眉零落归何处，声色迷人孰能悟。千年遗址百花洲，犹说吴王旧行路。"
        },
        {
            "标题": "送郡守王纶之任",
            "作者": "陈琏",
            "内容": "新领除书荷宠荣，双旌五马出都城。过家喜有亲朋会，入郡应多父老迎。\n好效刘宽施善政，肯教王霸擅能声。左江黎庶沾恩惠，鼓腹讴歌乐太平。"
        },
        {
            "标题": "赠礼部尚书吕公挽诗",
            "作者": "陈琏",
            "内容": "关中人物擅才华，五福能全众所誇。一梦黄粱成永诀，九重紫诰遽褒嘉。\n官膺三品尚书秩，系出前朝仆射家。欲拜新阡观墓碣，栎原松桧隔烟霞。"
        },
        {
            "标题": "峄山",
            "作者": "陈琏",
            "内容": "亭亭绎凫山，秀色钟乾坤。峰峦拔地几千丈，雄势直欲排苍旻。\n传闻秦始皇，昔日曾东巡。銮舆驻其下，禋祀昭礼文。\n山巅立石纪功德，李斯小篆时所珍。人间阅历几千载，字画剥落谁能分。\n不惟秦碑久寂寞，琳宫梵刹迹亦陈。丹崖翠壁宛然在，春花秋月年年新。\n复闻其阳产孤桐，枝叶团团生紫云。其材之良世所重，制为宝琴音独淳。\n我愿持之献天子，坐令四海歌南薰。"
        },
        {
            "标题": "北邙山",
            "作者": "陈琏",
            "内容": "北邙之山何其高，春雨年年生野蒿。山上古坟纷莫数，岁远年深不知主。\n墓道之碑多不存，空见石羊兼石虎。只今山下多新阡，曾见何人挂纸钱。\n松楸麦饭古来重，此事惟属儿孙贤。因经北邙山，高歌空感慨。\n漳河隔岸是西陵，陵前松柏今安在。"
        },
        {
            "标题": "边景昭四时鹌鹑为周副都御史赋四首 其一 春",
            "作者": "陈琏",
            "内容": "自信生来性独灵，斑斑文采更分明。斗时胜负浑閒事，曾占梨园曲里名。"
        },
        {
            "标题": "边景昭四时鹌鹑为周副都御史赋四首 其三 秋",
            "作者": "陈琏",
            "内容": "粟垂金穗暮秋时，来往郊原得所依。曾记朝回花下见，一双飞上绣罗衣。"
        },
        {
            "标题": "边景昭四时鹌鹑为周副都御史赋四首 其二 夏",
            "作者": "陈琏",
            "内容": "草碧莎青照眼新，炎炎暑气政熏人。一双同沐清波上，偏喜毛衣不染尘。"
        },
        {
            "标题": "边景昭四时鹌鹑为周副都御史赋四首 其四 冬",
            "作者": "陈琏",
            "内容": "清晨六出雪花晞，枸杞子红今满枝。逐伴偶来贪看处，玉坡高处立多时。"
        },
        {
            "标题": "扁鹊墓",
            "作者": "陈琏",
            "内容": "灵骨閟重泉，墓石久已坏。至今业医人，犹思伏道艾。"
        },
        {
            "标题": "天育骠骑图为都指挥使韩公赋",
            "作者": "陈琏",
            "内容": "唐代君王少巡幸，赤泽岸边马成阵。后来蕃息虽已多，天育之驹号神骏。\n圉人牵来不敢骑，矫矫龙性汗血姿。君王见此志骄逸，天下龙媒思致之。\n闲厩有官从此始，宁禁中人衣金紫。四十三万若云屯，其中未必皆骥子。\n一朝渔阳鼙鼓来，内外监牧俱烟埃。翠华摇摇西幸蜀，骠骑此时安在哉。\n谁能写真传后世，逸态雄姿无乃是。鸣呼，騕袅龙媒今岂无，时无孙阳诚可吁。"
        },
        {
            "标题": "送陈司训仲矩",
            "作者": "陈琏",
            "内容": "司训稽勋去，今朝遽别滁。江山新雪后，风物暮冬馀。\n祖席频呼酒，行囊只载书。临岐忍分袂，握手重踟躇。"
        },
        {
            "标题": "送严廷圭廷筠兄弟归吴兴",
            "作者": "陈琏",
            "内容": "二难初自吴兴至，文采应如瑞凤毛。乃祖勋名当世重，故家乔木与云高。\n钟山翠色明归旆，杨子波光逐去舠。别后相逢定何日，要听英誉迈时髦。"
        },
        {
            "标题": "淮阴驿",
            "作者": "陈琏",
            "内容": "晚泊淮阴驿，瀼瀼白露零。连城闻夜柝，隔岸见秋灯。\n月落林光黑，风来水气腥。追思旧游地，当日有三亭。"
        },
        {
            "标题": "草虫图",
            "作者": "陈琏",
            "内容": "花卉两三丛，蜂蝶共游戏。仰观造化心，无限惜春意。"
        },
        {
            "标题": "竹泉为朱善庆赋",
            "作者": "陈琏",
            "内容": "端居林下息尘机，种竹疏泉也自奇。绿叶迎风翻翠羽，清泠落涧作文漪。\n濯缨好继沧浪咏，直学宜来卫武诗。闻道能持贞洁操，声华赫赫著明时。"
        },
        {
            "标题": "朝元阁怀古",
            "作者": "陈琏",
            "内容": "忆昔神君下降来，朝元宝阁倚山开。九重天近春如海，五色云深锦作堆。\n杰搆几番遭劫火，遗基空自长莓苔。长杨昨夜西风起，吹作秋声万壑哀。"
        },
        {
            "标题": "湖山秋夕图为礼斋郭公子赋",
            "作者": "陈琏",
            "内容": "夕景敛馀辉，湖山喜幽寂。桂花散清芬，松树带寒色。\n玉蟾天东来，下照湖水碧。群鸟栖未定，驯麋意閒适。\n诗兴入冥搜，风致浩无极。何当挟飞仙，长歌溯寥泬。"
        },
        {
            "标题": "寄克杰陈先生",
            "作者": "陈琏",
            "内容": "蚤承徵诏谒承明，归向山中养性灵。潘岳投閒应有赋，伏生垂老尚传经。\n池边雨过芹香细，庭下春回草色青。每忆孤桐奏流水，清音曾许鹤同听。"
        },
        {
            "标题": "种善堂为仁和王惟善赋",
            "作者": "陈琏",
            "内容": "武林有佳士，医术能专攻。一从来京师，市隐阛阓中。\n济人居善药，卓有宋清风。所居矧幽寂，梧竹纷成丛。\n橘井湛秋绿，杏花媚春红。孜孜务种善，阴德日已崇。\n愿言慎终始，无亏平昔功。它年方伎传，令誉垂无穷。"
        },
        {
            "标题": "江南图为考功杨郎中赋",
            "作者": "陈琏",
            "内容": "江南多好山，秀色互辉映。人居近林麓，长年喜幽静。\n好鸟鸣嘉树，驯麋卧芳径。偶此披画图，悠然发清兴。"
        },
        {
            "标题": "访李秋谷祠堂遗址",
            "作者": "陈琏",
            "内容": "前代有名臣，晚节号秋谷。声名隘寰宇，勋业重钧轴。\n初年居许昌，别墅依水曲。光风泛崇兰，苍雪洒修竹。\n当时择名胜，此地擅幽独。俯仰成百年，乐事随转烛。\n故基长蒿莱，终日来樵牧。我今重经过，恻怆访遗躅。\n清风已寥寥，芳草几回绿。"
        },
        {
            "标题": "皆山轩为吴公太仆赋",
            "作者": "陈琏",
            "内容": "淮西列郡数环滁，密迩京畿接帝都。此地千年留胜槩，好山四面自盘纡。\n鸾翔凤翥形偏异，扆列屏张势不孤。雨过惊看青崒嵂，云开或见翠模糊。\n醒心丰乐名犹在，同醉怀嵩迹已芜。空睹故基俱寂寞，不知芳草几荣枯。\n醉翁去后谁堪继，太仆才高足并驱。近筑小轩新景界，重开胜地好规模。\n峰峦面面呈圭璧，云气时时作画图。幽谷辟来成别墅，酝泉引得近行厨。\n当窗树色团如幄，绕屋松声响似竽。碧沼养鱼俱锦鲤，平郊放马总龙驹。\n牙签宝轴盈髹几，翠管银筝送玉壶。花气入帘香雾重，竹光浮簟浪纹粗。\n烟岚满眼何曾歇，泉石清心只自娱。终日逢迎无俗侣，常时谈笑集鸿儒。\n好将绿野平泉比，莫作商颜谷口呼。翰苑诸公频赋咏，新诗满卷粲骊珠。"
        },
        {
            "标题": "春日郡斋有怀成均诸先生",
            "作者": "陈琏",
            "内容": "春阳应候至，万虑遂枯荣。烟消芳草积，雨过嘉苗生。\n流莺何处来，睍睆闻新声。同心间徽音，感此独凝情。\n相望渺川岳，何时当合并。"
        },
        {
            "标题": "古柏为礼部精膳司员外张韫题",
            "作者": "陈琏",
            "内容": "李郎画笔重当时，古柏写来何太奇。坚刚原是栋梁器，偃蹇已成龙虎姿。\n孔明庙前经岁久，莱公祠畔起人思。根盘厚地高百尺，侧叶不随凡木衰。"
        },
        {
            "标题": "和颍上知县廖谟行营即事四首 其三",
            "作者": "陈琏",
            "内容": "万乘驻龙沙，雕戈耀日华。令传新赐节，袍拥旧蟠花。\n营起军威肃，兵行阵势斜。旌麾来队队，光采绚朝霞。"
        },
        {
            "标题": "大店驿",
            "作者": "陈琏",
            "内容": "驿庭临古道，好似野人家。对雪频呼酒，敲冰旋煮茶。\n暖烟生榾柮，寒月映梅花。客况清如许，诗成祇自誇。"
        },
        {
            "标题": "送柳城幕长古绍先",
            "作者": "陈琏",
            "内容": "酌别溪亭上，薰风拂面凉。绿披蕉叶嫩，红绽藕花香。\n衡岳连天远，湘江入海长。相逢定何日，客思转茫茫。"
        },
        {
            "标题": "行营偶成",
            "作者": "陈琏",
            "内容": "大驾亲征出玉京，前军已喜近开平。三千法从朝毡殿，百万貔貅拥御营。\n胜气亘天成王气，雄声动地杂边声。平胡早晚颁丹诏，拟撰河清颂圣明。"
        },
        {
            "标题": "和颍上知县廖谟行营即事四首 其四",
            "作者": "陈琏",
            "内容": "大驾亲征日，云车驾六龙。列营皆上将，护跸有三公。\n自是天威重，行看朔漠空。万邦归圣化，应似水朝东。"
        },
        {
            "标题": "大慈寺法王阁",
            "作者": "陈琏",
            "内容": "高阁淩虚喜惯登，阑干面面记长凭。沉犀水净明如练，仪凤山高翠作层。\n独鹤时惊云外锡，长廊谁点佛前灯。几回爱向西南望，老树阴森护惠陵。"
        },
        {
            "标题": "宜澹轩",
            "作者": "陈琏",
            "内容": "人生穹壤间，随分安厥宜。所贵在闻道，侈靡诚可嗤。\n繄昔金谷园，繁华冠当时。一旦变荒榛，千载令人悲。\n钟均将门英，冲怀慕希夷。大羹与玄酒，此味深自知。\n克守武侯训，澹泊恒自持。啜水胜饮醪，餐冰犹茹饴。\n痛洗纨绮习，思效古人为。勖哉慎所操，远大以为期。"
        },
        {
            "标题": "龙泉道中遇雨",
            "作者": "陈琏",
            "内容": "策马晨经七宝龛，羊肠路小石巉岩。雨来已湿青丝鞚，云过常随白氎衫。\n十里好山浑似画，一溪新水政如蓝。鹧鸪啼急东风恶，客况诗怀两不堪。"
        },
        {
            "标题": "长安杂诗十二首 其十一",
            "作者": "陈琏",
            "内容": "偶登慈恩塔，纵步曲江池。蔓草萎寒露，亭台失故基。\n忆昔繁华日，正当盛唐时。胜游集群彦，文采光陆离。\n姓名题翠琰，拟为千岁期。剥落竟何在，徒使后人悲。"
        },
        {
            "标题": "登农山访张道士故庵遗址因望钟山偶赋",
            "作者": "陈琏",
            "内容": "公馀偶到丰亭上，踏破崖前苍藓纹。雨过草香衣染翠，日晴芝暖石生云。\n道人已去坛空在，词客重来路莫分。瞻望皇都才咫尺，钟山佳气自氤氲。"
        },
        {
            "标题": "登王陵台望泰山",
            "作者": "陈琏",
            "内容": "晓上台高处，遥看岱岳尊。霞光明日观，云气起天门。\n汉刻今何在，唐镵喜尚存。忆曾纵登览，胜事颇能论。"
        },
        {
            "标题": "登吴山望会稽",
            "作者": "陈琏",
            "内容": "驻马吴山纵目初，西兴烟树翠扶疏。会稽咫尺无由到，何日来探禹穴书。"
        },
        {
            "标题": "登吴山谒胥祠因望海潮",
            "作者": "陈琏",
            "内容": "属镂抉目吴东门，白日不照忠臣冤。身浮鸱夷入水府，配涛作神恨始伸。\n迄今二千有馀载，庙食吴山恒不改。回思宰嚭肆谗徒，瞬息浮荣竟何在。\n邦人事神诚意多，击牲酹酒杂笙歌。神能阐灵慰民望，白马红衫腾素波。\n我时谒神到祠下，极目西陵景潇洒。潮头一线海门来，谁道钱王弩能射。\n涨空银浪须臾平，水天一色涵虚明。祠前徙倚空怀古，眼底越山无数青。"
        },
        {
            "标题": "和少师杨公侍斋宫韵二首 其二",
            "作者": "陈琏",
            "内容": "喜看蓂荚长尧阶，雨露恩深及草莱。百辟衣冠陪大祀，中天星斗拱三台。\n旧章已自超前代，新礼何须究曲台。总谓庆成开宴日，师臣奏颂擅雄才。"
        },
        {
            "标题": "奉和姚少师惠山泉亭上韵",
            "作者": "陈琏",
            "内容": "漪澜堂上坐，襟抱一时开。云自山腰起，泉从石罅来。\n金莲何代种，翠竹近年栽。好尽登临兴，茶杯胜酒杯。"
        },
        {
            "标题": "和姚少师听松庵韵",
            "作者": "陈琏",
            "内容": "山近虚窗云气通，纷纷落叶堕阶红。可人一室清如□，坐听松号万壑风。"
        },
        {
            "标题": "和少师杨公侍斋宫韵二首 其一",
            "作者": "陈琏",
            "内容": "海宇春回万物熙，南郊大祀在斯时。星辉宝殿天临近，雪霁瑶坛月上迟。\n多士骏奔司玉帛，六军守卫列幡旗。肃瞻衮冕登坛处，五色祥云炫太微。"
        },
        {
            "标题": "呈独庵少师姚公端",
            "作者": "陈琏",
            "内容": "宝历开昌运，耆英起盛时。明良欣际遇，教化待维持。\n出处原非偶，登庸不后期。道能侔稷契，功岂让皋夔。\n鸾鹤冲霄志，松筠傲雪姿。诲言人药石，谋议国蓍龟。\n启沃深相契，渊源未易窥。阴阳资燮理，筹策见施为。\n迹与文贞合，才如太史奇。诸儒推制作，百辟仰威仪。\n硕德储君重，孤忠圣主知。优容谁得似，辅翼众称宜。\n老去欣谈易，闲来喜赋诗。淳音追汉魏，高致轶陶韦。\n适兴时看竹，清斋或茹芝。冥心游物表，遐算享期颐。\n宠眷超今古，光荣迈等夷。景钟勋绩著，汗简姓名垂。\n忆昨瞻风度，于今系念思。京华才咫尺，何日得追随。"
        },
        {
            "标题": "拟古十九首 其十二",
            "作者": "陈琏",
            "内容": "美人惜良夜，开宴近琼林。达曙乐未已，清歌荡人心。\n谁怜东邻女，轧轧弄机杼。停梭忆远人，无言泪如雨。"
        },
        {
            "标题": "试院夜坐偶成柬同考诸公二首 其一",
            "作者": "陈琏",
            "内容": "较艺欣同事，诸公总老成。妍媸归藻鉴，去取在权衡。\n夜静风声肃，秋深露气清。程文须点检，兀坐到三更。"
        },
        {
            "标题": "试院夜坐偶成柬同考诸公二首 其二",
            "作者": "陈琏",
            "内容": "北京开贡院，近在辟雍西。夜坐崇文阁，时分淡墨题。\n嫩凉生白纻，暖焰照青藜。喜遇承平世，文光映璧奎。"
        },
        {
            "标题": "平望驿遇陈华驿宰",
            "作者": "陈琏",
            "内容": "古驿临堤上，平田入望中。声寒芦叶雨，香淡藕花风。\n处处人家好，村村水路通。白头陈驿宰，邂逅喜相逢。"
        },
        {
            "标题": "度关山",
            "作者": "陈琏",
            "内容": "东风吹雨过，岚气湿人衣。路小缘崖上，云低傍马飞。\n山含翠色润，泉散玉声微。回首滁阳近，甘棠绿作围。"
        },
        {
            "标题": "圣驾幸北京率僚属父老郊迎",
            "作者": "陈琏",
            "内容": "圣朝崇典礼，大驾重时巡。銮舆度淮甸，驰道无纤尘。\n金吾肃前驱，平原彀骑分。日华辉宝盖，烂若五采云。\n皇风被寰宇，草木亦欣欣。欢声动黎庶，喜气腾三军。\n礼文焕有光，功烈迈前闻。幸哉睹盛事，稽首歌皇仁。"
        },
        {
            "标题": "至凤阳郡庠与徐教授王司训夜坐偶赋以下西游稿",
            "作者": "陈琏",
            "内容": "凤阳国中都，黉宇敞弘规。济济集群彦，文采光陆离。\n适兹新雨霁，皓月烛前墀。书帷罢弦诵，夜漏滴多时。\n梧叶坠繁露，柏树起凉飔。胜集谐夙愿，清谈转忘疲。\n会晤方恨晚，暌违复在兹。明发度淮去，烟树渺遐思。"
        },
        {
            "标题": "端午遇雨分得潇字",
            "作者": "陈琏",
            "内容": "喜逢端午节，旅邸景偏饶。晓露滋蒲叶，薰风拂柳条。\n汩罗空有恨，楚些竟难招。忆昔乘波浪，亲曾夺锦幖。\n欢声喧老稚，喜气动宾僚。古庙喧鼍鼓，清歌协凤箫。\n酒倾金错落，舞羡董娇娆。汗渍香罗细，风来白纻飘。\n狂心空自激，狭气未全消。一别关山远，频惊岁月遥。\n自怜身是客，史遇雨崇朝。游子闲歌扇，佳人湿翠翘。\n暝烟犹漠漠，凉气自潇潇。赖有金兰友，题诗慰寂寥。"
        },
        {
            "标题": "中秋对月有怀滁阳诸公",
            "作者": "陈琏",
            "内容": "天上秋已半，人间夜气澄。六合静无氛，银河寒欲冰。\n皓月流金波，疏星低玉绳。虚堂集尊俎，转觉忧思增。\n光摇莲炬粲，香爇篆烟腾。嘉会固云乐，念念在亲朋。\n佳期久乖阔，何时还合并。沉思不成寐，兀坐候晨兴。"
        },
        {
            "标题": "晓发孟渚河至麻沙夹阻风雨",
            "作者": "陈琏",
            "内容": "晓发孟渚河，阳乌光熌烁。黄山遥在望，中流露"
        },
        {
            "标题": "题方方壶武夷山水图",
            "作者": "陈琏",
            "内容": "金门羽客方方壶，作画不减高尚书。锦囊玉轴幸披睹，乃是武夷山水图。\n武夷只在建溪上，翠岫璚峰郁相向。半空楼阁架层崖，一叶渔舟弄新涨。\n闻有仙人驻紫烟，自呼白鹿种芝田。九曲棹歌谁复听，幔亭风景世犹传。\n我亦平生亲画史，落笔时时追董米。方壶况复夙所慕，偶睹斯图心独喜。\n看罢令人逸兴新，清泉白石许谁邻。世上神仙何处问，人间却忆杜徵君。"
        },
        {
            "标题": "题方壶画",
            "作者": "陈琏",
            "内容": "龙虎仙山在何处，玄馆琳宫锁烟雾。人间昨夜风雨过，瑶草琼芝长无数。\n金门羽客方方壶，早年曾在山中居。身如野鹤无定着，心与浮云同卷舒。\n平生喜作南宫画，醉墨淋漓恣挥洒。峰峦远近分淡浓，笔意神奇多变化。\n斯图自信超凡流，眼前景致清而幽。树昏似觉云初起，石润应疑雨乍收。\n神乐道人能鉴识，得此宝之犹重璧。方壶仙去已多年，龙虎风光宛犹昔。"
        },
        {
            "标题": "方壶墨竹",
            "作者": "陈琏",
            "内容": "亭亭劲节不可屈，犹带仙家雨露香。记得潇湘闲玩处，一枝斜拂水云长。"
        },
        {
            "标题": "范增冢",
            "作者": "陈琏",
            "内容": "鸿门宴方酣，貔虎眼中睡。沛公脱身遁，楚计已先懈。\n徒然咍竖子，玉斗风前碎。曲逆六出奇，喜已中机会。\n乞身遽先归，疾势日危殆。自恨失沛公，纵死恨犹在。\n古冢彭城南，阅历经几代。宝剑閟泉扃，夜夜发光怪。\n妖胡来睥睨，盗取恣一快。厚葬古所讥，斯足为鉴戒。\n峨峨戏马台，适与兹冢对。我来闲登临，怀古增慷慨。\n英魂不可招，又乏椒浆酹。长歌下山去，悲风起松桧。"
        },
        {
            "标题": "子猷访戴图",
            "作者": "陈琏",
            "内容": "乘兴来寻兴尽还，何须相见始为欢。剡溪月落三更夜，风满寒流雪满山。"
        },
        {
            "标题": "徐太守雪梅为副都御史周公铨赋",
            "作者": "陈琏",
            "内容": "昔人画梅谁最奇，独数花光与补之。二人去后几百载，至今声誉犹昭而。\n当涂太守清江彦，能与梅花写生面。呵笔方惊冰在毫，临池又觉香浮砚。\n朔吹号寒冻未消，琅玕石上粲琼瑶。雪盈老干昭奇节，阳动孤根长气条。\n南枝几朵先春白，不比群芳后时发。生来原自有精神，老去犹能存骨格。\n玉堂茅舍咸相宜，风尘不染冰霜姿。声名已居三友行，香影岂负逋仙诗。\n内台使君事高洁，耿耿襟怀凛冰雪。赋咏欣同水部何，披图静对心怡悦。"
        },
        {
            "标题": "逢新桥吕驿丞",
            "作者": "陈琏",
            "内容": "几度相逢处，情怀愈觉真。多因知己话，忽忆故乡人。\n满眼春光好，惊心节候新。题诗留别意，应记往来频。"
        },
        {
            "标题": "徐太守雪梅为巡抚江西侍郎赵公新赋",
            "作者": "陈琏",
            "内容": "黄堂太守画最奇，爱写寒梅雪里姿。繁花绽玉暗香动，老干屈铁苍苔滋。\n任教玉笛吹夜月，自有春意生南枝。肯随桃花媚时俗，素与松竹同襟期。\n精神何惭仁老笔，香影不负逋仙诗。魁名已在百花上，金鼎调羹当有时。"
        },
        {
            "标题": "试罢游云居庵奉和户部尚书夏公韵三首 其二",
            "作者": "陈琏",
            "内容": "一自中峰后，寥寥岁月遥。我来寻古迹，僧迓集诸僚。\n竹露寒苍玉，松风响翠涛。可人清净境，白日远尘嚣。"
        },
        {
            "标题": "试罢游云居庵奉和户部尚书夏公韵三首 其一",
            "作者": "陈琏",
            "内容": "闲访招提境，满山都是云。泉声清可听，树色近难分。\n客至贪看竹，樵来或采薪。老僧年八十，终岁此安身。"
        },
        {
            "标题": "王孟端古木古竹石为工部郑侍郎赋",
            "作者": "陈琏",
            "内容": "王郎之画今已稀，笔法宛若云林倪。修筠晴翻翡翠羽，老树光亚珊瑚枝。\n风霜阅历见奇节，雨露长养成幽姿。岩岩一石亦雄特，秀色满眼生华滋。\n冬官亚卿性嗜古，公暇常把斯图披。我来纵观意怡悦，忆在阆苑瀛洲时。"
        },
        {
            "标题": "挽广西左布政使费公斗南公号南轩",
            "作者": "陈琏",
            "内容": "承宣三载镇雄藩，一疾胡为隔九原。记我旧曾瞻北斗，哭君今又到南轩。\n庙堂美政归公论，岭海苍生感厚恩。精爽不知何处去，声名赫赫著微垣。"
        },
        {
            "标题": "寄尹伯宏兼柬陈克杰四首 其四",
            "作者": "陈琏",
            "内容": "漓水冬不波，桂林寒有雪。江空岁华宴，客子念离别。\n心随归雁远，兴逐梅花发。独忆山中人，长年守贞洁。"
        },
        {
            "标题": "寄致仕尚书义门郑公仲与",
            "作者": "陈琏",
            "内容": "旧拜春官品秩崇，明良千载喜遭逢。官壶驰赐葡萄紫，锦诰荣颁玉篆红。\n孝义家声闻四海，经纶事业著南宫。如今已遂悬车志，闲向山中伴赤松。"
        },
        {
            "标题": "夜泊广陵",
            "作者": "陈琏",
            "内容": "扁舟夜泊近芜城，何处箫声似凤鸣。二十馀桥今有几，碧空依旧月华明。"
        },
        {
            "标题": "送礼部尚书蔚公致仕归合肥",
            "作者": "陈琏",
            "内容": "几年声誉重文昌，致政南归沐宠光。二品秩登黄阁贵，五花诰染紫泥香。\n到家好结香山社，辟地宜开绿野堂。盛事如公能有几，定知竹帛永流芳。"
        },
        {
            "标题": "兴教寺",
            "作者": "陈琏",
            "内容": "广陵城外寺，幽僻远尘氛。万竹秋含雨，高松暝宿云。\n跏趺僧入定，慷慨客论文。欲觅开山事，残碑半藓纹。"
        },
        {
            "标题": "葛岭行",
            "作者": "陈琏",
            "内容": "湖阴葛岭称佳丽，山色波光总来会。咸淳师相当国年，择胜因来开甲第。\n石础团团列绣楹，绮窗雕户光晶荧。香厨驼峰出翠釜，美人银甲弹瑶筝。\n半闲堂中清昼永，日照珊瑚瓶水冷。槐影横窗午簟凉，荷香满院风帘静。\n五日轮舟一入朝，湖山佳处乐逍遥。边情庶政无心理，乐听谀言志愈骄。\n自矜勋德无能过，岂料欢娱变奇祸。木棉庵下风声哀，黯淡滩头月光堕。\n葛岭繁华一旦空，遗基废址长蒿蓬。湖山此日依然好，多少游人感慨中。"
        },
        {
            "标题": "鲫鳉鲭鳜鱼图为王菊堂赋四首 其一",
            "作者": "陈琏",
            "内容": "丰湖春雨过，银鲫戏波心。一自坡仙后，何人有咏吟。"
        },
        {
            "标题": "鲫鳉鲭鳜鱼图为王菊堂赋四首 其四",
            "作者": "陈琏",
            "内容": "西塞山前望，桃花浪自浮。玄真无觅处，时见鳜鱼游。"
        },
        {
            "标题": "鲫鳉鲭鳜鱼图为王菊堂赋四首 其三",
            "作者": "陈琏",
            "内容": "秋水湛然清，人间无数罟。游鲭时往来，鳞鬣净堪数。"
        },
        {
            "标题": "鲫鳉鲭鳜鱼图为王菊堂赋四首 其二",
            "作者": "陈琏",
            "内容": "吐沫流芳藻，翻身动碧漪。长江三月里，政是尔来时。"
        },
        {
            "标题": "过赤壁",
            "作者": "陈琏",
            "内容": "炎祚将移苦战争，周瑜曾此破曹兵。江流不尽英雄恨，山色犹存今古情。\n孤鹤声寒秋万顷，东坡梦断夜三更。神游故国知何处，半壁清风吹月明。"
        },
        {
            "标题": "过洞庭",
            "作者": "陈琏",
            "内容": "江豚出没湖水腥，寒泽嗈嗈凫雁鸣。舟人候风五两正，蛋子捕鱼舴艋轻。\n衡湘南去几千里，吴楚东来多少程。欲向君山吹铁笛，只愁□□□□惊。"
        },
        {
            "标题": "宿宝庆寺",
            "作者": "陈琏",
            "内容": "衣冠笑整入都城，假榻丛林分外清。凉入梧桐风渐急，香传薝卜雨初晴。\n斋筵屡设酥酡供，经室常闻梵呗声。独爱禅师知我者，交情还似在鸡鸣。"
        },
        {
            "标题": "函谷关",
            "作者": "陈琏",
            "内容": "谁将鬼斧凿嶙峋，函谷之名天下闻。望气一时知老子，闻鸡半夜走田文。\n崖经宿雨石将堕，尘暗西风路莫分。今日车书归大统，不劳鱼钥守三军。"
        },
        {
            "标题": "海子桥",
            "作者": "陈琏",
            "内容": "海子东头海子桥，阑干几曲琢琼瑶。芰荷叶老香犹在，杨柳条长翠未消。\n公子锦衣金勒马，佳人红袖木兰桡。太平风景今尤盛，满耳歌声杂凤箫。"
        },
        {
            "标题": "游天师宫有怀张真人及吴闲闲二首 其一",
            "作者": "陈琏",
            "内容": "都城启灵境，琳宫丽层霄。离离万玉树，终日起祥飙。\n龙虎张真人，曾此驻云轺。虬髯赪玉颜，餐霞拟松乔。\n久厌尘世居，竟赴三山招。丹台空寂寞，云气自飘飘。\n我来抚遗迹，落木风萧萧。"
        },
        {
            "标题": "游天师宫有怀张真人及吴闲闲二首 其二",
            "作者": "陈琏",
            "内容": "昔有闲闲翁，名重霄汉间。时同太乙子，林下共烧丹。\n丹成跨黄鹤，一去不复还。丰碑刻遗像，癯然辟谷颜。\n年深谁复识，剥落莓苔斑。我来喜瞻睹，不觉兴长叹。"
        },
        {
            "标题": "行营即事四首 其四",
            "作者": "陈琏",
            "内容": "师行已逾月，何处是开平。天暝雕声惨，沙乾马足轻。\n辕门瞻左钺，驰道望前旌。共睹军容盛，行看朔漠清。"
        },
        {
            "标题": "行营即事四首",
            "作者": "陈琏",
            "内容": "忽传边燧举，复见羽书驰。万乘亲征日，群臣扈从时。\n将军威胜虎，士卒力如貔。不日平胡虏，欢声洽四夷。"
        },
        {
            "标题": "行营即事四首 其三",
            "作者": "陈琏",
            "内容": "令出军威肃，恩敷圣泽饶。六龙扶日驭，千里击天骄。\n拟见胡尘净，终期祲气消。颁师行有诏，道路蔼歌谣。"
        },
        {
            "标题": "和颍上知县廖谟行营即事四首 其一",
            "作者": "陈琏",
            "内容": "督运赴边陲，承恩出禁闱。偶看风絮起，疑是雪花飞。\n龙驭升黄道，鸾旌度翠微。六军行奏捷，齐唱凯歌归。"
        },
        {
            "标题": "行营即事四首 其二",
            "作者": "陈琏",
            "内容": "旭日辉黄钺，清风肃白旄。熊罴方奋跃，犬豕竟何逃。\n天净旄头落，宵寒太白高。小臣叨扈从，独念圣躬劳。"
        },
        {
            "标题": "和颍上知县廖谟行营即事四首 其二",
            "作者": "陈琏",
            "内容": "终宵味六韬，何用梦三刀。为荷恩荣重，宁辞运饷劳。\n旄头看已落，太白出何高。露坐听刁斗，霜威袭锦袍。"
        },
        {
            "标题": "柬鸡鸣寺住持本空",
            "作者": "陈琏",
            "内容": "鸡鸣山色碧崔嵬，暇日登临亦快哉。佛阁高从云外现，禅房多近竹间开。\n曾闻献果玄猿下，几见驮经白马来。瞻望九重天咫尺，祥云五色护蓬莱。"
        },
        {
            "标题": "泊清溪和董伯琪韵",
            "作者": "陈琏",
            "内容": "十载江湖载酒行，异乡又觉岁华更。孤舟夜雨三更梦，万里风云几日程。\n宝篆香消银叶冷，砚池冰合雪花明。兴来笑把吴钩舞，未信鸡鸣是恶声。"
        },
        {
            "标题": "和侍读王学士时彦见寄韵",
            "作者": "陈琏",
            "内容": "喜闻新拜神仙职，日日趋朝肃佩冠。紫陌听鸡天欲曙，金门待漏夜将残。\n玉堂视草文光粲，粉署题诗墨色寒。阁下图书千万轴，承恩常对御前看。"
        },
        {
            "标题": "寄义宁教谕李仲脩",
            "作者": "陈琏",
            "内容": "高斋坐岑寂，怀贤思难禁。薰风从南来，泠然吹我襟。\n红芳倏已歇，绿树看成阴。感此节序乖，何由论夙心。\n有琴不成操，有酒谁共斟。幽期旷难卜，西望空长吟。"
        },
        {
            "标题": "寄江浦教谕孙晢",
            "作者": "陈琏",
            "内容": "京华多士总能文，别后令人最忆君。客里不知春欲暮，龙江柳色翠于云。"
        },
        {
            "标题": "和汤灵台见寄韵",
            "作者": "陈琏",
            "内容": "多君文采迈玄晖，新拜灵台住帝畿。地望清高公事简，门庭严静俗人稀。\n仰观日月星辰象，深识乾坤造化机。自是太平多瑞应，御前频奏卿云飞。"
        },
        {
            "标题": "塞外山皆桦木不闻禽鸟因诗记之二首 其二",
            "作者": "陈琏",
            "内容": "出关连日傍山行，谁见苍苔点绛英。间有野花皆碧色，问人都道不知名。"
        },
        {
            "标题": "孝陵卫齐宿祭钟山二首 其一",
            "作者": "陈琏",
            "内容": "夜宿将军府，喜看松桧幽。风声随树起，云气近窗浮。\n雅集知难得，清谈自不休。眼中无俗物，座上总名流。"
        },
        {
            "标题": "孝陵卫齐宿祭钟山二首 其二",
            "作者": "陈琏",
            "内容": "夜宿将军府，襟怀自洒然。香清爇沉水，茗美瀹新泉。\n露下林光净，风来竹影偏。行当去陪祀，此际意虔虔。"
        },
        {
            "标题": "谢万石对镜写真图为谢廷玉赋",
            "作者": "陈琏",
            "内容": "面对菱花自写神，可人风采宛犹真。当年亦是清谈者，不染元规半点尘。"
        },
        {
            "标题": "晓发王庄驿至固镇驿时风雪方霁",
            "作者": "陈琏",
            "内容": "霜风连日生寒威，冻云糊天天为低。雪花飞来大于掌，江山万里增光辉。\n天鸡初号雪花止，玉树琼林半空起。雪深路涩马行迟，狐裘迎风寒似水。\n须臾曈昽开晓晴，烂银一色摇光晶。炊烟乍出飞鸟过，依稀遥见霸王城。\n驿使相迎慰寥落，山殽野簌供杯酌。地垆火暖氍毹温，寒气虽严殊不觉。\n仕路驱驰岁月赊，每因风雪倍思家。何日承恩归故里，逍遥林下赋梅花。"
        },
        {
            "标题": "虎图为礼部张尚书赋",
            "作者": "陈琏",
            "内容": "壮哉于菟山之陲，踞视二子心若怡。金晴夹镜玉爪利，斑斓文采生光辉。\n有时一吼山石裂，腥风怒捲红叶飞。行人辟易百兽遁，自信不敢当雄威。\n伊谁妙笔能绘之，生狞猛烈看愈奇。今时希睹包家画，后世犹传荆国诗。"
        },
        {
            "标题": "望华山遇雨二首 其二",
            "作者": "陈琏",
            "内容": "华山高崔嵬，云气自来往。只见巫女峰，难辨仙人掌。"
        },
        {
            "标题": "观华严寺塔灯",
            "作者": "陈琏",
            "内容": "浮屠高突兀，阑槛倚云中。风铎几声响，花灯万点红。\n焰腾晴汉上，影落太湖中。入夜祥光动，犹疑降火龙。"
        },
        {
            "标题": "淮安舟中闻吴歌",
            "作者": "陈琏",
            "内容": "湖舟腔子闻应惯，二八佳人席上歌。此夜扁舟听更好，水平波静月明多。"
        },
        {
            "标题": "寄学圃黄先生兼柬览德陈先生",
            "作者": "陈琏",
            "内容": "别来岁序几回更，南望乡关眼倍青。洛社衣冠逾昔日，襄阳耆旧半晨星。\n蓝溪派远连洙泗，览德名高学考亭。何日承恩归故里，重趋讲席听谈经。"
        },
        {
            "标题": "房村驿",
            "作者": "陈琏",
            "内容": "馆舍最清幽，沙头暂舣舟。鸟归烟外树，人上水边楼。\n白浪长淮雨，黄花九月秋。醉来歌慷慨，此地惯曾游。"
        },
        {
            "标题": "米元晖画为郑太常赋",
            "作者": "陈琏",
            "内容": "图中风景浩无边，眼底云烟断复连。十里芳村开野店，半篙新水放渔船。\n山深恍惚如盘谷，地胜依稀似辋川。小米当年擅清誉，信知此画得家传。"
        },
        {
            "标题": "黄石公祠",
            "作者": "陈琏",
            "内容": "晨登谷城山，祇谒黄石祠。偶展瓣香敬，遽兴千载思。\n忆当秦运否，天地发杀机。龙蛇起平陆，靖者当属谁。\n惟公挺灵异，治乱能前知。圮下书一篇，文义何奥奇。\n子房获亲授，竟为帝者师。汉兴仇已复，勋业高巍巍。\n后来握兵人，遵用靡敢违。功效著千古，岂但被当时。\n圣朝重褒祀，春秋陈礼仪。神灵谅昭假，赐福无终期。"
        },
        {
            "标题": "十台怀古 其四 黄金台",
            "作者": "陈琏",
            "内容": "子哙沽名堕庙社，燕昭信是真王者。黄金不惜筑高台，郭隗能言千里马。\n一时云集俱英豪，剧辛乐毅非儿曹。建功已酬国士报，声名不让燕山高。\n春秋义战由来少，何限生灵膏野草。王风不作周道东，慷慨令人怀二老。"
        },
        {
            "标题": "会仙观",
            "作者": "陈琏",
            "内容": "昔会群真地有灵，琳宫玄馆又重兴。仙翁成道忘人我，宝鼎还丹护甲丁。\n华表年深留鹤语，黄河水长带龙腥。绿阴满院清如许，闲读黄庭一卷经。"
        },
        {
            "标题": "会同馆对雪",
            "作者": "陈琏",
            "内容": "新阳力犹微，阴气尚郁结。昨宵风雨来，吹作瑶空雪。\n芳砌飞玉尘，虚檐落冰屑。轩墀肃且静，对此更奇绝。\n寒光耀文窗，素色映华棁。锦帐氍毹温，醉面生绮缬。\n每念沙场人，衾裯冷如铁。"
        },
        {
            "标题": "五月五日至济宁河下王舜耕王庭学来访因赋七言近体二首以叙别 其二",
            "作者": "陈琏",
            "内容": "萧萧行李出京都，到处人誇似二疏。致仕已辞三品禄，归舟剩载五车书。\n未寻林下鸡豚社，且理桥东水竹居。仕路驱驰年半百，甘棠不但在环滁。"
        },
        {
            "标题": "夜宿马王阁都纲胜义天精舍",
            "作者": "陈琏",
            "内容": "夜宿招提听暮钟，上方楼阁翠重重。碧梧影转瑶阶月，丹桂香传玉宇风。\n支遁文章当世重，远公心事许谁同。终宵极论无生话，始悟人间色是空。"
        },
        {
            "标题": "送左卫郑指挥之任",
            "作者": "陈琏",
            "内容": "却谷富诗礼，声华著中军。祭遵事雅歌，汉庭策殊勋。\n论将岂专武，亦复尚夫文。竹素纪遗烈，千载扬清芬。\n郑君将门英，才略迥超群。替职觐天阙，复喜归南藩。\n承恩出都门，雨雪正纷纷。扬舲过淮泗，遥望江东云。\n不日度庾岭，粤山见嶙峋。旌麾耀轩墀，锦衣拜双亲。\n训武谅多暇，接引皆儒绅。愿言竭忠赤，于以报皇仁。"
        },
        {
            "标题": "凤台歌寄宝邑亲旧",
            "作者": "陈琏",
            "内容": "亭亭凤凰台，屹立南海湄。相传有神仙，骑凤曾到之。\n翠旂羽葆纷杂遝，鸾笙十二吹参差。鱼龙起听海波立，白鸐上下相追随。\n一从仙人去不返，几番春草荒台基。秋风吹老紫竹实，夜月空挂梧桐枝。\n我时读书凤台下，与君同结沧洲期。常常登临恣游乐，呼酒共酌黄金卮。\n酒酣悲歌谩吊古，豪气万丈舒虹霓。南溟俯观一杯小，罗浮侧望群峰卑。\n眼周八极想高举，欲跨黄鹄云间飞。有时吐言作珠玉，散落犹恐寰中知。\n细询往事增慷慨，令人徒忆丁令威。我闻唐虞三代时，麒麟在郊凤来仪。\n乃知灵物产治世，神仙之说何足稽。当今大圣人，德化溢九围。\n醴泉甘露效祥瑞，芝房天马形歌诗。凤兮性本灵，来仪勿迟迟。\n醴泉可供饮，竹实堪疗饥。莫向丹丘老文采，好向明廷览德辉。\n凤兮凤兮久不来，使我怅望增遐思，使我怅望增遐思。"
        },
        {
            "标题": "柬慎斋唐经历兼示戴伯贞春雨先生",
            "作者": "陈琏",
            "内容": "圣主开昌运，贤才集盛时。朝廷尊贾董，廊庙重皋夔。\n儒术时兴举，魁星夜陆离。公由科第进，政学古人为。\n桂席流芳远，薇垣赞画奇。每嗟慕蔺久，复恨识荆迟。\n润物怀春雨，停云忆紫芝。斯文蒙眷恋，教化赖维持。\n绿水红莲幕，苍梧翠竹姿。贞清心自洁，慎独孰能欺。\n案牍灯前稿，梅花岭外诗。高风时共仰，翘首一相思。"
        },
        {
            "标题": "韫玉斋",
            "作者": "陈琏",
            "内容": "粲粲荆山英，声价逾结缘。卞和亦何人，三献徒取辱。\n维君美风仪，温温宛如玉。怀宝不轻售，待价藏诸椟。\n孚尹竟旁达，光采眩人目。行当贡天朝，宁容久潜伏。"
        },
        {
            "标题": "寄余仲逸昆仲",
            "作者": "陈琏",
            "内容": "闻道忠襄谱谍存，风流文采见诸孙。传家不坠诗书业，满邑咸誇孝义门。\n谖草堂前来采服，紫荆花下列芳尊。怜君昆季多才俊，何日重逢共讲论。"
        },
        {
            "标题": "锦江别意",
            "作者": "陈琏",
            "内容": "冠盖集旗亭，骊驹动别情。霜晴锦江净，天近雪山明。\n出峡闻猿啸，浮湘见雁征。九重多雨露，行见沐恩荣。"
        },
        {
            "标题": "送山东李佥宪遵安之任",
            "作者": "陈琏",
            "内容": "新领除书喜气饶，龙江清晓发兰桡。江淮水路经行远，齐鲁山川入望遥。\n按郡政须严宪体，观风还要采民谣。知君贞素匡时志，定有封章达圣朝。"
        },
        {
            "标题": "焦山寺",
            "作者": "陈琏",
            "内容": "江上焦山寺，匆匆未暇登。水环青一簇，树拥翠千层。\n两岸闻斋磬，中流见佛灯。昔人有遗迹，瘗鹤尚留铭。"
        },
        {
            "标题": "驾幸朝天宫醮坛和永春侯韵",
            "作者": "陈琏",
            "内容": "斋居宣室致深思，法驾从容出玉墀。琪树才看甘露降，璇霄又见庆云飞。\n天香霭霭浮龙衮，仙佩珊珊集凤池。万国臣民沾圣泽，喜闻词赋颂明时。"
        },
        {
            "标题": "王维辋川图为襄城伯李公赋",
            "作者": "陈琏",
            "内容": "开元进士王摩诘，文艺当时妙无匹。诸王礼待若师友，赋咏相酬有裴迪。\n大开别业蓝田间，终南溪壑相回环。千寻瀑布飞寒练，万叠层峦拥翠鬟。\n古木藤萝垂鹿栅，濯濯驯麋意间适。琅玕萧森竹里馆，苔钱堆积宫槐陌。\n南坨北坨归眺望，胜槩咸誇辋口庄。人家几簇依林麓，辋水百道通桥梁。\n往来半是烟霞侣，路绕羊肠知几许。辛夷花残昨夜风，茱萸叶长连朝雨。\n孟城坳前景最幽，携琴策蹇从嬉游。偏爱奚童知养鹤，更说有谁能饭牛。\n斤竹岭头天气暖，华子冈前莎草短。芰荷香近临湖亭，松桧阴连文杏馆。\n攲湖风来生碧波，捕鱼艇子轻如梭。泥深古涧青芹老，水落长滩白石多。\n波光微茫兼柳浪，落日轻烟起渔唱。何人危坐把纶竿，有客清谈倚书舫。\n辋川胜景十有馀，百年之后成荒墟。空留陈迹在人世，谩有芳名传画图。\n襄城李公能鉴画，犀轴牙签满高架。独爱斯图笔法精，购之更不论其价。\n我来谛观诗兴浓，此身如在蓝田中。华堂泚笔为公赋，飘飘神思起鸿濛。"
        },
        {
            "标题": "慈训堂为王士原赋",
            "作者": "陈琏",
            "内容": "王氏有贤母，贞节迈古人。晨昏善教子，诲语何谆谆。\n所勉在诗书，所陈在彝伦。自爱熊丸苦，宁知鹤发新。\n子今赖有成，素履夐出群。竭力致孝养，期报教育恩。\n诸孙亦秀发，佩服矢弗谖。高堂揭华篇，歌咏归儒绅。"
        },
        {
            "标题": "精卫辞哀陈烈妇",
            "作者": "陈琏",
            "内容": "东海有精卫，衔石填海死。海枯石复烂，此恨何时已。\n天目山崩王气消，北风夜退钱塘潮。崖山新称行在所，万里兵尘涨九霄。\n南海有烈妇，能守陵母节。泪血满衣裾，泣与儿决别。\n万古纲常日月明，尔当尽忠吾尽节。黄木湾头风雨来，扶胥海口浪如雷。\n此时孤愤同精卫，一堕沧溟竟不回。沧溟之深有时竭，烈妇之名应不灭。"
        },
        {
            "标题": "宋麦将军墓",
            "作者": "陈琏",
            "内容": "将军不知何代人，山下至今存古坟。当年史牒已莫考，空馀花卉扬清芬。"
        },
        {
            "标题": "试院夜坐偶成",
            "作者": "陈琏",
            "内容": "圣代崇科目，诸儒集棘闱。更深人语静，地迥漏声稀。\n光照青藜杖，凉生白纻衣。文章躬检阅，辞藻烂相辉。"
        },
        {
            "标题": "宴集祝太仆西山暮景轩",
            "作者": "陈琏",
            "内容": "人生贵适意，况乃遇佳辰。盍簪情弥欢，对酒趣益真。\n条风荡繁吹，艳曲歌阳春。倏焉西山暮，金碧炫嶙峋。\n高轩罢华宴，归骑蹴芳尘。"
        },
        {
            "标题": "金山寺妙高台",
            "作者": "陈琏",
            "内容": "维舟金山下，飞步妙高台。倚阑纵遐瞩，豁然怀抱开。\n谁云隔一水，我喜绝纤埃。淮南见咫尺，烟树翠成堆。\n江山宛犹昨，昔人安在哉。缅怀坡仙辈，赋咏骋雄才。\n俯仰几百年，石刻荒苍苔。不须雍门琴，对景令人哀。"
        },
        {
            "标题": "郡斋偶成",
            "作者": "陈琏",
            "内容": "棠阴满地藓花斑，官舍无私白昼闲。惟有悯农心最切，日瞻云气起丰山。"
        },
        {
            "标题": "郡斋偶成",
            "作者": "陈琏",
            "内容": "滁阳畿甸郡，俗美民复淳。况逢文明世，教化聿以新。\n我本樗散材，夙忝列朝绅。一朝纡郡绂，实荷圣主恩。\n编氓在抚摩，风俗在所惇。才疏力复孱，恒恐愧古人。\n念昔欧阳公，遗爱在滁民。每怀踵芳躅，黾勉效忠勤。"
        },
        {
            "标题": "考试毕同萧修撰时中陈编修仝宋检校宗杨教谕寿夫诸公登崇文阁",
            "作者": "陈琏",
            "内容": "杰阁淩霄汉，登临兴独长。楼台开罨画，形胜固金汤。\n水远通沧海，山高接太行。卿云浮凤阙，五色焕天章。"
        },
        {
            "标题": "寄都指挥使韩公时征猺在柳庆",
            "作者": "陈琏",
            "内容": "韩侯英誉重雄藩，猺獞闻知胆已寒。诗礼旧曾歌郤谷，龙泉尚拟斩楼兰。\n营连邕莞烟生灶，夜度昆崙月满关。道路行人传令肃，边陲黎庶沐恩宽。\n屯兵晓日明金甲，跃马南薰拂绣鞍。克敌一生存远略，思亲千里报平安。\n闲将景物归吟幌，常见风云护将坛。报国丹心坚似石，平蛮勋业重如山。\n高情久与梅花共，行橐应无薏苡还。早晚凯还笳鼓竞，捷书先已到金銮。"
        },
        {
            "标题": "宿尉氏县乾明寺",
            "作者": "陈琏",
            "内容": "禅房闲假榻，风物政凄凄。霜月窥窗小，天河映户低。\n宵寒频警鹤，村远渐闻鸡。明发夷门道，流尘逐马蹄。"
        },
        {
            "标题": "赏菊花和祝太仆韵",
            "作者": "陈琏",
            "内容": "莫道秋光不入时，寒芳满径露盈枝。平生自有中黄色，肯愧陶潜五字诗。"
        },
        {
            "标题": "塞外山皆桦木不闻禽鸟因诗记之二首 其一",
            "作者": "陈琏",
            "内容": "满山桦木拂云平，终日绝闻禽鸟鸣。海子波澄砂碛远，空馀雁影与雕声。"
        },
        {
            "标题": "送医官陈义成之任",
            "作者": "陈琏",
            "内容": "太丘闻孙忠孝俱，平生喜读轩岐书。医人每收十全效，种杏已成千百株。\n今年被荐来京国，新授医官承宠渥。缙绅祖饯出都门，别酒香凝金错落。\n潞河雪霁冰澌流，好风催发沙棠舟。南经铁瓮趋吴郡，东度钱塘望处州。\n括苍山色青无数，归马能谙旧行路。悬知三月到家时，细雨落花春已暮。"
        },
        {
            "标题": "老子出关图为松江陈宗仁赋",
            "作者": "陈琏",
            "内容": "道德经文祇五千，当时尹喜得亲传。出关又跨青牛去，万里流沙几日旋。"
        },
        {
            "标题": "登骊山有感",
            "作者": "陈琏",
            "内容": "骊山矗霄汉，缭绕白云生。露径绿苔老，秋林红叶明。\n凭高肆遐瞩，山水互回萦。终南亘太华，浐灞通渭泾。\n三川何逶迤，千里犹掌平。秦中百万家，俯视犹列星。\n缅维天宝中，兹山擅佳名。复道岁游幸，栖阁高峥嵘。\n秋风起朝元，温泉出华清。如何乐未终，胡尘集咸京。\n一从西幸蜀，无复来霓旌。繁华竟何在，但见山青青。\n宴安古所戒，后世在当惩。我来重登览，触景感废兴。\n临文动悲诧，不尽千古情。"
        },
        {
            "标题": "李老谷",
            "作者": "陈琏",
            "内容": "五更风露政凄凄，谷口云深路欲迷。马上酒醒天渐曙，如何不听子规啼。"
        },
        {
            "标题": "谒宣圣庙",
            "作者": "陈琏",
            "内容": "成均首善地，礼殿高穹窿。金碧绚晴旭，松桧含清风。\n秋闱方撤棘，祇谒瞻圣容。偕行总文彦，礼度何雍雍。\n仰惟天子圣，道学极尊崇。教化广无外，黉宇遍寰中。\n矧兹首善地，四方咸来宗。英才日以盛，教化日以隆。\n于赫文风振，当与三代同。"
        },
        {
            "标题": "经李陵台有怀苏武",
            "作者": "陈琏",
            "内容": "自徙居延大泽中，上林忽报雁书通。长安京国归心切，落日河梁别意浓。\n扶地住多惊皓首，节旄落尽见丹衷。偷生陵律何须数，遗臭流芳迥不同。"
        },
        {
            "标题": "李陵台",
            "作者": "陈琏",
            "内容": "汉家将军文且武，一点丹心期报主。提兵深入单于庭，转斗无前气如虎。\n五千健儿俱战没，西望长安泪如雨。家声已坠强偷生，北面甘心作降虏。\n赋诗已送子卿归，握手河梁意良苦。此心应拟作明月，归照茂陵陵上土。\n当时论录赖司马，大义犹能著千古。生为汉臣葬胡地，白草黄云岂其伍。\n乌桓城外有荒台，阅历人间几寒暑。偶来登览访遗踪，读罢残碑意悽楚。"
        },
        {
            "标题": "华阳道隐为罗济能赋",
            "作者": "陈琏",
            "内容": "三茅之山仙所都，华阳洞在山之隅。丹房药室秘灵异，洞天之名诚不虚。\n彼美人兮学仙徒，卜筑近爱华阳居。当门列岫耀圭璧，满地白石堆琪玗。\n杜门少与尘事接，终日闲观鸿宝书。或时采芝度溪谷，或时招鹤来庭除。\n兴阑高卧北窗下，松门瑟瑟鸣笙竽。唤醒十载江湖梦，长啸一声山月孤。"
        },
        {
            "标题": "莲社图",
            "作者": "陈琏",
            "内容": "义熙人物总英贤，道契机缘岂偶然。五老峰前同结社，三生石上共谈禅。\n雨馀瀑布飞晴雪，日出香炉生紫烟。千载高风无觅处，空将仪像画图传。"
        },
        {
            "标题": "题焦氏林塘读书图",
            "作者": "陈琏",
            "内容": "闻道林塘景，萧然远世情。苔阶多鹤迹，茅屋有书声。\n曾著潜夫论，因传处士名。空馀图画在，翰墨尚留馨。"
        },
        {
            "标题": "訾家洲怀古",
            "作者": "陈琏",
            "内容": "泉石涓涓树色苍，应如杜甫浣花庄。裴公遗址荒秋草，柳子残碑卧夕阳。\n咫尺郡城连雉堞，几家茅屋枕鱼梁。我来怀古空惆怅，独立西风野水傍。"
        },
        {
            "标题": "訾家洲宴集偶成柬董伯琪诸先生",
            "作者": "陈琏",
            "内容": "訾洲名胜地，雅集萃群英。绮席临花径，香醪泻玉罂。\n菰蒲池上鹭，杨柳水边莺。何限沧浪兴，临流更濯缨。"
        },
        {
            "标题": "灵岩寺",
            "作者": "陈琏",
            "内容": "因访灵岩寺，羊肠山径遥。云峰攒玉笋，霜叶染红绡。\n希有存孤塔，崇兴见古桥。老僧三五辈，谁解学参寥。"
        },
        {
            "标题": "登刘仙岩",
            "作者": "陈琏",
            "内容": "清飙惊流尘，晴旭严芳甸。冠盖驻岩阿，从游总文彦。\n仙家碧云中，丹光旧曾现。鹤笙今寥寥，岁月疾于电。\n亭台久荒芜，草木郁葱茜。古碑横道隅，苔藓绿将遍。\n跻攀出林杪，兴至辄忘倦。八桂多好山，迤逦青对面。\n目断三素云，蓬莱几人见。"
        },
        {
            "标题": "游刘仙岩有怀",
            "作者": "陈琏",
            "内容": "晓出南关道路赊，洞门幽胜信堪誇。若非勾漏神仙府，定是清溪道士家。\n天上蟠桃经岁月，岩前瑶草足烟霞。刘郎去后无消息，留得丹炉伏火砂。"
        },
        {
            "标题": "赠朔州千户萧世英",
            "作者": "陈琏",
            "内容": "君从雁门来，鞍马光陆离。我喜觌颜色，不异璚树枝。\n叙意把芳札，写心命朱丝。契阔方及展，暌违复在兹。\n别后慎自爱，远大以为期。"
        },
        {
            "标题": "六一泉",
            "作者": "陈琏",
            "内容": "欧子孤山原不到，泉名六一表怀贤。勤师已化坡仙老，留得高名世上传。"
        },
        {
            "标题": "十台怀古 其六 歌风台",
            "作者": "陈琏",
            "内容": "高皇仗义诸侯归，沛中白日神龙飞。三秦已定四海一，图治宁敢忘宵衣。\n大风歌来山岳动，父老闻之泪如涌。此时何不歌南薰，慷慨尊前似矜勇。\n翠华不来台已荒，满林松桧声悠扬。后人登临空叹息，怀古之情岂终极。"
        },
        {
            "标题": "龙穴洲",
            "作者": "陈琏",
            "内容": "洲前风起水云腥，满眼波涛似雪明。欲向矶头吹铁笛，只愁海底老龙惊。"
        },
        {
            "标题": "题蒋院判家山水图",
            "作者": "陈琏",
            "内容": "大峰小峰堆翠鬟，景致好似龙潭山。桃花流水远廛市，昔有仙人来炼丹。\n一朝功成簉鹓斑，屡承恩宠瞻天颜。良方岂但传金匮，妙剂应能苏世瘝。\n胡为仙游竟不还，空见野墅留人间。董氏杏林原自好，苏家橘井何尝乾。\n映门森森总桥梓，绕砌烨烨皆芝兰。凭谁写归图画看。\n满眼云气生层峦。书香绵延庆泽远，医院有子称能官。\n我怀仙人不复见，几回对此增长叹。"
        },
        {
            "标题": "忠州陆宣公祠",
            "作者": "陈琏",
            "内容": "唐家内相数宣公，自信能全报国忠。王佐才名真不忝，经纶事业竟谁同。\n谗言已中奸臣口，谠论难开帝者聪。古庙荒凉经岁久，萧萧宰木起悲风。"
        },
        {
            "标题": "赵松雪兰蕙图",
            "作者": "陈琏",
            "内容": "王孙绝艺世咸誇，爱写兰花与蕙花。楚畹于今谁复见，春风芳草暗天涯。"
        },
        {
            "标题": "挽封□□□□□公祐得乡邑称纯孝，声名迈古人。买书因教子，酿酒为筵宾。宠命颁新",
            "作者": "陈琏",
            "内容": "桂林自昔最宜人，况复清时雨露新。昭代礼文初复古，隆冬天气煖如春。\n衣冠士族从来盛，庠序儒风自昔淳。我忝一官司教铎，期将斯道觉斯民。"
        },
        {
            "标题": "送吴丁二太仆送马之京七首 其五",
            "作者": "陈琏",
            "内容": "晓进神驹玉作蹄，花边露湿锦障泥。圉人牵过金阶上，似畏天颜不敢嘶。"
        },
        {
            "标题": "送吴丁二太仆送马之京七首 其七",
            "作者": "陈琏",
            "内容": "都门骥子日成群，望处浑疑五色云。蕃息数增千百万，愿言上奏圣明君。"
        },
        {
            "标题": "送吴丁二太仆送马之京七首 其四",
            "作者": "陈琏",
            "内容": "昔闻骏骨出蒲梢，今见龙驹满近郊。牧监奚官解调习，春风花外响鸣鞘。"
        },
        {
            "标题": "送吴丁二太仆送马之京七首 其一",
            "作者": "陈琏",
            "内容": "午夜房星映上台，天闲十二总龙媒。况逢四海升平日，常见神驹入贡来。"
        },
        {
            "标题": "司业张公玄略斋房夜坐偶赋",
            "作者": "陈琏",
            "内容": "璧水斋居夜，开轩不用灯。月华穿槛白，竹色近帘青。\n香爇龙涎煖，琴鸣鸐梦醒，更深浑不寐。亹亹且谈经。"
        },
        {
            "标题": "挽梅岩区以齐先生",
            "作者": "陈琏",
            "内容": "蚤年应招觐枫宸，归向山中卧白云。高节能同徐孺子，清名足继杜徵君。\n岩梅老去春何在，墓草荒来路莫分。江海诸生情最切，不堪闻讣泪纷纷。"
        },
        {
            "标题": "梅雪轩",
            "作者": "陈琏",
            "内容": "闻道轩居好，□□□□□。□□□□□，梅放近阳春。\n香气侵书幌，寒威迫□□。□□□□□，□□见情真。"
        },
        {
            "标题": "孟尝君墓",
            "作者": "陈琏",
            "内容": "薛城城南秋草绿，飒飒悲风撼林木。荒凉古冢临道隅，踯躅哀歌起樵牧。\n忆昔田文当国时，好贤下士思有为。西行几乎遭虎口，赖有狐裘献幸姬。\n东归不复图忠义，一旦忘齐遽归魏。可怜身死骨未寒，诸子纷争覆宗祀。\n当时门下客三千，锦衣珠履犹神仙。鸡鸣狗盗众誇诩，争似冯生魏子贤。\n凄凉旧事逾千载，冢内珍藏竟何在。我来吊古谩登临，追悼英风发长慨。"
        },
        {
            "标题": "渑池会盟台",
            "作者": "陈琏",
            "内容": "王风不作游说兴，苏张之辈纷纵横。区区会盟非一所，独有此台能著名。\n忆昔嬴秦誇智力，虎视中原非一日。关东诸侯多向风，况乃邯郸居咫尺。\n秦赵二王同日来，会盟直欲登高台。瑟声才罢缶声作，军声四面欢如雷。\n秦本无心偿赵地，赖有相如多气义。奈何季世取灭亡，似怪当时璧为祟。\n人间俯仰成千年，台基依旧青山前。登临怀古意无限，西风满树鸣寒蝉。"
        },
        {
            "标题": "送司训王恭之任闽清",
            "作者": "陈琏",
            "内容": "新拜儒官出帝京，过家奉檄为亲荣。方辞北阙三千里，此去南闽几月程。\n菡菼滩声和雨响，武夷山色与云平。闽清学者从来盛，坐拥皋比称宦情。"
        },
        {
            "标题": "吕梁洪",
            "作者": "陈琏",
            "内容": "吕梁天下险，巫峡可并称。伊昔黄河与清泗，合为一水通郡城。\n才出百丈洪，荡潏无时停。旋涡回洑几十里，古潭渟滀秋泓澄。\n两山夹其中，乱石高峥嵘。不知何年鬼斧凿，中流峎崿无由平。\n狂澜泻长谼，奔迸犹建瓴。珠跳霏霏洒冬雪，震响隐隐疑雷霆。\n奔流不可遏，势欲穷沧溟。乃知此水神莫测，终日常带鱼龙腥。\n昨从北京回，扁舟弄清泠。兹晨偶经此，快我览古情。\n举杯酹青山，放歌濯尘缨。缅思尉迟公，修理费经营。\n摩挲赵子碑，感慨岁月更。矧今天子圣，德化溢八纮。\n雨旸喜时若，海岳俱效灵。龙门三峡已安妥，近岁又报黄河清。\n吕梁虽云险，孰怀履险惊。何当磨崖颂圣德，上与日月同光晶。"
        },
        {
            "标题": "过浯溪读磨崖碑",
            "作者": "陈琏",
            "内容": "禄儿搆难陷两京，乘舆西幸九庙惊。河东二十四列郡，曾无一人如杲卿。\n汾阳淮南信英杰，义旗指挥僭伪平。东宫即位在灵武，乾坤再造海宇清。\n二圣重欢意方洽，两宫流言吁忍听。元子文章严且简，太师笔势纵复横。\n我时泊舟断崖下，寻读石刻半灭明。摩挲不尽千古意，东风吹雨天冥冥。"
        },
        {
            "标题": "少保金公哀挽",
            "作者": "陈琏",
            "内容": "忆共春闱校艺时，如公藻鉴别妍媸。皇朝文运昭奎壁，内相勋名重鼎彝。\n木稼曾闻达官怕，山颓惊见哲人萎。伤心玉笥峰前墓，自愧无由酹一卮。"
        },
        {
            "标题": "苏小小墓",
            "作者": "陈琏",
            "内容": "苏姬家钱塘，槜李有遗墓。芳姿竟何在，碑石宛如故。\n光阴百岁过，声色几人悟。可怜墓前花，娟娟泣秋露。"
        },
        {
            "标题": "八月初三秋丁斋宿偶赋",
            "作者": "陈琏",
            "内容": "暮雨初收夜气凉，黉宫如水漏声长。金莲光粲频添烛，宝篆烟浮屡换香。\n礼乐明时严秩秩，弦歌深夜尚洋洋。喜逢圣代崇禋祀，勉效涓埃答素王。"
        },
        {
            "标题": "兰翠轩为陈廷璋赋",
            "作者": "陈琏",
            "内容": "彼美人兮貌清扬，开轩适近茹溪傍。依稀辋川之风景，恍惚浣花之草堂。\n雨过娟娟修竹净，风来馥馥崇兰香。时看霏翠落虚牖，或见水气生寒光。\n终朝相对尘虑息，如游九畹浮三湘。神閒气和乐自然，飞梦不到名利场。\n谢家兰玉信堪拟，蒋氏三径还可方。累世相承在诗礼，应是前人庆泽长。"
        },
        {
            "标题": "万竹轩为萧廷玉赋",
            "作者": "陈琏",
            "内容": "分得淇园种，年深长万竿。露华凝翠羽，雪色映琅玕。\n案上琴书润，窗间枕簟寒。不徒瞻劲节，还喜报平安。"
        },
        {
            "标题": "梅轩为弟廷宾赋",
            "作者": "陈琏",
            "内容": "闻道轩居好，寒梅已着花。暗香来几席，疏影映窗纱。\n宴集欢无已，吟哦兴复佳。客中怀胜赏，忆尔倍思家。"
        },
        {
            "标题": "送都给事中徐公琦升广东右布政使",
            "作者": "陈琏",
            "内容": "迢迢五羊城，旧本百越地。堂堂启雄藩，岭海一都会。\n朝廷重方岳，选拜定勋贵。维公闽之彦，素有廊庙器。\n日侍禁闼中，直言无少避。忠诚格宸衷，宠眷特殊异。\n一朝奉明诏，出守方伯位。足展经纶才，不负平昔志。\n顾予忝朝行，久矣慕高义。侧闻沐新恩，自觉喜忘寐。\n伫看宣上德，惠泽洽南裔。"
        },
        {
            "标题": "桂轩为弟廷贵赋",
            "作者": "陈琏",
            "内容": "兔窟移栽远，灵根阅岁多。黄金攒细萼，碧玉长新柯。\n入座天香至，窥帘月影过。待予休致日，花下共婆娑。"
        },
        {
            "标题": "筠雪轩为姑苏吴廷瑞赋",
            "作者": "陈琏",
            "内容": "修筠近前楹，劲节恒在目。朝来积雪多，风落声簌簌。\n寒侵白鸾尾，冻折琅玕玉。新音静宜听，清气端可掬。\n闲歌淇澳诗，缅想筼筜谷。何以慰雅怀，陶然醉醽醁。"
        },
        {
            "标题": "正月十五晚在济宁发舟至开河驿偶成",
            "作者": "陈琏",
            "内容": "扁舟溯长河，淡淡暝烟生。野水渺无际，凫雁泛春声。\n须臾华月上，川光生夜明。摇摇泛星采，万顷玻璃平。\n如坐玉壶中，毛发亦含清。旷景与心合，孰识此时情。"
        },
        {
            "标题": "送广州俊都纲之任",
            "作者": "陈琏",
            "内容": "光孝古名刹，六祖修行地。素称大丛林，缁流若云聚。\n粤从建僧司，宗风畅前裔。尚人旧居此，蚤矣悟禅秘。\n迩来授都纲，恩命实非细。昨从北京回，天界暂留憩。\n兹晨发都城，驰道雪初霁。悬想到官时，菩提长新堤。"
        },
        {
            "标题": "罗稚川山水为桂林郡守孙伯贞赋",
            "作者": "陈琏",
            "内容": "郭熙之后有稚川，妙画往往人争传。醉来乘兴扫轻素，笔下萧飒生云烟。\n天台雁荡宛相似，仙楼佛阁纷满前。春风瑶草发幽涧，暮雨藤萝垂古阡。\n危桥半空度羸马，断崖千尺飞寒泉。扁舟一叶欲何往，人家多住沙岸边。\n牛羊鸡犬自成趣，武陵何必求神仙。我亦平生好清致，出山自笑归无缘。\n还君此画三叹息，罗浮东望心悠然。"
        },
        {
            "标题": "通州",
            "作者": "陈琏",
            "内容": "河下舣兰舟，轻寒袭毳裘。远山和雪见，新水带冰流。\n商旅来何盛，人民住已稠。蓬莱行在望，五色卿云浮。"
        },
        {
            "标题": "郎山",
            "作者": "陈琏",
            "内容": "郎山高，高刺天，危峰崄磴愁攀缘。仰看高崖覆石穴，穴口至今存破船。\n想初山前潴巨浸，水退之后成原田。崖边石痕乃牵路，沧桑之说诚非传。\n市廛遗迹已难觅，积沙淤没经千年。道傍残碑宛犹在，汉隶剥落苔痕藓。\n兹山雄特孰与肩，北通朔漠邻燕然。后人于此列亭障，往往树栅当其巅。\n只今圣化大无外，胡羯远遁无腥膻。山头烽堠高且坚，此日永不生狼烟。"
        },
        {
            "标题": "见东平城外墓林偶成",
            "作者": "陈琏",
            "内容": "东平城外半松楸，古冢累累迹尚留。翁仲凄凉空在目，石麟埋没几经秋。\n金丹难驻容千载，贵贱同归土一丘。欲觅断碑稽往事，白杨风起使人愁。"
        },
        {
            "标题": "赵大年江村秋晚图为襄城伯李公赋",
            "作者": "陈琏",
            "内容": "赵家王孙画最奇，缣素流传争宝之。江村秋晚图更好，树色湖光无不宜。\n农家渔梁路幽静，好似王维辋川景。杨柳风来晓岸凉，芙蓉露下秋波冷。\n芦苇萧萧烟满汀，征鸿无数上青冥。何人独得玄真趣，日向茅茨自下罾。"
        },
        {
            "标题": "银瓶娘子辞",
            "作者": "陈琏",
            "内容": "平生长在深闺里，无由上书见天子。父兮有冤向谁理，手抱银瓶沉井底。\n井枯瓶烂心不移，此事惟有天公知。一门忠节古所稀，百世庙食礼所宜。"
        },
        {
            "标题": "三骏图",
            "作者": "陈琏",
            "内容": "王孙画马师韩干，此疋权奇见应罕。疑是长杨较獦回，五老满身流赭汗。\n近时作者任月山，真迹往往传人间。骊黄青骢凡二疋，苑内呈来初卸鞍。\n吁嗟三骏非凡质，当时曾荷孙阳识。自入天闲沐主恩，煌煌天驷联奎壁。"
        },
        {
            "标题": "五老听松歌为严贡士赋",
            "作者": "陈琏",
            "内容": "我昔扁舟泛彭蠡，五老峰峦望中起。兴来飞步上层巅，万壑松声聒人耳。\n清如绿绮调冰弦，潺潺石涧鸣寒泉。和如洞庭张广乐，珊珊环佩来群仙。\n雄如昆阳破劲敌，铁骑奔腾响金革。壮如钱塘八月潮，巨浪洪涛互冲激。\n须臾听罢风已停，千林万树寂无声。此时尘虑若冰释，一段襟怀如水清。\n美人家住匡山麓，饱听松涛响岩谷。自从折桂上青云，归梦时时到书屋。\n妙龄勋业宜勉之，昼锦荣归应可期。山中猿鹤拟相候，还听松声似旧时。"
        },
        {
            "标题": "云州歌",
            "作者": "陈琏",
            "内容": "云州迤南好风土，高下川原足禾黍。云州迤北天气寒，五谷不生民食艰。\n胡羌俗与中华别，水草逐居食凭猎。云州南去足农耕，充国曾此破先零。"
        },
        {
            "标题": "国子司业张公玄略哀挽",
            "作者": "陈琏",
            "内容": "蚤佐春官政，曾施经济才。暮年居璧水，一旦赴泉台。\n太史书遗事，诸生赋八哀。音容从此绝，无复寄诗来。"
        },
        {
            "标题": "雪山歌",
            "作者": "陈琏",
            "内容": "若有昆崙之西岷峨阴，天文上属井与参。危峰列嶂高万仞，色映银汉光沉沉。\n忆初康回触折天柱时，娲皇炼石补天多苦心。故将太白作天骨，斯山独与同嵚崟。\n势连西域白不断，极目万里皆瑶簪。阴风号寒滕六过，琪花六出成琼林。\n飞鸟不敢度，矧有哀猿吟。光晶熠耀可望不可近，使人对此毛发寒森森。\n其中何所有，冰蛇长十寻。雪□与雪鼠，谷底藏尤深。\n万年坚冰消不得，岂畏夏日能流金。几回霜台闲骋目，独爱爽气清予襟。\n何当乘风问真宰，请化此雪为甘霖。"
        },
        {
            "标题": "用王编修韵柬定岩僧官",
            "作者": "陈琏",
            "内容": "到处曾栽惠远莲，鸡峰来住又多年。久知戒行闻天下，喜有声名著日边。\n贝叶经翻松下石，昙花香泛竹间泉。承恩常到蓬莱殿，手绾袈裟近御筵。"
        },
        {
            "标题": "青羊宫",
            "作者": "陈琏",
            "内容": "青羊宫殿倚璇宵，昔日曾闻绛节朝。灵胜自知钟井络，清高原自隔尘嚣。\n火烘丹鼎烹铅汞，花落仙房听凤箫。令尹不来春寂寂，碧桃开遍遇仙桥。"
        },
        {
            "标题": "山水图为敦生作",
            "作者": "陈琏",
            "内容": "滁阳山川素云美，烟树云峦望中起。雨馀东渡涌波澜，日出丰亭炫青紫。\n醒心丰乐久已废，一片寒芜见遗址。天宁古刹竟何在，紫薇寒泉尚清泚。\n我昔承恩来作郡，弹指光阴垂二纪。琅琊寺里惯题诗，清流关前曾驻履。\n况逢时清公事简，俗厚民安称治理。转官银台又五秋，每忆旧游如梦里。\n敦生携我昔作图，复索新吟耀桑梓。挥毫赋就意无穷，极目滁山馀百里。"
        },
        {
            "标题": "清流关",
            "作者": "陈琏",
            "内容": "清流山高横碧落，崖石棱层犹铁削。忆昔南唐始开凿，据守形势真险恶。\n殿前虞候有雄略，麾兵飞度谁敢格。晖凤东门就擒缚，乃知恃险古所薄。\n当年意气归萧索，惟有青山宛如昨。大明德教溢六合，文恬武熙颂声作。\n四方无虞闲警柝，关吏何劳守鱼钥。我常登临驻骓骆，呼酒悠然引孤酌。\n怀古时时发大噱，万里天风起寥廓。"
        },
        {
            "标题": "登万佛阁",
            "作者": "陈琏",
            "内容": "杰阁淩霄汉，闲来喜一登。因将前代事，试问百年僧。\n树色青如染，山光翠作层。清心付寥廓，徙倚记吾曾。"
        },
        {
            "标题": "瞿塘歌",
            "作者": "陈琏",
            "内容": "蜀山发岷峨，支派何其繁。连峰沓嶂到夔峡，两峰对立高为门。\n白盐与赤甲，万仞明朝暾。长江贯其中，水出非一源。\n其南通越巂，其西来吐蕃。浩浩纳众流，浊浪声豗喧。\n势挟天地转，怒作雷霆奔。天教滟滪遏不住，雪花飞舞洪涛翻。\n黑石与黄户，险恶难具论。舟人鱼贯牵百丈，观者胆掉惊神魂。\n忆昔神禹疏导初，石壁犹存旧凿痕。长江东流不少住，形胜独数瞿塘尊。\n蚕丛凫翳旧开国，据有蜀土称雄藩。粤从炎精丧，僭窃闻公孙。\n至今白帝城，相望馀颓垣。后来刘豫州，建国图中原。\n三顾起卧龙，复此驻军屯。至今八阵图，历历迹犹存。\n自后僭伪者，琐琐奚足云。元季夏明氏，恃险负皇恩。\n天威赫然命六军，六军饮马川江浑。王师乘胜克西蜀，铁锁已断来降幡。\n皇风远畅清妖氛，雪山冰谷回春温。信知在德不在险，诚如古人之所言。\n群雄割据竟何在，依旧老树啼寒猿。"
        },
        {
            "标题": "三贤祠",
            "作者": "陈琏",
            "内容": "太守文章处士诗，高风遗爱系人思。太师葛岭空陈迹，不及孤山有古祠。"
        },
        {
            "标题": "送士昂蒋主事",
            "作者": "陈琏",
            "内容": "九载稽勋政已成，缙绅祖饯出都城。钟山雨过云无迹，沧海潮来江有声。\n行见庙堂膺重寄，要期竹帛著芳名。久知献纳才华盛，伫听朝阳有凤鸣。"
        },
        {
            "标题": "江陵沙市",
            "作者": "陈琏",
            "内容": "江陵城南好沙市，北贾南商总来聚。舟航日夜怕南风，赖有黄潭可藏避。\n近市人多临水居，美人卖酒常当垆。往来皆说沙市好，饭有香粳馔有鱼。"
        },
        {
            "标题": "黄鹤矶",
            "作者": "陈琏",
            "内容": "仙人久不来，无人见黄鹤。今有大士居，巍巍起高阁。"
        },
        {
            "标题": "伤秋",
            "作者": "陈琏",
            "内容": "纨扇钟情厚，閒居感兴长。非关秋有意，人事自悲伤。"
        },
        {
            "标题": "登旷怡楼偶成奉柬清乐公",
            "作者": "陈琏",
            "内容": "神仙洞府白云中，石径逶迤自可通。翠柏叶香凝瑞露，红梅花老谢春风。\n危楼近创规模好，华扁新题字画工。瞻望孝陵应不远，钟山佳气郁茏葱。"
        },
        {
            "标题": "巫山神女祠",
            "作者": "陈琏",
            "内容": "石为础兮枫为柱，梅为梁兮萝为宇。朝行云兮暮行雨，空山寂寥兮谁其与语。\n奠椒浆兮荐芳芷，进女巫兮笙竽盈耳。目盻盻兮杳冥，瞻翠鸾兮云里。\n郁阳台兮山陬，竖灵旗兮来游。风肃然兮云收，冀少留兮夷犹，无遄返兮使我烦忧。\n桂花发兮露零，秋山空兮月明。玄猿哀兮白鹤鸣，怅望不及兮使我凝情。"
        },
        {
            "标题": "游石经寺二首 其一",
            "作者": "陈琏",
            "内容": "孤坐不自适，言访石经山。山峰何巍巍，矗立霄汉间。\n禅扉洞然启，金碧炫晴峦。古碑蚀苔藓，荒径杂荆菅。\n贞珉镌内典，千载期不刊。谛观悟真想，陡觉心清閒。"
        },
        {
            "标题": "游云居寺在石经山二首 其二",
            "作者": "陈琏",
            "内容": "我爱云居寺，山深客少来。古碑埋碧草，荒径长苍苔。\n香印烟初断，禅扉风自开。石经山色好，瞻眺意徘徊。"
        },
        {
            "标题": "游云居寺在石经山二首 其一",
            "作者": "陈琏",
            "内容": "我爱云居寺，闲来试一登。到门惟见鹤，入院少逢僧。\n触鼻闻薝卜，无心话葛藤。诗成题石壁，聊尔记吾曾。"
        },
        {
            "标题": "游石经山见杏花偶赋",
            "作者": "陈琏",
            "内容": "村前红杏犹未放，山上花开照眼新。不是化工有私意，向阳草木易为春。"
        },
        {
            "标题": "喜新竹",
            "作者": "陈琏",
            "内容": "石犀多美竹，分种欲成阴。才见碧云影，如闻苍玉音。\n开窗宜静坐，凭几或长吟。劲节看看见，何妨霜雪侵。"
        },
        {
            "标题": "云林雅兴辞为训导王中赋",
            "作者": "陈琏",
            "内容": "白云兮央央，群山兮苍苍。云之间兮乔木，山之阳兮草堂。\n中有美人兮貌清且扬，胸中粲粲兮五色文章。纫幽兰兮为佩，制芙蓉兮为裳。\n玄猿吟兮春云暝，白鹤怨兮秋夜长。弹孤桐兮自适，思佳人兮难忘。\n安得跨飞鸾兮容与，栖云山兮尚羊。"
        },
        {
            "标题": "寄赵守愚昆仲",
            "作者": "陈琏",
            "内容": "忆昔高宗南渡后，濮王之裔总贤才。继承喜有诸孙在，积累知从几世来。\n秋水文章传宝邑，东桥道学重金台。记题谱谍惭荒落，应乏当时太史才。"
        },
        {
            "标题": "和主文晏彦文试院韵",
            "作者": "陈琏",
            "内容": "深深试院远羲炎，罗袖生凉汗不沾。红湿胭脂花带雨，绿摇翡翠草当帘。\n敲推得意诗怀好，去取无私笔法严。他日扁舟归鄂渚，几多道路报邮签。"
        },
        {
            "标题": "鹾场夕照",
            "作者": "陈琏",
            "内容": "虎门落日暮潮来，归鸟翩翩作阵回。煮海竟烧烟万灶，收盐多积雪千堆。\n溪山绚綵曦光驭，屯栅增辉霁景开。氛祲已销鲸浪息，不教蜃气结楼台。"
        },
        {
            "标题": "宣圣手植桧",
            "作者": "陈琏",
            "内容": "宣圣殿后手植桧，枝叶团团宛如盖。青霄耸干近百寻，厚地蟠根知几代。\n重重白昼布繁阴，瑟瑟虚檐度清籁。异质肯随凡卉变，奇材独受高人爱。\n当年老树久摧残，旁茁孙枝今幸存。扶持自是神明力，长养偏承雨露恩。\n冬来不改冰霜操，春去犹含苔藓痕。九畴之诗人共爱，南宫之颂时所称。\n我闻大别有古柏，黛色参天二千尺。神鬼英灵长为护，风云变化应难测。\n大禹之功久不磨，素王之德终无极。圣泽流芳可并传，作歌为刻琅玕石。"
        },
        {
            "标题": "挽磨陀山人支仲荣",
            "作者": "陈琏",
            "内容": "诗礼家声旧，儒医学术专。能寻颜子乐，不让宋清贤。\n懒作题桥客，常怀卖药仙。侨居滁水上，结屋石梁边。\n来往磨陀岭，徜徉庶子泉。酒倾常一斗，琴弄或无弦。\n每岁推乡饮，嘉筵肃豆笾。威仪符礼节，矩步中周旋。\n俯仰真无愧，行藏信自然。谊高时所重，誉美众争传。\n拟谓身长健，宁知病不痊。玉棺初降地，宝剑忽沉渊。\n谩致生刍奠，空歌薤露篇。临风动凄恻，谁为表新阡。"
        },
        {
            "标题": "双节堂为锡山朱靖赋",
            "作者": "陈琏",
            "内容": "一自共姜后，谁能赋柏舟。今看双节美，可与古人俦。\n共矢心如石，相看雪满头。观风有使者，行听达宸旒。"
        },
        {
            "标题": "寄祝仲山",
            "作者": "陈琏",
            "内容": "自从滁水送归舟，别后俄惊十九秋。庶子泉甘曾共酌，醉翁亭好每同游。\n停云赋就怀知己，今日书来喜便邮。闻道芝山是先陇，满林翠色蔼松楸。"
        },
        {
            "标题": "题文焕梁春元双鹊图",
            "作者": "陈琏",
            "内容": "昂头骈立语鸡坛，喜报阳和入履端。更待须臾风力便，九霄云路任飞翰。"
        },
        {
            "标题": "水帘洞",
            "作者": "陈琏",
            "内容": "城外小蓬莱，天然图画开。路从花影过，人自柳阴来。\n洞古藏烟水，碑残蚀雨苔。白头陈道士，留客意徘徊。"
        },
        {
            "标题": "水竹居为王公赋",
            "作者": "陈琏",
            "内容": "华构敞高明，况复临清池。碧水自泠泠，箓竹何猗猗。\n日出镜光净，风来翠羽披。多君擅清致，对此情自怡。\n不为孺子歌，喜诵武公诗。丹衷素自许，劲节能坚持。\n粤从历华近，上受列圣知。伫看昼锦回，所居愈光辉。"
        },
        {
            "标题": "游惠山",
            "作者": "陈琏",
            "内容": "泛舟过梁溪，芙蓉水初冷。折芳渡瑶涧，访竹缘修畛。\n飘然陟崇冈，远目时一骋。川原入遐瞩，一一意先领。\n虚壑度松声，阴崖落云影。秋草荒历山，露叶垂舜井。\n湛陆宅久墟，榛翳道全梗。访古情弥切，怀贤意方永。\n下寻漪澜堂，因访招提境。扫地焚名香，汲泉试新茗。\n顿觉心源清，岂惟棼务屏。重期望太湖，飞步登绝顶。"
        },
        {
            "标题": "十台怀古 其七 望思台",
            "作者": "陈琏",
            "内容": "湖城城头云黯黯，望思台成悔何晚。一从金犊去无踪，几度春风岁华远。\n武皇用人何太轻，江充小吏机谋深。东宫冤气贯星斗，白日紫汉生层阴。\n神仙楼观连云起，有术难招戾园鬼。恩深舐犊恨无穷，目断湖城隔秋水。"
        },
        {
            "标题": "高士谦竹为崇安知县金怀赋四首 其三 雨",
            "作者": "陈琏",
            "内容": "采兰忆昔过湘浦，两岸修篁带雨看。此日晴窗见图画，令人清兴满江干。"
        },
        {
            "标题": "友清轩为江阴黄彦达赋",
            "作者": "陈琏",
            "内容": "澄江有佳士，不为尘事撄。所事在高洁，卜筑向林扃。\n轩居喜幽僻，松梅有馀清。苍髯屋角垂，翠羽花间鸣。\n闲将绿绮弹，爱此霜月明。悠然协清趣，孰识此时情。"
        },
        {
            "标题": "送吴丁二太仆送马之京七首 其二",
            "作者": "陈琏",
            "内容": "明时牧马总名騧，江北江南十万家。太仆年年亲选贡，肯教神骏困盐车。"
        },
        {
            "标题": "送吴丁二太仆送马之京七首 其六",
            "作者": "陈琏",
            "内容": "满身汗血是龙驹，逸气淩云画不如。从此便归天厩养，好骖玉辂驾鸾舆。"
        },
        {
            "标题": "送吴丁二太仆送马之京七首 其三",
            "作者": "陈琏",
            "内容": "周家国马生秦陇，汉代名驹出月氏。争似天朝群厩盛，骅骝百万总权奇。"
        },
        {
            "标题": "送虎丘原石介长老住灵隐",
            "作者": "陈琏",
            "内容": "西湖灵隐称名刹，记我当年事胜游。灵鹫岭边山独秀，冷泉亭下水长流。\n祇园鹤唳禅林晓，石洞猿啼玉树秋。闻道老师行驻锡，前人遗址待兴修。"
        },
        {
            "标题": "崔白鹅为驸马赵公题",
            "作者": "陈琏",
            "内容": "羽毛䬏飔双掌赤，磊落奇姿骋雄特。兴庆池中得隽归，欢声已遍长安陌。\n斗罢梳翎向大堤，雪花消处净无泥。此时风格谁能写，喜有濠梁崔子西。"
        },
        {
            "标题": "送李给事省亲",
            "作者": "陈琏",
            "内容": "几年居侍从，日得近清光。予告天恩重，还家道路长。\n霜寒汀树老，雪霁野梅香。綵服趋庭日，双亲喜寿康。"
        },
        {
            "标题": "送礼部郎中胡远升江西参议",
            "作者": "陈琏",
            "内容": "阙下文星焕紫虚，多君词藻似相如。鸣珂晓待金门漏，染翰时翻石室书。\n拜命初辞天禄阁，之官远赴斗牛墟。旬宣政要求民瘼，行见封章奏玉除。"
        },
        {
            "标题": "送吕少卿致仕归山阴",
            "作者": "陈琏",
            "内容": "解组荣归似二疏，菊松三径想如初。寻盟宜结香山社，访古须寻禹穴书。\n知有丹心驰帝阙，应无清梦到公车。相思好寄平安字，闻道春江多鲤鱼。"
        },
        {
            "标题": "送赵纯沈福二御史按治交阯",
            "作者": "陈琏",
            "内容": "绣衣同日沐恩光，路入南交万里长。藩阃总超唐节镇，图经原载汉封疆。\n槟榔树老屯云盛，荔子花开带雨香。远近争看骢马至，愿敷德化遍炎方。"
        },
        {
            "标题": "过临平偶成",
            "作者": "陈琏",
            "内容": "临平山下有人家，晓日瞳瞳绚绛霞。石鼓铜鱼今在否，世人犹自说张华。"
        },
        {
            "标题": "送张真人贺圣节回龙虎山",
            "作者": "陈琏",
            "内容": "龙虎真人上界仙，桂旗兰盖惯朝天。承恩长到黄金殿，侍宴曾陪白玉筵。\n午夜星辰回使节，西江烟水送归船。京华岁岁期相遇，来祝吾皇寿万年。"
        },
        {
            "标题": "送王给事中奉使琉球国",
            "作者": "陈琏",
            "内容": "金门给事总名流，奉使咸推陆贾优。亲捧纶音辞凤阙，远持玉节去琉球。\n彭湖波静皇风畅，三屿山明瘴雾收。他日远人应侯问，好言圣化迈成周。"
        },
        {
            "标题": "送无为州王知州",
            "作者": "陈琏",
            "内容": "淮西作郡著清名，九载功成趣去程。人向棠阴歌五裤，马行廓外拥双旌。\n趋朝喜际风云会，送别难忘父老情。早晚天官应奏最，乔升定见沐恩荣。"
        },
        {
            "标题": "挽吏部郑侍郎",
            "作者": "陈琏",
            "内容": "职亚天官誉四驰，一朝捐馆实堪悲。铨衡任重持公论，经济才高受主知。\n玉瘗青山仙去远，月明华表鹤归迟。平生功业谁能纪，墓石新刊太史辞。"
        },
        {
            "标题": "题冯寺丞所藏李龙眠九歌图",
            "作者": "陈琏",
            "内容": "红云辉辉昭玉宇，紫宫之中神独处。大少司命播洪钧，万汇生成咸得所。\n扶桑霞明天欲曙，龙辀东来从真侣。凝情遥睇云中君，烟水微茫隔洲渚。\n湘灵瑶瑟久不闻，山鬼啾啁啼夜雨。国殇沉沦河伯逝，谁致兰殽荐芳醑。\n繄昔三闾心独苦，托此微词期悟主。鱼腹幽魂不可招，九歌闻来转悽楚。\n区区忠诚孰能识，紫阳辨之深见许。龙眠居士画更精，想像写来宁有谱。\n风环月佩锵琳琅，翠辇鸾旌拥干羽。天狼无光殪狐矢，白鼋腾波神物举。\n杜衡青青兰芷馨，遗佩何人恣容与。辛夷之车山下来，赤豹文狸导雄虎。\n阴阳鬼神纷杂揉，祭赛相传楚风土。笙箫钟鼓间琴瑟，巫能安歌觋能舞。\n千年往事似足稽，景象恍如亲所睹。信知此画妙入神，几度披图谩怀古。"
        },
        {
            "标题": "太初宫怀古",
            "作者": "陈琏",
            "内容": "太初宫在函关上，一片遗基几百春。谩有狐狸来作穴，更无鸾鹤与为邻。\n灵符玉检神何在，石室瑶台迹已陈。景物亦随今古异，断碑荒础雨苔新。"
        },
        {
            "标题": "徽庙鹡鸰图为冯庸庵赋",
            "作者": "陈琏",
            "内容": "幽禽一个写来真，犹带宣和墨色新。二百年馀依旧好，不随艮岳化为尘。"
        },
        {
            "标题": "题曹氏贞节卷",
            "作者": "陈琏",
            "内容": "曹女唐家妇，孀居两鬓蓬。素心同玉洁，无梦妒春红。\n誓守共姜节，能存陶母风。阿谁传美事，歌咏属诸公。"
        },
        {
            "标题": "骢马图为宪使黄存诚作",
            "作者": "陈琏",
            "内容": "大宛神驹世所稀，独有此马称权奇。方瞳棱棱开紫电，修尾飒飒摇青丝。\n闻道骅骝乃其亚，未觉千金满高价。长鸣已自空冀北，骏足宁终淹枥下。\n每见常随绣衣使，白玉玲珑压双辔。有时朝退凤楼西，道上行人远惊避。\n逸态雄姿不可攀，朝并暮越须臾间。会见巡历周九域，还随骐骥入天闲。"
        },
        {
            "标题": "金人出猎图为宪使黄存诚赋",
            "作者": "陈琏",
            "内容": "胡地秋高多雪霜，金人校猎来沙场。毡车百辆随戎王，桓桓虎士争跳梁。\n紫骝叱拨杂骕骦，雕鞍银镫红绒缰。其中者谁膂力强，黄髯似戟双瞳光。\n弯弓雄视隘八荒，瞥然驰过青山傍。狐兔奚足污镞铓，仆姑一发殪白狼。\n海东之鸷材最良，畜养日久思奋扬。脱鞲直上云间翔，金眸玉爪不可当。\n鴐鹅群飞摩青苍，竦身击之绝其吭。雕鹰四出势愈张，血洒平芜多毙伤。\n戎王对此喜欲狂，举头大笑天茫茫。岂恤士马冻欲僵，且沽潼酪浇枯肠。\n归来开宴罗酒浆，毳裘狐帽分两行。高烧银烛排红妆，琵琶枨枨间笙簧。\n戎王嗜酒犹渴羌，诸酋起舞迭进觞。上下胥庆乐未央，不知华月生东方。"
        },
        {
            "标题": "题竹林七贤图",
            "作者": "陈琏",
            "内容": "竹林深处集华裾，放浪从来礼法疏。莫倚清谈惊世俗，东门长啸有胡雏。"
        },
        {
            "标题": "题赵子昂双松图",
            "作者": "陈琏",
            "内容": "吴兴王孙画最工，挥毫写出双乔松。爽飒寒声杂风雨，蜿蜒曲势蟠蛟龙。\n千年老干犹屈铁，阅历光阴饱霜雪。严冬十月百卉空，始信人间有奇节。"
        },
        {
            "标题": "天平山",
            "作者": "陈琏",
            "内容": "天平之山高插天，晴岚暖翠纷满前。白云梵宇久寂寞，范公祠堂犹俨然。\n山畔一峰名卓笔，半露棱层苍石骨。天教秀色壮东吴，高出群山表奇特。\n我时放舟山下过，为寻古迹攀云萝。试从绝顶一眺望，诸山满眼青如螺。\n最爱范家坟墓好，石马石羊藏碧草。平生喜读义田碑，此日登临豁怀抱。"
        },
        {
            "标题": "望峨眉山",
            "作者": "陈琏",
            "内容": "峨眉之山高万丈，鸣鹤青城郁相向。峰峦喜与太白齐，似与西川为保障。\n郁葱秀色根鸿濛，望之如云浮碧空。嵚岑峛崺不可上，千岩万壑来清风。\n白云之巅梵王殿，五色光华望中见。天晴云散看龙归，日出鸟呼知佛现。\n山中原来富奇植，灵药仙葩人罕识。丛生瑞竹粲如金，树结甜瓜坚似石。\n势连雪岭极西方，六月常见飞严霜。积雪长年消不尽，始知境界真清凉。\n白水丛林半山起，楼阁参差綵霞里。普贤灵迹世无双，苏子雄文今有几。\n扁舟拂晓到嘉陵，眼中独爱兹山青。召命有期不得往，试凭诗句讯山灵。"
        },
        {
            "标题": "十台怀古 其八 铜爵台",
            "作者": "陈琏",
            "内容": "漳河河边起铜爵，烜赫威声穷朔漠。台中妖姬盛如云，凤帐鸾帏翠罗薄。\n清歌一曲秋风前，飘飘吹入青云间。台前老树恨未已，至今叶染啼痕斑。\n当年艳骨归何处，鸟能清歌柳能舞。欲持斗酒酹英雄，寂历西陵暗风雨。"
        },
        {
            "标题": "驾至忽秃山",
            "作者": "陈琏",
            "内容": "自别开平后，沙场路几程。赐归承宠诏，逐队出长城。\n汹汹人争去，萧萧马自鸣。翠华看渐远，回首独凝情。"
        },
        {
            "标题": "挽道士龙碧潭尝住神乐观",
            "作者": "陈琏",
            "内容": "承恩曾到蓬莱殿，归住空山岁月深。海上青骡今不返，炉中白兔竟难寻。\n乡人共舍刊碑石，弟子能留买地金。云暗洞门春已老，碧桃花落昼阴阴。"
        },
        {
            "标题": "挽山都督",
            "作者": "陈琏",
            "内容": "新承节钺镇边藩，曾见风云护将坛。报国精忠明似日，征蛮勋业重于山。\n柳营星落天光淡，桂岭魂归月色寒。此际龙江陈祖奠，歌残楚些泪斑斑。"
        },
        {
            "标题": "挽郑节判叔成",
            "作者": "陈琏",
            "内容": "东浙旌门产，南谯学者师。传家惇孝友，为政尚仁慈。\n夜月黄粱梦，西风薤露词。阶庭森玉树，足慰九原思。"
        },
        {
            "标题": "挽赠右都御史向公",
            "作者": "陈琏",
            "内容": "系传文简派临川，奕叶家声重进贤。玉瘗青山荒宿草，珠沉沧海閟重渊。\n皇朝恤典加官秩，太史佳铭贲墓阡。欲奠椒浆歌薤露，西风宰木起寒烟。"
        },
        {
            "标题": "挽国子助教费公良弼",
            "作者": "陈琏",
            "内容": "学行推前辈，功名际盛时。伏生空有女，伯道竟无儿。\n白璧埋黄壤，清霜悴紫芝。讣来偏感慨，挥泪写哀词。"
        },
        {
            "标题": "游新安烂柯山王乔洞",
            "作者": "陈琏",
            "内容": "峨峨烂柯山，日夕生紫烟。仙人启洞府，涧水导其前。\n白石寒齿齿，幽篁静娟娟。绀露泫瑶席，庆云集蕙櫋。\n泠风从东来，可以散烦悁。万变纷在目，泛览何茫然。\n王事有严戒，胡能久周旋。振衣下山去，满耳凄鸣蝉。"
        },
        {
            "标题": "王陵台",
            "作者": "陈琏",
            "内容": "公馆候初旦，乘轺出闉阇。载瞻王陵台，远在青山隅。\n薄言纵登览，石径来萦纡。念昔建筑时，拟为永远图。\n孰知百世后，依旧成丘墟。遗址虽尚存，草木久荒芜。\n鹤驾竟不来，岁月屡已徂。旷视洞万古，使我增长吁。\n缅邈念明训，为善乐有馀。悠悠千载下，犹能光简书。\n吁嗟骊山葬，为计一何愚。"
        },
        {
            "标题": "登东岳庙望茅山",
            "作者": "陈琏",
            "内容": "高楼俯廛市，此日快登临。幽静无尘气，清虚称道心。\n苔阶秋鹤舞，竹径晚蝉吟。怅望三茅境，白云深复深。"
        },
        {
            "标题": "望嵩山有感",
            "作者": "陈琏",
            "内容": "嵩少夙所慕，寤寐思见之。今日忽在眼，群峰翠参差。\n阳林耀灵景，物色光陆离。淑气所融结，从来蕴灵奇。\n未繇陟丹峤，得趣心自怡。复怀中林士，岩栖息尘羁。\n守静悟玄秘，清斋茹仙芝。岂无中谷刍，白驹不可维。\n令人重景仰，临风谩嗟咨。"
        },
        {
            "标题": "水禽图",
            "作者": "陈琏",
            "内容": "水澄明似练，风动莲房响。飞来双鹡鸰，立在兰苕上。"
        },
        {
            "标题": "尉迟将军墓",
            "作者": "陈琏",
            "内容": "突兀山前土一堆，墓碑剥落使人哀。杜鹃声老清明过，谁是相曾祭扫来。"
        },
        {
            "标题": "兰桂双喜图为监生马骥赋",
            "作者": "陈琏",
            "内容": "君不见晋谢安，十年不出居东山。一朝声华著江左，群从子弟犹芝兰。\n又不见窦谏议，阴德原来真罕比。挺生五子联芳名，当时曾拟燕山桂。\n崇兰丹桂时所嘉，托根多近忠良家。若非主家擅芳誉，谁问桂芳兰茁芽。\n乐庵马翁诗礼裔，况复高情爱清致。芸香满室书在床，桂树当门兰绕砌。\n春风淡荡日载阳，崇兰郁郁含烟光。紫茎竞秀见奇质，碧萼乍吐闻幽香。\n郊墟生凉雨初霁，桂树团团实堪爱。珠葩万点粲黄金，老叶千层张翠盖。\n翁兮对此心自怡，儿孙娱侍皆英姿。谢兰窦桂足堪并，和气蔼蔼充庭闱。\n子能承颜奉甘旨，复喜潜心事经史。昔曾擢桂登蟾宫，又见观光游璧水。\n志大宁甘安小成，尚拟对策登明廷。省亲暂尔归南海，都门祖饯皆儒英。\n此行到家秋已暮，丹桂著花兰欲吐。蹁跹綵服拜翁前，喜鹊查查在庭树。\n知子平生怀远图，文采烨烨珊瑚株。古人事业立可致，岂负少年勤读书。"
        },
        {
            "标题": "题襄城伯李公所藏草虫手卷",
            "作者": "陈琏",
            "内容": "圣朝勋贵襄城公，经史韬略蟠心胸。平生识鉴最精诣，法书名画能兼通。\n闲来示我草虫卷，披玩自觉心神融。奇花异卉各殊类，琼蕤翠蔓纷成丛。\n淡黄浓绿间浅碧，物色满眼皆秋容。葡萄实悬马乳紫，枸杞子染丹砂红。\n芣苢花残芥叶老，青莎何事犹芃芃。霜筠可人挺奇节，凛凛若存君子风。\n坡前土滋新雨霁，琅玕石润光玲珑。蜣螂蝼蛄总来集，亦有蚱蜢兼蚕螽。\n螳螂蜥"
        },
        {
            "标题": "五马图",
            "作者": "陈琏",
            "内容": "干戈载戢世平康，神骏无羁尽脱缰。新水满沟春草绿，风光好似华山阳。"
        },
        {
            "标题": "西湖即事",
            "作者": "陈琏",
            "内容": "灵雨浥流尘，旭旦明芳甸。乘兴出闉阇，行行恣游衍。\n沿堤访古迹，临水列华宴。蕙风泛羽觞，花露湿文砚。\n景物岂予顾，所乐在群彦。"
        },
        {
            "标题": "陈希夷画像",
            "作者": "陈琏",
            "内容": "市中大笑跨驴回，老却平生济世才。买得华山方好睡，九重丹诏不须来。"
        },
        {
            "标题": "过良乡望房山",
            "作者": "陈琏",
            "内容": "咫尺房山县，峰峦千万重。鸟飞青嶂外，人住白云中。\n俗美因时泰，秋登喜岁丰。金家陵尚在，烟树翠濛濛。"
        },
        {
            "标题": "游南薰亭",
            "作者": "陈琏",
            "内容": "桂林名胜地，台观迹多陈。空馀南薰亭，屹立漓水濆。\n使君喜登临，从游有嘉宾。拂石坐紫苔，援琴鼓南薰。\n神畅情所感，理契意爰臻。忽兹纵遐瞩，跻攀极嶙峋。\n下瞰皇泽湾，流水碧沄沄。石洞深窈窕，清虚绝垢氛。\n昔贤有遗刻，半杂苔藓纹。江山宛如故，韶音谁复闻。\n登临稍毕景，感慨怀古人。早晚听履声，行当近星辰。"
        },
        {
            "标题": "长安岭",
            "作者": "陈琏",
            "内容": "晓到长安岭，关城近碧峰。已看红日上，犹见白云封。\n戍卒虽严守，行人竟少逢。怀来欣在望，烟树翠重重。"
        },
        {
            "标题": "题对奕图",
            "作者": "陈琏",
            "内容": "宦情淡如水，佛性了难觉。饱食无所事，手谈有真乐。\n苏黄号劲敌，往往见奇着。机深势莫测，意快子先落。\n安危付所之，胜负焉用角。老师捏槃坐，神思自冲漠。\n一局看未终，千载宛如昨。"
        },
        {
            "标题": "寄松江畬山鼒长老",
            "作者": "陈琏",
            "内容": "鸡鸣别后廿馀载，地远无由寄尺书。习静禅心原自定，长斋法候近何如。\n道高久伏畬山虎，诗罢闲观泖水鱼。我独怀师清不寐，银台月上夜窗虚。"
        },
        {
            "标题": "至灌口过索桥入新都县",
            "作者": "陈琏",
            "内容": "因寻灌县都江堰，出郭西行百里遥。舂米闲观水作碓，渡溪惊见索为桥。\n茶芽雨后家家有，竹笋春来处处饶。试上鸡鸣台上望，青城山色翠岧峣。"
        },
        {
            "标题": "纳凉逍遥楼",
            "作者": "陈琏",
            "内容": "书舍大如斗，烦暑苦郁蒸。危阑俯长江，晚来试一凭。\n披襟待明月，坐爱风泠泠。逍遥遗俗虑，物我两忘形。\n只此足清赏，何须踏层冰。"
        },
        {
            "标题": "二乔观书",
            "作者": "陈琏",
            "内容": "纷纷三国战争馀，弦诵之声久已无。乔氏女儿真可怪，不知终日读何书。"
        },
        {
            "标题": "和杨嗣庆见寄韵",
            "作者": "陈琏",
            "内容": "我爱西江老徵士，传家喜有百年书。才名重似连城璧，文采光如照乘珠。\n洛社衣冠原自好，柴桑风致未应殊。山中著述人争诵，莫惜佳章远寄予。"
        },
        {
            "标题": "献陵陪祀",
            "作者": "陈琏",
            "内容": "松径迢迢十里阴，喜陪骢马度遥岑。欣瞻香殿龙光见，共仰先生鹤驾临。\n案上宝香腾瑞霭，云中仙乐动淳音。内台天使严禋祀，应是皇家雨露深。"
        },
        {
            "标题": "谢三氏教授文时中惠楷木杖",
            "作者": "陈琏",
            "内容": "我闻楷木出孔林，不知何人手亲植。深根蟠地逾千载，翠色参天过百尺。\n枯梢有时落风雨，人间得之争宝惜。诚如灵寿出恩赐，不数桃榔来异域。\n先生何从获此杖，一旦寄来承厚德。奇纹分明若桃竹，劲节铿锵类金石。\n提携终日不忍舍，宝之奚啻百金值。奉寄高堂白发亲，扶老定应资尔力。"
        },
        {
            "标题": "斋居许州兴国寺是夜大雪",
            "作者": "陈琏",
            "内容": "斋居息尘虑，禅房掩虚阒。瑶琴静在几，银灯炯当席。\n江空岁华宴，矧遇风雪夕。琪花散寒光，玉树森素色。\n疲氓思抚摩，中夜心恻恻。愿祈岁年丰，幸兹睹三白。"
        },
        {
            "标题": "宿枫桥",
            "作者": "陈琏",
            "内容": "杳杳归心逐去鸿，江枫渔火对孤篷。一宵清梦何曾着，月落寒山半夜钟。"
        },
        {
            "标题": "宿龙泉寺",
            "作者": "陈琏",
            "内容": "归鹤翩翩带夕曛，上方钟磬隔林闻。不眠一夜听春雨，起视四山生白云。\n深荷远公知好客，独怜支遁最能文。长年安得闲来此，芳草坡前数鹿群。"
        },
        {
            "标题": "宿昌平驿怀三氏教授文时中",
            "作者": "陈琏",
            "内容": "京国南归才十日，停骖又喜宿昌平。不眠一夜怀知己，自起开帘看月明。"
        },
        {
            "标题": "拱秀堂为李安御史作",
            "作者": "陈琏",
            "内容": "浮梁田西多好山，峰峦矗立青云端。宪台李君世居此，长溪叠嶂相回环。\n修筠绕屋琅玕润，落花满径苔钱斑。四时秀色恒在目，终日自喜钩帘看。\n蛾黛横空山色媚，翠涛度壑松声寒。有时读书不出户，六籍穷讨饥忘餐。\n胸中文章粲星斗，笔下词藻生波澜。一从擢科官执法，绣衣白简光朝班。\n信知地灵产人杰，岂但泉石堪盘桓。故山猿鹤好相候，承恩衣锦行当还。"
        },
        {
            "标题": "学圃黄先生哀挽",
            "作者": "陈琏",
            "内容": "兰谷遗芳远，吾师德业全。家声常煊赫，世泽自绵延。\n四海交游盛，三冬问学专。怀才须致用，涉世岂徒然。\n膺荐来江表，观光到日边。承恩曾待漏，上疏乞归田。\n美玉虽韬蕴，良工忍弃捐。暮年沾一命，白发守青毡。\n礼乐新黉宇，弦歌溢海壖。词华人所重，经术孰能先。\n笔落文摛锦，诗成思涌泉。才名今益著，节操老逾坚。\n学究天人际，心游造化前。悬车才入觐，行李复言旋。\n诗酒香山老，衣冠洛社贤。喜寻真率会，闲著卫生篇。\n俯仰端无愧，衰残祇自怜。三彭俄见侮，诸药竟难痊。\n赋鵩悲王傅，骑鲸悼谪仙。书香应有继，诗稿定成编。\n鸠静看松杖，骖闲度柳鞯。瘗深玄宅閟，字古墓碑镌。\n忆我从游日，当师设教年。晨昏资启迪，性理藉覃研。\n腊雪深阶圮，春风满讲筵。暌违经岁月，怅望隔山川。\n闻讣情逾切，思韩意益虔。心丧徒自服，祖奠愧无缘。\n伊洛言犹在，河汾道喜传。芜词拟哀些，抆泪写中悁。"
        },
        {
            "标题": "召赴春闱同考太仆寺诸公饯于三里冈春闱稿",
            "作者": "陈琏",
            "内容": "奎光夜夜烛三台，闻道春闱早晚开。岂意徵书天上降，遂劳使者日边来。\n暂停柳下青丝鞚，同醉花前白玉杯。行望京华应咫尺，钟山云气接蓬莱。"
        },
        {
            "标题": "王谦雪月梅",
            "作者": "陈琏",
            "内容": "喜诵逋仙香影诗，偶从画里见南枝。冰花烂熳开无数，好似孤山雪后时。"
        },
        {
            "标题": "夜梦亡弟琦觉而有感",
            "作者": "陈琏",
            "内容": "尔从捐馆后，荏苒逾六期。每兴同胞念，此心转凄其。\n今夕是何夕，梦中□依稀。亹亹叙乖阔，仍似在家时。\n蘧然惊睡觉，此乐安□□。□□不成寐，空有涕涟洏。"
        },
        {
            "标题": "谒中岳祠",
            "作者": "陈琏",
            "内容": "巍巍碧殿倚苍冥，玉节金幢拥百灵。乐石镌碑彰瑞应，斋廊画壁杂丹青。\n朝廷锡号恩尤重，使者函香意独精。维岳降神闻自昔，愿生申甫佐明廷。"
        },
        {
            "标题": "车驾谒孝陵随侍有感",
            "作者": "陈琏",
            "内容": "文武衣冠肃礼仪，谒陵盛典重今时。九重久切松楸念，此际尤深霜露思。\n瑞霭霏微生辇道，荣光烜赫动旌旗。小臣稽首陈歌颂，不愧周人清庙诗。"
        },
        {
            "标题": "入夷陵",
            "作者": "陈琏",
            "内容": "扁舟西上到夷陵，城外人家散似星。水落寒滩群石出，雨晴隔岸乱山青。\n当年人颂欧公政，此日谁铭至喜亭。早晚又从三峡过，猿声宜在月中听。"
        },
        {
            "标题": "奉天门早朝",
            "作者": "陈琏",
            "内容": "校艺春闱荷主知，喜随鹓鹭拜彤墀。夔龙礼乐隆熙代，贾董文章际盛时。\n阙下虹光燃宝炬，花边云影动旌旗。尚书敷奏天颜喜，同沐恩波出凤池。"
        },
        {
            "标题": "宿州",
            "作者": "陈琏",
            "内容": "胜地欣从六月过，藕花无数满城河。扶疏亭下竹何在，会义庭前草已多。\n建郡当年号南宿，怀人此日忆东坡。明朝又过符离店，满眼云山翠似螺。"
        },
        {
            "标题": "高邮湖闻雁",
            "作者": "陈琏",
            "内容": "甓社湖平净如镜，水色天光淡相映。嗷嗷征雁吐清音，醉倚柁楼闲自听。\n听去听来情转恶，大星将沉小星落。霜风凄凄何处来，吹散馀音满寥廓。\n对景令人忆故居，乡园遥在海之隅。高堂白发应无恙，愿寄平安两字书。"
        },
        {
            "标题": "梅竹轩为刘坚赋",
            "作者": "陈琏",
            "内容": "谁似卢村处士家，梅花烂漫竹交加。孤山旧入林逋咏，三径曾闻蒋诩誇。\n老节傲霜经岁序，暗香和月到窗纱。知君久负清贞操，爱此相看度岁华。"
        },
        {
            "标题": "古长城",
            "作者": "陈琏",
            "内容": "榆林青山下，云是古长城。古人不可见，长城今亦平。\n空馀饮马窟，泉水喜犹清。村氓星散居，终岁事农耕。\n矧属京畿内，无复风尘惊。斯民亦何幸，熙熙乐其生。"
        },
        {
            "标题": "拟古十九首 其十三",
            "作者": "陈琏",
            "内容": "永夕秋风至，长空度征雁。徘徊步前墀，顾影空自叹。\n凉露沾衣裳，明月转银汉。佳人期未来，又觉岁华宴。\n制得云锦书，迢迢托飞翰。"
        },
        {
            "标题": "和司训廖慎初新年述怀韵",
            "作者": "陈琏",
            "内容": "炎岭春常早，幽居乐自如。小桃红灼灼，嫩柳绿疏疏。\n开酒浮新蚁，摊书落蠹鱼。每怀龙马瑞，终日玩河图。"
        },
        {
            "标题": "游灵谷寺",
            "作者": "陈琏",
            "内容": "天开灵谷钟山下，绀宇巍巍树色苍。爱读丰碑询往事，喜看画壁步修廊。\n草生鹤径春云暖，花覆禅房晓露香。释子感恩何以报，或将万寿祝君皇。"
        },
        {
            "标题": "和听雨李司训游琅琊寺韵",
            "作者": "陈琏",
            "内容": "古寺春初至，荒郊草未青。鸿来留雪迹，鸐舞堕霜翎。\n壁有太古画，函多西竺经。山僧无俗念，相见即忘形。"
        },
        {
            "标题": "游龙潭分韵得雁字",
            "作者": "陈琏",
            "内容": "龙潭幽胜地，杰木倚霄汉。楼阁郁嵯峨，金碧互璀粲。\n维时夏初临，风清日方晏。喜与文翰俦，嬉游恣吟玩。\n折芳藉瑶席，洗盏俯寒涧。泉鸣琴韵佳，鸟啭歌喉慢。\n登临且尽欢，怀古谩兴叹。记取重游期，长空度归雁。"
        },
        {
            "标题": "游少林寺",
            "作者": "陈琏",
            "内容": "晨经崿陵关，道路互盘绕。行寻少林寺，幽谷深窈窕。\n风生万壑秋，日上众山晓。鸣鞘惊走鹿，驻马闻啼鸟。\n可人招提境，云气常缥缈。苔色连阶除，钟声出林杪。\n山僧喜迎客，煮茗汲清沼。共谈达磨事，所恨知者少。\n因登五乳山，纵观万象表。群峰三十六，一一皆可了。\n自谐尘外趣，顿觉心神悄。澹然欲忘归，暂此息纷扰。"
        },
        {
            "标题": "游七星岩",
            "作者": "陈琏",
            "内容": "五岭炎蒸地，宜人惟桂林。江流绿罗带，山列紫琼簪。\n矧兹星岩胜，近在漓水浔。松桧自萧瑟，石洞生幽阴。\n使君天上来，览胜思登临。冠盖集群彦，迤逦度高岑。\n使节驻玄关，尽日穷幽寻。稍已骋遐目，遂兹舒郁襟。\n乾坤正纳纳，岁月去骎骎。行乐当及时，有酒宜共斟。\n俯仰百年内，何人知此心。"
        },
        {
            "标题": "寄祝仲山仲韶兄弟",
            "作者": "陈琏",
            "内容": "别来频得二难诗，好句惊人也自奇。典雅正音追古作，淋漓醉墨湿乌丝。\n阳春白雪真难和，渭树江云空复思。何日重游滁水上，一尊相与话襟期。"
        },
        {
            "标题": "读史有感八首 其七",
            "作者": "陈琏",
            "内容": "晋阳肇唐基，君臣总英哲。学士登瀛洲，庙堂居稷契。\n宝历甫三传，阴祸日连结。倘非张狄公，大业在兹绝。"
        },
        {
            "标题": "张宇初真人画为郑侍郎赋",
            "作者": "陈琏",
            "内容": "云气茫茫树色苍，千章杰木拥茅堂。真人跨鹤三山去，此日空留翰墨香。"
        },
        {
            "标题": "永乐七年春二月九日上巡狩北京越三日至滁阳予率官吏父老郊迎二首 其二",
            "作者": "陈琏",
            "内容": "圣主时巡稽古礼，千官扈从出銮坡。祥云拥驾青鸾引，御宝随车白象驮。\n四海清宁歌治化，万方丰稔庆时和。小臣何幸逢嘉会，此日思沾雨露多。"
        },
        {
            "标题": "永乐七年春二月九日上巡狩北京越三日至滁阳予率官吏父老郊迎二首 其一",
            "作者": "陈琏",
            "内容": "罕毕前驱辇路长，马随仙杖识天香。明良喜际风云会，士庶欣瞻日月光。\n羽葆龙旂纷杂遝，金舆玉略倍焜煌。时巡今睹雍熙世，礼乐文章迈汉唐。"
        },
        {
            "标题": "饯驸马赵公赴江淮阅马",
            "作者": "陈琏",
            "内容": "敕书颁处紫泥馨，又见乘轺出玉京。文武缙绅萦别意，江淮父老仰清名。\n煌煌天驷中宵现，矫矫龙媒万厩盈。校阅功完行入觐，五云阙下沐恩荣。"
        },
        {
            "标题": "梅月轩",
            "作者": "陈琏",
            "内容": "幽轩敞虚明，况遇风露夕。寒梅逞芳姿，皓月流素魄。\n清晕满庭除，暗香浮几席。伊人静相对，尘虑若冰释。\n正宜抚瑶琴，不用吹玉笛。长歌逋仙诗，清思自无极。"
        },
        {
            "标题": "雪月轩为千户萧世英赋",
            "作者": "陈琏",
            "内容": "严冬风物佳，宵永寒风肃。雪花大于掌，月色明如烛。\n高轩喜虚敞，晴光夺人目。万瓦铺琼瑶，空阶粲冰玉。\n孤桐声何清，老鹤梦初熟。逸兴满冲襟，长歌泻醽醁。"
        },
        {
            "标题": "梧月轩为徐公子尚絅赋",
            "作者": "陈琏",
            "内容": "轩前有高梧，繁阴覆石坛。修柯长百尺，宛若青琅玕。\n明月天际来，下照影团团。紫花凝露香，碧叶含风寒。\n美人启窗坐，玩赏有馀欢。素彩生席上，清声起檐端。\n托根幸得所，久依金井阑。谅非众木偶，终当栖凤鸾。"
        },
        {
            "标题": "环翠草堂为毕思诚赋二首 其一",
            "作者": "陈琏",
            "内容": "金谷久荒寂，平泉亦丘墟。孰知中林士，幽居恒宴如。\n嘉树纷缭绕，翠色自扶疏。好风时一来，清气满庭除。\n机心久已息，此乐应有馀。逍遥保贞素，何劳赋遂初。"
        },
        {
            "标题": "梅竹为理问程勉赋二首 其二",
            "作者": "陈琏",
            "内容": "孤标才睹琅玕玉，嫩叶方披翡翠毛。待取岁寒风雪里，看渠奇节拂云高。"
        },
        {
            "标题": "五月五日至济宁河下王舜耕王庭学来访因赋七言近体二首以叙别 其一",
            "作者": "陈琏",
            "内容": "昨承恩命出都城，偶遇端阳在济宁。老我投闲头已白，故人来见眼终青。\n菖蒲泛酒清堪爱，角黍堆盆味更馨。寂寞屈原当日事，未须痛饮读骚经。"
        },
        {
            "标题": "祝太仆邀赏蔷薇分韵得花字",
            "作者": "陈琏",
            "内容": "共宴文章太仆家，尊前风致足堪誇。时当熙皞人偏乐，节遇清明景更嘉。\n杨柳翠分窗外叶，蔷薇红绽架中花。相逢痛饮情如海，乘醉归来放晚衙。"
        },
        {
            "标题": "梅竹为理问程勉赋二首 其一",
            "作者": "陈琏",
            "内容": "罗浮别后已多时，山下梅花入梦思。驿使不来空怅望，却从图里见南枝。"
        },
        {
            "标题": "瞻云为给事中罗亨信赋",
            "作者": "陈琏",
            "内容": "自沐恩荣侍禁闱，忠心曾受九重知。孤云极目五千里，一日思亲十二时。\n陟屺徒令增浩叹，趋庭应见遂归期。嗟予久切高堂念，引领天南思欲飞。"
        },
        {
            "标题": "早秋斋居书怀",
            "作者": "陈琏",
            "内容": "宾鸿南度嫩凉初，退食幽斋兴有馀。挟册懒看平子赋，挥毫爱写右军书。\n西风丹桂花将绽，夜雨梧桐叶渐疏。独有匡时心最切，几回清梦绕宸居。"
        },
        {
            "标题": "青阳宫怀古",
            "作者": "陈琏",
            "内容": "谁搆琳宫太室前，昔年遗址尚依然。松阴凿径通岩穴，花底流觞引石泉。\n云气常留虚白室，丹光高射蔚蓝天。浮丘道士今来否，瑶草离离满玉田。"
        },
        {
            "标题": "致仕工部尚书严公震直哀挽",
            "作者": "陈琏",
            "内容": "盛年际遇荷恩荣，一旦登庸列上卿。风裁棱棱高百辟，忠诚耿耿著明廷。\n名垂竹帛应难泯，神寄丹青宛若生。愧我年来感知己，临风些罢不胜情。"
        },
        {
            "标题": "挽周员外凤岐",
            "作者": "陈琏",
            "内容": "悬车致仕倏三年，哀讣闻时倍怆然。学行固知当世重，治功有待史臣编。\n退斋寂寂寒秋雨，宰木萧萧锁暮烟。令子词华追六一，表阡定见笔如椽。"
        },
        {
            "标题": "挽外祖怡堂翟公",
            "作者": "陈琏",
            "内容": "宝邑称多士，吾公迈古人。行藏安义命，孝友笃彝伦。\n家世闻州里，才名动缙绅。斋居严祀祖，乡饮屡为宾。\n金为收书散，家因好客贫。功名忘外想，山水乐清真。\n知己曾推毂，忘机遂隐沦。养疴需药饵，适兴爱松筠。\n傲睨人间世，逍遥物外身。力衰便鹤氅，发白称乌巾。\n一疾成泉客，新阡表逸民。高风应不泯，宿草几回新。\n聚秀名空在，怡堂迹已陈。赋诗追往事，抆泪独伤神。"
        },
        {
            "标题": "初至龙兴寺斋宿赠无为禅师兼东海藏主二首 其一",
            "作者": "陈琏",
            "内容": "我爱禅师好，长斋养性灵。开窗分树绿，挂衲近松青。\n鹤警云间锡，龙听月下经。安心应有法，自可引修龄。"
        },
        {
            "标题": "斋宿偶成",
            "作者": "陈琏",
            "内容": "玉宇无云夜气佳，堂前静坐兴偏赊。好风时送天香至，丹桂朝来已放花。"
        },
        {
            "标题": "初至龙兴寺斋宿赠无为禅师兼东海藏主二首 其二",
            "作者": "陈琏",
            "内容": "偶到招提境，斋居兴独清。竹风消暑气，松雨滴秋声。\n挥麈谈无倦，焚香坐到明。相逢似相识，犹恐是三生。"
        },
        {
            "标题": "神乐观斋宿陪祀",
            "作者": "陈琏",
            "内容": "南郊大祀当今夕，上幸斋宫喜穆清。卫士列营严武备，祠官供祀竭精诚。\n银河斗转夜方永，辇道雪消天已晴。行造班行尤恐后，焚香不寐候钟鸣。"
        },
        {
            "标题": "琴鹤轩为宜山孙大尹赋",
            "作者": "陈琏",
            "内容": "林下轩居无限清，虚棂面面常不扃。孤桐三弄晚风细，老鹤一声秋月明。\n高山流水谁解听，玄裳缟衣真有情。可怜清献去已久，独羡使君能擅名。"
        },
        {
            "标题": "十台怀古 其二 章华台",
            "作者": "陈琏",
            "内容": "灵王意气淩寰宇，十万雄兵辟疆土。登临更有章华台，睥睨中原瞰荆楚。\n穷奢极丽非良谋，纵乐日向高台游。皓齿能歌细腰舞，蛾眉宁识人间愁。\n一朝霸业归萧索，江上游魂招不得。夕阳衰草栖寒烟，伤心忍过荒台前。"
        },
        {
            "标题": "夷陵道中",
            "作者": "陈琏",
            "内容": "自入夷陵道，江山迥不同。长滩翻雪浪，两岸列云峰。\n客舫多从贾，人家少力农。莫言三峡远，南诏路皆通。"
        },
        {
            "标题": "永乐四年秋丁适庙学修理完美喜而有赋",
            "作者": "陈琏",
            "内容": "皇明重儒术，声教轶黄唐。滁实畿甸郡，庙学启堂堂。\n属兹修饰后，藻绘倍焜煌。维时仲秋初，丁祀礼有常。\n钟鼓宿在悬，佾舞俨成行。牲醴既嘉旨，黍稷复馨香。\n僚采严祀事，冠佩来跄跄。匪侈仪物丰，所贵诚意将。\n予时躬裸奠，虔虔靡或忘。神灵谅昭假，锡福何穰穰。\n仰惟天子圣，建极宣重光。盛典重兴举，声烈冠百王。\n愿祈亿万年，儒风振无疆。"
        },
        {
            "标题": "驺虞诗",
            "作者": "陈琏",
            "内容": "圣教敷，遍寰区。吁驺虞，见雒墟。步履啖食何尔殊，生来自有仁义俱。\n目盱盱，烁明珠。玉作爪，雪为肤。黑文班班备五采，形质自异凡于菟。\n进皇都，叶贞符，世所无。不比九真犀，不比渥洼驹。\n祥麟与瑞凤，太史堪并书。小臣作诗颂圣德，千秋万载昭皇图。"
        },
        {
            "标题": "十台怀古 其五 戏马台",
            "作者": "陈琏",
            "内容": "重瞳仗剑东方来，霸气欲压彭城摧。噫呜啐咄止如此，日思飞鞚游高台。\n击鼓撞钟誇侈靡，五色龙文望中起。阴陵失道空自伤，不见当时千万骑。\n东城决战心犹雄，草木惨惨生悲风。沛公自是真天子，看渠百战徒刭死。"
        },
        {
            "标题": "正月十九日至北京即事偶成八首 其二",
            "作者": "陈琏",
            "内容": "皇风被海宇，人物咸熙熙。藩维重方召，廊庙尽皋夔。\n麟凤在郊薮，贞符协明时。词臣司制作，盛治形歌诗。"
        },
        {
            "标题": "正月十九日至北京即事偶成八首 其八",
            "作者": "陈琏",
            "内容": "予本樗散材，弱龄弄柔翰。孤踪半天下，似为名利绊。\n缪膺春闱召，京邑恣游玩。愧无济时具，叨禄空自叹。\n终宵耿忘寐，兀兀坐待旦。"
        },
        {
            "标题": "登歌风台",
            "作者": "陈琏",
            "内容": "素灵霄啼大泽前，赤精炎炎光烛天。阿房已灰四海沸，轵道羊车诚可怜。\n谁言汉中非土地，养民致贤真上计。三秦才定海宇清，税驾咸阳遂称帝。\n沛中汤沐新赐名，万乘那忘故里情。翠华东归喜临幸，父老子弟俱欢迎。\n威加海内何雄哉，酒酣更上高高台。大风歌来真慷慨，守国何独忘贤才。\n汉家规模止如此，四百光阴犹撚指。一旦炎灰不复然，空有荒台临泗水。\n我时乘舟台下过，逸兴自觉登临多。人间兴废等馀事，且将斗酒倾金荷。"
        },
        {
            "标题": "龙门",
            "作者": "陈琏",
            "内容": "洛阳山势互联络，独有龙门称险恶。不知何年鬼斧凿，两崖壁立犹铁削。\n水之东注孰敢遏，奔流直与黄河合。春来洪涛相喷薄，鱼龙变化争飞跃。\n我时西游初至洛，驻马临观履峎崿。寻读石刻将苔剥，铁画银钩宛犹昨。\n登临自愧无新作，把酒风前浇磊落。浩歌仰观天漠漠，万里悠悠见孤鹤。"
        },
        {
            "标题": "寄珠冈陈先生兼柬蔡克恭欧阳伯瑄",
            "作者": "陈琏",
            "内容": "珠冈翠色蔚嵯峨，桃李如今想渐多。芸室香清常辟蠹，墨池书罢喜笼鹅。\n看花我忆敲门去，问字谁能载酒过。江海别来天万里，停云无奈忆君何。"
        },
        {
            "标题": "雉山寺",
            "作者": "陈琏",
            "内容": "禅林依石壁，僧舍倚江浔。雨过石长润，云归山自阴。\n听经来野雉，击磬起幽禽。记我登临惯，悬崖有旧吟。"
        },
        {
            "标题": "重庆府",
            "作者": "陈琏",
            "内容": "天开石壁作高城，雉堞沿山势不平。两水合流光似练，群峰环拱翠如屏。\n地灵自昔钟英杰，郡好由来著美名。明氏伯图无问处，黍离歌罢不胜情。"
        },
        {
            "标题": "舟中偶书",
            "作者": "陈琏",
            "内容": "昨经铁蛇觜，今过青崖子。咫尺是渝州，舟人不胜喜。"
        },
        {
            "标题": "和刑部侍郎俞士吉致仕南归韵",
            "作者": "陈琏",
            "内容": "七十年华古所稀，风姿犹自带霜威。谢官已遂悬车志，满路人誇衣锦归。\n三径菊松原自好，故乡桑梓倍光辉。赐金散尽无留橐，筐里惟存旧绣衣。"
        },
        {
            "标题": "朱仙镇",
            "作者": "陈琏",
            "内容": "因过朱仙镇，英雄想岳王。传闻耕地者，曾见绿沉枪。"
        },
        {
            "标题": "紫极宫",
            "作者": "陈琏",
            "内容": "琳宇栖真地，喧嚣寂不闻。鹿眠沾草露，鹤下破松云。\n门揭黄金榜，经镌白玉文。曾言修炼士，来此息尘氛。"
        },
        {
            "标题": "登苏州府学尊经阁",
            "作者": "陈琏",
            "内容": "六经寓圣言，焕如日星光。人文幸斯睹，万古明纲常。\n虽云厄秦火，犹赖汉表章。诸儒擅颛门，训诂加审详。\n虽贻穿凿讥，圣道藉以彰。阅历数百年，六朝至李唐。\n昌黎崛然起，著述自激昂。后来五星聚，奎宿生寒芒。\n伟哉舂陵翁，道学起炎方。伊洛绍正传，关闽复阐扬。\n紫阳朱夫子，敷贲集群芳。矧今圣明世，治术轶羲黄。\n文风被九有，弦诵日洋洋。惟苏实名郡，昔为魏公乡。\n黉宫有杰阁，经籍旧所藏。牙签悬万轴，蠹鱼落芸香。\n予时幸观睹，如临上帝傍。尊闻行所知，黾勉思自强。\n圣谟信昭著，终身矢弗忘。"
        }
    ],
    "对话内容": [
        {
            "Dialogue": "{\n    角色名:王直 \n    动作:(恭敬地行礼，面露期待)\n    讲话:陈侍郎，今日在此讨论礼仪制度的修订，您可否为我等解说一下您所思考的改良之处？自古礼仪乃国之根本，然近来却有些草率，实在需要您这样的博雅之士来引导我们，免得失于礼教，误人子弟。 \n}\n{\n    角色名:陈琏 \n    动作:(微微一笑，端坐于案前，抚须而思)\n    讲话:王直所言极是，礼仪乃治国之本，修订之事不可轻忽。余思之，礼之精髓在于和而不同，故而应当依循古法，同时结合当今之需，以求其宜。若论我见，首应从祭祀之礼入手，既要尊重先祖之德行，又要使后辈明其义理。其次，日常礼仪亦需检讨，礼云：‘礼者，敬人之道也’，然今日之风气，多少有些浮躁，宜以身作则，方能使百姓感受到礼之真谛。倘若能以此为纲，兴修礼教，必能使国风渐正，民心更顺。 \n}"
        },
        {
            "Dialogue": "{\n    角色名:学生甲 \n    动作:(抬手示意，眼中满是求知的渴望)\n    讲话:陈教授，您所讲的道德与学问之间的关系，是否可以再深入一点？我等学子虽心向学问，然对其内涵尚感模糊，恳请您指教。 \n}\n{\n    角色名:陈琏 \n    动作:(微微点头，神情温和，目光扫视全场)\n    讲话:诸位学子，言道德与学问者，犹如水与舟，相辅相成，不可偏废。道德为学问之根，学问则为道德之枝。若无道德，学问虽博而无用，若无学问，虽道德再高而难以传播。故我常以‘修身齐家治国平天下’为教诲，修身者，正心诚意，方能立道；齐家者，和谐相处，方能树立榜样；治国者，需有明智之策，方能令民安乐；平天下者，胸怀天下，方能广纳良言。诸生若能明此道理，必能在学问上有所成就，亦可在道德上有所建树。 \n}"
        },
        {
            "Dialogue": "{\n    角色名:李质 \n    动作:(握笔沉思，字字句句皆充满关切)\n    讲话:陈兄，承蒙您来信，心中倍感欣喜。然听闻您在官场中经历诸多，是否能与我分享一二？我常对乡土之情念念不忘，然今时之变迁，心中难免忧虑。 \n}\n{\n    角色名:陈琏 \n    动作:(轻叹，神情中透出几分思念)\n    讲话:李兄所言甚是，余在官场之中，见闻颇多，然其间虽有权谋之计，然人心却更为难测。乡里变迁，人与事皆在不断更迭，往日之情景几乎难觅。然我心中对故土之思念，犹如那浩荡江河，绵延不绝。近日我偶有新作，虽不敢言其高妙，然寄于此信中，愿李兄能多加指教。愿我们皆能以文会友，以诗言志，方能共勉于此风华正茂之世。 \n}"
        },
        {
            "Dialogue": "{\n    角色名:邻里甲 \n    动作:(靠在墙边，神情轻松)\n    讲话:陈先生，您可曾听闻近日乡中之事？往日的和谐似乎有些不再，邻里间的纷争愈演愈烈，真是令人忧心。 \n}\n{\n    角色名:陈琏 \n    动作:(微微叹息，目光温柔)\n    讲话:邻里之间，乃是相互扶持之道，若失和则难以共处。愚以为，乡民之间应以和为贵，互助共进，方能振兴乡里。今之纷争，多因小事而起，然若能以心相交，互相理解，便可化干戈为玉帛。诸君不妨设立邻里议会，定期聚议，互通有无，方可消弭误会。乡音虽远，然情义常在，若能共建和谐，定能让我们乡土更美好，人人安乐。 \n}"
        },
        {
            "Dialogue": "{\n    角色名:朝中大臣 \n    动作:(面色凝重，皱眉思索)\n    讲话:陈侍郎，近日黄萧养之起义，民心动荡，您以为应如何应对？我等皆知，镇压之策需谨慎，以免引发更大冲突。 \n}\n{\n    角色名:陈琏 \n    动作:(神情坚定，目光炯炯)\n    讲话:诸位大臣，惟应以宽仁为主，结合必要之严惩，方能平息民愤。民众之心向往安定，若用兵戈相向，势必激起更大怨恨。若能善待那些误入歧途之人，给予其改过自新的机会，或可使之归心向善。然对于叛乱者，决不可手软，务必严惩，以警示他人。如此以宽仁之策为主，辅以严惩之法，必能平复民心，恢复安宁，庶几可使朝廷之威重回。 \n}"
        },
        {
            "Dialogue": "{\n    角色名:友人甲 \n    动作:(微微一笑，手指山间美景)\n    讲话:陈兄，今日青城山的美景真是令人陶醉，不知您有何感慨？ \n}\n{\n    角色名:陈琏 \n    动作:(抬头望天，神情恬淡)\n    讲话:山水之美，乃是自然之灵秀，令人心旷神怡。今游青城，见山青水秀，确是佳境。然我心中所想，山不在高，有仙则灵；水不在深，有龙则灵。若能于此处吟诵，岂不快哉？此山此水，皆为一时之景，然人与自然相融，方能得其真谛。诸君，何不共吟一首，以诗言志，抒我心中之感？ \n}"
        },
        {
            "Dialogue": "{\n    角色名:王景 \n    动作:(笔走龙蛇，字字珠玑)\n    讲话:陈兄，近来可好？我时常思念早前与您共议诗文的日子，盼您新作早日寄来，愿得一睹风采。 \n}\n{\n    角色名:陈琏 \n    动作:(笑容满面，心中愉悦)\n    讲话:王兄，久不见，实在惦念。余近日所作《琴轩集》，虽不敢自夸其妙，然其中所言皆是余心之所感，愿您多加指教。友谊之情，岂止于此，更在于彼此之交流，若能互相砥砺，定能更上一层楼。盼望兄长回信，畅谈近况，使我心中倍感温暖。 \n}"
        },
        {
            "Dialogue": "{\n    角色名:家人甲 \n    动作:(围坐而谈，神情温馨)\n    讲话:陈父，外面的世界如何？听闻时局多变，您可有何高见？ \n}\n{\n    角色名:陈琏 \n    动作:(笑着抚琴，神情愉悦)\n    讲话:家中安宁，乃是心之所向。外面虽有纷扰，然我常以平和心态对待，方可不受其扰。时局多变，然我心中坚信，风雨之后，必见彩虹。时事虽难料，然我在此与家人共话，分享见闻，愈发感到生活之乐。琴声轻扬，诗意绵绵，愿我们共度此刻，且以此心，传递温暖。 \n}"
        },
        {
            "Dialogue": "{\n    角色名:礼部同僚 \n    动作:(认真倾听，严肃表情)\n    讲话:陈侍郎，祭祀大典在即，您认为应如何安排？我等需要您的智慧以确保典礼的庄重。 \n}\n{\n    角色名:陈琏 \n    动作:(神情严肃，目光坚定)\n    讲话:诸位同僚，祭祀大典，乃是国之大事，必须严谨以待。应遵循古礼，以示对祖先的敬重与感恩。祭典之际，所需物品与礼仪程序，皆应细致推敲，以免失于草率。更应选良辰吉日，方能显现出典礼的神圣。若我等能以心相契，共同努力，必能使这一盛典流传后世，成为典范。 \n}"
        },
        {
            "Dialogue": "{\n    角色名:学生乙 \n    动作:(跃跃欲试，神情期待)\n    讲话:陈教授，您所讲之古今名士，能否再为我们详细阐述一二？我等心向学问，渴望能从中汲取更多的智慧。 \n}\n{\n    角色名:陈琏 \n    动作:(微微一笑，目光炯炯)\n    讲话:诸位学子，古今名士之事迹，皆富有启示。古人云：‘德行天下者，必有其道’，故我常以此教导诸位。今之名士，如孔子、屈原，皆因其德行而声名远播。然我等需明白，学问之道，非一朝一夕之功，而是需日积月累，持之以恒。诸生若能以此为鉴，定能在学问之路越行越远。愿我以诗词作结，启发诸君之思，愿你们能以文会友，传承文化之美。 \n}"
        }
    ]
}