{
    "基本信息": {
        "姓名": "徐熥",
        "性别": "男",
        "出生年份": "1561",
        "死亡年份": "1599",
        "享年": "39",
        "朝代": "明",
        "家庭区分": "未知"
    },
    "亲属关系": [],
    "其他关系": [
        "徐熥致书佘翔",
        "徐熥致书张敉",
        "徐熥致书陆弼",
        "徐熥致书陆弼",
        "徐熥致书李穟",
        "徐熥致书徐桂",
        "徐熥致书陈其志"
    ],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "惟和",
            "别名类型": "字"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "闽县",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "闽县",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "闽县",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "闽县",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "福建闽县人，字惟和。徐 ► 徐熥的诗文(639篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "分得季子裘送钱叔达归吴兴",
            "作者": "徐熥",
            "内容": "旅邸淹留历几春，黑貂无复到来新。蒙茸莫问千金腋，褴褛翻疑百结鹑。\n失路易沾函谷雨，还家犹染洛阳尘。布衣落魄惭妻嫂，应悔当年浪入秦。"
        },
        {
            "标题": "爱妾换马 其一",
            "作者": "徐熥",
            "内容": "如燕如龙户外嘶，行云行雨意悽悽。青蛾永别黄金屋，赤兔新翻碧玉蹄。\n虽有飞腾空冀北，更无歌舞出楼西。他时紫陌相逢处，望见银鞍不住啼。"
        },
        {
            "标题": "爱妾换马 其二",
            "作者": "徐熥",
            "内容": "双眉颦蹙四蹄翻，皂枥无声被不温。憔悴难忘当日宠，悲鸣犹恋主人恩。\n强随夜月登妆阁，愁逐秋风出塞垣。金埒玉楼遥骋望，几多汗血几啼痕。"
        },
        {
            "标题": "送刘宋卿还家兼讯顾长卿世卿",
            "作者": "徐熥",
            "内容": "平芜漠漠白云閒，忍向尊前送客还。赋别此时过候馆，怀人今夜闭空山。\n一年春色啼莺里，千里归心去马间。为问姑苏台上客，几人飞梦到闽关。"
        },
        {
            "标题": "泊黯淡滩登观音寺",
            "作者": "徐熥",
            "内容": "古寺俯空滩，溪深客到难。浪疑南海涌，山作普陀看。\n幡影临流湿，钟声出谷寒。禅心如止水，元不碍风湍。"
        },
        {
            "标题": "憩转华庵",
            "作者": "徐熥",
            "内容": "精庐傍人境，虚寂无垢氛。食施隔林鸟，衲挂前山云。\n池光既澄洁，香气尤氤氲。猕猴识戒律，狸犬嫌腥荤。\n谈深不顾返，西岭将斜曛。终当远城市，高卧辞人群。"
        },
        {
            "标题": "钟山寺访张孺愿留酌话旧",
            "作者": "徐熥",
            "内容": "客中尊酒暂淹留，共对禅灯忆旧游。此日听莺萧寺雨，当年骑马秣陵秋。\n风尘未肯容衰鬓，岁月何堪老敝裘。独有剑锋销不尽，君家神物是吴钩。"
        },
        {
            "标题": "题公洛所藏伯孺画小景",
            "作者": "徐熥",
            "内容": "满目溪山笔下成，山边山外有溪声。凭君欲领溪山趣，但向绿榕桥上行。"
        },
        {
            "标题": "门有车马客行",
            "作者": "徐熥",
            "内容": "门有车马客，来从故乡陌。乍见虽可欢，道旧反不怿。\n试问旧亲宾，存亡异畴昔。别时诸儿童，于今皆半百。\n今时诸壮夫，多非故相识。旧人居新坟，新人居旧宅。\n里社既荒凉，市朝多变易。累累丘垄间，郁郁生松柏。\n离别才几时，光阴如此迫。静言思故乡，含情泪沾臆。"
        },
        {
            "标题": "过白云寺",
            "作者": "徐熥",
            "内容": "寻僧到白云，便觉远尘氛。古道少人迹，流莺处处闻。\n泉声归涧寂，山色过桥分。坐听疏钟起，空林正夕曛。"
        },
        {
            "标题": "白燕",
            "作者": "徐熥",
            "内容": "呢喃长日画梁中，素质冰肌迥不同。玉剪飞时遥可辨，宝钗化去竟成空。\n梁园梦绕梨花月，隋苑声残柳絮风。莫恋乌衣归旧国，藏身合在水晶宫。"
        },
        {
            "标题": "平望舟中同在杭晚眺",
            "作者": "徐熥",
            "内容": "片帆湖上正黄昏，万顷湖光浪不翻。别后久无千里雁，月中同听一声猿。\n半汀菱叶争迎棹，满目芦花不见村。无数渔歌云外起，天涯孤客易销魂。"
        },
        {
            "标题": "寿林天懋母黄太夫人 其二",
            "作者": "徐熥",
            "内容": "仙衣初剪紫霞绡，镜里霜鬟尚未凋。贤媛正宜参八座，殊恩今已锡三朝。\n吹从玄鹤空中度，书寄青鸾海上遥。多少翟公门下客，纷纷犹进白云谣。"
        },
        {
            "标题": "刘阮洞中遇仙子",
            "作者": "徐熥",
            "内容": "路入天台境寂寥，空中吹送白云谣。桃花片片流丹壑，瑶草青青映翠翘。\n五色烟霞迷鹤梦，数声环佩隔虹桥。人生莫道仙凡别，携手春风是此宵。"
        },
        {
            "标题": "过郑君大白云庄",
            "作者": "徐熥",
            "内容": "何处辨山家，轻云处处遮。乱峰围拱木，一径入梅花。\n草榻依林设，柴门逐水斜。主人无所事，杯酒送年华。"
        },
        {
            "标题": "拟登天台山",
            "作者": "徐熥",
            "内容": "晨兴理轻策，扪萝登嶕峣。荒榛隐烟雾，绝巘摩穹霄。\n泉声洒飞瀑，山容建霞标。下有百丈潭，泠泠喧石桥。\n凉燠异岩壑，雨旸变昏朝。遐瞩发清旷，溽暑生凉飙。\n偓佺讵云远，羡门犹可招。骋此物外观，听彼云中谣。\n微风奏天籁，淡云缀轻绡。结根比华岱，幽邃同中条。\n高情豁然畅，尘襟亦已消。安得遇至人，与之同逍遥。"
        },
        {
            "标题": "重阳前一日寓宝严寺",
            "作者": "徐熥",
            "内容": "为怜秋色满禅房，回首家山几断肠。季子黑裘淹岁月，潘郎青鬓怯风霜。\n天涯佳节愁中过，上界钟声梦里长。飘泊异乡知己少，明朝谁泛菊花觞。"
        },
        {
            "标题": "北邙行",
            "作者": "徐熥",
            "内容": "洛阳城外邙山麓，旧鬼哀呼新鬼哭。黄昏髑髅作人语，白昼乌鸢攫人肉。\n新坟古冢争嵯峨，世间人少北邙多。北邙山中松柏树，听尽车前薤露歌。\n人生处世多辛苦，贤愚贵贱同抔土。不如归去学还丹，丹成白日生羽翰。"
        },
        {
            "标题": "得谭比部寄先永宁书感而赋答",
            "作者": "徐熥",
            "内容": "凄风生敝庐，忽枉故人书。不复知存没，犹然问起居。\n一缄千里外，双泪几年馀。孔李通家旧，毋令鱼雁疏。"
        },
        {
            "标题": "破镜行为陈大赋",
            "作者": "徐熥",
            "内容": "美人有宝镜，价值千黄金。曾与郎君同照影，又与郎君同照心。\n一朝分散如萍梗，此心虽同不见影。金刀剖处鸾凤分，十年踪迹不相闻。\n可怜两人持一片，此生何处重相见。劝君对此休自悲，神物会合终有时。"
        },
        {
            "标题": "潞河逢梅子马时子马自楚使燕",
            "作者": "徐熥",
            "内容": "当年同听白门鸦，别后风烟几岁华。万里飘零逢潞水，一官牢落傍长沙。\n新愁绿岸帆前柳，旧事青楼梦里花。草草离尊犹未醉，数声残角又天涯。"
        },
        {
            "标题": "别金陵",
            "作者": "徐熥",
            "内容": "人境元如梦，兹游真惘然。一帆扬子月，双屐白门烟。\n遇寺多留偈，逢僧尽问禅。独馀千佛岭，待我再来缘。"
        },
        {
            "标题": "无题 其三",
            "作者": "徐熥",
            "内容": "锦衾罗帐泪潸然，淡月微霜夜可怜。啮臂尚思当日约，同心空结片时缘。\n瓶沉古井浑身碎，珠孕灵渊几个圆。一别天台成隔世，桃花流水自年年。"
        },
        {
            "标题": "春日怀旧",
            "作者": "徐熥",
            "内容": "千山万水梦魂遥，箫鼓声中忆阿娇。半夜朱楼巫峡雨，几行红泪浙江潮。\n青鸾锦字终难寄，司马琴心不再挑。一别西湖成隔岁，春风春雨长兰苕。"
        },
        {
            "标题": "丙申元日得惟起弟越中书闻王玉生客苕消息因柬钱叔达",
            "作者": "徐熥",
            "内容": "清尊何意醉流霞，览镜空惊鬓易华。阶下蓂开新岁叶，陇头梅寄隔年花。\n人逢老去常怀旧，客到春来定忆家。此日交游多失路，岂君踪迹独天涯。"
        },
        {
            "标题": "病僧 其二",
            "作者": "徐熥",
            "内容": "闻钟苦夜长，形影自凄凉。忏悔除前障，呻吟检古方。\n坐非同面壁，卧岂倦津梁。气运有时尽，千花塔里藏。"
        },
        {
            "标题": "病僧 其一",
            "作者": "徐熥",
            "内容": "苦厄那能度，医王亦抱疴。苔侵双屐湿，尘翳一瓢多。\n锡杖频扶手，金刚为伏魔。跏趺在禅榻，或恐是维摩。"
        },
        {
            "标题": "送张宗道之白下",
            "作者": "徐熥",
            "内容": "春风频听白门鸦，匹马骄嘶踏杏花。匣贮丰城埋后剑，帆开博望泛时槎。\n梁间玳瑁寻卢女，井角胭脂吊丽华。夜泊秦淮重买醉，隔江依旧月笼沙。"
        },
        {
            "标题": "邓汝高雨中载酒见访分得园字",
            "作者": "徐熥",
            "内容": "甘将踪迹老丘园，忽听轩车到荜门。篱下一尊残菊色，林间双屐旧苔痕。\n暝烟疏雨山山暗，落木寒泉处处喧。今日主人翻作客，不须送客独留髡。"
        },
        {
            "标题": "题博古斋赠蒋子才",
            "作者": "徐熥",
            "内容": "寄迹多湖海，逃名且市廛。一区扬子宅，四壁米家船。\n玉辨荆山里，书收汲冢前。耽奇同有癖，相过定留连。"
        },
        {
            "标题": "赠薛君佐秀才",
            "作者": "徐熥",
            "内容": "年少词华旧有声，高标应比玉壶清。一春草向池中梦，五色花从笔里生。\n座满烟霞挥麈尾，匣腾风雨泣龙精。青云自是君家业，傲世休耽白社名。"
        },
        {
            "标题": "燕南道中怀君大熙吉熙工玉生诸子",
            "作者": "徐熥",
            "内容": "萧萧羸马向天涯，一片黄尘满面沙。记得去年春雪里，白云庄上看梅花。"
        },
        {
            "标题": "访陈平夫箬坡别业",
            "作者": "徐熥",
            "内容": "涧水潆洄绿树稠，白云长锁洞门幽。此中自与尘凡隔，一任桃花引钓舟。"
        },
        {
            "标题": "彭城元夕怀故园诸友",
            "作者": "徐熥",
            "内容": "故国春宵正可怜，九衢灯火吐春烟。旧游已共晨星散，月色遥知似去年。"
        },
        {
            "标题": "寄答沈从先",
            "作者": "徐熥",
            "内容": "海国秋高一雁轻，题书千里见交情。鹿门君已逃踪迹，鹤市谁能识姓名。\n玄草谩忧瓿上覆，彩花长向笔中生。浅才何敢当皇甫，欲序三都愧未成。"
        },
        {
            "标题": "吴阊吊高季迪太史",
            "作者": "徐熥",
            "内容": "吴门灯火正黄昏，读罢遗编湿泪痕。五字几人传故业，一杯何处吊吟魂。\n秋风茂苑留荒草，暮雨寒山泣断猿。欲向居人问封土，衣冠未必葬家园。"
        },
        {
            "标题": "朝云曲",
            "作者": "徐熥",
            "内容": "朝云日日阳台上，晻暧迷茫开绮帐，襄王一去劳相望。\n劳相望，梦难醒，湘水绿，湘山青。"
        },
        {
            "标题": "延津逢许然明还武林诗以送之",
            "作者": "徐熥",
            "内容": "相逢同是客中身，双剑延津合有神。满树流莺啼去路，千山羸马送归人。\n梨关月冷他乡梦，柳浪烟深故里春。订得西湖湖上约，六桥何处问垂纶。"
        },
        {
            "标题": "屠田叔雨中过酌草堂分得穷字",
            "作者": "徐熥",
            "内容": "谁谓诸侯贵，来过一亩宫。天低峰影逼，云耗雨声穷。\n残溜虚檐滴，新苔怪石蒙。惭无池馆胜，不敢醉山公。"
        },
        {
            "标题": "戏嘲郑四效长庆体",
            "作者": "徐熥",
            "内容": "落落江湖无定迹，匆匆相见阖庐城。离乡已是五六载，道旧曾无三两声。\n杯水覆堂难再返，浮云出岫便无情。故人浪说工词赋，只恐登楼赋未成。"
        },
        {
            "标题": "送陈志玄还中都",
            "作者": "徐熥",
            "内容": "一片离心双泪垂，人归偏在送春时。鸡声残月邮亭火，马首疏烟酒店旗。\n江北琼花孤馆梦，淮南丛桂故园思。东风吹遍无情柳，满路青青拂面丝。"
        },
        {
            "标题": "彭城夜泊书事",
            "作者": "徐熥",
            "内容": "十年此地几经过，数点渔灯起棹歌。今夜满天喧鼓角，隔江帆影战船多。"
        },
        {
            "标题": "得李伯实太学书知其移家金陵却寄",
            "作者": "徐熥",
            "内容": "天涯久别正销魂，忽尔开缄见泪痕。东粤梅花留去客，南朝芳草待王孙。\n春风八口依京国，夜月千山梦故园。往事伤心君莫问，台城烟柳易黄昏。"
        },
        {
            "标题": "得王元直金陵书却寄",
            "作者": "徐熥",
            "内容": "芳草天涯怨不胜，怀人魂梦苦无凭。何来一骑过淮水，传得双鱼自秣陵。\n桃叶暖风春访伎，杏花微雨夜寻僧。玉蝉精舍葳蕤锁，寂寞疏林半点灯。"
        },
        {
            "标题": "苕川寻钱叔达不遇时叔达在闽",
            "作者": "徐熥",
            "内容": "我客苕川君客闽，天涯同是未归身。应知两地相寻处，俱闭閒门不见人。"
        },
        {
            "标题": "听钱叔达弹琴时叔达将归吴兴",
            "作者": "徐熥",
            "内容": "竹院微风动晚凉，冰弦花里按宫商。凭君莫作思归引，一曲哀声易断肠。"
        },
        {
            "标题": "西湖八景 其四 水晶初月",
            "作者": "徐熥",
            "内容": "孤山深处水晶宫，画舸归来信晚风。欸乃歌残天似水，一痕新月上湖东。"
        },
        {
            "标题": "送了空禅师归长干寺是日为观音大士初度",
            "作者": "徐熥",
            "内容": "寻声疑自普陀来，又赠杨枝海上回。缁衲折芦初地去，白衣成果普门开。\n数千里路看飞锡，五十三参送善财。他日怀师劳远梦，栖霞兰若雨花台。"
        },
        {
            "标题": "感旧 传言玉女",
            "作者": "徐熥",
            "内容": "泪眼朦胧，滴损桃花双颊。起傍朱阑，听东风啼鴂。\n旧欢如梦，隔断云山干叠。恨柳嗔花，怨蜂愁蝶。"
        },
        {
            "标题": "送李廷晔令东莞兼柬邓香山 其一",
            "作者": "徐熥",
            "内容": "初从北阙佩鸣珂，拥传遥从五岭过。官馔自今多海错，童谣强半是黎歌。\n广州旧甓寻陶侃，粤国荒台吊尉陀。只恐簿书能俗客，一封那肯问渔蓑。"
        },
        {
            "标题": "送李廷晔令东莞兼柬邓香山 其二",
            "作者": "徐熥",
            "内容": "新悬墨绶赴炎方，道过家林束别装。海邑三秋椰子熟，公庭六月荔枝香。\n台中谒帝飞双舄，郡里寻仙问五羊。莫向天涯思故国，一时冠盖半同乡。"
        },
        {
            "标题": "春日雨中喜惟秦至",
            "作者": "徐熥",
            "内容": "斋居耽阒寂，犹厌鹿麋群。茶汲松泉煮，香收桂屑焚。避人宜昼雨，来客损春云。更喜连床夜，萧萧独并君。"
        },
        {
            "标题": "春日山居招袁无竞",
            "作者": "徐熥",
            "内容": "晨起倦簪沐，便觉日停午。梁间燕哺雏，竹外鸠呼雨。\n碧藓盈阶除，幽花映窗户。裁诗招所驩，愁心绕烟树。"
        },
        {
            "标题": "汉宫春晓词 其二",
            "作者": "徐熥",
            "内容": "枕上频闻女伴催，任教初日上妆台。玉肌应共东风软，正梦昭阳侍寝来。"
        },
        {
            "标题": "汉宫春晓词 其三",
            "作者": "徐熥",
            "内容": "宿雾霏微御柳青，水晶帘捲见残星。传言禁漏声休促，昨夜君王酒未醒。"
        },
        {
            "标题": "汉宫春晓词 其一",
            "作者": "徐熥",
            "内容": "长信宫中玉漏微，绿杨枝上乳鸦飞。忽听银钥开金锁，残月楼头照舞衣。"
        },
        {
            "标题": "汉宫春晓词 其四",
            "作者": "徐熥",
            "内容": "莺声睍睆出花枝，肠断流苏梦觉时。一派管弦何处起，遥知别院拜昭仪。"
        },
        {
            "标题": "春夜同钱叔达陈惟秦斋中雨坐",
            "作者": "徐熥",
            "内容": "高斋开乱竹，孤烛坐潺湲。世昧随年减，浮生到夜间。交应同白水，语不离青山。坐惜连床雨，相看似梦间。"
        },
        {
            "标题": "自题小像 其二",
            "作者": "徐熥",
            "内容": "展卷徒为老大悲，形容将槁鬓将丝。有时愤世空饶舌，何处谈诗不解颐。\n足为无车行路健，心因多累记书迟。自知瘦骨宜贫贱，莫怨人间只相皮。"
        },
        {
            "标题": "孝友堂慈竹歌为张稚通赋",
            "作者": "徐熥",
            "内容": "主人家在苕溪曲，不种奇花种脩竹。客来看竹问何名，主人竹下吞声哭。\n自言此竹生质奇，不产终南非嶰谷。物性能同慈母心，龙孙爱护知寒燠。\n谁移此竹种庭阶，老母当年手自栽。已看翠色凌萱草，自有清阴覆绿苔。\n老母辞堂今几载，此竹青青犹未改。黄土年来上板舆，红尘久已生莱綵。\n可怜母逝竹空存，见竹还思慈母恩。主人一语一呜咽，座客闻之皆断魂。\n从今品竹修新谱，不独湘江有泪痕。"
        },
        {
            "标题": "自题小像 其一",
            "作者": "徐熥",
            "内容": "平生非侠亦非儒，半世游閒七尺躯。却为疏狂因偃蹇，未忘柔曼转清癯。\n违时傲骨贫犹长，对客诗肠老渐枯。五字吟成心独苦，不知身后得传无。"
        },
        {
            "标题": "舟次小箬溪遇邵广文梦弼话别",
            "作者": "徐熥",
            "内容": "邂逅白云边，停桡一问玄。去沽桑落酒，来醉广文毡。\n月色催更柝，霜花压钓船。相逢俱逆旅，明日各风烟。"
        },
        {
            "标题": "浒墅关逢王百谷",
            "作者": "徐熥",
            "内容": "才作吴门别，重逢在水涯。青蚨沽绿酒，彩鹢载黄花。\n坐久潮初满，谈深日易斜。虎邱一片月，相送到京华。"
        },
        {
            "标题": "浒墅关怀王百谷",
            "作者": "徐熥",
            "内容": "枫桥西下夕阳斜，重到关门问酒家。记得当年分别处，一船秋色载黄花。"
        },
        {
            "标题": "送林熙工陈汝翔陈伯孺潮上人游武夷",
            "作者": "徐熥",
            "内容": "津亭落木已纷纷，无那离情对夕曛。极浦风烟随鸟尽，寒潭秋色与僧分。\n兰舟独载千峰月，竹杖同扶九曲云。此日江蓠正堪采，为余遥荐武夷君。"
        },
        {
            "标题": "锦溪八景为林熙吉题 其五 迁莺林",
            "作者": "徐熥",
            "内容": "晓步迁莺林，莺声何睍睆。把酒坐垂杨，不觉归来晚。"
        },
        {
            "标题": "代郑翰卿闺人秋日寄远 其一",
            "作者": "徐熥",
            "内容": "良人何事滞京华，日醉青楼不顾家。独宿空闺今几载，又惊秋色上蘋花。"
        },
        {
            "标题": "代郑翰卿闺人秋日寄远 其二",
            "作者": "徐熥",
            "内容": "梧桐叶落火西流，君住长安又一秋。莫向边庭思仗剑，书生从古几封侯。"
        },
        {
            "标题": "寄许灵长",
            "作者": "徐熥",
            "内容": "年来何处寄行踪，闻在吴山第一峰。古洞烟霞生薜荔，寒窗风雨泣芙蓉。\n万家灯影千村月，半夜歌声满寺钟。几度思君劳梦寐，钱唐江上水重重。"
        },
        {
            "标题": "题徐氏池亭 其一",
            "作者": "徐熥",
            "内容": "名园依北郭，避俗此盘桓。鹤迹留苔径，莺声满药栏。\n池添春雨涨，楼对暮山寒。但得频投辖，相过意未阑。"
        },
        {
            "标题": "西瓯道中寄答伯孺病中见送之作",
            "作者": "徐熥",
            "内容": "故人卧病空皮骨，精气销忘神恍惚。枕上犹于笔砚亲，题诗送我游京阙。\n诗来字字皆悲辛，半嗟疾病半嗟贫。况兼离别情思恶，空令游子重伤神。\n三叠离歌声太苦，几度哀吟泪如雨。君方贫病类相如，我也飘零同主父。\n行色匆匆一梦间，无由赋别六溪湾。空流万里穷交泪，未识经春衰病颜。\n一别山川成隔越，怀人长对天边月。于今枚叔更何人，能向君前谈七发。"
        },
        {
            "标题": "送瀚上人游越 其三",
            "作者": "徐熥",
            "内容": "真僧欲度世，岂肯倦津梁。白足他山月，缁衣满路霜。\n一灯传异代，六祖是同乡。此去逢行脚，新诗好寄将。"
        },
        {
            "标题": "武夷送吴元瀚还莆",
            "作者": "徐熥",
            "内容": "日日看山住翠微，虹桥宴罢各将归。几时再买重游棹，三载方还旧钓矶。\n囊橐只携丹诀去，梦魂犹带白云飞。别君不用绨袍赠，玉女新裁五色衣。"
        },
        {
            "标题": "秋日居法云寺喜瀚上人见访",
            "作者": "徐熥",
            "内容": "门掩苍苔一径幽，白云应为远公留。疏钟隐隐诸天暮，残叶萧萧满地秋。\n竹院又逢今日话，芝山犹忆旧时游。此中传偈多禅侣，何必浮杯到沃州。"
        },
        {
            "标题": "再送元瀚次来韵",
            "作者": "徐熥",
            "内容": "一尊同向蓼花滩，露下丹枫落叶残。身泛孤舟愁弟远，泪挥双袖别君难。\n凄凉戍角秋霜晓，明灭渔灯夜雨寒。此去入林寻旧隐，高斋新长几琅玕。"
        },
        {
            "标题": "题吴元瀚小像",
            "作者": "徐熥",
            "内容": "披缁还戴笠，独自坐崚嶒。有相元虚妄，无言即上乘。\n形将同木槁，心已似波澄。不是旧相识，翻疑何处僧。"
        },
        {
            "标题": "访瀚上人",
            "作者": "徐熥",
            "内容": "遁迹芝山寺，长年不出龛。行深忘色相，客至但和南。\n传世灯千劫，随身经一函。无言即真意，禅理岂须谈。"
        },
        {
            "标题": "送瀚上人游越 其一",
            "作者": "徐熥",
            "内容": "师行无定踪，此去路千重。投宿月中寺，经过雪里峰。\n閒身临水衲，禅意隔潮钟。明岁西湖上，相寻九里松。"
        },
        {
            "标题": "同吴元瀚兴公弟暮过神光庵",
            "作者": "徐熥",
            "内容": "薜萝深处入，一径自逶迤。待月嫌林翳，看云怯石危。\n岩阴灯影晦，山静磬声迟。虽有重来约，重来知几时。"
        },
        {
            "标题": "送瀚上人游越 其二",
            "作者": "徐熥",
            "内容": "虽云游浙水，未必浙中游。遇客皆为侣，逢山便可留。\n独行半风雪，一别几春秋。所惜谈诗夜，从今少惠休。"
        },
        {
            "标题": "温永叔郡丞以诗见赠赋答",
            "作者": "徐熥",
            "内容": "南国风流温太真，翩翩才藻更谁伦。几年作吏犹分竹，何处逢人叹积薪。\n郡剧不妨三日醒，甑空宁厌一官贫。使君赋有凌云气，白练亲题寄隐沦。"
        },
        {
            "标题": "芦中矶晓起喜汝大惟秦至",
            "作者": "徐熥",
            "内容": "犬吠荜门前，遥惊石榻眠。携来双竹杖，穿破一林烟。\n袖出梅花谱，囊添曲米钱。岁寒盟不负，同醉白云边。"
        },
        {
            "标题": "赤岩吟为大田令谢君赋",
            "作者": "徐熥",
            "内容": "剑潭之东多石壁，四面巉岏如火赤。开辟至今千万年，岩前蓊郁皆蓬藋。\n上有嵯峨万仞之丹梯，下有潺湲千顷波流碧。山魈罔两盘其中，虎豹豺狼据为宅。\n任是樵苏日往来，岂识岩中有奇迹。岩中奇迹人不知，可怜空使山灵悲。\n谁能凿破混沌窍，攀萝附葛相追随。谢君本是探奇客，年少鸣琴宰岩邑。\n每学卢敖汗漫游，登临折尽东山屐。披蓁燃炬入岩中，猛兽山妖都辟易。\n万年灵秘一朝开，悬岩绝壁何奇哉。一声长啸翠微顶，顿使延平潭里白日生风雷。\n搆将台榭连云起，浮屠屹立层霄里。独向岩前望九垓，百二关河如黑子。\n吾闻神州三十六洞天，此赤岩兮胡为乎不传。徐生披图学宗生，案头隐隐生云烟。\n愿得借君一苇过剑浦，题诗刻石岩之巅。岩巅墨迹永不毁，邹峄之碑乃可拟。\n吁嗟乎，山川显晦自有时，世间何物无知己。"
        },
        {
            "标题": "武夷十咏 其五 大王峰",
            "作者": "徐熥",
            "内容": "危峰苍翠插云中，炉里丹砂色尚红。此地大王曾羽化，至今犹自起雄风。"
        },
        {
            "标题": "将至武夷",
            "作者": "徐熥",
            "内容": "莫谓仙源近，舟回路几重。他山苦相蔽，不见大王峰。"
        },
        {
            "标题": "代闺人答轻薄少年",
            "作者": "徐熥",
            "内容": "妾本燕赵姿，委身事君子。忆昔深闺私语时，指天誓日同生死。\n一朝执戟赴长安，彼此恩情隔万山。经年去住无消息，何处留连不肯还。\n闻君日日耽游冶，蹴鞠斗鸡兼走马。醉里常抛金弹丸，狂来碎却珊瑚把。\n自矜豪俊又繁华，百万黄金散狭邪。昨宵赵女颜如玉，今日燕姬色似花。\n如花似玉争歌舞，欢娱岂识凄凉苦。楼上朝朝望白云，枕边夜夜啼红雨。\n流年青鬓叹蹉跎，冷落深闺可奈何。捲帘忽听莺声老，又是春光一度过。"
        },
        {
            "标题": "捣衣篇",
            "作者": "徐熥",
            "内容": "皎月入房帷，凉风吹衣襟。游子远行役，少妇鸣清砧。\n良夜既以永，怀人益以深。孤鸿唳天际，促织吟堂阴。\n余亦别家久，涕泣不能禁。"
        },
        {
            "标题": "为屠田叔悼亡姬 其一",
            "作者": "徐熥",
            "内容": "渺渺凌波去绝踪，每看遗挂恨重重。魂同睡蝶招难返，血比啼鹃拭更浓。\n黄土有情封玉骨，青铜无计铸花容。君行正近高唐路，肠断巫阳第几峰。"
        },
        {
            "标题": "为屠田叔悼亡姬 其二",
            "作者": "徐熥",
            "内容": "一别妆楼闭寝门，梨花风雨泣黄昏。蚌枯沧海珠无泪，鱼葬青山玉不温。\n金谷尚传三斛价，罗帏空负十年恩。春来忍看孤飞燕，恐是娇姬恋主魂。"
        },
        {
            "标题": "句曲道中望茅山",
            "作者": "徐熥",
            "内容": "停车句曲望，缥缈见仙家。旷野分青霭，遥天结紫霞。\n山秋生异草，溪午出胡麻。欲證延年诀，其如道路赊。"
        },
        {
            "标题": "雨中屠田叔使君招集乌石山同钱叔达陈幼孺王粹夫曹能始兴公弟分得深字",
            "作者": "徐熥",
            "内容": "选胜坐危岑，山高紫翠深。受潮千涧满，翳雨半峰阴。\n衣中春寒薄，钟过暮霭沈。使君行役近，犹不废登临。"
        },
        {
            "标题": "芋江驿楼口占送王元直重游金陵 其二",
            "作者": "徐熥",
            "内容": "夜月乌衣巷，秋风燕子矶。山川仍似昔，只是旧人非。"
        },
        {
            "标题": "芋江驿楼口占送王元直重游金陵 其一",
            "作者": "徐熥",
            "内容": "掩泪怀前事，送君无限悲。经过多旧处，何处更相思。"
        },
        {
            "标题": "寄吴叔嘉",
            "作者": "徐熥",
            "内容": "当年岁晚过江都，闻说相如渴未苏。作客生涯云共薄，怀人愁绪月同孤。\n秋风茂苑閒清昼，春雨荒城长绿芜。遥想登楼定怀土，梦魂夜夜到勾吴。"
        },
        {
            "标题": "登云龙山放鹤亭",
            "作者": "徐熥",
            "内容": "叠嶂隐香台，门当楚水开。河流幡影去，云引磬声来。\n寺古龙犹伏，亭空鹤不回。因寻碑上字，剔尽雨中苔。"
        },
        {
            "标题": "帝京篇",
            "作者": "徐熥",
            "内容": "文皇定鼎都燕蓟，三辅黄图誇壮丽。九重宫阙何嵯峨，百二山河咸拱卫。\n五凤高楼逼太清，六龙御宇泰阶平。曈昽晓日升金阙，缥缈红云拥玉京。\n玉京金阙倚天开，隐隐銮舆复道来。云迷翠幰依龙衮，露滴金茎泛羽杯。\n平明长乐钟声响，九天日月开仙仗。豸史台中晓听乌，虎贲阶下朝鞭象。\n月照彤墀环佩齐，风生青琐旌旗飏。高台突兀比章华，上苑纡回同博望。\n我家京洛何煌煌，山河锦绣轶隋唐。断发文身俱稽颡，雕题黑齿尽梯航。\n三载公车计偕吏，严乐邹枚乘传至。黄纸承恩金马门，绿衣锡宴慈恩寺。\n敕赐当街上五花，金鞭络绎更堪誇。市中春色浓如锦，身上宫袍烂似霞。\n妆台舞榭层云里，粉白蛾黄兼皓齿。怙宠翻令女伴憎，承欢却得天颜喜。\n更有中涓美少年，朱颜白晰珥貂蝉。当筵解唱霓裳曲，出直常挥碧玉鞭。\n一代豪华称戚里，回天转日谁能比。薄暮酣歌阊阖门，平明取醉新丰市。\n繁华三五上元灯，蜀锦吴绫结作棚。任从玉漏催银烛，不顾银河转玉绳。\n马上佳人金络索，筵前公子玉壶冰。悬得华灯灯七宝，搆成绮阁阁千层。\n中宵露冷罗衣湿，姣童两两当筵立。夜永宁愁凤脑残，宠移岂顾龙阳泣。\n侯家绣柱玉盘龙，朝朝鼎食奏歌钟。翠翘金凤三千队，画阁雕阑十二重。\n绣枕春宵开菡萏，罗帏夜月绚芙蓉。五侯七贵豪华客，油壁香车过柳陌。\n花前调笑片时春，百万黄金轻一掷。春风日日恣遨游，北里南邻乐未休。\n玉颜到处堪回辙，珠箔谁家不上钩。青钱多买醉，红袖暗藏阄。\n投来青玉案，费尽锦缠头。蹁跹红袖人如玉，艳舞娇歌欢不足。\n琥珀深杯醉玉楼，珊瑚宝树罗金谷。灼灼桃花两颊红，娟娟柳叶双眉绿。\n愁萦弱水远重重，梦绕巫山高六六。王孙公子好游閒，往来射猎向西山。\n驱将鹰犬垂鞭去，射得狌狸带箭还。九衢三市相迤逦，车尘白日连天起。\n六郡良家尽锦衣，四方贾客多纨绮。锦衣纨绮竞豪奢，结侠追欢意气赊。\n论交半是萧朱辈，托命多于赵李家。华堂宴会春风绕，一派弦歌声袅袅。\n香气频闻宝鸭薰，漏声忘却铜龙晓。春来春去自年年，听尽笙歌与管弦。\n但知芳草春风满，谁识莺花岁序迁。自古奢华岂能久，转眼红颜成白首。\n往日堂前罗异花，于今门外生衰柳。世事悠悠未可知，桑田沧海须臾期。\n金张许史今何处，富贵骄奢空尔为。"
        },
        {
            "标题": "送曹二进士之金溪吊周明府",
            "作者": "徐熥",
            "内容": "千里分襟怅别离，西州双泪数年悲。途中磨镜同徐稚，匣里亡琴痛子期。\n楚璞谩云增价早，隋珠犹悔报恩迟。九原未必无遗恨，不见看花上苑时。"
        },
        {
            "标题": "香闺七吊诗 其六 李易安",
            "作者": "徐熥",
            "内容": "销残金石怨双蛾，红粉由来薄命多。一缕香魂飞不散，月明时听曼声歌。"
        },
        {
            "标题": "邓汝高进士转饷辽东便道过家见访喜赠",
            "作者": "徐熥",
            "内容": "才华籍籍赋长杨，裘马翩翩出建章。辽海军储凭转饷，汉廷郎署待含香。\n笑谈不带云霄气，名姓新依日月光。独有故人憔悴甚，岂堪相对问行藏。"
        },
        {
            "标题": "丁酉元日",
            "作者": "徐熥",
            "内容": "岁月悠悠独自知，屠苏饮较众人迟。一年苦乐俱陈迹，昨日呻吟即旧诗。\n才尽敢云心似锦，颜衰犹幸鬓无丝。春风不厌衡门冷，吹遍繁花雪万枝。"
        },
        {
            "标题": "东阿道中",
            "作者": "徐熥",
            "内容": "马上青山夕照明，看山应动故乡情。虽然不及江南好，犹胜平原旷野行。"
        },
        {
            "标题": "寄旷上人",
            "作者": "徐熥",
            "内容": "瓢笠何年住化城，闭关跏坐梦魂清。双双月下浮屠影，夜夜云间断磬声。\n悟彻空花诸相灭，翻残贝叶一灯明。几时结得东林社，共證菩提了此生。"
        },
        {
            "标题": "东原别歌者周郎",
            "作者": "徐熥",
            "内容": "缥缈尊前一曲歌，相逢其奈别离何。数声残角霜天晓，马首无情幽怨多。"
        },
        {
            "标题": "送郑承武之东鲁 其一",
            "作者": "徐熥",
            "内容": "送君当此去，匹马向东阿。夜泪灯前尽，春愁梦里多。\n乱云过泗水，斜日下黄河。虽有远游兴，能无思薜萝。"
        },
        {
            "标题": "同元瀚惟秦雨宿舟中怀惟起弟",
            "作者": "徐熥",
            "内容": "细雨扁舟泊近村，三人同卧亦销魂。谁怜此夜孤身客，山店残灯独掩门。"
        },
        {
            "标题": "冬夜同汝翔振狂在杭集汝大山斋",
            "作者": "徐熥",
            "内容": "玉衡指东露华冷，朔飙暗度梧桐井。张檠乱谑开双颐，铜龙咽漏宵将丙。\n仆御执炙兼进卮，筋力跛倚神俱疲。客眸耿耿若岩电，搜肠呕肝断须髭。\n五人同骋谈天口，隔墉魑魅踉跄走。挥手出门天宇昏，沿衢木栅悬灯守。\n严霜砭肌心恻悽，辘轳声断金井西。解衣匍匐登床睡，四邻咿喔啼天鸡。"
        },
        {
            "标题": "赴京道中寄惟起惟扬二弟 其一",
            "作者": "徐熥",
            "内容": "我行值炎暑，倏忽还徂秋。眷言念同气，惄然生百忧。\n驰晖不可驻，逝水无停流。感兹岁月驶，怅以道路脩。\n悲端起中夜，梦寐居林丘。"
        },
        {
            "标题": "赴京道中寄惟起惟扬二弟 其三",
            "作者": "徐熥",
            "内容": "愁目不可极，怅望心魂惊。仳离足感叹，况乎骨肉情。\n愁多无定绪，路远难计程。危时幽愤积，逆旅孱躯轻。\n凉风天际来，呖呖哀鸿鸣。"
        },
        {
            "标题": "赴京道中寄惟起惟扬二弟 其二",
            "作者": "徐熥",
            "内容": "林丘渺何许，远在鳌峰麓。参差多岩峦，蒙笼匝花竹。\n遗踪追考槃，高吟动淇澳。一落尘网中，与世相徵逐。\n俯仰思故园，悽风满愁目。"
        },
        {
            "标题": "赴京道中寄惟起惟扬二弟 其四",
            "作者": "徐熥",
            "内容": "鸿鸣一何哀，客心一何苦。昨发濲溪滨，今宿桐江浒。\n平沙翻惊飙，崩崖荡零雨。中宵蚊蚋喧，白昼冯夷舞。\n嗟哉行路难，含悲望乡土。"
        },
        {
            "标题": "冬日到山家",
            "作者": "徐熥",
            "内容": "十里青山古木平，半溪残雪夕阳明。小桥流水门深闭，但听云中鸡犬声。"
        },
        {
            "标题": "洞房曲",
            "作者": "徐熥",
            "内容": "檀郎意憨痴，留灯照绰约。郎嫌罗帐深，侬嫌罗帐薄。"
        },
        {
            "标题": "赠潘郎",
            "作者": "徐熥",
            "内容": "白晰脩眉紫绮裘，春风挟弹美遨游。几多红粉羞颜色，果匿怀中不敢投。"
        },
        {
            "标题": "松陵夜泛",
            "作者": "徐熥",
            "内容": "一片轻帆挂月明，微茫何处辨孤城。已看灯火星星近，犹隔西风数里程。"
        },
        {
            "标题": "题画马扇面赠陈幼谦",
            "作者": "徐熥",
            "内容": "真龙产自于阗国，促腕高蹄称汗血。顾影骄嘶赤电生，过都历块红尘灭。\n此物何年入汉家，番酋作贡过流沙。天闲不羡乘黄选，内厩宁论白鼻騧。\n扇头一见生惊诧，貌出权奇更高价。已识雄姿胜渥洼，况看妙手惊曹霸。\n吁嗟此马今岂无，安知枥下非神驹。九方不作孙阳死，世上于今只按图。"
        },
        {
            "标题": "蜀道难送王震甫之临邛省刺史兄",
            "作者": "徐熥",
            "内容": "蜀道本是蚕丛域，古来元不通中国。秦帝金牛计太奇，五丁费尽开山力。\n鬼斧神功山为开，悬崖绝壁真奇哉。滟滪瞿塘水势猛，波流日夜声喧豗。\n中有畏途称剑阁，羊肠鸟道山形恶。天梯石栈度偏难，鬼见为愁蛇为却。\n猿狖呼群接臂行，山魈野魅作人声。愁云惨淡日无色，行人此际难为情。\n蜀道之难已如此，临邛险恶尤无比。风俗由来似吐番，州城半绕平羌水。\n君家伯氏贤大夫，五马蹀躞专城居。几度经过九折阪，宁为叱驭无回车。\n闽蜀山川何隔越，寻兄万里堪愁绝。匕首长飞象耳云，马头几看峨眉月。\n于今西北正烽烟，羌笛胡笳听惨然。中宵起坐肠空断，客路思家泪欲连。\n蜀道之难应莫叹，长途惟有加餐饭。鹡鸰原上正相思，劝君休起乡关恨。"
        },
        {
            "标题": "怀惟秦",
            "作者": "徐熥",
            "内容": "江上春风吹布袍，题诗千里问蓬蒿。君还记得当年事，竹下焚香读楚骚。"
        },
        {
            "标题": "归渡扬子江",
            "作者": "徐熥",
            "内容": "归来风波平，去日风波作。世路非风波，来往风波恶。"
        },
        {
            "标题": "至日对客",
            "作者": "徐熥",
            "内容": "葭管灰初动，残花满故篱。谁知开径日，正是闭关时。\n短晷闺中线，生涯镜里丝。相逢聊一醉，莫问岁华驰。"
        },
        {
            "标题": "戊戌除夕 其一",
            "作者": "徐熥",
            "内容": "独对残灯暗自惊，世途谁复念虚名。索钱有虏诗难退，祀灶无灵术未精。\n半壁图书先代业，四邻歌管少年情。二毛岂必缘衰老，只恐穷愁白易生。"
        },
        {
            "标题": "萼绿华将归九疑留别许真人",
            "作者": "徐熥",
            "内容": "缥缈云軿驾彩霓，半天遥听玉麟嘶。身归紫府难为别，目断红尘不住啼。\n新启离筵铺凤髓，重封真诰印龙泥。黄金条脱空留赠，九点青山望已迷。"
        },
        {
            "标题": "二月晦日送人之安南 其二",
            "作者": "徐熥",
            "内容": "驱车万里向蛮天，人去春归总可怜。同是别离君更速，君行犹在晓钟前。"
        },
        {
            "标题": "二月晦日送人之安南 其一",
            "作者": "徐熥",
            "内容": "杜宇声中夕照斜，长途征马踏残花。春光今日归何处，莫是随君到海涯。"
        },
        {
            "标题": "春日居法云兰若 其二",
            "作者": "徐熥",
            "内容": "登临正及看花期，青草葳蕤步屧宜。雨翳鲸音过院冷，风传莺语出林迟。\n閒寻缁锡谈三昧，偶伴黄冠礼六时。自是山中堪避俗，更无踪迹世人知。"
        },
        {
            "标题": "春日居法云兰若 其一",
            "作者": "徐熥",
            "内容": "移来书舍傍琳宫，隔断红尘路不通。游屐半閒新雨后，法幢高挂乱云中。\n夜深松偃疏帘月，春尽花飞晚磬风。谩谓空门人迹少，相寻日日有支公。"
        },
        {
            "标题": "法云寺对月",
            "作者": "徐熥",
            "内容": "空界云阴敛，祗园月色澄。光生初动磬，影送未归僧。\n入水悟禅意，照林疑佛灯。更阑纵吟眺，衣上露华凝。"
        },
        {
            "标题": "同王元直读书法云寺赋赠",
            "作者": "徐熥",
            "内容": "精庐高傍玉蝉峰，采葛歌成意更浓。把臂共挥花下麈，连床同听佛前钟。\n覆棋怜尔如王粲，倒屣何人是蔡邕。白首交期谁得似，寺门遥指岁寒松。"
        },
        {
            "标题": "春日居法云兰若 其三",
            "作者": "徐熥",
            "内容": "古路苍苍入鹫峰，烟霞隔断往来踪。时将真诀灯前课，每与游僧竹下逢。\n满架瑶函藏贝叶，远林山色绚芙蓉。闭门晏坐尘缘息，又听云堂起暮钟。"
        },
        {
            "标题": "题惟扬弟法云寺书舍",
            "作者": "徐熥",
            "内容": "谁知菩萨界，亦有子云居。厨趁僧炊后，膏分佛照馀。\n窗窥施食鸟，笥窜蠹经鱼。方衲时相叩，秖应来借书。"
        },
        {
            "标题": "春泛若耶",
            "作者": "徐熥",
            "内容": "春风散藻景，山水动微暄。桂棹泛兰渚，摇摇过前川。\n汀花媚幽壑，岸柳垂轻湍。环洲屡回复，杂树何缤纷。\n微波生镜湖，疏钟来云门。扬帆意超忽，溯流情孤鶱。\n逆楫芰荷脆，随波兰芷繁。和风驻瑶瑟，落日沉金尊。\n山川缅如故，畴昔谁能存。佳境岂易觌，幽怀愿无谖。"
        },
        {
            "标题": "答葛震甫",
            "作者": "徐熥",
            "内容": "闽海与吴门，相隔几千里。君虽吴门居，又隔洞庭水。\n不知贱子名，何由入君耳。云中有片鸿，江头足双鲤。\n投来皆璚瑶，报之愧兰芷。临风怀美人，感叹胡能已。"
        },
        {
            "标题": "葛震父招游雨花台同张康侯姚佩卿诸子",
            "作者": "徐熥",
            "内容": "高台千尺俯烟霞，却望当年旧帝家。百雉都城仍踞虎，六朝宫树半栖鸦。\n云边淮水连天远，林际钟山带郭斜。独有空门不销歇，至今犹落讲坛花。"
        },
        {
            "标题": "同游宗振陈伯岑集陈季迪斋中",
            "作者": "徐熥",
            "内容": "六月溪行苦烦暑，日暮维舟向江渚。乘兴行歌访故人，科头跣足花间语。\n花间相对忘主宾，驩呼无异平生亲。今朝潦倒斋头客，明日飘零江海人。"
        },
        {
            "标题": "送王献子还袁州",
            "作者": "徐熥",
            "内容": "相逢当夏首，相别忽秋残。逆旅淹留久，空囊去住难。\n芦飞鸿外白，枫落马头丹。已乏绨袍赠，霜风今又寒。"
        },
        {
            "标题": "再寻王太古不遇",
            "作者": "徐熥",
            "内容": "梅花影里访幽栖，门掩寒塘水满堤。两度相寻不相见，一帆风雨出梁溪。"
        },
        {
            "标题": "淘江访林德凤茂才",
            "作者": "徐熥",
            "内容": "一榻茅茨倚翠微，暂将生计托渔矶。门当濑水潮常早，路绕方山客到稀。\n窗外竹声喧午枕，庭前花片点春衣。与君相见即相别，月落江头未忍归。"
        },
        {
            "标题": "飞龙篇",
            "作者": "徐熥",
            "内容": "海上三神山，中为仙人居。金楼高崔嵬，玉堂结绮疏。\n朝乘飞龙去，翱翔登鼎湖。骋风周八极，飘飘凌紫虚。\n安期同遨游，八公相为徒。看日扶桑巅，采药昆崙区。\n桑田有变迁，人世多荣枯。安得乞灵药，蜕此凡浊躯。\n一朝生毛羽，白日升天衢。"
        },
        {
            "标题": "锦溪八景为林熙吉题 其八 松风壑",
            "作者": "徐熥",
            "内容": "风生松壑中，涛声聒人耳。中有绿发翁，长伴赤松子。"
        },
        {
            "标题": "枫桥夜泊梦邓汝高进士",
            "作者": "徐熥",
            "内容": "燕吴遥望隔天涯，魂去魂来只自知。梦里顿忘裘马贵，相逢犹似布衣时。"
        },
        {
            "标题": "逢侠者",
            "作者": "徐熥",
            "内容": "了不知名姓，偶遇长安市。片语忽相投，欢然结生死。"
        },
        {
            "标题": "野店逢故人",
            "作者": "徐熥",
            "内容": "野店莺啼柳自垂，故人相见不胜悲。明朝又作沅湘别，江海悠悠无尽时。"
        },
        {
            "标题": "塞上逢故人",
            "作者": "徐熥",
            "内容": "胡笳声正喧，一骑向秋原。偶尔闻乡语，因之伤旅魂。\n停鞭问姓氏，掩泪叙寒暄。未尽悲欢意，沙场日又昏。"
        },
        {
            "标题": "凤笙曲",
            "作者": "徐熥",
            "内容": "纤指按节玉参差，樱唇缓吸声迟迟，吹侬无限心中悲。\n心中悲，望远情，何时吹，双凤鸣。"
        },
        {
            "标题": "宫人斜",
            "作者": "徐熥",
            "内容": "春雨春风粉黛销，谁怜黄土葬妖娇。墓门幸与诸陵近，夜夜香魂不寂寥。"
        },
        {
            "标题": "崇德令孙先生挽诗",
            "作者": "徐熥",
            "内容": "语溪为政号神君，黑发俄脩地下文。远道野僧歌薤露，寒宵山鬼哭松云。\n斗间久失郎官宿，郭外新添令尹坟。忽听悲风生垄树，犹疑长啸半空闻。"
        },
        {
            "标题": "西湖十景竹枝词 其四 孤山梅月",
            "作者": "徐熥",
            "内容": "梅花十亩映湖塘，历乱幽魂处处香。淡月一轮疏影见，青铜镜里寿阳妆。"
        },
        {
            "标题": "古别离",
            "作者": "徐熥",
            "内容": "君身如车轮，去去无回辙。妾泪如井泉，涓涓滴不竭。\n欢爱能几时，伤哉此离别。萧萧征马向人嘶，欲别未别心惨悽。\n深闺不识天涯路，但向门前看马蹄。送君试折长堤柳，立马踌蹰岂能久。\n明年柳发今年枝，还记今年送别时。"
        },
        {
            "标题": "古怨",
            "作者": "徐熥",
            "内容": "当时初嫁君，貌比杨花好。今日与君离，貌比杨花老。\n杨衰能再荣，妾貌终枯槁。君如记妾旧容华，但看明年杨白花。"
        },
        {
            "标题": "宿鼓山寺方丈 其一",
            "作者": "徐熥",
            "内容": "维摩丈室绝尘氛，坐对珠龛演梵文。松际窥人孤嶂月，山中留客半床云。\n疏钟出寺过林隐，怪鸟啼春彻夜闻。真性由来爱空寂，名香亲向殿前焚。"
        },
        {
            "标题": "自鼓山历凤池寻白云洞不得误抵山麓而归口占寄赵用拙居士 其一",
            "作者": "徐熥",
            "内容": "岧峣径路杳难分，猿鸟哀呼日半曛。莫谓洞门今咫尺，不知犹隔几重云。"
        },
        {
            "标题": "古战场",
            "作者": "徐熥",
            "内容": "汉家将军猛如虎，手执长殳腰大斧。白首从征恨数奇，可怜性命轻如羽。\n鼓声死兮弓绝弦，狼奔鼠窜无行伍。良家百万试锋铓，枯骨如山委黄土。\n燐火星星点白杨，黄云漠漠依边树。千载犹闻战血腥，夜深不禁啼猿苦。\n魑魅山魈当路号，哀声长乱黄昏雨。游魂难返玉门关，怨魄年年成杜宇。"
        },
        {
            "标题": "宿鼓山寺方丈 其二",
            "作者": "徐熥",
            "内容": "孤峰天畔削芙蓉，入夜遥看紫翠重。一片禅心千涧水，五更尘梦数声钟。\n云生净土龙归钵，露冷空坛鹤唳松。借宿僧寮经几载，苍苔埋却旧游踪。"
        },
        {
            "标题": "登鼓山大顶",
            "作者": "徐熥",
            "内容": "晓望屴崱峰，振衣涉蓁莽。树色远葱茏，练瀑空中响。\n峭壁插苍穹，丹崖悬百丈。鬼斧凿鸿濛，玄岩閟罔两。\n我来叩崆峒，素心怀孤往。萝蔓刺衣裾，烟霞随屦杖。\n倚石漱清流，顿令神骨爽。薄暮日渐暝，月印苍苔上。\n忽闻天籁鸣，泠泠惬心赏。愿言脱尘缨，不复絓世网。"
        },
        {
            "标题": "经古战场",
            "作者": "徐熥",
            "内容": "萧条残垒不胜悲，此地曾经几乱离。恨血尚馀春草里，游魂多出夕阳时。\n潇潇寒雨闻刁斗，漠漠阴云见羽旗。满路干戈愁转战，胡笳休向马头吹。"
        },
        {
            "标题": "病中试鼓山寺僧所惠新茶",
            "作者": "徐熥",
            "内容": "偃卧山窗日正长，老僧分赠茗盈筐。烧残榾柮偏多味，沸出松涛更觉香。\n火候已周开鼎器，病魔初伏有旗枪。隔林况听莺声好，移向荼蘼架下尝。"
        },
        {
            "标题": "自鼓山历凤池寻白云洞不得误抵山麓而归口占寄赵用拙居士 其二",
            "作者": "徐熥",
            "内容": "桃花流水自潺湲，晓起寻君日暮还。不是渔郎迷去路，断无踪迹在人间。"
        },
        {
            "标题": "故黎平太守袁公挽歌 其一",
            "作者": "徐熥",
            "内容": "永别城中路，新成郭外坟。旐题前太守，书失右将军。\n广柳驱残月，甘棠翳暮云。应知千载后，不朽是遗文。"
        },
        {
            "标题": "故黎平太守袁公挽歌 其三",
            "作者": "徐熥",
            "内容": "白马出关门，愁闻鼓吹喧。山灵收正气，月色引归魂。\n贵至二千石，书馀几万言。翩翩丹旐过，犹讶转朱轓。"
        },
        {
            "标题": "故黎平太守袁公挽歌 其四",
            "作者": "徐熥",
            "内容": "赤绂人何处，青山骨可藏。乡邻悲道路，父老泣蛮方。\n图史虚东壁，松楸冷北邙。明君思起草，犹问秘书郎。"
        },
        {
            "标题": "挂剑台",
            "作者": "徐熥",
            "内容": "公子当年然诺深，千金宝剑挂空林。应知十字碑题后，泉路相逢无愧心。"
        },
        {
            "标题": "送张宗道之金陵兼怀诸旧游",
            "作者": "徐熥",
            "内容": "茫茫烟水片帆轻，学得陶朱变姓名。芳草楼台歌子夜，梨花村店过清明。\n莫愁湖送当年桨，瓜步江流六代声。欲作封题还自懒，知君今去石头城。"
        },
        {
            "标题": "咏美人观画",
            "作者": "徐熥",
            "内容": "国色看如画，丹青疑是真。谁能分丽质，各欲竞丰神。\n江滨有两艳，下蔡见双身。只恐朱颜谢，不及卷中人。"
        },
        {
            "标题": "送丁亨文进士司理召陵 其一",
            "作者": "徐熥",
            "内容": "新将词赋献承明，万里分符佐楚荆。道上竹深妃子庙，郡中花暗白公城。\n山连五岭重重翠，水接三湘曲曲清。此去王程君莫缓，几多人吏待持平。"
        },
        {
            "标题": "题画士女 其八 曹妙清",
            "作者": "徐熥",
            "内容": "比玉芳名号雪斋，更无春色入幽怀。横琴独坐香闺晚，欲把新诗和铁崖。"
        },
        {
            "标题": "王百谷为先永宁表墓寄此答谢",
            "作者": "徐熥",
            "内容": "西风吹雁出菰芦，尺素衔来字字珠。倚马万言推绣虎，皋鱼双泪感啼乌。\n通家敢谓同文举，名笔何缘借董狐。片石空山垂不朽，千秋应得免樵苏。"
        },
        {
            "标题": "题邬子远扇面山水",
            "作者": "徐熥",
            "内容": "长松荫远山，虚亭倚危石。何来客杖藜，曳破秋云碧。"
        },
        {
            "标题": "送邬子远还京口时邬有丧子之戚",
            "作者": "徐熥",
            "内容": "相逢俱失意，相送柰愁何。老去雄心减，春来归梦多。\n旧山怀北固，新泪滴西河。世路已如此，空为劳者歌。"
        },
        {
            "标题": "拟长沙过贾谊宅 其一",
            "作者": "徐熥",
            "内容": "怜君谪宦楚江来，门外湘波日夜回。废井年深生乱草，古墙春尽长荒苔。\n猿声似诉孤臣恨，马首空劳过客哀。此地无须叹寥落，长安甲第亦成灰。"
        },
        {
            "标题": "同强善长包蒙吉计仲嘉徐子晋斯学上人集宝林寺镜公房时蒙吉来自东瓯仲嘉归自燕赵",
            "作者": "徐熥",
            "内容": "吴市飘零感岁华，偶携瓢笠到僧家。孤云静结人天果，朔气寒生佛座花。\n作客畏闻燕地雪，逢君先问赤城霞。山中欲别各留偈，送过虎溪将日斜。"
        },
        {
            "标题": "拟长沙过贾谊宅 其二",
            "作者": "徐熥",
            "内容": "他乡迁客恨悠悠，此日长沙宅尚留。寂莫空梁栖鸟雀，萧条古院闭松楸。\n几年宦况同云薄，一去君恩共水流。欲采江蓠伤往事，半天风雨洞庭秋。"
        },
        {
            "标题": "过钱功父悬磬室",
            "作者": "徐熥",
            "内容": "一室依然似磬悬，传家负郭旧无田。鸊鹈剑售鹴裘典，只有藏书不卖钱。"
        },
        {
            "标题": "过沈从先江居",
            "作者": "徐熥",
            "内容": "停棹来寻江上居，闭门知与世情疏。买鱼入市儿沽酒，负米还家母倚闾。\n委巷几留高士辙，寒窗长课小童书。空怜四壁萧条甚，薄俗何人重子虚。"
        },
        {
            "标题": "送谢伯元之金陵",
            "作者": "徐熥",
            "内容": "长江渺渺片帆开，一曲离歌落照催。挟妓每过桃叶渡，寻僧重上雨花台。\n芙蓉古岸犹堪采，禾黍遗宫尽可哀。不必登高频吊古，六朝王气已成灰。"
        },
        {
            "标题": "过武夷访闵寿卿蘧庐一宿而别兼柬浑然道人江仲鱼秀才",
            "作者": "徐熥",
            "内容": "蘧庐高结傍岩峦，翠壁千重路几湾。霞色全飞丹灶火，溪声长绕白云关。\n风尘已作经年别，烟水聊分一夜閒。唱罢金鸡天欲晓，渔郎踪迹又人间。"
        },
        {
            "标题": "送陈道育之官汉阳",
            "作者": "徐熥",
            "内容": "万里传经入楚乡，新莺初啭柳丝长。毡存子敬官非冷，舆御潘郎母可将。\n山色千重看大别，江流九派过浔阳。座间定有三鳣坠，地近嘉鱼对武昌。"
        },
        {
            "标题": "过惟秦幽居",
            "作者": "徐熥",
            "内容": "数歇经村落，到门红日西。柳阴牛独寝，草舍燕双栖。\n野绿云千亩，郊青雨一犁。空林烟火起，留客晚蒸藜。"
        },
        {
            "标题": "送林叔度游支提寺",
            "作者": "徐熥",
            "内容": "何时踪迹别壶公，岁晚看山过霍童。客路杖藜残雪里，人家鸡犬乱云中。\n钟闻下界诸天近，寺隐深林一径通。遥想空门多胜事，半龛明月几僧同。"
        },
        {
            "标题": "过陈荐夫幽居",
            "作者": "徐熥",
            "内容": "柴门寂寂昼常关，猿鸟声中鹤梦閒。欲识武陵溪上路，桃花无数水潺湲。"
        },
        {
            "标题": "过黄逸人幽居",
            "作者": "徐熥",
            "内容": "行到山中日已昏，一声寒犬出孤村。青苔满地无人迹，风落残花闭洞门。"
        },
        {
            "标题": "寒食日陈汝大园亭看海棠",
            "作者": "徐熥",
            "内容": "寒食东风到舞筵，海棠开遍艳阳天。银罂杏酪香同饱，画架榴裙血并鲜。\n带雨花神娇欲泣，怯寒妃子醉无眠。夜深莫更移灯看，今日山厨未有烟。"
        },
        {
            "标题": "客中感秋呈王德载卢子明柳陈甫诸公",
            "作者": "徐熥",
            "内容": "他乡为客长离忧，一夜新寒感敝裘。对酒正当桑落后，思家偏向雁来秋。\n白门月冷砧初断，淮水霜深叶自流。不是天涯有知己，萍踪那得久淹留。"
        },
        {
            "标题": "行脚僧",
            "作者": "徐熥",
            "内容": "何年辞故院，足迹遍云天。有寺皆投宿，逢人便结缘。\n木杯穷岁月，锡杖老风烟。人境元成幻，行藏总是禅。"
        },
        {
            "标题": "鸡鸣寺赠印空上人",
            "作者": "徐熥",
            "内容": "不用觅三车，心能转法华。问年忘岁月，留客借云霞。\n乞食朝行脚，焚香夜结跏。志公金骨在，长日礼干花。"
        },
        {
            "标题": "重游喝水岩",
            "作者": "徐熥",
            "内容": "古洞盘旋紫翠间，洞门常借白云关。虚瓢挂树老僧隐，昏磬出林飞鸟还。\n路到穷时尤"
        },
        {
            "标题": "喝水岩赠瓢庵头陀",
            "作者": "徐熥",
            "内容": "何年此卓锡，钟磬度昏朝。瀑水引归钵，茅庵结似瓢。\n蹑云双草屩，坐月一团焦。隔寺有禅侣，相寻不惮遥。"
        },
        {
            "标题": "同微公元直兴公弟至鼓山",
            "作者": "徐熥",
            "内容": "看山俗虑清，况复与僧行。径密草交色，林回鸟换声。\n披云孤衲重，挂月一瓢轻。不用忧迷路，灯光见化城。"
        },
        {
            "标题": "西寺寻公朗上人因同宿小舟",
            "作者": "徐熥",
            "内容": "寻僧入招提，斜阳下疏木。只恐隔关门，同到舟中宿。"
        },
        {
            "标题": "梅花落",
            "作者": "徐熥",
            "内容": "繁花生绝塞，春至几枝空。舞杂梁园雪，飘随庾岭风。\n妆台香点砌，官阁影辞丛。少妇高楼上，含悽曲调中。"
        },
        {
            "标题": "游虎邱寺",
            "作者": "徐熥",
            "内容": "一棹过兰若，斋心礼法华。荒坟深踞虎，古木乱栖鸦。\n宝塔凌空迥，幽岩逗月斜。生公讲亭在，何处有袈裟。"
        },
        {
            "标题": "咏荆轲",
            "作者": "徐熥",
            "内容": "荆卿一剑客，击筑游燕都。许身太子丹，生死誓不渝。\n文夫报知己，何惜此微躯。悲歌度易水，慷慨自驱车。\n匕首中铜柱，非由剑术疏。报秦虽不济，千载仰雄图。"
        },
        {
            "标题": "送金季黄山人游五岳",
            "作者": "徐熥",
            "内容": "年来婚嫁毕，五岳寄閒心。胜地随缘住，名山到处寻。\n孤筇青嶂老，双屐白云深。去矣辞尘网，高踪比向禽。"
        },
        {
            "标题": "同郑吉甫过仁王寺怀徐仲和久客莆中",
            "作者": "徐熥",
            "内容": "灯火佛堂虚，经行月上初。草生游子路，松偃化人居。\n春尽莺花老，天长蝶梦疏。如何逢九鲤，不寄半行书。"
        },
        {
            "标题": "西湖八景 其五 荷亭晚唱",
            "作者": "徐熥",
            "内容": "虚亭遥跨水中央，五里荷花十里香。度曲女郎齐拍手，一声惊散两鸳鸯。"
        },
        {
            "标题": "送彭兴祖游燕",
            "作者": "徐熥",
            "内容": "都亭新柳折为鞭，又别闽南北向燕。马首一星边地火，莺声三月御河烟。\n吴侬枕上红楼曲，赵女垆头绿酒钱。此日离情君莫忘，落花风雨寺门前。"
        },
        {
            "标题": "送叶廷荩",
            "作者": "徐熥",
            "内容": "我本倦游者，送君增苦颜。潮声螺女渡，归梦壶公山。\n春色莺啼外，行程鸟道间。所嗟璚树远，何日更追攀。"
        },
        {
            "标题": "湖上晚望",
            "作者": "徐熥",
            "内容": "半天夜月漏初稀，渺渺澄波浸翠微。一道香风何处起，隔溪游女采莲归。"
        },
        {
            "标题": "湖上书所见",
            "作者": "徐熥",
            "内容": "二八妖姬浅淡妆，独摇兰桨水中央。湖光胜似华清水，不染人间粉黛香。"
        },
        {
            "标题": "游榴花洞",
            "作者": "徐熥",
            "内容": "逶逦群峰隐，纡回一径偏。空山残照里，古路断云边。\n入壑疑无地，穿林觉有天。鹿眠松下坞，禽噪竹间泉。\n芝草缘冈秀，榴花满洞然。莓苔寒细雨，桑柘隔孤烟。\n但见山川旧，谁知陵谷迁。人皆迷汉姓，居是避秦年。\n不记来时路，因"
        },
        {
            "标题": "隔帘美人",
            "作者": "徐熥",
            "内容": "环佩声闻见不真，多情绰约往来身。只缘竹纬垂千缕，似对菱花隔一尘。\n绣带暗飘纹外影，秋波潜送隙中春。重重锦浪生罗袜，彷佛云间遇洛神。"
        },
        {
            "标题": "怀仙馆忆汝翔熙工伯孺因觅伯孺所画烟雨图不得",
            "作者": "徐熥",
            "内容": "此地曾闻控鹤来，三人同礼七星台。一溪烟雨知何处，满壁丹青翳绿苔。"
        },
        {
            "标题": "怀仙馆",
            "作者": "徐熥",
            "内容": "九曲溪流枕上听，白云遮断数峰青。金鸡叫罢山天晓，鹤在松间梦未醒。"
        },
        {
            "标题": "与惟秦夜话因怀惟起客水西",
            "作者": "徐熥",
            "内容": "春宵何太短，忽忽已三更。灯散疏林影，蛩传古砌声。\n谈深尘虑息，坐久月华生。为忆溪行者，应含两地情。"
        },
        {
            "标题": "江上送惟起弟",
            "作者": "徐熥",
            "内容": "别意孤帆远，行装一剑贫。何堪哀痛后，复际此风尘。\n旅馆常怀母，长途好爱身。江干一杯酒，相对总沾巾。"
        },
        {
            "标题": "怀张道辅",
            "作者": "徐熥",
            "内容": "婚嫁中年毕，馀生老一区。市声穷巷寂，山色小楼孤。\n林密身堪隐，田荒口仅糊。诗僧同酒伴，日日往来无。"
        },
        {
            "标题": "饮黄白仲娑罗馆兼柬屠纬真使君",
            "作者": "徐熥",
            "内容": "主人避客栖空谷，长日柴门稀剥啄。我来欲證大因缘，袖中片刺烦童仆。\n仓皇倒屣出相迎，青眼相看无世情。狂来叱咤千夫废，醉后雄谈四座惊。\n吾曹本是玄都客，当日同因酒过谪。行满何须恋世缘，功成依旧归仙籍。\n色相由来非我身，凡夫谁识有真人。片时结搆成炉鼎，一粒玄珠守谷神。\n仙师授我还丹秘，逢人岂肯轻开示。能将神气返虚空，自有灵光照天地。\n黄白仲，屠纬真，暂时踪迹落红尘。何时打得虚空碎，同出青天驾鹤轮。"
        },
        {
            "标题": "寄黄白仲",
            "作者": "徐熥",
            "内容": "家在西湖第几峰，白云无数水重重。鸟啼花落春光暮，同听南屏寺里钟。"
        },
        {
            "标题": "题吕纪双鸡雏",
            "作者": "徐熥",
            "内容": "五德初生彩质奇，花冠金距是何时。他年定起刘琨舞，莫谓雌雄未可知。"
        },
        {
            "标题": "送黄居约司理英州",
            "作者": "徐熥",
            "内容": "少年新佩吕虔刀，拥传东行意气豪。公署遥开泷水阔，法星还傍斗垣高。\n曲江柳色迎征幰，庾岭梅花照锦袍。同听鹿鸣君已贵，可无书札慰蓬蒿。"
        },
        {
            "标题": "真州逢谢在杭司理",
            "作者": "徐熥",
            "内容": "萧萧书剑傍风尘，况对天涯骨肉亲。半夜断猿知己泪，经年羸马异乡身。\n飘零湖海愁归客，憔悴江潭问逐臣。此日世途君自见，莫将青鬓叹沉沦。"
        },
        {
            "标题": "舟夜即事 其一",
            "作者": "徐熥",
            "内容": "金阊亭下解兰桡，一水吴江去渐遥。秋梦缠绵浑不醒，月明齐上度僧桥。"
        },
        {
            "标题": "古田极乐寺晓起",
            "作者": "徐熥",
            "内容": "听尽莲华刻漏长，山深岚翠满绳床。鸟啼松嶂声声月，僧踏枫林步步霜。\n座上落花天外雨，佛前沈水定中香。此生总是空门客，到处皈依有法王。"
        },
        {
            "标题": "己亥元日 其二",
            "作者": "徐熥",
            "内容": "灯烛烧残见曙光，伤情多为惜年芳。无田更切三时望，有闰翻添一月忙。\n已分狂歌惟草泽，喜占春梦在池塘。生憎稚子吹芦管，落尽梅花树树香。"
        },
        {
            "标题": "访梅禹金秦淮客舍",
            "作者": "徐熥",
            "内容": "舟过长干问客星，风流不用叹飘零。一秋桃叶居淮水，十月梅花梦敬亭。\n游遍南朝多宝寺，翻残西竺几函经。赠君欲折藏鸦柳，满目隋堤何处青。"
        },
        {
            "标题": "溪行即事寄汝翔平夫",
            "作者": "徐熥",
            "内容": "客路空回首，浮生未息机。愁多难得醉，梦短不成归。\n石势流边缺，滩声过后微。翻因旅泊处，转忆旧渔矶。"
        },
        {
            "标题": "己亥元日 其一",
            "作者": "徐熥",
            "内容": "开遍梅花腊尽归，声声爆竹启山扉。去年愁苦将谁告，今岁平安向佛祈。\n三径烟霞吾独老，六街风雨客来稀。朱门通刺慵随例，自古閒身是布衣。"
        },
        {
            "标题": "寄邓德咸明府",
            "作者": "徐熥",
            "内容": "一代风流墨绶郎，几年为政似庚桑。居官共号神明宰，判事多成急就章。\n滩送九龙来廨宇，庭留双鹤守琴床。春光莫羡河阳暖，六月还飞白简霜。"
        },
        {
            "标题": "送陈广文弃官还温陵",
            "作者": "徐熥",
            "内容": "白首厌微官，沧江恋钓竿。隐耽初服贵，老怯旧毡寒。\n绿酒枌榆社，清斋苜蓿盘。好将平子赋，时对刺桐看。"
        },
        {
            "标题": "寿车郡公",
            "作者": "徐熥",
            "内容": "铜虎分来向海滨，玉皇香案记前身。采将瑶草三山秀，种得甘棠一郡春。\n天上紫鸾扶绛节，云中白鹿驾朱轮。寿筵不用蟠桃荐，丹荔冰盘色正新。"
        },
        {
            "标题": "武夷十咏 其六 徐仙岩",
            "作者": "徐熥",
            "内容": "碧嶂千寻骨一函，当年曾此脱尘凡。重来忽记前身果，笑指飞升旧日岩。"
        },
        {
            "标题": "哭王少文秀才 其二",
            "作者": "徐熥",
            "内容": "去年春暮禁烟寒，把酒看花共倚栏。此日花开君不见，黄垆相隔路漫漫。"
        },
        {
            "标题": "哭王少文秀才 其五",
            "作者": "徐熥",
            "内容": "长吉当年赋玉楼，怜君犹少七春秋。伤心处处生悲感，何必山阳始泪流。"
        },
        {
            "标题": "哭王少文秀才 其六",
            "作者": "徐熥",
            "内容": "绵绵幽恨几时销，金屋无缘贮阿娇。虚度春光二十载，看花不及咏桃夭。"
        },
        {
            "标题": "哭王少文秀才 其十",
            "作者": "徐熥",
            "内容": "记得孤斋晚眺时，倚栏连袂共题诗。山中每到斜阳后，便觉伤心双泪垂。"
        },
        {
            "标题": "哭王少文秀才 其九",
            "作者": "徐熥",
            "内容": "魂魄悠悠到夜台，应知尘世不重来。从今绿玉斋前路，一任春风长碧苔。"
        },
        {
            "标题": "哭王少文秀才 其三",
            "作者": "徐熥",
            "内容": "龆龀能诗便有声，笔花长向梦中生。如今玉树埋黄土，谁继风流竹下盟。"
        },
        {
            "标题": "哭王少文秀才 其四",
            "作者": "徐熥",
            "内容": "素笺如练墨如云，年少临池独有君。旧日兰亭今寂寞，不堪开箧见遗文。"
        },
        {
            "标题": "哭王少文秀才 其七",
            "作者": "徐熥",
            "内容": "猿鸟声中昼掩扉，竹阴依旧故人非。思君忘却幽明隔，犹怪音书近日稀。"
        },
        {
            "标题": "哭王少文秀才 其一",
            "作者": "徐熥",
            "内容": "王郎本是大罗仙，暂谪人间二十年。一夜缑山仍控鹤，满天风露冷婵娟。"
        },
        {
            "标题": "哭王少文秀才 其八",
            "作者": "徐熥",
            "内容": "一别黄泉路杳冥，愁云空锁草玄亭。即今风雨罗山夜，猿鸟哀呼不可听。"
        },
        {
            "标题": "姑苏怀郑翰卿",
            "作者": "徐熥",
            "内容": "十年踪迹遍天涯，散尽黄金满狭斜。庄舄岂能忘越国，莫愁原自属卢家。\n孤莺白岳啼衰柳，匹马青楼过落花。日暮思君心独远，片帆江上阻蒹葭。"
        },
        {
            "标题": "寄陆无从",
            "作者": "徐熥",
            "内容": "江北江南一水分，尺书无计寄殷勤。芜城草色愁中远，扬子涛声梦里闻。\n二十四桥孤嶂月，五千里路万山云。相思何处堪惆怅，几树璚花对夕曛。"
        },
        {
            "标题": "题幼孺所藏薛涛小像 其一",
            "作者": "徐熥",
            "内容": "濯锦江边一丽人，千秋传得镜中身。自惭不及高千里，未识花容真未真。"
        },
        {
            "标题": "薛涛坟",
            "作者": "徐熥",
            "内容": "玉垒山高锦水流，黄泉何处觅青楼。坟头种得桃千树，花落花开怨未休。"
        },
        {
            "标题": "寄王百谷",
            "作者": "徐熥",
            "内容": "三载吴门两见君，别来相忆倍殷勤。梦回半偈庵前月，望断姑苏台上云。\n赤牍此时凭雁足，黄庭何日换鹅群。先人墓所丰碑在，应赖邯郸绝代文。"
        },
        {
            "标题": "夹浦桥感旧寄谢在杭",
            "作者": "徐熥",
            "内容": "夹浦桥西芳草新，当时此地共迷津。年来买遍松陵棹，犹是江边失路人。"
        },
        {
            "标题": "越王台怀古",
            "作者": "徐熥",
            "内容": "山河如故霸图休，台下空江水自流。岁久莓苔生庙壁，日斜葭菼满汀洲。\n旌旗影灭秋风冷，剑戟声沉暮雨愁。莫道钓龙人已远，精灵还向夜深游。"
        },
        {
            "标题": "望月有怀唐宗贞陈彦宗",
            "作者": "徐熥",
            "内容": "微月入庭除，疏松散清影。山深岚翠浓，露落衣裳冷。\n当时月下人，踪迹同萍梗。对月思所驩，此情空耿耿。"
        },
        {
            "标题": "送陈元凯明经北上兼觐省 其二",
            "作者": "徐熥",
            "内容": "江干分手动悲歌，迢递关山岁杪过。独夜怀人魂梦远，中年知己别离多。\n车驱微月寒登陇，马踏残冰晓渡河。若遇长安旧相识，为言生计久蹉跎。"
        },
        {
            "标题": "送陈元凯明经北上兼觐省 其一",
            "作者": "徐熥",
            "内容": "津亭落叶点衣斑，斗酒临岐动别颜。江上流澌前岭雪，马头晴树隔淮山。\n征途岁晚鸿声断，上苑春深草色閒。此去趋庭驩不浅，可无飞梦到乡关。"
        },
        {
            "标题": "八尺湖夜泊怀李与熙张子环",
            "作者": "徐熥",
            "内容": "八尺湖边月上迟，相逢犹记去年时。一从落魄长安后，三处飘零各不知。"
        },
        {
            "标题": "午日过江郎山",
            "作者": "徐熥",
            "内容": "车度蒙茸里，侵衣树色凉。土音闻越客，山色见江郎。\n萍梗悲游子，菖蒲忆故乡。龙舟何处竞，箫鼓断人肠。"
        },
        {
            "标题": "江上漫成",
            "作者": "徐熥",
            "内容": "游人恋故乡，每恨离家远。如何石尤风，又叹舟行晚。"
        },
        {
            "标题": "广陵七夕闻歌有怀",
            "作者": "徐熥",
            "内容": "每看秋水忆临波，况值天孙夜渡河。衣上馀香怀贾女，竹间残泪怨湘娥。\n书从蓟北传来少，梦到江南别后多。二十四桥桥畔月，不堪重听绕梁歌。"
        },
        {
            "标题": "题宾月楼空江秋笛二卷后",
            "作者": "徐熥",
            "内容": "爨下有焦桐，柯亭有枯竹。何期得遇蔡中郎，一取为琴一为笛。\n中郎已死知音稀，每有奇物谁能知。汨没泥沙弃水火，令人往往心伤悲。\n国初至今二百载，其人与骨今安在。二图沦落在人间，墨迹依稀犹未改。\n吾乡陈伯炜、郑浮丘，两人前辈称风流。坐宾楼上三更月，吹笛空江万籁秋。\n名公诗句题应遍，画图潇洒尤堪羡。恍若笛声江上闻，尚疑月色楼头见。\n当年弃置废簏中，蠹鱼蚀尽尘埃蒙。余偶得之发大叫，心颜怡悦开双瞳。\n吁嗟乎，奇物显晦自有数，岂但柯亭之竹峄山桐。"
        },
        {
            "标题": "江上送客",
            "作者": "徐熥",
            "内容": "片帆遥向洞庭游，湖水茫茫一色秋。别后思君肠欲断，不堪重倚夕阳楼。"
        },
        {
            "标题": "军城早秋",
            "作者": "徐熥",
            "内容": "落日荒城起暮笳，萧条秋色满黄沙。一声塞雁西风里，十万征人尽忆家。"
        },
        {
            "标题": "宿接笋峰道院",
            "作者": "徐熥",
            "内容": "绝壁悬厓入杳冥，丹房长借白云扃。地分六曲成三岛，台耸千层礼七星。\n暮霭晴飞岩瀑翠，秋烟寒隐石灯青。一声独鹤醒残梦，卧听黄庭半部经。"
        },
        {
            "标题": "题高漫士晚阁溪云图",
            "作者": "徐熥",
            "内容": "主人爱溪还爱云，去年走谒武夷君。九曲溪流太清泚，千峰云气何氤氲。\n幔亭得预曾孙宴，归带白云千万片。天风倏忽下蓬瀛，吹散长空成组练。\n漫士何年写此图，一溪云气长模糊。恍疑接笋峰前见，还记天游顶上居。\n一别溪头峰六六，经年不举看云目。愿学宗生作卧游，画图一见心能足。"
        },
        {
            "标题": "登接笋峰",
            "作者": "徐熥",
            "内容": "丹梯悬削壁，铁索缆萦纡。鱼贯嵓当面，猿攀石碍趺。\n气同看月喘，声各入云呼。蜿蚺过龙脊，茅房见一区。"
        },
        {
            "标题": "山居四时词 其一",
            "作者": "徐熥",
            "内容": "楼外桃飘红雨，阶前苔绣青毡。燕影差池似剪，莺声睍睆如弦。"
        },
        {
            "标题": "山园杂兴",
            "作者": "徐熥",
            "内容": "信步荒园日几回，秋风吹老壁间苔。浇花正怪儿童懒，忽见松阴片雨来。"
        },
        {
            "标题": "结交行",
            "作者": "徐熥",
            "内容": "酌君金兕觥，听我结交行。今人结交只结面，三杯浊酒倾生平。\n酒酣拔剑多意气，死生患难毋相弃。出门酒醒各东西，此情便已生同异。\n结交难，重可悲，人情反覆谁能知。笑谈各已藏矛戟，对面真如隔九疑。\n君不见陈馀与张耳，当年刎颈徒为尔。又不见鲍叔与夷吾，千载相知能有几。\n仇隙多生谑浪间，睚眦起在刀锥里。翟公宾客竟如何，一旦门前张雀罗。\n田文座上客常满，一朝失势皆分散。结交行，难重陈，世途处处皆荆榛。\n今朝相对且饮酒，明日悠悠行路人。"
        },
        {
            "标题": "约陈伯孺仁王寺结夏效长庆",
            "作者": "徐熥",
            "内容": "诗寄湾溪老友看，今年结夏择香坛。约翻莲藏日三卷，愿饱花斋午一餐。\n经月应酬抛竹素，暂时功课借蒲团。更贪两物堪消暑，栲栳阴浓荔子丹。"
        },
        {
            "标题": "齐宫怨",
            "作者": "徐熥",
            "内容": "遥见潘妃绰约来，六宫红粉一时回。隔花听得君王笑，知是金莲步步开。"
        },
        {
            "标题": "题曹能始计部潞河公署园亭",
            "作者": "徐熥",
            "内容": "司农开别墅，一径满烟霞。与鹤同临水，随蜂共放衙。\n榆飘沿径荚，榴发傍墙花。自足园池乐，无烦到习家。"
        },
        {
            "标题": "西湖十景竹枝词 其八 锦塘春柳",
            "作者": "徐熥",
            "内容": "三月寻春到锦塘，青青垂柳一丝长。折来戏作同心结，不是同心不赠郎。"
        },
        {
            "标题": "香闺七吊诗 其五 非烟",
            "作者": "徐熥",
            "内容": "一片春情暗寄郎，碧苔笺与锦香囊。此身"
        },
        {
            "标题": "濑下晚泛",
            "作者": "徐熥",
            "内容": "一水平如镜，西风晚度时。茅茨燃鬼火，榛莽翳神祠。\n潮势冲溪尽，峰形过濑奇。山川劳应接，进艇不嫌迟。"
        },
        {
            "标题": "晋宫怨",
            "作者": "徐熥",
            "内容": "恩宠由来有浅深，至尊行幸岂无心。蛾眉不解君心巧，空听羊车竹外音。"
        },
        {
            "标题": "经旧游怀康元龙",
            "作者": "徐熥",
            "内容": "西陵分别后，踪迹各飘零。又见枫林赤，依然酒幔青。\n关河仍旧路，风雪忆邮亭。独坐孤灯下，疏砧未可听。"
        },
        {
            "标题": "警急",
            "作者": "徐熥",
            "内容": "闻说临洮府，今年没敌尘。愿图恢复策，不必议和亲。"
        },
        {
            "标题": "拟九日客中登高 其三",
            "作者": "徐熥",
            "内容": "黄花空向客边开，愁听尊前白雁哀。纵使登高也无益，青山不是望乡台。"
        },
        {
            "标题": "拟九日客中登高 其二",
            "作者": "徐熥",
            "内容": "客中岁月易蹉跎，此日登临共醉歌。莫以天涯生感慨，他乡时少故乡多。"
        },
        {
            "标题": "西湖十景竹枝词 其三 九里松风",
            "作者": "徐熥",
            "内容": "虬龙千尺翠烟凝，九里涛声浪几层。油壁青骢堤上过，同心犹记结西陵。"
        },
        {
            "标题": "寿雪浪禅师九月九日五十初度",
            "作者": "徐熥",
            "内容": "祗林遥见白毫光，发祝多年尚未苍。菩萨应期生下土，圣人此日出西方。\n阶前记腊松长在，座上拈花菊正香。一自九龙仍吐水，从今浴佛说重阳。"
        },
        {
            "标题": "拟九日客中登高 其一",
            "作者": "徐熥",
            "内容": "独对青山酒一尊，他乡秋色易消魂。可怜举目关河异，惟有黄花似故园。"
        },
        {
            "标题": "拟九日客中登高 其四",
            "作者": "徐熥",
            "内容": "满径寒花绿酒前，客中愁绪转凄然。也知故国山长在，只恨登高是隔年。"
        },
        {
            "标题": "九日大风雨与黄道晦陈惟秦饮屋后小山",
            "作者": "徐熥",
            "内容": "九日忽风雨，登高事已非。秋声繁灌木，商意薄轻衣。\n众壑浮青霭，千峰失翠微。小山培塿甚，吟眺亦忘归。"
        },
        {
            "标题": "分得九疑山送屠田叔守辰州",
            "作者": "徐熥",
            "内容": "楚都山水称奇险，突出高峰青九点。天外巫黔路渺漫，峰阴溪涧流深浅。\n峰峰相间色参差，无数青螺镜里窥。变幻烟霞看莫辨，满天云雨望堪疑。\n重华当日巡南服，驻跸苍梧穷地轴。一夕龙髯上鼎湖，数声鸾吹传空谷。\n鸾吹龙髯去不还，湘江帝子惨朱颜。愁眉久锁锋前黛，血泪长留竹上斑。\n山色含颦望巡狩，时时似听箫韶奏。飞瀑寒流到处奇，丹崖朱洞天然秀。\n潇湘烟月洞庭云，远岫联绵一带分。鹧鸪夜叫黄陵庙，狐兔秋悲虞帝坟。\n古迹荒凉不堪语，果有啼烟兼啸雨。使君剖竹向荆门，正近潇湘洞庭浦。\n有时行部拥双旌，定吊娥皇与女英。风前好荐琼芳把，月下如闻环佩声。\n九疑峰影何重叠，峰下褰帷劳应接。怀古宁辞驻一麾，搜奇不惜停双屐。\n摇摇桂棹楚江濆，袅袅秋风木叶闻。遗我不须搴杜若，骚成只待寄湘君。"
        },
        {
            "标题": "游水帘洞时久不雨飞沫稍微赋得一首",
            "作者": "徐熥",
            "内容": "素练冰绡一夜收，潺湲何处见龙湫。鲛人海底馀残泪，玉女峰前上半钩。\n自有玄珠藏赤水，不须琼液咽重楼。一瓢欲挽银河泻，倒挂青天作瀑流。"
        },
        {
            "标题": "听旧宫人歌",
            "作者": "徐熥",
            "内容": "一从红叶御沟流，别却深宫几度秋。莫向尊前歌旧曲，哀声容易使人愁。"
        },
        {
            "标题": "怀陈履吉久居山中",
            "作者": "徐熥",
            "内容": "闻君居荒村，寥寥谁与侣。田叟时往还，樵夫或共语。\n吟思倚杖时，钓忆临流处。高怀绝世氛，閒心寄烟渚。\n此别已徂秋，凉风满庭树。"
        },
        {
            "标题": "客中寒食",
            "作者": "徐熥",
            "内容": "去岁燕山道，今朝剑水滨。如何两寒食，俱作异乡人。"
        },
        {
            "标题": "听刘隐虚道人谈玄",
            "作者": "徐熥",
            "内容": "指挥如意坐云根，总是清虚世外言。谈到缤纷花似雨，曾无一语及傍门。"
        },
        {
            "标题": "娄江哭王太常敬美先生",
            "作者": "徐熥",
            "内容": "箕尾骑来历几秋，招魂恸哭过西州。云飞澹圃愁无色，水到娄江咽不流。\n宝剑此时悬季子，明珠何地报隋侯。丘山零落空华屋，徒抱人琴痛未休。"
        },
        {
            "标题": "宿界河驿梦从许灵长索书兰亭记",
            "作者": "徐熥",
            "内容": "折柳都门路遂分，故人回首隔烟云。不知此别千馀里，犹乞兰亭学右军。"
        },
        {
            "标题": "题画士女 其五 秦弱兰",
            "作者": "徐熥",
            "内容": "莫笑邮亭一夜春，此身元已落风尘。韩家亦有如花女，枕畔衣裳着向人。"
        },
        {
            "标题": "送叶进卿太史还朝",
            "作者": "徐熥",
            "内容": "星轺万里上长安，岁晚关河雪欲残。剑佩晨趋金阙霁，丝纶夜草玉堂寒。\n千条御柳鸣鞭过，五色宫云拄笏看。幸有同心在霄汉，清时无用赋猗兰。"
        },
        {
            "标题": "送何伯达太学还鲤湖",
            "作者": "徐熥",
            "内容": "岁晚扁舟发水濆，劳劳亭下叹离群。一行雁影斜阳见，几处砧声半夜闻。\n作客厌看吴苑月，思亲翻望秣陵云。他时九漈劳魂梦，跨鲤仙人正是君。"
        },
        {
            "标题": "老将行",
            "作者": "徐熥",
            "内容": "老夫元是良家子，少年流落戎行里。能将一剑净烟尘，几入重围身不死。\n累累金印肘间悬，塞上驰驱五十年。已羡功勋载盟府，久看姓字书燕然。\n一朝谢病归岩壑，门外萧条可罗雀。身经百战未龙钟，犹向人前誇矍铄。\n宝剑年多锋锷销，枥中老骥鸣萧萧。戎衣挂壁成尘土，旧日红旗颜色凋。\n一自投閒经几载，请缨壮志还应在。遥望沙场愿裹尸，犹思铜柱标炎海。\n锋镝今年去备边，连营烽火通甘泉。多少材官俱束手，无人贾勇能登先。\n将军闻此气勃勃，目眦裂尽冠冲发。便往投书献至尊，雄心誓欲探虎窟。\n据鞍顾盼出辕门，垂老还堪报主恩。但令此去清沙漠，不管金鎗臂上痕。"
        },
        {
            "标题": "送老卒还乡",
            "作者": "徐熥",
            "内容": "少小从军出玉门，萧萧白发返丘园。塞垣此别休回首，旧路重经更断魂。\n残橐只馀孤剑在，故乡知有几家存。古来征戍生还少，何必封侯是主恩。"
        },
        {
            "标题": "送王生之临邛省州守叔父献甫 其二",
            "作者": "徐熥",
            "内容": "驱车万里向殊方，极目邛崃路渺茫。官舍烟云邻越巂，人家风土杂夷羌。\n绮琴曲里挑新寡，鼙鼓声中忆故乡。丙穴由来鱼不乏，八行书札莫相忘。"
        },
        {
            "标题": "送王生之临邛省州守叔父献甫 其一",
            "作者": "徐熥",
            "内容": "西北胡笳不断吹，送君南浦泪如丝。荆门树影云中尽，巫峡猿声月下悲。\n客路装轻怀匕首，驿楼灯现望峨眉。天涯何处能相忆，孤馆残更梦觉时。"
        },
        {
            "标题": "将发芋江别惟起惟扬二弟",
            "作者": "徐熥",
            "内容": "霜落乌啼半上潮，江头那忍解兰桡。已悲去路关山远，况复归期岁月遥。\n衰鬓依人愁冉冉，荒年为客橐萧萧。他时两地同相忆，记得离筵是此宵。"
        },
        {
            "标题": "重宿灵源洞怀珠上人",
            "作者": "徐熥",
            "内容": "重借蒲团宿，吾师已度杯。烟霞虚白社，衣钵入黄梅。\n犹忆无生偈，空馀般若台。灵源今夜月，依旧照苍苔。"
        },
        {
            "标题": "灵源洞与微公赋",
            "作者": "徐熥",
            "内容": "洞藏青嶂里，路出白云层。苔色侵禅榻，松阴暗佛灯。\n树撑危石坠，藤束古崖崩。不用寻僧语，同游自有僧。"
        },
        {
            "标题": "拟刘晨阮肇入天台效曹唐",
            "作者": "徐熥",
            "内容": "历尽千山与万山，白云飞处见松关。路从碧涧通仙窦，梦绝红尘出世间。\n花落洞中春寂寂，日斜溪上水潺潺。哀呼四壁多猿鸟，迷却来踪不可还。"
        },
        {
            "标题": "灵源洞怀振狂在杭",
            "作者": "徐熥",
            "内容": "南郭人何处，东山屐已非。春风忆苕水，夜月梦芦矶。\n以我招寻惯，如君同调稀。摩挲旧题刻，空见白云飞。"
        },
        {
            "标题": "刘阮再至天台不复见仙子",
            "作者": "徐熥",
            "内容": "重到仙源路转深，旧游踪迹已销沉。千年山水自朝暮，四壁烟霞成古今。\n不见胡麻流别涧，独闻幽鸟噪空林。早知一别无寻处，应悔当时出洞心。"
        },
        {
            "标题": "仙子洞中忆刘郎",
            "作者": "徐熥",
            "内容": "佳期谁信此生休，梦断巫山几度秋。瑶草似怜人远去，桃花仍逐水东流。\n红尘夜月空留枕，紫府春风独倚楼。只恐重来迷处所，洞门深锁碧苔幽。"
        },
        {
            "标题": "仙子送刘阮出洞",
            "作者": "徐熥",
            "内容": "鸡犬声中羽袖分，桃花折赠寄殷勤。愁来玉液谁同饮，别后瑶笙忍独闻。\n踪迹但随溪上水，仙凡只隔洞前云。从今万劫仍千劫，惆怅无缘再遇君。"
        },
        {
            "标题": "谒孙山人太初墓兼怀郑吏部继之",
            "作者": "徐熥",
            "内容": "道场山下见荒阡，欲吊吟魂一怆然。寂寂梨花寒食雨，萧萧蒿草夕阳烟。\n空林夜静闻猿啸，断碣年深借鹿眠。若把梅亭比苕水，千秋黄土总堪怜。"
        },
        {
            "标题": "荔枝 其五 浪淘沙",
            "作者": "徐熥",
            "内容": "十里锦云乡。傅粉凝妆。红裙争看绿衣郎。黑□稍头朱柿小，玳瑁丁香。"
        },
        {
            "标题": "别意 柳梢青",
            "作者": "徐熥",
            "内容": "莺语声吞。蛾眉黛蹙，总是销魂。银烛光沉，兰闺夜永，月满离尊。"
        },
        {
            "标题": "约薛晦叔仁王寺结夏诗以代柬",
            "作者": "徐熥",
            "内容": "古寺幽偏少四邻，树阴苍翠石嶙峋。暂抛火宅尘中累，同结香坛世外因。\n下界难寻消暑地，平交谁是得閒身。寄诗已约湾溪叟，清赏于君又一人。"
        },
        {
            "标题": "喜康元龙归自灵武",
            "作者": "徐熥",
            "内容": "自逐征西府，空惊两鬓斑。尘沙过陇水，风雪度萧关。\n刁斗边城暗，烽烟戍垒閒。故园初下马，一剑在腰间。"
        },
        {
            "标题": "龙笛曲",
            "作者": "徐熥",
            "内容": "于阗玉管流哀音，馀音寥亮水龙吟，调繁指弱忧思深。\n忧思深，涕汍澜，怀远道，催清颜。"
        },
        {
            "标题": "陇西行 其二",
            "作者": "徐熥",
            "内容": "仗剑封侯事已非，闺中少妇葬征衣。玉门关内多边马，纵有游魂不敢归。"
        },
        {
            "标题": "嵢峡道中即事",
            "作者": "徐熥",
            "内容": "腊尽天犹暖，林深翠未凋。石多盘谷口，路半出山腰。\n云色愁当岫，滩声怒过桥。邮亭看尚远，落日见归樵。"
        },
        {
            "标题": "陇西行 其一",
            "作者": "徐熥",
            "内容": "一别家山万里长，多年白骨委沙场。游魂已逐边尘散，空有高台筑望乡。"
        },
        {
            "标题": "旅况 卜算子",
            "作者": "徐熥",
            "内容": "深闺白露寒，古驿丹枫暮。雁叫芦花四五声，衰草天涯路。"
        },
        {
            "标题": "旅次石头岸",
            "作者": "徐熥",
            "内容": "石头城下水微茫，回首乡关驿路长。瓜步烟波连断霭，秦淮云树隔斜阳。\n秋高落木迷村舍，夜静寒潮到女墙。客里愁心已如此，一闻南雁更凄凉。"
        },
        {
            "标题": "云间旅情",
            "作者": "徐熥",
            "内容": "一帆辞槜李，两日到云间。江路依松转，柴门映竹关。\n颜随秋色老，梦逐暮潮还。忽听华亭鹤，怅然思旧山。"
        },
        {
            "标题": "马姬馆赠梅子马",
            "作者": "徐熥",
            "内容": "宝剑逢人脱赠轻，平生肝胆片言倾。千秋白社工文客，半世青楼薄倖名。\n枕上杨花今日泪，渡头桃叶旧时情。囊中不管黄金尽，犹买娇歌夜夜声。"
        },
        {
            "标题": "途中感遇效同谷七歌 其一",
            "作者": "徐熥",
            "内容": "吾生本是疏狂客，几回落魄长安陌。弃置应惭骨相屯，壮年自失干时策。\n日驱羸马口微吟，仰天大笑乾坤窄。呜呼一歌兮歌慨慷，燕山六月飞严霜。"
        },
        {
            "标题": "马嵬驿",
            "作者": "徐熥",
            "内容": "蛾眉宛转倍堪怜，永别君恩赴九泉。千载马嵬山下路，伤心最是佛堂前。"
        },
        {
            "标题": "岁暮戏题诗稿后",
            "作者": "徐熥",
            "内容": "本以牢骚著，多因幽愤成。雌黄招众口，青紫误今生。\n落落无穷意，遥遥不朽名。万言难卒岁，掩卷独伤情。"
        },
        {
            "标题": "送田将军武荐上司马 其二",
            "作者": "徐熥",
            "内容": "关城三月尚微寒，一曲离歌送所驩。客舍花飞春漠漠，长安天远路漫漫。\n舟移楚水晴烟断，马过燕山夕照残。独爱终军最年少，请缨还拟繫楼兰。"
        },
        {
            "标题": "送田将军武荐上司马 其一",
            "作者": "徐熥",
            "内容": "侯门才子似君稀，鹊印貂裘赴帝畿。济北烟花迎去马，潞河风柳绾征衣。\n津亭春暖千莺啭，上苑秋高一鹗飞。圣主临轩应召对，安边何策献彤帏。"
        },
        {
            "标题": "阳谷马上戏作呈幼孺",
            "作者": "徐熥",
            "内容": "万树垂杨送客行，春风三月未闻莺。上林此日方千啭，不向归人唤一声。"
        },
        {
            "标题": "重阳后顾世卿招游清凉寺翠微亭",
            "作者": "徐熥",
            "内容": "虚亭高与翠微连，尚有黄花照法筵。下界梵音中夜磬，半空帆影隔江船。\n马行十里松阴月，人藉孤峰草色烟。我本倦游多感慨，老僧休说六朝年。"
        },
        {
            "标题": "毗陵舟中",
            "作者": "徐熥",
            "内容": "行行惊岁暮，孤棹滞天涯。远岸经桥合，寒流抱郭斜。\n何人分竹叶，无使寄梅花。苦为微名累，萧萧两鬓华。"
        },
        {
            "标题": "溪夜时与惟秦兴公游武夷",
            "作者": "徐熥",
            "内容": "往日游都倦，兹行心独閒。片帆投月宿，一笠戴云还。\n夜色沙边水，秋光烟外山。旅怀长似此，那解鬓毛斑。"
        },
        {
            "标题": "同惟秦兴公舟中夜坐",
            "作者": "徐熥",
            "内容": "临流趺坐久，夕露坠衣繁。山色晚逾翠，滩声宵更喧。\n林深灯避影，云重月亏痕。不爱闻鸡犬，停舟莫近村。"
        },
        {
            "标题": "西湖八景 其三 古堞斜阳",
            "作者": "徐熥",
            "内容": "百尺高楼接女墙，犹传闽越旧封疆。可怜霸业归何处，惟有寒鸦带夕阳。"
        },
        {
            "标题": "锦溪八景为林熙吉题 其四 七星坞",
            "作者": "徐熥",
            "内容": "怪石眠芳藓，危桥傍草亭。寥寥人境外，花坞带春星。"
        },
        {
            "标题": "武夷十咏 其八 幔亭峰",
            "作者": "徐熥",
            "内容": "一曲宾云酒一卮，共乘鸾鹤醉归迟。至今五色霞千片，犹似当年结彩时。"
        },
        {
            "标题": "书●幔亭集卷十四 其二",
            "作者": "徐熥",
            "内容": "家家同结过街棚，夹路花灯列火城。来往香车浑似昼，不知身在月中行。"
        },
        {
            "标题": "书●幔亭集卷十四 其一 闽中元夕曲",
            "作者": "徐熥",
            "内容": "满城箫鼓沸春风，爆竹声喧凤蜡融。三十万家齐上彩，一时灯影照天红。"
        },
        {
            "标题": "闽王审知墓下作",
            "作者": "徐熥",
            "内容": "玉辇何年去不回，霸图千古总成灰。秋深兔穴依寒垄，岁久鱼灯暗夜台。\n故国关河瓯越在，遗民蘋藻鼎湖哀。莲花峰下黄昏月，犹见三郎白马来。"
        },
        {
            "标题": "乌石山赠僧",
            "作者": "徐熥",
            "内容": "鹫岭白云边，茅庵只数椽。污泥皆净土，人境即诸天。\n山现空中色，花明定后禅。蒲团今已烂，趺坐不知年。"
        },
        {
            "标题": "送人游秣陵",
            "作者": "徐熥",
            "内容": "送君西去秣陵游，万里寒江日夜流。酒散离亭人已远，乱山残雪一孤舟。"
        },
        {
            "标题": "金山持心上人以造塔募缘入闽喜而有赠",
            "作者": "徐熥",
            "内容": "锡杖年来遍五湖，津梁随处度凡夫。宝沉汉水思庞蕴，金布祗园问给孤。\n七级月中光舍利，诸天云里涌浮图。当时玉带今何所，犹自逢人说大苏。"
        },
        {
            "标题": "水西迟陈伯孺不至",
            "作者": "徐熥",
            "内容": "之子来何暮，相思漫倚楼。望穷平楚月，魂断锦溪流。\n对酒不成醉，看云何处留。几回沙浦上，数尽往来舟。"
        },
        {
            "标题": "送张孺愿还四明为儿娶妇",
            "作者": "徐熥",
            "内容": "离情黯淡白门西，何处云山是会稽。作客暂辞桃叶渡，思乡多梦若耶溪。\n寒芦夜雨鸿初断，衰柳残阳马倦嘶。待汝尚平婚嫁毕，五湖明月共招携。"
        },
        {
            "标题": "妾薄命",
            "作者": "徐熥",
            "内容": "南国有佳人，容华世莫比。嫁与东邻儿，愿言结生死。\n良人轻别离，匆匆辞故里。朝醉阊阖门，暮宿长安市。\n新爱移平生，恩情付流水。欲促远人归，裁书寄双鲤。\n遗之同心结，兼以合欢被。人匪金石坚，容颜何足恃。\n天涯君不归，河清难再俟。"
        },
        {
            "标题": "花朝社集送佘宗汉明府之南康访杨使君",
            "作者": "徐熥",
            "内容": "满路流莺送客轺，匡庐山色望中遥。朱门何处堪糊口，白发逢人反折腰。\n月下歌声虚竹径，天涯离恨记花朝。知君此去经彭泽，陶令高风未寂寥。"
        },
        {
            "标题": "南旺湖泛月",
            "作者": "徐熥",
            "内容": "兰舟乘月下黄河，一片清光漾碧波。宛似江南湖上景，分明惟欠采莲歌。"
        },
        {
            "标题": "拟古 其五",
            "作者": "徐熥",
            "内容": "洛阳有异卉，灼灼生路傍。颜色如朝霞，百步闻馨香。\n五陵多游冶，观者如堵墙。竟日欢不足，秉烛飞羽觞。\n凉秋降白露，气序回清商。嗟哉此异卉，倏忽无辉光。\n容华不足恃，欢爱靡故常。因之感薄俗，意绪重惨伤。"
        },
        {
            "标题": "拟古 其四",
            "作者": "徐熥",
            "内容": "徙倚高楼上，西北多浮云。浮云望不极，妾泪徒纷纷。\n丈夫思报国，仗剑远从军。十年辽水上，生死不相闻。"
        },
        {
            "标题": "无题和徐茂吴司理 其五",
            "作者": "徐熥",
            "内容": "含羞含态步迟迟，南北峰头月落时。此处留侬侬已住，从今莫唱恼侬词。"
        },
        {
            "标题": "拟古 其一",
            "作者": "徐熥",
            "内容": "把袂登河梁，秋风惨行色。去去天一涯，此心长恻恻。\n酒殽纷错陈，哽咽不能食。思君有梦魂，从君无羽翼。\n浮云方西驰，羲轮忽已匿。微款俱未伸，相持空太息。\n会面未有期，功名当努力。"
        },
        {
            "标题": "过能仁寺",
            "作者": "徐熥",
            "内容": "东郭西天近，禅宫古庙邻。从今朝暮里，钟鼓一何频。"
        },
        {
            "标题": "拟古 其三",
            "作者": "徐熥",
            "内容": "闺房何凄清，思君意如捣。追恨当别时，光景太草草。\n愁款积胸臆，恍惚不能道。别君未须臾，依然结怀抱。\n安得回君车，与君再倾倒。"
        },
        {
            "标题": "游牛首山弘觉寺",
            "作者": "徐熥",
            "内容": "前身疑老衲，所至爱禅林。肯惜跻攀力，偏宜清净心。\n山钟吴地秀，园布汉时金。日午僧寮寂，岩扉闭塔阴。"
        },
        {
            "标题": "吊关盼盼",
            "作者": "徐熥",
            "内容": "十年三度过彭城，燕子楼空月自明。欲吊香魂寻旧冢，断碑无主不知名。"
        },
        {
            "标题": "题画士女 其四 盼盼",
            "作者": "徐熥",
            "内容": "剑履尘埋已十春，教成歌舞不随身。泉台得早重相见，深感多情白舍人。"
        },
        {
            "标题": "彭城行",
            "作者": "徐熥",
            "内容": "彭城半绕黄河水，楚宫岁久生荆杞。杀气清秋暗战场，愁云白日低残垒。\n楚汉当年几战争，喑哑叱咤悲风生。楚兵一夕尽归汉，帐前健儿皆楚声。\n乌骓不逝虞姬死，垓下歌声成变徵。百二关河属汉家，八千子弟徒为尔。\n霸图百战总成灰，吊古还劳过客哀。千载沐猴成一笑，年深戏马留空台。\n黄河日夜东流去，荒城寥落悲狐兔。世事兴亡一瞬间，英雄枯骨馀丘墓。\n休将楚汉论雌雄，此地曾闻唱大风。试向咸阳城上望，离离衰草满新丰。"
        },
        {
            "标题": "送兴公弟游吴越",
            "作者": "徐熥",
            "内容": "献书予未遇，弹铗汝何依。片刺投人拙，诸侯礼士稀。\n出门家累断，为客众愁归。不必羞贫贱，诗名在布衣。"
        },
        {
            "标题": "过东平城北元故丞相墓",
            "作者": "徐熥",
            "内容": "谁家翁仲卧荒坟，闻是先朝旧相君。三百年中来往客，几人下马看碑文。"
        },
        {
            "标题": "八月十四日夜招张孺愿钱叔达谢脩之陈汝大王玉生袁无竞集平远台观万岁神光二塔灯分得八庚",
            "作者": "徐熥",
            "内容": "良夜高台露气清，遥空灵籁送秋声。桂枝先自轮中满，莲炬还从镜里生。\n隐隐七层标舍利，双双百宝放光明。龙膏烛与蟾蜍影，同向人天照化城。"
        },
        {
            "标题": "送长乐令郁文叔谢病还晋陵",
            "作者": "徐熥",
            "内容": "弃官应遂白云心，行李空携单父琴。病骨岂堪长负弩，黑头偏乞早投簪。\n家当杨柳茶烟细，门比柴桑柳色阴。除却簿书劳半载，一生清福总山林。"
        },
        {
            "标题": "饮马长城窟行",
            "作者": "徐熥",
            "内容": "饮马长城窟，水深没马腹。朝发祈连山，暮宿太原谷。\n男儿事格斗，安能讳杀戮。昨日新战败，死者什五六。\n残血吹腥风，尸骸路相续。身死自不悲，所痛在骨肉。\n嗟哉杞梁妻，哀哀城下哭。"
        },
        {
            "标题": "游铅山观音洞",
            "作者": "徐熥",
            "内容": "高秋出郭门，名区访灵鹫。径路既逶迤，林峦错如绣。\n怪石竞瑰琦，奇峰自辐辏。玲珑似雕镂，"
        },
        {
            "标题": "赠颜廷愉将军 其二",
            "作者": "徐熥",
            "内容": "诗名久已动长安，此日仍登上将坛。投笔耻为秦博士，横戈今作汉材官。\n常"
        },
        {
            "标题": "七里滩怀惟秦",
            "作者": "徐熥",
            "内容": "桐江风冷露华漙，舟过严陵七里滩。秋晚雁声枫外老，夜深渔火蓼边残。\n月明古渡波千顷，云暗高峰路几盘。遥忆故人沧海上，白头犹自守纶竿。"
        },
        {
            "标题": "武夷十咏 其九 投龙洞",
            "作者": "徐熥",
            "内容": "空有辉煌玉简书，莫疑云气不重嘘。神龙本是飞腾物，肯向千年洞里居。"
        },
        {
            "标题": "寿李司理 其二",
            "作者": "徐熥",
            "内容": "鹤吹飘飖下九天，共看良吏是神仙。朝来拄笏心如水，夏至悬弧日似年。\n函谷他时生紫气，长庚此夜应青莲。遥知卧理还多暇，注得参同有几篇。"
        },
        {
            "标题": "分得胭脂井送陈淳夫太学之金陵",
            "作者": "徐熥",
            "内容": "胭脂零落井痕荒，水面桃花照艳妆。碧甃一泓沉宝珥，红泉千点滴银床。\n金函半染铅华色，丝绠犹牵珠翠香。莫问故宫生死地，辘轳容易转愁肠。"
        },
        {
            "标题": "寿李司理 其一",
            "作者": "徐熥",
            "内容": "曾将词赋冠明廷，断狱年来动引经。德比于公高汉室，名同小陆起华亭。\n寿筵犹献长生缕，海国争看执法星。何必西岩采三秀，郡斋瑶草自青青。"
        },
        {
            "标题": "夏日园居和兴公韵 其一",
            "作者": "徐熥",
            "内容": "荒园四面绿阴齐，菜甲纵横剩几畦。络架瓜藤青不断，亚檐柽叶翠难低。\n石堪清听敲灵壁，茶可消烦煮建溪。坐对博山香渐灭，数声归鸟过窗西。"
        },
        {
            "标题": "夏日园居和兴公韵 其二",
            "作者": "徐熥",
            "内容": "一条邛杖绕疏篱，正是閒行得句时。缚帚竹寻将槁叶，插瓶花爱半开枝。\n多情乳燕梁间垒，无意蜘蛛屋角丝。树影临窗遮欲尽，昼长真与睡相宜。"
        },
        {
            "标题": "送陈仲徽之齐省兄 其二",
            "作者": "徐熥",
            "内容": "堤畔流莺不可闻，此行应念鹡鸰群。孤舟夜渡秦淮月，匹马朝冲泰岱云。\n故国烟花随梦断，天涯春色隔江分。欲知别后相思意，惟有登楼对夕曛。"
        },
        {
            "标题": "送陈永奉游金陵",
            "作者": "徐熥",
            "内容": "千里行装半醁醽，渡江君去莫教醒。马经小小佳人墓，舟过劳劳送客亭。\n扬子风高潮自白，隋堤秋尽柳无青。后庭遗曲桓伊笛，都向秦淮月下听。"
        },
        {
            "标题": "陈价夫归自崖州谈粤中山水因怀旧游",
            "作者": "徐熥",
            "内容": "珠崖弹铗动经年，醉抱黎姬酒肆眠。笑语尚存湖海气，衣裳犹带岛夷烟。\n波罗老去甘如蜜，蒌叶开时小似钱。十载游踪俱是梦，不堪重听旧山川。"
        },
        {
            "标题": "青楼曲 其二",
            "作者": "徐熥",
            "内容": "帝城三月雪全消，新柳如丝学舞腰。何处女郎齐度曲，桃花春水赤栏桥。"
        },
        {
            "标题": "青楼曲 少年游",
            "作者": "徐熥",
            "内容": "绿云梳罢，碧纱窗里，方自按箜篌。青衣报道，才郎到也，忙步上妆楼。\n酒沽"
        },
        {
            "标题": "青楼曲 其三",
            "作者": "徐熥",
            "内容": "金屋谁家罢管弦，博山沉水尚留烟。夜深月到流苏帐，照见鸳鸯作对眠。"
        },
        {
            "标题": "青楼曲 其四",
            "作者": "徐熥",
            "内容": "燕子楼中午漏迟，荼蘼花影上帘时。含娇自起开妆阁，学取西山画黛眉。"
        },
        {
            "标题": "青楼曲 其一",
            "作者": "徐熥",
            "内容": "沉香亭畔敞云屏，一树垂杨拂地青。暂系紫骝欢莫去，盘中新有五侯鲭。"
        },
        {
            "标题": "青楼曲",
            "作者": "徐熥",
            "内容": "美人家住五陵东，沟水门前曲曲通。帘影半邀金市月，箫声閒度玉楼风。\n旧翻小扇桃花碧，新制单衫杏子红。十二栏干千树柳，不知何处系青骢。"
        },
        {
            "标题": "清明日饮陈子卿燕南客舍",
            "作者": "徐熥",
            "内容": "燕市逢君倒接䍦，几回相乐又相悲。天涯踪迹同萍梗，客路年华寄柳枝。\n南国词坛高赤帜，西山爽气落瑶卮。若非暂过梨花院，辜负春光总不知。"
        },
        {
            "标题": "清明有感",
            "作者": "徐熥",
            "内容": "人间春色太无情，不管音容隔死生。满地梨花坟上雨，一番零落又清明。"
        },
        {
            "标题": "采真篇送林叔度游雁宕",
            "作者": "徐熥",
            "内容": "壶山烟客持玄箓，凌辰御气仙山麓。星冠七叶芙蓉颜，螭衣霞佩仙家服。\n辞家将作采真游，雁宕山中访灵族。踏断遥空一线虹，历遍洞天三十六。\n云为御兮风为车，驾青虬兮参白鹿。蓬瀛弱水岂微茫，圆峤方壶堪借宿。\n祇从县圃馔瑶芝，不向人间希辟谷。知君名姓注仙班，聊赠云璈歌一曲。"
        },
        {
            "标题": "题芳草王孙卷为罗生挽所知",
            "作者": "徐熥",
            "内容": "联璧当年旧有声，千秋埋玉怨难平。邯郸久作炊粱梦，都市犹传掷果名。\n肠断山阳灯下笛，魂销缑岭月中笙。萋萋满目王孙草，岁岁春风墓上生。"
        },
        {
            "标题": "逢庆良上人",
            "作者": "徐熥",
            "内容": "东林结社已多年，忽汎慈航到海边。自是真空能出世，谁知绮语不妨禅。\n洗瓢曲涧摇寒月，卓锡深山破暝烟。几度相从谈胜果，无诸城外即诸天。"
        },
        {
            "标题": "题静海寺庆良上人房",
            "作者": "徐熥",
            "内容": "入寺已高舂，禅关暮霭封。潮喧临水梵，云引过江钟。\n驯象诸天教，卢龙近郭峰。几年湖海别，此地又相逢。"
        },
        {
            "标题": "秋风辞",
            "作者": "徐熥",
            "内容": "秋风摇落兮，草木变衰。白云缭绕兮，鸿雁声悲。兰为佩兮，芙蓉为裳。\n彼君子兮，天一方。鼓桂棹兮，度横塘。明星烂兮，露为霜。\n歌声沸兮，夜未央。誓与君兮，永不忘。人生欢会兮，安可常。"
        },
        {
            "标题": "送闵寿卿从武夷还金山兼隐华阳洞",
            "作者": "徐熥",
            "内容": "历遍清溪九曲深，麻衣随意住云林。阴符一卷蛟龙护，秋笛数声猿鹤吟。\n玉洞烟霞通地肺，金山台殿影波心。空怀五岳平生志，未得从君学向禽。"
        },
        {
            "标题": "秋日偶成",
            "作者": "徐熥",
            "内容": "山翠夕阳天，幽居息众缘。倦啼将暮鸟，哀咽过秋蝉。榻静喧松雨，窗疏纳竹烟。微吟多信步，行过蓼花边。"
        },
        {
            "标题": "秋日山行",
            "作者": "徐熥",
            "内容": "行尽空山日未斜，隔林烟火见人家。涧边小犊眠衰草，风动满园荞麦花。"
        },
        {
            "标题": "赴京酬陈汝大见送之作",
            "作者": "徐熥",
            "内容": "羲轮转南陆，天气何郁蒸。驾言出江泛，婉娈辞良朋。\n握手长太息，涕下同沾膺。伊余下乘资，致远胡能胜。\n临觞发丽藻，要我以飞腾。匪惟缱绻笃，徒令感叹增。\n小石无完璞，勺水无坚冰。既愧明德茂，敢期勋业弘。\n三复君子言，旦夕怀冰兢。芳规在往哲，努力将凭陵。"
        },
        {
            "标题": "秋夜闻笛",
            "作者": "徐熥",
            "内容": "残月微微玉漏深，一声长笛起秋阴。天涯多少怀归客，独对西风思不禁。"
        },
        {
            "标题": "秋夜即事",
            "作者": "徐熥",
            "内容": "秋宵残雨上窗纱，一点流萤照暮花。觅得轻罗穿竹径，已随风叶过邻家。"
        },
        {
            "标题": "秋夜曲",
            "作者": "徐熥",
            "内容": "画幕含春度清吹，高烧绛蜡金盘腻。铜龙滴露夜声沈，老兔崩云秋影坠。\n银筝断续檀槽语，紫雾迷濛罩金缕。蝉衫麟带委罗屏，枕花湿透巫峰雨。\n牵丝晓井啼乌急，寒螀吊月香兰泣。红光渐射菱花台，又拂娇蛾写春碧。"
        },
        {
            "标题": "秋怨",
            "作者": "徐熥",
            "内容": "梧桐叶落正新秋，如水君恩别处流。独倚朱栏过夜半，一声歌管六宫愁。"
        },
        {
            "标题": "秋怨",
            "作者": "徐熥",
            "内容": "何处飞红叶，深宫不见秋。可怜双眼泪，空对御沟流。"
        },
        {
            "标题": "织女寄牛郎",
            "作者": "徐熥",
            "内容": "临流几度待金飙，天帝无情恨鹊桥。玉宇微茫空隔水，银河清浅不通潮。\n心随凤驾思灵匹，泪逐龙梭上锦绡。难得欢娱容易别，年年肠断可怜宵。"
        },
        {
            "标题": "春怨 如梦令",
            "作者": "徐熥",
            "内容": "一夜风狂雨妒。孤枕寒灯难度。杜宇太无情，苦唤东君归去。\n春暮。春暮。飞絮落花无数。"
        },
        {
            "标题": "约汝大汝翔振狂惟秦在杭藤山看梅 其一",
            "作者": "徐熥",
            "内容": "藤山梅万树，冬尽一齐开。粉面怀人瘦，香魂入梦来。\n翠微将失色，玉屑渐成堆。昨得花神檄，迟君共举杯。"
        },
        {
            "标题": "约汝大汝翔振狂惟秦在杭藤山看梅 其二",
            "作者": "徐熥",
            "内容": "梅坞馀残雪，疏枝冷不禁。去招梁苑客，同作灞桥吟。\n十里花为市，千家玉作林。慎毋披鹤氅，树里恐难寻。"
        },
        {
            "标题": "秋日同汝翔伯孺惟起集汝大山斋",
            "作者": "徐熥",
            "内容": "高斋秋气清，残暑坐来轻。竹外商飙度，松间天籁生。\n一杯桑落酒，千载薜萝盟。我辈疏狂甚，谁当嵇阮名。"
        },
        {
            "标题": "题周朝寀转运三代荣封册",
            "作者": "徐熥",
            "内容": "出宰河阳旧有声，司农今复借双旌。转输岁向三边急，斥卤烟从万灶生。\n紫禁丝纶荣马鬣，熙朝冠盖擅羊城。一门雨露皆君宠，不独云霄两弟兄。"
        },
        {
            "标题": "三茅观寻许灵长不遇",
            "作者": "徐熥",
            "内容": "山色翠氤氲，松关闭白云。礼星孤磬发，受箓妙香焚。\n夜静天花落，秋高木叶闻。无由寻许掾，长揖问茅君。"
        },
        {
            "标题": "送翁兆震太史册封周藩事竣还朝",
            "作者": "徐熥",
            "内容": "暂缀鹓班马首东，桃花色借锦袍红。鞭挥上苑三眠柳，圭捧深宫半叶桐。\n飞盖兔园歌夜雪，鸣珂燕市动春风。汉家金匮资良史，好奏诸儒白虎通。"
        },
        {
            "标题": "同幼孺惟起由琼河泛舟至义溪",
            "作者": "徐熥",
            "内容": "寒风微雨共扬舲，无数渔歌竹外听。浦口小洲悬半月，海门孤塔涌罗星。\n洪涛敛势奔归峡，众水分流散入汀。三十六湾溪路转，一湾山色一重青。"
        },
        {
            "标题": "碧山庵逢亮上人",
            "作者": "徐熥",
            "内容": "清溪带远山，曲径入松关。客以参禅至，僧当乞食还。\n一瓢秋色澹，孤磬夕阳閒。别去仍回首，禅房云气间。"
        },
        {
            "标题": "同梅季豹林叔度碧峰寺访如愚上人",
            "作者": "徐熥",
            "内容": "行尽空林到沃洲，满林黄叶上方秋。松遮古殿半山翠，竹隐空房三径幽。\n宝盖影飘依佛座，昙花香散拂经楼。年来绮语方除障，不敢题诗赠惠休。"
        },
        {
            "标题": "山居杂兴 其十五",
            "作者": "徐熥",
            "内容": "碧纱窗冷昼常关，丘壑移来枕簟间。几上石屏岚翠滴，分明一片点苍山。"
        },
        {
            "标题": "山居杂兴 其十四",
            "作者": "徐熥",
            "内容": "小词閒制曼声歌，写出春闺幽恨多。懒把九宫翻别谱，花间占得忆秦娥。"
        },
        {
            "标题": "山居杂兴 其十六",
            "作者": "徐熥",
            "内容": "何事柴门午未开，落花依旧满苍苔。只缘欲了分题债，暂禁山童报客来。"
        },
        {
            "标题": "山居杂兴 其十三",
            "作者": "徐熥",
            "内容": "美人蕉下立红裙，磨得玄精满砚云。按写江南桃叶曲，指尖香粉印罗纹。"
        },
        {
            "标题": "山居杂兴 其七",
            "作者": "徐熥",
            "内容": "云边松影挂斜阳，上下禽声到竹床。半醉半醒开斗帐，微风吹送玉兰香。"
        },
        {
            "标题": "猛虎行",
            "作者": "徐熥",
            "内容": "上山采蘼芜，下山采蘼芜。采采犹未已，白日将崦嵫。\n归来逢猛虎，咆哮当路隅。徬徨何所之，林莽多人居。\n岂无桑间人，轻薄同秋胡。此身虽可噬，此节安可渝。\n甘心饲猛虎，矢志同罗敷。"
        },
        {
            "标题": "再送陈伯孺兼柬在杭 其二",
            "作者": "徐熥",
            "内容": "天涯休用叹穷愁，得称閒心是浪游。湖上翠蛾三竺寺，月中青雀百花洲。\n囊无重载身何累，交有深知刺易投。贫贱依人君莫愧，布衣谁不谒诸侯。"
        },
        {
            "标题": "建溪逢游宗振",
            "作者": "徐熥",
            "内容": "与君神交今十载，彼此飘零隔湖海。击筑应难逢渐离，鼓刀何处寻朱亥。\n余也今年过建溪，君方弹铗居城西。客里相逢发长啸，飘飘吐气凌虹霓。\n怜君橐中无所有，犹解馀钱去沽酒。肯将踪迹落红尘，自许交情同白首。\n世事悠悠叹二毛，灯前相对两绨袍。须臾酒尽东西去，江上潮平月正高。"
        },
        {
            "标题": "仙霞晓发",
            "作者": "徐熥",
            "内容": "早起肃行役，寒威何太严。防身惟短剑，沽酒有长髯。\n故国山河尽，愁心日夜添。鸡声催出客，残月挂茅檐。"
        },
        {
            "标题": "送俞本之山人还金昌",
            "作者": "徐熥",
            "内容": "满径黄花桑落酒，送客关门折衰柳。涉世空怀失路悲，干时自乏谭天口。\n片刺侯门不得通，桂薪玉粒哭途穷。半年逆旅貂裘敝，一剑飘然马首东。\n劝君休下杨朱泪，客里秋风易憔悴。伏枕愁为越国吟，吹箫归向吴门醉。\n此日诸侯厌布衣，可怜穷达世情非。君归莫叹行装薄，多少空囊人未归。"
        },
        {
            "标题": "五君咏 其一 陈汝大",
            "作者": "徐熥",
            "内容": "汝大长者流，涉世嗟不偶。玄牝有精诣，黄庭能自守。\n混迹居泥途，飘然出尘垢。作赋馀万言，读书穷二酉。\n振响主词盟，伊余忝其后。非博生前名，所志在不朽。"
        },
        {
            "标题": "锦溪八景为林熙吉题 其七 萝径门",
            "作者": "徐熥",
            "内容": "山中石作门，迫窄不可步。回首望藤萝，迷却来时路。"
        },
        {
            "标题": "郑邦衡以书见贻兼惠玉章诗扇赋此荅赠",
            "作者": "徐熥",
            "内容": "相怜不必旧相欢，忽枉裁书问考槃。投赠一双皆楚璧，留题五字有齐纨。\n琴尊几日同花竹，魂梦中宵到木兰。年少声名君籍甚，浅才何敢作衙官。"
        },
        {
            "标题": "七夕闻砧",
            "作者": "徐熥",
            "内容": "天上双星正渡河，人间砧杵晚来多。闺房若待秋风冷，绝塞寒威可奈何。"
        },
        {
            "标题": "石门晚泊即事",
            "作者": "徐熥",
            "内容": "湖上人家带暮烟，日斜维棹小桥边。桑间试问缲丝女，此是春蚕第几眠。"
        },
        {
            "标题": "陷石堂",
            "作者": "徐熥",
            "内容": "缘溪下复登，山色翠层层。洞以水流辟，石从云压崩。\n落花魂卧草，空树腹吞藤。渐觉非人境，风光近武陵。"
        },
        {
            "标题": "送在杭司理湖州 其二",
            "作者": "徐熥",
            "内容": "长安跃马主恩新，词客今为执法臣。苕水共看初带印，沧波由此罢垂纶。\n宽同汉室于廷尉，情似樊川杜舍人。何处公馀堪引眺，三江烟雨五湖春。"
        },
        {
            "标题": "送陈彦宗之永嘉",
            "作者": "徐熥",
            "内容": "皖城归未久，又复向东瓯。总为饥寒出，不然何所求。\n帆飞瘴雨湿，衣触火云流。纵是囊羞涩，还须雁宕游。"
        },
        {
            "标题": "题郭熙画册",
            "作者": "徐熥",
            "内容": "行尽空林到水穷，隔江云树远溟濛。柳阴坐待斜阳渡，剩看残山一抹红。"
        },
        {
            "标题": "述游篇",
            "作者": "徐熥",
            "内容": "去年仲冬束行李，掩泪辞亲赴燕市。今年五月将中旬，方能税驾归田里。\n中间辛苦难具陈，万里风波愁杀人。从来痛定才思痛，回看往事徒沾巾。\n闽溪山水何太恶，水似瞿塘山剑阁。仙霞岭上气不平，黯淡滩头胆将落。\n浙中水浅易胶舟，苍头牵缆如伛偻。一日才行十数里，舲前兀坐空百忧。\n岁除才到云阳下，县官正闭奔牛坝。停舟三日不得行，关吏相逢便相咤。\n扬子长江天际流，江豚吹浪神鼍浮。长年捩舵神色丧，可怜身世同轻沤。\n黄河之水名九曲，由来舟楫愁倾覆。石尤风急水奔腾，隔江少妇将儿哭。\n北方景物更荒凉，满目黄沙古战场。瘦马驱驰髀肉损，酸风射眸肢体僵。\n驰马冲寒过涿鹿，四郊倏忽飞滕六。千山万径少人行，暮抵良乡无处宿。\n长安上策不见收，百金用尽存貂裘。难从北阙操齐瑟，犹戴南冠学楚囚。\n男儿致身苦不早，驱车复出长安道。风景萧条倍去时，尘土侵人颜易老。\n三吴两浙竞繁华，此际令人转忆家。归家幼子牵衣泣，鬓衰面黑咸咨嗟。\n奔走天涯过半载，岁月无情不相待。人生得志在丘园，何必飘零寄湖海。\n行路难，空悲酸，世情反覆同波澜。有璞莫向王庭献，有铗莫向侯门弹。\n笑杀刘蕡空不第，且将高卧学袁安。"
        },
        {
            "标题": "云阳葛隐君双寿诗",
            "作者": "徐熥",
            "内容": "句容元说葛洪家，配得仙姬萼绿华。几度化龙陂上竹，寻常喂鹤鼎中砂。\n笙吹缑岭声声月，衣剪茅山片片霞。待到丹成同拔宅，遥空双驾紫鸾车。"
        },
        {
            "标题": "送林志尹谒选之京时予将入燕",
            "作者": "徐熥",
            "内容": "数声南雁叫秋烟，路指交河北到天。鸡送边城霜后角，马惊沙碛雪中鞭。\n贫来远道亲雄剑，老去长安索俸钱。我已藏名燕市久，相寻休向酒垆前。"
        },
        {
            "标题": "故黎平太守袁公挽歌 其二",
            "作者": "徐熥",
            "内容": "谁知五马客，竟作九原人。出郭有魂气，还家惟影神。\n墓中难待晓，地下不行春。斯世无同调，悲歌泪满巾。"
        },
        {
            "标题": "送邓郡丞擢河东转运",
            "作者": "徐熥",
            "内容": "征马忽闻嘶，飞花趁马蹄。一官司斥卤，万里隔云泥。\n路入滹沱近，城连恒岳低。知君才驻节，名已震关西。"
        },
        {
            "标题": "别刘少已冯希吕",
            "作者": "徐熥",
            "内容": "都门慷慨别同驩，剑气冲霄马上看。一自荆卿歌变徵，萧萧易水至今寒。"
        },
        {
            "标题": "闽山庙里赛灵神水陆珍羞满案陈最爱鲜红盘上果荔枝如锦色犹新 其二",
            "作者": "徐熥",
            "内容": "紫骝嘶向月明间，漏尽铜龙尚未还。何处凤笙声袅袅，松棚高结舞鳌山。"
        },
        {
            "标题": "分得宫花一万树送曹能始进士赴阙",
            "作者": "徐熥",
            "内容": "芳菲丛里拜枫宸，铃索声中雨露新。香雾有时分太极，秾华随处拂勾陈。\n重重绿染宫袍色，片片红酣御辇尘。不似曲江骑马日，杏林惟探一枝春。"
        },
        {
            "标题": "再送曹能始",
            "作者": "徐熥",
            "内容": "此日鸣驺去，当年战胜归。故人供别酒，关吏识行衣。\n起草依丹禁，含香觐紫微。汉廷方贵少，年少似君稀。"
        },
        {
            "标题": "武夷溪口送惟起弟度关 其一",
            "作者": "徐熥",
            "内容": "竹杖芒鞋历翠岑，蒯缑忽动远游心。离魂已与千峰断，别恨空如九曲深。\n秪有飘蓬怀白璧，全无大药化黄金。山中散尽宾云曲，泪落西风半夜砧。"
        },
        {
            "标题": "武夷溪口送惟起弟度关 其二",
            "作者": "徐熥",
            "内容": "青山游侣散纷纷，况复临岐远送君。两地雁鸿难顾影，一时鸾鹤总离群。\n人从杜若洲边去，路在桃花洞口分。明发登高各惆怅，鹅湖斜日幔亭云。"
        },
        {
            "标题": "赋得逍遥游送邬子远山人",
            "作者": "徐熥",
            "内容": "逍遥非避世，只是爱清閒。汎月渡千涧，随云过几山。\n游同僧共往，倦与鸟俱还。踪迹多湖海，故园长闭关。"
        },
        {
            "标题": "送老僧",
            "作者": "徐熥",
            "内容": "行尽天涯与海涯，閒云孤鹤伴袈裟。归看手种门前树，开遍春风几度花。"
        },
        {
            "标题": "送张子环下第枉道之楚寻丁亨文法曹",
            "作者": "徐熥",
            "内容": "天涯同失路，君岂不怀归。客久行囊罄，家贫生计微。\n同来知己散，便道故人稀。独有荆南吏，或能怜布衣。"
        },
        {
            "标题": "听陈振狂弹琴因怀刘道子",
            "作者": "徐熥",
            "内容": "夜坐松桂丛，孤琴理残月。流泉澄幽阴，微风助清越。\n愁因寄指深，兴以馀音发。悠然山水心，怀人向天末。"
        },
        {
            "标题": "送丁亨文进士司理召陵 其二",
            "作者": "徐熥",
            "内容": "洞庭湖上片帆轻，万顷微茫接太清。楚甸峰峦天际杳，巫山云雨梦中生。\n霜侵远渚鲟千尺，月照寒芦雁一声。白露渐零衣渐冷，遥知宋玉不胜情。"
        },
        {
            "标题": "题葛玄方朱竹",
            "作者": "徐熥",
            "内容": "丹铅随意写生绡，幻出空林绛玉箫。五月十三曾一醉，至今红晕不能消。"
        },
        {
            "标题": "送张叔麟别驾归永嘉",
            "作者": "徐熥",
            "内容": "言别泪潸然，况君非少年。残莺孤店雨，羸马断桥烟。\n剑已分雷焕，刀犹佩吕虔。故山邻雁宕，莫惜系书传。"
        },
        {
            "标题": "送陈道育下第归玉融",
            "作者": "徐熥",
            "内容": "怜汝复弃置，归寻海上山。相逢俱落魄，何以破愁颜。\n古渡春流外，孤城瘴雾间。离心当此夜，空对白云閒。"
        },
        {
            "标题": "送陈道育游吴",
            "作者": "徐熥",
            "内容": "西风萧瑟不胜愁，无奈同心赋远游。一带青山吴苑暮，满林黄叶太湖秋。\n离魂渺渺随鸿断，乡泪潺潺逐水流。况是天涯摇落后，岂堪为客独登楼。"
        },
        {
            "标题": "喜果慧禅师见访",
            "作者": "徐熥",
            "内容": "多年居古洞，偶尔到王城。老益禅心定，贫谙世谛轻。\n空犹嫌有相，火久断无明。再拜求真偈，流传度众生。"
        },
        {
            "标题": "送刘司理考绩之京",
            "作者": "徐熥",
            "内容": "北望京华去路赊，法星长照使君槎。一官佐郡来分竹，三载王程正及瓜。\n匹马夜嘶燕市月，新莺春啭上林花。天朝正待平反疏，父老前途不用遮。"
        },
        {
            "标题": "送人从军",
            "作者": "徐熥",
            "内容": "秋风一夜别家山，万里从戎几日还。此去正当离乱后，断肠多在穆陵关。"
        },
        {
            "标题": "送人赴安西",
            "作者": "徐熥",
            "内容": "离亭征马嘶，送子赴安西。后会知何日，前途方鼓鼙。\n天寒白草瘦，沙阔黄云低。所惜同心远，能无心惨悽。"
        },
        {
            "标题": "赋得易水寒送人游燕",
            "作者": "徐熥",
            "内容": "燕山嵯峨易水流，北风吹水声飕飕。荆卿驱车不顾返，仗剑欲报燕丹雠。\n可怜燕耻犹未雪，壮士衷肠空激烈。千年往事水犹寒，萧萧壮发能冲冠。\n怜君故是荆卿比，翩翩侠气横燕市。击筑还过易水滨，一声长啸悲风起。"
        },
        {
            "标题": "送人出塞",
            "作者": "徐熥",
            "内容": "黄尘漠漠暗征衣，杨柳青青折渐稀。试问玉门关外路，几人西去几人归。"
        },
        {
            "标题": "送人入蜀",
            "作者": "徐熥",
            "内容": "忽闻天末雁声悲，况是尊前送客时。白发尚怀江海梦，青山空负薜萝期。\n马经剑阁晴虹断，帆过巴川夜月迟。夔府城头应吊古，寒云漠漠草离离。"
        },
        {
            "标题": "拟送僧归日本 其二",
            "作者": "徐熥",
            "内容": "遥天迷去住，但看指南车。重译同归舶，阳侯护法书。\n"
        },
        {
            "标题": "拟送僧归日本 其一",
            "作者": "徐熥",
            "内容": "远指扶桑外，龙宫是绀园。慈航寻海舶，晨磬待朝暾。\n已悟西方教，渐通中国言。悬知无佛处，师去定称尊。"
        },
        {
            "标题": "送人游吴楚",
            "作者": "徐熥",
            "内容": "津亭垂柳绿烟丝，万里关山匹马迟。去国正当春尽后，登楼多在日斜时。\n楚江草长悲鹦鹉，吴苑花深走鹿麋。说别何须共惆怅，秋风摇落是归期。"
        },
        {
            "标题": "送僧还山",
            "作者": "徐熥",
            "内容": "深林长闭关，岁久欲西还。落日人烟少，秋风梵磬閒。\n锡飞孤鹤外，衲过断云间。应叹无期别，相寻何处山。"
        },
        {
            "标题": "拟送僧归日本 其三",
            "作者": "徐熥",
            "内容": "归程兼昼夜，天水共微茫。但指日出处，此中吾故乡。\n皈依多獦獠，供养有夷王。遥想珠龛下，常焚异国香。"
        },
        {
            "标题": "拟送僧归日本 其四",
            "作者": "徐熥",
            "内容": "别去上星槎，沧溟道路赊。夷音宜咒呗，左衽自袈裟。\n演法从天竺，传灯到海涯。不知千劫里，何劫到中华。"
        },
        {
            "标题": "七夕曹能始宅上观妓",
            "作者": "徐熥",
            "内容": "凉风吹动黄姑渚，正值牵牛逢帝女。一年佳会阻星河，数刻交欢罢机杼。\n主人留客当今宵，鸣筝少妇红罗绡。娇声宛转鸾凰曲，媚眼低回乌鹊桥。\n引羽流商歌愈缓，玉绳渐落明星烂。履坠簪遗乐未休，钟沉漏尽愁将旦。\n临别殷勤赠七襄，秋宵虽短此情长。烛龙已驾扶桑晓，天上人间两渺茫。"
        },
        {
            "标题": "都门送吴允兆还吴兴",
            "作者": "徐熥",
            "内容": "燕山三月杨柳新，别酒一杯送故人。故人仗剑意慷慨，仰天大笑辞平津。\n我唱骊驹君驻马，送君半是穷交者。暮角凄凉起驿楼，春云惨淡生原野。\n酒阑歌罢马频嘶，千里征途望霅溪。独有王孙归未得，天涯空叹草萋萋。"
        },
        {
            "标题": "送吴翁晋还吴兴",
            "作者": "徐熥",
            "内容": "如何布衣至，依旧布衣归。且向苕溪曲，三年守钓矶。"
        },
        {
            "标题": "送玉生诸子游方广岩",
            "作者": "徐熥",
            "内容": "一叶兰舟问翠微，满汀杨柳正依依。谷当绝壁僧行惯，寺隐深溪客到稀。\n半亩暮云禅榻冷，几番春雨水帘飞。花源自是堪逃世，莫学渔郎去便归。"
        },
        {
            "标题": "送游方僧",
            "作者": "徐熥",
            "内容": "春风初动雪初晴，锡杖今朝出化城。万里云天孤鹤影，满林烟树乱莺声。\n禅心客路随流水，古院荒山闭月明。自是空门无定迹，河桥此别漫关情。"
        },
        {
            "标题": "送叶秀才还松溪",
            "作者": "徐熥",
            "内容": "兹行路几重，去矣不从容。试问君归兴，何如秋色浓。\n香残霜后菊，涛响月边松。隔断相思梦，千峰与万峰。"
        },
        {
            "标题": "送闵孝昭侍尊人还广陵",
            "作者": "徐熥",
            "内容": "暂得相逢又解携，滩声高下桨声齐。束装欲跨扬州鹤，问寝频听旅店鸡。\n夜月故园淮浦北，秋云乡路海门西。还期共醉芜城酒，系马隋宫旧柳堤。"
        },
        {
            "标题": "送远曲",
            "作者": "徐熥",
            "内容": "津亭下叶纷如雨，客子远游何处所。悠悠一别无还期，相对悲啼不能语。\n此去山中经几万，劝君惟有加餐饭。须臾分手各东西，犹听前林征马嘶。"
        },
        {
            "标题": "芋江驿楼送张四之白下",
            "作者": "徐熥",
            "内容": "春风吹柳万条斜，此去金陵驿路赊。不必相思当后夜，片帆开处即天涯。"
        },
        {
            "标题": "过郑吏部墓 其二",
            "作者": "徐熥",
            "内容": "西郭冢累累，经过下马谁。先生一抔土，词客百年悲。\n藤护将崩石，苔封未断碑。应知灵爽在，叹我不同时。"
        },
        {
            "标题": "过郑吏部墓 其一",
            "作者": "徐熥",
            "内容": "荒坟不计年，过客泪潸然。朽骨藏于此，吟魂何处边。\n野狐啼暮雨，石马卧秋烟。安得斯人起，重令大雅传。"
        },
        {
            "标题": "分得要离冢送陈伯孺之姑苏",
            "作者": "徐熥",
            "内容": "漆灯明灭半无光，断碣凋残字几行。黄土一抔封马鬣，紫苔三寸锈鱼肠。\n月中似听英魂泣，地下难埋侠骨香。况与伯鸾丘垄近，烦君并为荐椒浆。"
        },
        {
            "标题": "送陈仲徽之齐省兄 其一",
            "作者": "徐熥",
            "内容": "都亭对酒起愁声，芳草萋萋感别情。一片飞帆扬子渡，五更归梦越王城。\n客途社早初逢燕，官舍春深好听莺。念我征鞍方暂息，不堪江上送君行。"
        },
        {
            "标题": "送周公子还金溪",
            "作者": "徐熥",
            "内容": "彭蠡西归去棹长，东风江上送周郎。数声忍顾歌骊曲，三月惟赍养鹤粮。\n寄远柳应攀驿路，思亲花每梦河阳。家山况与丰城近，别后遥看剑气光。"
        },
        {
            "标题": "寄远 诉衷情近",
            "作者": "徐熥",
            "内容": "孤灯细雨，枕畔泪痕无数。幽期难托琴心，愁绪怕传尺素。\n暗想香肌艳质，放诞风流，肠断朱弦暮。"
        },
        {
            "标题": "苏小小墓",
            "作者": "徐熥",
            "内容": "疏林落叶乱孤村，芳草萋萋满墓门。惆怅美人今不见，寒鸦栖尽又黄昏。"
        },
        {
            "标题": "岁尽",
            "作者": "徐熥",
            "内容": "范叔寒如此，其如复逼年。文章能作祟，吾道合迍邅。\n吏预催官税，门多索子钱。纵然贫到骨，不敢怨皇天。"
        },
        {
            "标题": "隋宫怨",
            "作者": "徐熥",
            "内容": "江南江北翠旂遥，夜夜深宫锁寂寥。何处龙舟试歌舞，秦淮明月广陵潮。"
        },
        {
            "标题": "送徐半刺之官淮阳",
            "作者": "徐熥",
            "内容": "东风吹送片帆轻，江北江南万里程。隋柳似迎行客过，淮流难比使君清。\n尚怀太姥看山梦，新就盐官煮海名。盘里水晶堪饷客，几时重见故人情。"
        },
        {
            "标题": "钱唐感旧",
            "作者": "徐熥",
            "内容": "吴山残黛晚烟低，满目桃花路又迷。夜夜泪痕悲角枕，年年幽恨闭香闺。\n分枝菡萏难连理，隔水鸳鸯暂并栖。司马琴心今渐老，断肠明月小楼西。"
        },
        {
            "标题": "唐宫怨",
            "作者": "徐熥",
            "内容": "一曲霓裳舞未休，月光如水上帘钩。梦回忽听笙歌沸，犹是华清夜打毬。"
        },
        {
            "标题": "陈惟秦为其先人营葬久居永南山寄讯",
            "作者": "徐熥",
            "内容": "春事飘零倍忆君，满庭红雨落纷纷。鳌峰已作三秋别，马鬣新成四尺坟。\n花下几回虚朗月，竹中长日赋停云。北邙正有松楸感，乌鸟声声不可闻。"
        },
        {
            "标题": "同吴翁晋姚叔乂诸子集陈公衡衙斋",
            "作者": "徐熥",
            "内容": "南朝仙吏擅风流，四海论交半敝裘。粉署鸟啼花外雨，白门鸦散柳边秋。\n故宫云气销长乐，近郭湖光起莫愁。马踏夜分归路晚，疏钟遥动景阳楼。"
        },
        {
            "标题": "垂虹桥别顾学宪先生",
            "作者": "徐熥",
            "内容": "垂虹桥畔水悠悠，无数青山起暮愁。桐叶战风惊远梦，芦花含月隐孤舟。\n吴江露下丹枫冷，震泽云寒白雁秋。此去风帆何处泊，相思明日隔沧洲。"
        },
        {
            "标题": "题画菊赠黄博士印坤",
            "作者": "徐熥",
            "内容": "南山相对处，篱下有馀芳。开向三秋晚，餐来五内香。\n叶同颜不老，花与发俱黄。岁岁金风起，披图一荐觞。"
        },
        {
            "标题": "题画士女 其七 楚娘",
            "作者": "徐熥",
            "内容": "入宫元不爱蛾眉，来是欢娱去是悲。不有新词消尽妒，此身依旧路傍枝。"
        },
        {
            "标题": "芝山寺逢游元封兼怀宗振",
            "作者": "徐熥",
            "内容": "当年曾一面，此夜遇禅居。乍见不相识，惊看鬓渐疏。\n阿咸元自达，痴叔竟何如。别后馀玄草，毋忘寄敝庐。"
        },
        {
            "标题": "题画芍药送张叔麟",
            "作者": "徐熥",
            "内容": "相送愁吟芍药诗，丹青聊赠插瓶枝。披图不尽销魂意，何必垂杨绾别离。"
        },
        {
            "标题": "题滕王阁图",
            "作者": "徐熥",
            "内容": "高阁崚嶒章水边，曾从南浦系归船。披图忽讶身如梦，回首春风二十年。"
        },
        {
            "标题": "忆昔行题友人小像",
            "作者": "徐熥",
            "内容": "少年携手同行乐，我甫胜冠君总角。岁月悠悠去不还，眼前风景犹如昨。\n此日看君新画图，神情虽是颜容殊。所嗟童稚尚如此，莫怪故人成老夫。\n我也半生甘落魄，君亦胡为恋丘壑。高举犹怀鸿鹄心，待时且作龙蛇屈。\n旧事经今二十秋，披图空感昔时游。与君相见且饮酒，莫遣青铜催白头。"
        },
        {
            "标题": "曾人倩秘书招饮衙斋话旧分得昏字",
            "作者": "徐熥",
            "内容": "悠悠往事不堪论，燕市悲歌欲断魂。折柳岂忘逢驿路，颂椒还记醉祗园。\n千金橐尽心犹壮，一剑锋销侠尚存。酒后对君思起舞，浮云西北易黄昏。"
        },
        {
            "标题": "题画士女 其二 乐昌公主",
            "作者": "徐熥",
            "内容": "菱花初剖镜分鸾，十载长持半面看。约得幽期正月望，人间天上共团圞。"
        },
        {
            "标题": "题画士女 其三 文君",
            "作者": "徐熥",
            "内容": "岂为新缘胜旧缘，却因词赋暗相怜。世人不解心中事，只说蛾眉爱七弦。"
        },
        {
            "标题": "题画士女 其九 题双文小像",
            "作者": "徐熥",
            "内容": "鸾笺半幅为传神，画里相逢梦里亲。安得人间綵灰酒，莺莺夜夜似真真。"
        },
        {
            "标题": "南屿田家 其一",
            "作者": "徐熥",
            "内容": "绿水荫柴门，苍山绕茅屋。老树鸣春鸠，颓垣眠小犊。\n鹅鸭自成群，儿童戏相逐。游从里社归，税藉农桑出。\n荣辱非所知，饱煖愿已足。羲皇世代遐，此地传遗俗。"
        },
        {
            "标题": "天游观",
            "作者": "徐熥",
            "内容": "高台独上翠千重，吹散岚烟有铁龙。地种三花元汉畤，门扃五粒是秦封。\n云边螺髻层层结，雨后蛾眉点点浓。倚遍危阑遥极目，九环衣带束芙蓉。"
        },
        {
            "标题": "南屿田家 其二",
            "作者": "徐熥",
            "内容": "空山布谷鸣，春风散墟落。夫妻同荷锄，南亩事东作。\n衡门隐者居，斗酒田家乐。閒惟念子孙，老不知城郭。\n安能受一廛，鼓腹同耕凿。"
        },
        {
            "标题": "拟积雨辋川庄",
            "作者": "徐熥",
            "内容": "经旬梅雨自沉沉，灌木萧森起夕阴。泉过断桥归别涧，钟传古寺出空林。\n闭门习静山中乐，晏坐焚香物外心。终日更无车马客，时从花坞听鸣禽。"
        },
        {
            "标题": "听角思归",
            "作者": "徐熥",
            "内容": "白草黄榆不见春，十年辽海困征尘。夜来正有还乡梦，残角一声愁杀人。"
        },
        {
            "标题": "赋得广陵涛送客之维扬",
            "作者": "徐熥",
            "内容": "万马声喧不暂停，满天风浪昼冥冥。遥连铁瓮千层白，微露金焦两点青。\n吴楚山河分一水，齐梁烟月付中泠。伤心莫作芜城赋，好辨江干瘗鹤铭。"
        },
        {
            "标题": "田家杂兴",
            "作者": "徐熥",
            "内容": "春风动郊墟，村村事农务。桑柘荫比邻，鸧鹒鸣高树。\n访旧入城稀，持馌归田暮。鸡犬识井闾，牛羊谙村路。\n此中寡所营，悠然有真趣。"
        },
        {
            "标题": "听莺曲",
            "作者": "徐熥",
            "内容": "条风淡荡春将半，倚栏忽听莺声乱。隔竹绵蛮别样啼，绕林睍睆相呼唤。\n相唤相呼不住声，声声偏动冶游情。王孙载酒青楼醉，美女寻芳紫陌行。\n青楼紫陌春风遍，一种娇声千万变。彷佛秦筝出谷闻，依稀羌笛随风啭。\n秦筝羌笛韵悠扬，几处欢娱几断肠。闺中少妇悲征戍，路上行人忆故乡。\n故乡渺何许，莺声何太苦。征戍隔辽阳，闻莺空自伤。\n莺来莺去自年年，听此啼声倍可怜。百年愁鬓声中改，九十春光舌上迁。\n莫叹韶华如转毂，爱莺且赋听莺曲。但得长闻柳外声，何辞频进杯中醁。"
        },
        {
            "标题": "甲午元日",
            "作者": "徐熥",
            "内容": "平明曙色乱春烟，独对东风意惘然。蓂叶乍开尧砌上，椒花先献佛灯前。\n忽闻爆竹迎新岁，愧饮屠苏后少年。莫道清霜随腊尽，只愁飞入鬓毛边。"
        },
        {
            "标题": "野田黄雀行",
            "作者": "徐熥",
            "内容": "朝来步野田，田中有黄雀。翩翩飞且鸣，饮啄亦自若。\n何期侠少年，遽尔加矰缴。置之樊笼中，絷以黄金络。\n微物有至性，安能事束缚。悲鸣念故群，所志在林薄。\n感此宗庙牺，叹彼华亭鹤。何如辞网罗，高翔在寥廓。"
        },
        {
            "标题": "同吴之卫马云卿饮张幼于曲水草堂",
            "作者": "徐熥",
            "内容": "两度过吴市，今来得问奇。榻从花下设，人在竹间窥。\n座客皆黄发，先生自白眉。名园依曲水，芳宴共题诗。"
        },
        {
            "标题": "送善上人募建水月庵",
            "作者": "徐熥",
            "内容": "托钵他乡度有情，逢人稽首乞题名。行行水际袈裟影，处处空中剪尺声。\n募化不辞孤锡远，因缘休谓一钱轻。凭师悟取西来意，水自澄清月自明。"
        },
        {
            "标题": "晚泊七里滩",
            "作者": "徐熥",
            "内容": "寒云生近浦，落日满前汀。旅梦惊潮破，渔歌过濑停。\n一竿秋水碧，孤棹晚山青。向夕推篷望，中天见客星。"
        },
        {
            "标题": "西湖十景竹枝词 其二 三竺晚霞",
            "作者": "徐熥",
            "内容": "霞光片片映香台，花下红妆笑靥开。预卜明朝天色好，愿郎游骑得重来。"
        },
        {
            "标题": "万年宫",
            "作者": "徐熥",
            "内容": "万年宫殿魏王居，瑶草琪花满玉除。坛下馀腥犹汉代，岩头遗蜕是秦初。\n客从云水求丹诀，帝遣风雷护简书。我亦曾孙今再世，梦中亲御紫鸾车。"
        },
        {
            "标题": "游武夷发白龙江 其四",
            "作者": "徐熥",
            "内容": "参驾云中白鹿车，万年宫里荐乾鱼。江头有客来相送，不唱离歌唱步虚。"
        },
        {
            "标题": "林方伯先生七十初度是日为吕纯阳诞辰",
            "作者": "徐熥",
            "内容": "共传薇省即蓬壶，白发中朝老大夫。申甫何年曾降岳，仙翁此日正悬弧。\n一杯琼液承金掌，九转丹砂在玉炉。莫是贞元前进士，托生尘世住玄都。"
        },
        {
            "标题": "舟中望云龙山有怀陈幼孺",
            "作者": "徐熥",
            "内容": "云龙山下泛归舟，对景空怀昔日游。聚散无期俱是梦，黄河依旧向东流。"
        },
        {
            "标题": "望月有怀和陆纂父",
            "作者": "徐熥",
            "内容": "一别经圆缺，三秋望转明。蛾眉今夕影，鸾镜旧时情。\n貌逐清辉减，愁随素魄生。关山千里隔，何处照盈盈。"
        },
        {
            "标题": "魏宫怨",
            "作者": "徐熥",
            "内容": "掩袂高台上，春风散绮罗。西陵望不见，明月照漳河。"
        },
        {
            "标题": "魏宫怨",
            "作者": "徐熥",
            "内容": "一夜东风杀气销，起凭妆阁思无聊。铜台自有如花貌，何必江东大小乔。"
        },
        {
            "标题": "题薛素画兰 其二",
            "作者": "徐熥",
            "内容": "空说湘江九畹春，残枝憔悴不堪纫。深林岂是幽香少，半采天涯寄远人。"
        },
        {
            "标题": "题薛素画兰 其一",
            "作者": "徐熥",
            "内容": "朱鸟窗前翠黛残，閒将幽恨寄齐纨。薛家闺秀称双绝，洪度花笺素素兰。"
        },
        {
            "标题": "温泉宫",
            "作者": "徐熥",
            "内容": "羯鼓声中酒未醒，华清浴罢转娉婷。可怜万古温泉水，难洗渔阳战血腥。"
        },
        {
            "标题": "闻警 其四",
            "作者": "徐熥",
            "内容": "关山边骑响萧萧，司马观兵日度辽。天上黑光久摩荡，宫中黄屋太焚烧。\n空挥涕泪忧时变，难效涓埃答圣朝。安得善言同宋璟，冥冥氛祲一时销。"
        },
        {
            "标题": "闻警 其二",
            "作者": "徐熥",
            "内容": "和议当年计已疏，空将岁币致穹庐。总缘中夏无防禦，遂使穷边得捣虚。\n帷幄运筹贤相国，边陲经略老尚书。吾皇威福齐天地，杕杜歌成乐有馀。"
        },
        {
            "标题": "闻警 其一",
            "作者": "徐熥",
            "内容": "西贼寒盟秋犯边，黄尘漠漠暗高天。一从互市通穷塞，廿载偷安罢控弦。\n绝域羽书飞幕府，连营烽火照甘泉。诸公早建安危策，四海苍生正倒悬。"
        },
        {
            "标题": "闻警 其三",
            "作者": "徐熥",
            "内容": "传闻边郡苦天骄，三辅人心忽动摇。宁夏守臣纷告急，太平天子始临朝。\n中原几处忧骑虎，北塞何人得射雕。坐看边庭空漠北，汉家新拜霍嫖姚。"
        },
        {
            "标题": "题顾学宪先生闻禽阁",
            "作者": "徐熥",
            "内容": "高阁傍林阿，林深众鸟过。飞当残照急，噪向晚晴多。\n振翼同呼侣，归巢各认柯。翟公门似水，日日可张罗。"
        },
        {
            "标题": "客中除夕闻钟 其一",
            "作者": "徐熥",
            "内容": "客路当除夕，凄凉倍忆家。钟声何太急，断送旧年华。"
        },
        {
            "标题": "送邵武李太守擢宪滇南",
            "作者": "徐熥",
            "内容": "昆明池水静无波，拥传新从僰道过。开府定能宽汉法，采诗曾不废蛮歌。\n趁墟滇客龙名市，纳款夷王象渡河。他日勒功留片碣，点苍如黛石嵯峨。"
        },
        {
            "标题": "题陈伯孺画",
            "作者": "徐熥",
            "内容": "群山既葱茏，诸溪何蜿曲。孤亭倚高冈，人家荫乔木。\n苍松盘路岐，危桥度空谷。地僻无冬春，山深绝寒燠。\n乘閒问友生，策蹇劳童仆。步步出烟云，悠悠入花竹。\n潺湲满清听，空翠生巾服。閒身寄林丘，野性谐麋鹿。\n瞻彼城市中，风尘空碌碌。"
        },
        {
            "标题": "客中除夕闻钟 其二",
            "作者": "徐熥",
            "内容": "为客他乡暮，钟声出晓云。可怜今岁里，只此一回闻。"
        },
        {
            "标题": "吴城览古",
            "作者": "徐熥",
            "内容": "白云犹绕旧王居，独对西风恨有馀。百战山河归草莽，千年陵寝总丘墟。\n月明茂苑游麋鹿，花暗荒城吊阖庐。况是异乡多病客，岂堪唫眺暂踌躇。"
        },
        {
            "标题": "吴宫怨",
            "作者": "徐熥",
            "内容": "高台日日翠华临，何事颦眉更捧心。本是苧萝山下女，吴中恩浅越中深。"
        },
        {
            "标题": "五君咏 其五 陈幼孺",
            "作者": "徐熥",
            "内容": "荐夫意气豪，逢人作白眼。冥心契道诠，矢志稽坟典。\n伯仲既齐名，君才良不忝。大雅久沉沦，俯仰知音鲜。\n凌厉向词坛，片语人矜善。结志在千秋，令名尔当勉。"
        },
        {
            "标题": "戊子除夕饮顾道行先生谐赏园 其一",
            "作者": "徐熥",
            "内容": "游子惊闻爆竹，高堂谁荐椒花。谐赏园中地主，姑苏城外天涯。"
        },
        {
            "标题": "西禅寺",
            "作者": "徐熥",
            "内容": "野旷烟光薄，林深暑气微。乱蝉鸣觉路，一犬护禅扉。\n花竹通诸径，旃檀大几围。云房吟卧久，直到晚凉归。"
        },
        {
            "标题": "戊子除夕饮顾道行先生谐赏园 其二",
            "作者": "徐熥",
            "内容": "白雁久无家信，青袍虚度年光。自觉梦中是客，何言醉处为乡。"
        },
        {
            "标题": "宿陈七吸江亭",
            "作者": "徐熥",
            "内容": "高谈当子夜，人世几今宵。共步芦中月，因歌竹外桥。\n孤琴清澹露，寒磬落归潮。此地堪栖隐，频来岂用招。"
        },
        {
            "标题": "吸江亭送林隐之山人还永嘉",
            "作者": "徐熥",
            "内容": "萧萧匹马万重山，遥指家林雁宕间。竹叶难留孤客醉，桃花如笑故人颜。\n不将旅食弹长铗，已动归心忆小蛮。歌罢骊驹声渐远，吸江亭外即阳关。"
        },
        {
            "标题": "灵岩庵怀珠上人 其一",
            "作者": "徐熥",
            "内容": "踏遍烟霞万壑深，洞门空锁薜萝阴。一从瓢笠过南海，十载游踪无处寻。"
        },
        {
            "标题": "度西阳岭",
            "作者": "徐熥",
            "内容": "绝巘疑无路，披蓁雾里行。千寻皆鸟道，四壁半猿声。\n田父扶犁出，山僧倚锡迎。停骖聊买醉，霜月满孤城。"
        },
        {
            "标题": "送郑翰卿游燕 其一",
            "作者": "徐熥",
            "内容": "慷慨辞家事北游，黄沙万里使人愁。市中击筑悲歌日，为觅荆卿旧酒楼。"
        },
        {
            "标题": "溪行晚眺",
            "作者": "徐熥",
            "内容": "溪上欲黄昏，潮平浪不翻。钟声云外寺，灯影水边村。\n荒坂牛羊下，前林鸟雀喧。桃花最深处，莫是武陵源。"
        },
        {
            "标题": "伯孺作溪楼听雨图见贻诗以酬之",
            "作者": "徐熥",
            "内容": "独掩柴门客到稀，临池生纸墨花飞。主人莫道无相赠，风雨溪山尽带归。"
        },
        {
            "标题": "送郑翰卿游燕 其二",
            "作者": "徐熥",
            "内容": "大梦山前片月孤，送君走马入燕都。黄金台上生秋草，犹有当年骏骨无。"
        },
        {
            "标题": "访黄道晦",
            "作者": "徐熥",
            "内容": "桑麻鸡犬自成村，溪口云深绝洞门。有客迟回空日暮，不知何路到花源。"
        },
        {
            "标题": "溪行",
            "作者": "徐熥",
            "内容": "空山收晚照，秋色满川原。砧杵谁家妇，鸡豚何处村。\n丛林喧怪鸟，绝壁挂孤猿。白发高堂上，遥遥正倚门。"
        },
        {
            "标题": "陈振狂拟游武夷舟次渊溪兴尽而返戏嘲 其二",
            "作者": "徐熥",
            "内容": "寻仙元不属凡身，空负桃花洞里春。岂是渔郎多别恨，玄都只待有缘人。"
        },
        {
            "标题": "陈振狂拟游武夷舟次渊溪兴尽而返戏嘲 其四",
            "作者": "徐熥",
            "内容": "何事尘心未肯灰，寻真中路忽辞回。思君不奏宾云曲，只唱人间曲可哀。"
        },
        {
            "标题": "陈振狂拟游武夷舟次渊溪兴尽而返戏嘲 其一",
            "作者": "徐熥",
            "内容": "自是青山欠夙因，且将踪迹寄红尘。幔亭指日重开宴，遍问曾孙少一人。"
        },
        {
            "标题": "陈振狂拟游武夷舟次渊溪兴尽而返戏嘲 其三",
            "作者": "徐熥",
            "内容": "咫尺仙凡路遂分，悲君犹自恋人群。待予九转丹成后，未度他人首度君。"
        },
        {
            "标题": "武夷十咏 其四 换骨岩",
            "作者": "徐熥",
            "内容": "可怜人世似蜉蝣，谁识真还借假脩。不学换心求换骨，青山依旧葬骷髅。"
        },
        {
            "标题": "下第述怀",
            "作者": "徐熥",
            "内容": "匠石屡不顾，定匪明堂材。渊客屡不采，定匪明月胎。\n十年三弃置，中情空自哀。伤哉吾道非，岂乏干时媒。\n叹彼行役苦，畏兹年鬓催。进退两踯躅，坐立空徘徊。\n升斗岂吾志，结念居南陔。"
        },
        {
            "标题": "侠客行",
            "作者": "徐熥",
            "内容": "两人市中相耳语，欲报深雠谁敢去。壮士闻之气郁陶，平生侠烈同荆高。\n发上指冠泪如雨，借问君雠在何许。一剑朝辞都市傍，素车直指邯郸路。\n刺杀雠人函首归，争看颈血犹沾衣。主人欲奉千金报，问以姓名终不告。\n辞君跃马出都门，君但报雠毋报恩。"
        },
        {
            "标题": "出都门答别邓汝高员外",
            "作者": "徐熥",
            "内容": "十年三上长安道，阙下献书俱不报。拂袖还山别故人，风尘满目伤怀抱。\n长安裘马多轻肥，先达何人怜布衣。惟君慷慨念贫贱，交情如此今人稀。\n凄凉旧事那堪数，半榻孤灯寒夜雨。载酒曾同醉锦溪，看山犹记眠芳墅。\n转盼光阴十载馀，怜余踪迹仍樵渔。空文何以干明主，儒术由来生计疏。\n余也今年三十几，依然落魄归田里。白首何妨老故园，红尘从此辞燕市。\n拔剑哀歌日易昏，垂杨未折已销魂。人生离别足感叹，穷达悠悠何必论。"
        },
        {
            "标题": "夏日偶成柬惟秦",
            "作者": "徐熥",
            "内容": "何方堪避暑，胜地觅清幽。坐选云边石，吟寻水畔楼。\n偏宜山友共，唯许野僧留。一日一丘壑，安閒直到秋。"
        },
        {
            "标题": "夏日园居柬履吉",
            "作者": "徐熥",
            "内容": "山静晚凉初，僧寮寂不如。碍云嫌竹密，受月爱藤疏。\n茶熟焚香饮，诗成洗砚书。惟君知此况，愿数过吾庐。"
        },
        {
            "标题": "武夷十咏 其三 仙掌峰",
            "作者": "徐熥",
            "内容": "顶门开处即玄关，白日青天去不还。多少幻形俱脱化，独留仙掌在人间。"
        },
        {
            "标题": "拟咸阳怀古",
            "作者": "徐熥",
            "内容": "咸阳禾黍正离离，人代兴亡岂有期。废殿秋风秦剑戟，荒山夜雨汉旌旗。\n茂陵空洒千行泪，渭水长流万古悲。何处登临最惆怅，乐游原上日斜时。"
        },
        {
            "标题": "香闺七吊诗 其四 崔莺莺",
            "作者": "徐熥",
            "内容": "泪光如莹臂销红，一夕幽期月影中。千载重关萧寺静，更无环佩响轻风。"
        },
        {
            "标题": "香闺七吊诗 其三 霍小玉",
            "作者": "徐熥",
            "内容": "谁将薄倖负娉婷，怨魄啼魂唤不醒。我有多情双眼泪，一回开卷一回零。"
        },
        {
            "标题": "河间宵征",
            "作者": "徐熥",
            "内容": "不尽风尘苦，宵行路更难。清霜蛩语急，斜月马蹄寒。\n砧捣闺心碎，笳吹乡梦残。驿楼看尚远，何处解征鞍。"
        },
        {
            "标题": "西湖八景 其一 仙桥柳色",
            "作者": "徐熥",
            "内容": "迎仙桥畔万条丝，淡荡春风二月时。知是踏青归去晚，几多游女唱杨枝。"
        },
        {
            "标题": "丧车行",
            "作者": "徐熥",
            "内容": "岁序当杪冬，鸡鸣闻巷哭。填衢广柳车，载道残魂木。\n哀哀薤露声，炯炯方相目。骨肉有馀悲，亲朋寡颦蹙。\n当其在世时，营营苦不足。百年同隙驹，一梦同蕉鹿。\n灵爽归山丘，枯髅别华屋。城郭不相容，弃之邙山麓。"
        },
        {
            "标题": "题刘松年溪阁纳凉小景",
            "作者": "徐熥",
            "内容": "谁家亭馆临溪渚，四面苍崖夹平楚。树色溪声白昼寒，行天赤日无炎暑。\n宾主相看礼数忘，笔床茗椀对垆香。图中清福难消受，愿借虚亭半日凉。"
        },
        {
            "标题": "同陆纂父郭圣仆雨夜集曹重甫客舍得凉字",
            "作者": "徐熥",
            "内容": "客居非蒋径，亦自过求羊。绿酒人来贳，黄花节后香。\n敝裘霜气肃，残烛雨声凉。漏尽欲为别，秋宵苦不长。"
        },
        {
            "标题": "赵仁甫别驾解官归自夔府招同陈履吉陈平夫陈振狂集侣云堂",
            "作者": "徐熥",
            "内容": "草堂新筑白云间，招得荷衣客往还。北海芳尊倾鲁酒，西窗残烛话巴山。\n林花乍落三开径，园柳初成五映关。莲社正稀泉石侣，爱君青鬓肯投閒。"
        },
        {
            "标题": "西湖八景 其六 西禅晓钟",
            "作者": "徐熥",
            "内容": "湖上邀宾卜夜驩，胜游休问夜漫漫。天鸡叫罢晨星落，犹听钟声出寺残。"
        },
        {
            "标题": "送王大游吴兼讯舍弟",
            "作者": "徐熥",
            "内容": "潇潇风雨满征途，一片轻帆过阖闾。路指蛇门怀伍相，剑藏鱼腹吊专诸。\n砧敲八月寒声早，叶下三江树影疏。若到吴阊凭问讯，天涯游子近何如。"
        },
        {
            "标题": "赵仁甫先生以邛竹杖见惠赋此荅谢",
            "作者": "徐熥",
            "内容": "种本传西域，曾闻贡汉宫。一枝非嶰谷，万里出蚕丛。\n曳去穿云际，携来到水穷。节应虚绿土，头可挂青铜。\n庄叟逍遥外，卢敖汗漫中。未尝临俗客，偶尔借邻翁。\n采药兼瓢往，挑经与锡同。静缘幽径曲，诗兴野桥东。\n共步添良友，扶颠当小童。长房吾自愧，君已似壶公。"
        },
        {
            "标题": "新嫁娘",
            "作者": "徐熥",
            "内容": "薄帷鉴明月，宛转怜娇态。郎来解罗裆，含羞掩裙带。"
        },
        {
            "标题": "咏雨中新草",
            "作者": "徐熥",
            "内容": "烧痕才转绿，含雨未萋萋。且缓佳人斗，方闻玉勒嘶。\n苔深看莫辨，柳亚望初齐。为语寻春者，无令踏作泥。"
        },
        {
            "标题": "蔡景明参知重游晋安过访山居话旧时先永宁殁已九载尚辱垂吊感而赋此",
            "作者": "徐熥",
            "内容": "垂老閒游出瘴乡，居停仍喜近山房。昔年图画虫生卷，故主园林燕在梁。\n眼底更谁为旧雨，鬓边无处不新霜。感君犹有山河意，追念先人拜影堂。"
        },
        {
            "标题": "垂虹夜泊怀陈幼孺",
            "作者": "徐熥",
            "内容": "吴江残露冷丹枫，万里还家叹转蓬。世路升沉同塞马，乡书寥落怨边鸿。\n舟移晚渡三更月，桥跨秋波百丈虹。犹忆当年分别处，征衣憔悴泣西风。"
        },
        {
            "标题": "宿邓汝高竹林山庄",
            "作者": "徐熥",
            "内容": "群峰回合树苍苍，一径云阴散夏凉。荒坂牛羊归暮霭，比邻鹅鸭睡斜阳。\n竹当疏槛常流翠，花落清溪不断香。晏坐山中屏尘虑，今宵如宿辋川庄。"
        },
        {
            "标题": "为屠田叔题王玉生山水册 其四",
            "作者": "徐熥",
            "内容": "閒来约客访烟霞，行到桥边日已斜。尚隔寺门三五里，且将瓢笠宿山家。"
        },
        {
            "标题": "锦溪八景为林熙吉题 其六 宿猿洞",
            "作者": "徐熥",
            "内容": "岘山奇境饶，古洞藏幽谷。云深不可寻，但借玄猿宿。"
        },
        {
            "标题": "侯君右来自永嘉喜赠",
            "作者": "徐熥",
            "内容": "西园公子旧知名，负剑长歌海上行。何日寝丘酬楚相，谁人虚席重侯生。\n赋成白雪骄彤管，衣带朱霞恋赤城。闻说临邛方贵客，莫因残岁急归程。"
        },
        {
            "标题": "歌者陈郎戏作姬妆即席调赠",
            "作者": "徐熥",
            "内容": "梨园推丽质，结束作妖姬。妙舞风前合，清歌云外迟。\n綵衣裁袖窄，翠钿压眉低。何必悲黄鹄，愁多貌不移。"
        },
        {
            "标题": "玄都观寻道士不遇",
            "作者": "徐熥",
            "内容": "洞门寂寂锁烟霞，此是玄都道士家。鸡犬无声丹灶冷，深溪流出碧桃花。"
        },
        {
            "标题": "灵隐寺寻耶溪上人",
            "作者": "徐熥",
            "内容": "浮玉山中曾把臂，风景依稀如隔世。常叹空门无定踪，此生何处求真谛。\n秋风一棹过钱塘，闻说吾师在上方。扶杖入山急相访，灵隐寺中松隐堂。\n方鞋破衲出相见，怪我年来华发变。相逢不作世间言，指点前山云几片。\n半榻跏趺双树边，笑谈隐隐生云烟。论交共结三生约，出世同参一指禅。\n新诗别后多如此，总是禅机非绮语。胜地何须论虎溪，高风不用推支许。\n须臾残照下雷峰，送客松关第几重。悠悠此别何时遇，愁听云堂薄暮钟。"
        },
        {
            "标题": "咏百花画帐",
            "作者": "徐熥",
            "内容": "罗帷图百卉，晏寝自生香。不羡雕栏艳，犹如金谷芳。\n娇枝沾暮雨，弱干耐秋霜。更有双连理，夜发合欢床。"
        },
        {
            "标题": "送蔡千户袭职还吴兴",
            "作者": "徐熥",
            "内容": "龙韬堪报主，燕颔定封侯。挂印还乡里，挥鞭出御楼。\n归途寻越绝，行橐佩吴钩。戎马东南急，凭君借箸筹。"
        },
        {
            "标题": "登扬州城楼",
            "作者": "徐熥",
            "内容": "淮水微茫远接天，隋宫秋草自芊芊。当时歌舞人何在，落日空山闻断蝉。"
        },
        {
            "标题": "炀帝行宫 其二",
            "作者": "徐熥",
            "内容": "废殿荒凉噪暮鸦，广陵潮满夕阳斜。一从凤辇归黄土，无复龙舟驻翠华。\n春尽冷烟生蔓草，夜深明月照璚花。当时复道今何处，半属芜城百姓家。"
        },
        {
            "标题": "月夜度石梁登摘星台",
            "作者": "徐熥",
            "内容": "四野苍烟暝，千峰夕照催。踏兹明月影，独上摘星台。\n山自鸿濛剖，人从鸟道来。石梁称险绝，不用说天台。"
        },
        {
            "标题": "炀帝行宫 其一",
            "作者": "徐熥",
            "内容": "满目繁华一夕空，至今行客说离宫。垂杨旧见朱旗绕，芳草曾经翠辇通。\n商女歌残花落后，妖姬魂散月明中。可怜淮水龙舟戏，听得江南曲未终。"
        },
        {
            "标题": "箕踞轩赠郭圣仆",
            "作者": "徐熥",
            "内容": "大隐不违亲，幽居少四邻。跏趺依古佛，箕踞对时人。\n习懒成迂癖，长斋了夙因。形骸耽句瘦，囊橐积书贫。\n薜荔裁奇服，耕桑作外臣。柴门多紫气，木榻绝红尘。\n谊以枌榆笃，交于草莽真。愧予贪问字，忘却往来频。"
        },
        {
            "标题": "夜闻吴女诵经",
            "作者": "徐熥",
            "内容": "佳人何意悟禅那，夜诵金经数百过。窈窕相中疑大士，妖浮声里半弥陀。\n还于女伴歌吟懒，自与尼师结拜多。谩道西邻归彼岸，此生无计渡恒河。"
        },
        {
            "标题": "驿亭夜坐书怀寄内",
            "作者": "徐熥",
            "内容": "十年书剑两无成，飘泊江湖愧姓名。络纬声沉愁易集，芙蓉花老怨难平。\n枕边暮雨离魂结，镜里秋霜客路生。共隐青山期白首，古来曾有鹿门耕。"
        },
        {
            "标题": "题江仲鱼小像",
            "作者": "徐熥",
            "内容": "五色灵芝五粒松，往来长蹑白云踪。画师未许君丘壑，不写清溪一片峰。"
        },
        {
            "标题": "易水怀古",
            "作者": "徐熥",
            "内容": "一笑秦庭事已空，萧萧寒气动悲风。飞霜枉购千金匕，贯日犹悬百丈虹。\n公子歌残衣变白，田光死去血流红。蓟门零落咸阳火，易水年年只向东。"
        },
        {
            "标题": "惟秦冬夜偶至拥炉对酌率尔成咏",
            "作者": "徐熥",
            "内容": "音从空谷听，兴似剡溪乘。榾柮残炉火，松膋半壁灯。\n俗情谈后减，诗草别来增。浊酒堪消夜，浑忘朔气凝。"
        },
        {
            "标题": "武夷十咏 其十 虹桥板",
            "作者": "徐熥",
            "内容": "一从仙乐散丹霄，千载长虹亘未消。待得丹成生羽翼，手攀日月过虹桥。"
        },
        {
            "标题": "题陈伯孺效漫士山水小景",
            "作者": "徐熥",
            "内容": "龙门待诏高廷礼，兴到挥毫写山水。黯淡峰峦朦"
        },
        {
            "标题": "邮亭残花",
            "作者": "徐熥",
            "内容": "征途微雨动春寒，片片飞花马上残。试问亭前来往客，几人花在故园看。"
        },
        {
            "标题": "谢司理招游道场山",
            "作者": "徐熥",
            "内容": "碧树香台一径纡，满林幽鸟避前驱。重重翠巘看苍弁，渺渺层波见太湖。\n钟送馀声过下界，云留残影挂浮屠。画船载月归来晚，十里烟光澹欲无。"
        },
        {
            "标题": "碧浪湖泛月同在杭",
            "作者": "徐熥",
            "内容": "扁舟过碧浪，孤月出林端。兔影摇波碎，婵娟落镜寒。\n湖光澄似练，山色秀堪餐。别后几圆缺，今宵才共看。"
        },
        {
            "标题": "游女曲",
            "作者": "徐熥",
            "内容": "罗衣半褪飘金缕，约束纤腰五杂组，日暮采芳临洛浦。\n临洛浦，鲜明珠，望交甫，心踟蹰。"
        },
        {
            "标题": "送陈汝翔游龙虎山",
            "作者": "徐熥",
            "内容": "布褐与黄冠，遥寻正一坛。灵符求玉印，神鼎问金丹。\n礼斗七灯焰，降魔双剑寒。龙沙遗谶合，计日待骖鸾。"
        },
        {
            "标题": "游仙曲 其一",
            "作者": "徐熥",
            "内容": "万里遥天片月明，玉皇开宴会蓬瀛。琼浆饮尽归玄府，鹤背瑶笙四五声。"
        },
        {
            "标题": "游仙曲 其三",
            "作者": "徐熥",
            "内容": "蕊珠宫殿玉宸君，身上霞衣五色文。不用骖鸾过碧海，凤箫声里驾红云。"
        },
        {
            "标题": "游仙曲 其二",
            "作者": "徐熥",
            "内容": "形容如鹤蜕如蝉，一夕凌虚去杳然。隔断红尘三万里，阆风吹上大罗天。"
        },
        {
            "标题": "逢雪宿华严阁",
            "作者": "徐熥",
            "内容": "佛火悬青嶂，钟声下翠微。萧萧风雪夜，犹有一僧归。"
        },
        {
            "标题": "有感 其二",
            "作者": "徐熥",
            "内容": "馁虎横行甚，村氓骨半枯。猛应凭伥鬼，威或假妖狐。\n白昼常当道，清时敢负嵎。官兵虚搏击，鸡犬反惊呼。"
        },
        {
            "标题": "送余印卿秀才还濉阳",
            "作者": "徐熥",
            "内容": "相违虽不远，相送亦应难。宝剑脱为赠，瑶琴何处弹。\n行装三伏雨，孤棹百重滩。想到家林日，犹怀荔子丹。"
        },
        {
            "标题": "西湖八景 其八 澄澜曙莺",
            "作者": "徐熥",
            "内容": "子与风流天下闻，刱来高阁欲凌云。晓莺不道年华变，犹自声声唤使君。"
        },
        {
            "标题": "虞美人草",
            "作者": "徐熥",
            "内容": "青草香魂是翠蛾，托根元属楚山河。年年野烧咸阳火，夜夜啼螀玉帐歌。\n恨血清霜凝处满，泪痕残雨滴时多。汉宫亦有如花貌，谁向春风化碧莎。"
        },
        {
            "标题": "渔梁街逢赵彦宗",
            "作者": "徐熥",
            "内容": "匹马相逢叹路岐，匆匆对语不多时。知君别去无他想，也是寻思遇我诗。"
        },
        {
            "标题": "渔梁道中怀叶志卿",
            "作者": "徐熥",
            "内容": "当年联辔处，已是七周星。野店曾同宿，流泉忆共听。\n殊音来往客，愁思短长亭。不尽怀乡感，因君增涕零。"
        },
        {
            "标题": "题徐氏池亭 其二",
            "作者": "徐熥",
            "内容": "桃源何处所，此地即仙家。林密藏春霭，楼虚纳晚霞。\n轻风三径竹，微月一庭花。晏坐尘心远，寒塘独听蛙。"
        },
        {
            "标题": "送苍峡王巡检罢官归乡",
            "作者": "徐熥",
            "内容": "越王台上送将归，远树空林带夕晖。苍峡断猿双泪下，碧天寒雁一行飞。\n秪愁白发流年暮，不问青山旧业微。此别悠悠难再遇，思君惟有一沾衣。"
        },
        {
            "标题": "羽林郎",
            "作者": "徐熥",
            "内容": "昔有羽林郎，持戟出未央。挥鞭过酒肆，招摇都市傍。\n酒家女二八，颜色耀春芳。黄金为条脱，白玉为耳珰。\n越罗裁中裙，齐纨制下裳。服饰既璀璨，膏沐尤馨香。\n不意冶游子，停骖登我堂。银鞍耀红日，韎韐何辉煌。\n提壶索美酒，岸帻据胡床。金刀脍鲜鲤，烈火炮羔羊。\n酒尽出门去，婵媛结衷肠。已去复再返，解赠紫罗囊。\n君心一何苦，君情一何长。妇人贵远别，持此非所当。\n还君紫罗囊，妾非青楼倡。"
        },
        {
            "标题": "题伯孺画小景",
            "作者": "徐熥",
            "内容": "天际孤舟带雨，沙边竹杖穿云。村落半藏宿莽，危亭独瞰江濆。"
        },
        {
            "标题": "武夷十咏 其一 玉女峰",
            "作者": "徐熥",
            "内容": "五色苔花当绣襦，朝云暮雨锁模糊。清溪照出蛾眉影，错认湖中大小姑。"
        },
        {
            "标题": "玉阶怨",
            "作者": "徐熥",
            "内容": "残露侵罗袂，深宫漏正长。萤光随月影，点点过昭阳。"
        },
        {
            "标题": "怨词",
            "作者": "徐熥",
            "内容": "一从闭深宫，不复徵歌舞。房中今夜声，是妾当年谱。"
        },
        {
            "标题": "悲愁歌",
            "作者": "徐熥",
            "内容": "我之生兮在深宫，嗟薄命兮事远戎。乌孙老兮语不通，征尘起兮多悲风。\n望故土兮心忡忡，羡黄鹄兮泪无穷。"
        },
        {
            "标题": "怨歌行",
            "作者": "徐熥",
            "内容": "当时匣中铜，于今翳尘土。当时箧中丝，于今无寸缕。\n磨镜休使光，缲丝休使长。镜光惊貌换，丝长嫌绪乱。\n对镜与治丝，两者俱肠断。"
        },
        {
            "标题": "闺怨 阮郎归",
            "作者": "徐熥",
            "内容": "琴调别鹤镜分鸾。孤灯清夜阑。龙钟双袖不曾乾。\n无人空暗弹。"
        },
        {
            "标题": "饮胡元瑞萝月轩",
            "作者": "徐熥",
            "内容": "停棹来寻瀔水阳，半窗萝月坐飞觞。阶前鹤迹留苔浅，秋后蝉声出树凉。\n客路蒹葭寒细雨，他乡砧杵度微霜。布帆东下江流急，满目西风别恨长。"
        },
        {
            "标题": "紫云洞",
            "作者": "徐熥",
            "内容": "石灯虚阁影沉沉，万壑松风起夕阴。断壁只馀苍藓合，洞门长锁紫云深。\n一声铁篴破残梦，半夜石钟清道心。跨鲤仙人何处去，琪花瑶草不堪寻。"
        },
        {
            "标题": "南还留别许灵长张叔韬冯咸甫邓泰素文梦珠柯起之诸子",
            "作者": "徐熥",
            "内容": "日落燕关马去迟，一尊相对总相悲。岂堪客路销魂处，正值皇都失意时。\n此去恶分灯下影，重来愁益鬓边丝。与君俱是飘零者，空说加餐赠别离。"
        },
        {
            "标题": "赠邓道鸣都阃",
            "作者": "徐熥",
            "内容": "千骑如云瘴海间，一天明月照刀环。营门昼静笙歌沸，部曲秋高剑戟閒。\n乐奏金铙新破敌，名标铜柱旧平蛮。玉关他日功成后，犹见将军鬓未斑。"
        },
        {
            "标题": "赠歌姬爱卿十二韵",
            "作者": "徐熥",
            "内容": "绮席开华馆，倾城得爱姬。苑花输靓脸，宫柳学柔肢。\n薄鬓琼钗耀，单衫宝带垂。娇喉歌自啭，长袖舞偏宜。\n纤月横蛾翠，轻风馥口脂。背灯偷卖眼，临镜故颦眉。\n性慧藏阄巧，情多度曲迟。明珰斜粉颈，银钿约冰肌。\n旧恨啼难诉，新官对可悲。暗调通缱绻，微拒掩猜疑。\n意洽重逢日，魂销欲别时。流苏空百结，未足表相思。"
        },
        {
            "标题": "金昌赠钱功父",
            "作者": "徐熥",
            "内容": "半偈庵头别，春风又几年。相逢犹问姓，感旧各茫然。\n尔我形容改，江湖梦寐牵。此心倍悲喜，莫怪太留连。"
        },
        {
            "标题": "石溪歌赠林隐君",
            "作者": "徐熥",
            "内容": "南剑有溪名君竹，脩竹苍苍溪水绿。中有幽人号石溪，诛茅垒石溪之曲。\n溪流日夜声潺湲，幽人啸傲石溪间。石可枕兮溪可漱，富贵浮云真等閒。\n幽人今年八十几，足迹何尝到城市。白岩啸月遇崆峒，青嶂眠云梦黄绮。\n怜余本是武陵人，欲向溪头一问津。桃花好逐溪流出，世上如今不是秦。"
        },
        {
            "标题": "青溪逢吴叔嘉投赠",
            "作者": "徐熥",
            "内容": "广陵云树秣陵烟，两地飘零共几年。老母七旬家十口，资生惟有卖书钱。"
        },
        {
            "标题": "赠少年",
            "作者": "徐熥",
            "内容": "天涯相见正新秋，满目西风共倚楼。月下按筝歌一曲，声声都作小凉州。"
        },
        {
            "标题": "赠王思延都护",
            "作者": "徐熥",
            "内容": "年少登坛拥隼旟，欲将长剑扫穹庐。黄金世佩通侯印，彤管家藏太史书。\n异域葡萄杯上绿，边城杨柳笛中疏。运筹自合阴符秘，兵法无劳习穰苴。"
        },
        {
            "标题": "送颜廷愉将军料兵海坛山",
            "作者": "徐熥",
            "内容": "少年初建节，走马向孤城。蜃气云中市，狼烟海上营。\n晓霜明雪戟，夜月捲霓旌。幕府防秋急，看君独请缨。"
        },
        {
            "标题": "赠车子仁郡侯",
            "作者": "徐熥",
            "内容": "含来鸡舌尚氤氲，新握麟符到海濆。案了簿书心似水，门投词赋客如云。\n市中骑竹迎童子，池上挥鞭醉使君。敝刺即今羞自献，敢言名姓旧相闻。"
        },
        {
            "标题": "赠羽士 其二",
            "作者": "徐熥",
            "内容": "竹杖游方几化龙，知君云水本无踪。今朝长揖下山去，他日相寻何处峰。"
        },
        {
            "标题": "赠羽士 其一",
            "作者": "徐熥",
            "内容": "绝壑凌空鸟道悬，竹房松火乱秋烟。道人不问丹梯险，禁步青山二十年。"
        },
        {
            "标题": "赠渔者",
            "作者": "徐熥",
            "内容": "不作风尘客，生涯寄钓纶。江湖孤棹远，烟雨一竿贫。\n鼓枻同渔父，藏名比富春。武陵溪尚在，为我问迷津。"
        },
        {
            "标题": "张硕重寄杜兰香",
            "作者": "徐熥",
            "内容": "渺渺灵踪去不还，空劳珍重碧云鬟。人间无路通瑶阙，梦里何因见玉颜。\n兰露半销香冉冉，花风初度佩珊珊。欲将一札传青鸟，知住蓬莱第几山。"
        },
        {
            "标题": "涪州张节妇",
            "作者": "徐熥",
            "内容": "涪水澄如练，还同节妇心。柏舟吟自苦，湘竹泪何深。\n矢志终箕帚，留颜见稿砧。贞魂应不朽，褒宠有纶音。"
        },
        {
            "标题": "长安感怀",
            "作者": "徐熥",
            "内容": "一领征衣半泪痕，思家何日不消魂。桃花落尽莺声老，犹自飘零客蓟门。"
        },
        {
            "标题": "赠黄瞻山先生",
            "作者": "徐熥",
            "内容": "年少声华动五侯，老来长啸卧沧洲。门无车辙堪罗雀，家有图书可汗牛。\n流水一村韦曲社，桃花三月武陵舟。知君猿鹤盟犹在，好看青山到白头。"
        },
        {
            "标题": "长安书怀孟郊体",
            "作者": "徐熥",
            "内容": "烛灭方知黑，其明同瞽师。脉绝方知死，安得称良医。\n文章屡弃置，犹有俗所嗤。弹射岂不精，所惜觉悟迟。\n得失论工拙，胜负分雄雌。世无鲍叔牙，此意谁能知。\n家山八千里，策马燕风悲。中情徒郁结，泠泪空双垂。"
        },
        {
            "标题": "同许灵长太学张去华山人陈幼孺曹能始二孝廉集邓汝高计部署中赋得长安新柳送张成叔太学还四明",
            "作者": "徐熥",
            "内容": "东风二月蓟门过，新柳青青拂御河。浅绿乍分眉上黛，柔条难任笛中歌。\n几时叶满章台路，有日花飞太液波。同是一枝堤畔种，无如此地别离多。"
        },
        {
            "标题": "过昭庆寺",
            "作者": "徐熥",
            "内容": "幡幢高拂六桥烟，坐久无僧可问禅。一寺袈裟三百众，寺门都趁卖经钱。"
        },
        {
            "标题": "集郑氏乌石别墅 其二",
            "作者": "徐熥",
            "内容": "虽是居城市，却无城市喧。僧归残雨寺，樵度隔云村。\n花落鸟声歇，草多萤火繁。斜阳人散后，留鹤守柴门。"
        },
        {
            "标题": "寿林天懋母黄太夫人 其一",
            "作者": "徐熥",
            "内容": "百斛璚浆满玉壶，寿筵犹进大官厨。堂前宾客皆鹓侣，膝下郎君是凤雏。\n重见封章传内使，又看书信寄麻姑。傍人莫问千秋算，五岳长存海不枯。"
        },
        {
            "标题": "送屠田叔之官沅陵五十韵",
            "作者": "徐熥",
            "内容": "爵服诸侯列，声华一代先。英灵钟岳秀，词藻动星躔。\n入幕参军事，含香侍御筵。符分京兆贵，礼典太常虔。\n榷税淮阳郡，司鹾瘴海边。炎天舟载雪，斥卤灶生烟。\n大隐官如水，閒曹吏是仙。交游盟草泽，啸咏狎林泉。\n白屋身能下，缁衣好独偏。抡才忘牝牡，为政薄鹰鹯。\n岂以官情累，都将世味捐。文章时倡和，杯斝定留连。\n车骑谙闾巷，干旄耀市廛。后生投刺满，多士过门阗。\n不辍分题会，宁辞倒屣延。素心尤恺悌，名理太渊玄。\n董子帷常下，江郎笔更鲜。形骸容放浪，礼数畏拘挛。\n结社裁诗律，镌书割俸钱。考工存旧记，情采著新编。\n屈些增吴疏，毛诗补郑笺。荔枝词脍炙，海错谱流传。\n经施庄严寺，僧皈大乘禅。寄诗怀五岳，留偈榜诸天。\n乐府精宫羽，讴吟叶管弦。两童供墨妙，十吏捧丹铅。\n交谊町畦绝，谈锋壁垒坚。画图摹往哲，俎豆祀高贤。\n古道才能尔，今人讵有焉。使君真岳岳，公子果翩翩。\n闽部方推重，辰州急转迁。悲风寒凛凛，远道思绵绵。\n共款襟期隔，还劳梦寐牵。双旌万里去，五马一城专。\n问俗朱轮驾，行春锦绶悬。家元饶竹箭，庭只挂蒲鞭。\n眷顾恩三锡，勋阶禄二千。辰砂蒐古洞，酉室检残篇。\n沅水遥通沔，峒溪近接滇。鹧鸪闻竹浦，鸡犬觅桃川。\n刀剑民争卖，襜帷帝许褰。逻灯严夜堞，耨火劝春田。\n闽楚程难缩，关山阻可怜。伤离当此日，投分已三年。\n邈矣思良晤，凄其念后缘。歌声宣郁郁，书札订惓惓。\n往复虚青简，赓酬散白莲。感知心独耿，惜别泪空涟。\n眠食须珍重，功名合勉旃。停骖频怅望，何地再周旋。"
        },
        {
            "标题": "除夜芝山寺访瀚公",
            "作者": "徐熥",
            "内容": "故院知何处，他山度岁华。空门无去住，有佛即为家。"
        },
        {
            "标题": "京口夜泊迟陈大不至",
            "作者": "徐熥",
            "内容": "落日横京口，停云更黯然。经旬同去住，此夕异风烟。\n目断寒芦外，魂销短烛前。榜歌频起听，永夜不能眠。"
        },
        {
            "标题": "至家",
            "作者": "徐熥",
            "内容": "故里经年别，今朝慰倚闾。关河空阻绝，岁月易居诸。\n燕麦埋荒径，莺花老旧庐。莫嫌金已尽，还有一囊书。"
        },
        {
            "标题": "山中古庙 其二",
            "作者": "徐熥",
            "内容": "一路人烟绝，空山见古坛。鼎存周款识，像塑汉衣冠。\n鸟迹残碑篆，虬枝老树蟠。可怜年代久，风雨庙门寒。"
        },
        {
            "标题": "山中古庙 其三",
            "作者": "徐熥",
            "内容": "古庙白云边，神妆尚俨然。灵应山鬼托，龛任野狐眠。\n开刱知何代，销沉不计年。居民流窜尽，累岁断香烟。"
        },
        {
            "标题": "山中古庙 其一",
            "作者": "徐熥",
            "内容": "山深香火微，庙宇冷斜晖。壁古龙蛇暗，厨荒鼠雀饥。\n岁时村妇拜，水旱土人祈。箫鼓田间过，知为祭赛归。"
        },
        {
            "标题": "钟山寺送曾人倩归岭南",
            "作者": "徐熥",
            "内容": "曾向东阿酒肆逢，重来相见未从容。帆飞炎海三秋月，门掩青山半夜钟。\n客路迎人惟柳色，贫交赠别只芙蓉。遥知他日相思处，梦在罗浮四百峰。"
        },
        {
            "标题": "己丑除夕迎春同陈振狂过钟山寺访曾人倩适瀚上人至同得僧字",
            "作者": "徐熥",
            "内容": "岭南才子气凭陵，剡水孤舟兴可乘。青树又添阶下腊，缁衣同对佛前灯。\n漫誇市上春如锦，且醉尊中酒似渑。总是空门无去住，好将真偈问名僧。"
        },
        {
            "标题": "重过面壁洞访熙工",
            "作者": "徐熥",
            "内容": "蹑屐重过积翠台，当时屐齿半苍苔。桑麻鸡犬还如旧，洞口桃花几度开。"
        },
        {
            "标题": "美人买铁马歌和幼孺",
            "作者": "徐熥",
            "内容": "瑶宫仙子遗环佩，百结流苏向空坠。半天乱逐片云飞，无数琅玕一时碎。\n赵璧隋珠半已残，重将彩线串团圞。良工持向街头卖，临风忽听声珊珊。\n珊珊送入妖娇耳，玉笋提携心暗喜。探得青蚨出锦囊，买来挂在雕檐底。\n一阵微风一阵声，美人含笑闻琮琤。飘扬祇益春心动，凄切翻令午梦惊。\n铜壶夜静催银箭，留得檀郎宿深院。却爱邻姬睡乍酣，玎珰莫向空中战。"
        },
        {
            "标题": "舟夜即事 其二",
            "作者": "徐熥",
            "内容": "枕前双泪落天涯，半是思君半忆家。起坐不知风露冷，一汀斜月照芦花。"
        },
        {
            "标题": "除夕前二日同康元龙集江参藩先生园亭",
            "作者": "徐熥",
            "内容": "停骖岁晚向名园，满径寒花映酒尊。雪色半侵青玉案，星光多傍紫薇垣。\n几年愧下高人榻，一剑长衔国士恩。不是残年催去客，敢辞十日饮平原。"
        },
        {
            "标题": "舟中书怀 其二",
            "作者": "徐熥",
            "内容": "岂是依人拙，此行谁可依。途穷胜事少，身贱势交稀。\n客路儒无术，关门吏有威。时时戒童仆，莫比昼游归。"
        },
        {
            "标题": "舟中书怀 其一",
            "作者": "徐熥",
            "内容": "一别变春秋，相随半是愁。思乡餐䪺减，感旧泪空流。\n金尽羞开箧，途遥厌换舟。非无山水兴，客久畏淹留。"
        },
        {
            "标题": "送张参戎镇秦川",
            "作者": "徐熥",
            "内容": "铁衣曾典羽林兵，又握铜符海上行。此日八蛮传露布，同时诸将拜霓旌。\n臂开鹊血弓流影，腰泣龙魂剑有声。见说辕门容揖客，可能前箸借书生。"
        },
        {
            "标题": "筑城词",
            "作者": "徐熥",
            "内容": "丁夫抱杵城头筑，朱颜少妇城边哭。哭声未绝城已崩，无数丁夫遭杀戮。\n杀戮丁夫就此埋，半为黄土半人骸。长城未毕山东乱，四海纷纷归楚汉。\n吁嗟吕政胡为乎，亡秦乃在废扶苏。"
        },
        {
            "标题": "紫骝马",
            "作者": "徐熥",
            "内容": "蹀躞横行意，悲鸣恋主身。金鞭垂汉月，玉勒控边尘。\n影绝追奔易，蹄高转战频。不辞流汗血，未可事和亲。"
        },
        {
            "标题": "语溪舟中除夕用旧韵",
            "作者": "徐熥",
            "内容": "满江灯火照帆樯，断送韶华在异乡。红烛也流今夕泪，青铜犹忆去年妆。\n孤身长路思千里，半世虚名梦几场。欲解离愁谋一醉，行厨何处有椒觞。"
        }
    ],
    "对话内容": [
        {
            "Dialogue": "{\n    角色名:佘翔\n    动作:(端坐于书桌前，手中捧茶，微微颔首)\n    讲话:徐兄，近日可好？我常在想，君笔下那份灵动的诗词，仿佛能洞察人心，传递世间万象，令我不禁想问，您在创作时是否常感受到生活的点滴滋味？这些诗句背后，是否藏着您对友情的珍视与对生活的思考？\n}\n{\n    角色名:徐熥\n    动作:(倾身在案前，眉头微皱，笔尖在纸上轻轻划动)\n    讲话:翔兄所言，令我深感欣慰。自古诗词即为抒情之道，然我每次提笔，皆是对生活的细腻观察与内心感悟的流露。每一句诗句，犹如一片落叶，承载着我对自然与人情的思索。人与人之间的情谊，似那涓涓细流，悄然滋润心田；在这纷扰的尘世间，友谊更是我创作的灵感来源。愿与君共勉，互相砥砺，让这份情谊在岁月的长河中愈加醇厚。信中我也提到，若能与君一同游历山水之间，畅谈诗词，岂不美哉？我期待着您的回信。\n}"
        },
        {
            "Dialogue": "{\n    角色名:张敉\n    动作:(站在庭院中，手指轻轻抚过竹简，眼中闪烁着兴奋的光芒)\n    讲话:徐兄，我刚才所吟之诗，是否触动了你的心弦？我认为，诗词不仅仅是文字的排列，更应是情感的共鸣与意境的传达。你的才华与独到的见解，总令我钦佩不已，想请教你，如何在诗中融入那份对人情世故的深刻观察？\n}\n{\n    角色名:徐熥\n    动作:(微微一笑，抬手指向庭院中的花木，声调温和)\n    讲话:张兄，诗之所以动人，乃因其能映照人心之所感，故而在创作时，必需用心感受身边的一切，方能将那份细腻的情感渗透于字里行间。每一花，每一木，皆有其独特的灵气与故事。正如我在写作时，常以自然为师，借物抒怀，寓情于景，以此引发读者的共鸣。君所言之意境之美，正是我们对生活与情感的深刻体悟，愿我们在这条诗词的道路上，继续携手前行，共同探寻更为广阔的艺术天地。\n}"
        },
        {
            "Dialogue": "{\n    角色名:邻居\n    动作:(手撑着竹杖，微笑着向徐熥询问)\n    讲话:徐兄，近日农田的收成如何？听闻您常在诗中描绘乡里的生活场景，难道不是有了新的灵感吗？我常常觉得，您的诗句中透着一份生动与真切，让人心生向往。\n}\n{\n    角色名:徐熥\n    动作:(轻轻颔首，笑容满面，眼中闪烁着对乡土的热爱)\n    讲话:多谢邻兄的关心，近日农田的收成尚可，虽未大丰，但也算安稳。确实，生活中的点滴细节常是我创作的源泉。那田间的劳作、乡间的嬉戏，皆是我诗中所欲传达的生动画面。每当我看到那金黄的稻穗，听到孩童们的欢笑，便会忍不住提笔，将这份美好记录下来。诗词是一种情感的寄托，能在字里行间唤起人们对生活的热爱与感悟，愿这样的情景能引发更多人的共鸣。\n}"
        },
        {
            "Dialogue": "{\n    角色名:李穟\n    动作:(握着信纸，神色凝重，眼中满是敬仰)\n    讲话:徐兄，收到您的信，令我深感荣幸。您对诗词的热爱让我倍感欣慰，想请教您，究竟如何才可将这份热情融入到创作之中？在我看来，您在诗中所流露出的情感，似乎总能打动人心。\n}\n{\n    角色名:徐熥\n    动作:(微微一笑，目光柔和，手中信纸轻轻翻动)\n    讲话:李兄，您所言过誉。诗词之道，常需以真情为根，以生活为源。我在创作时，常以心中所感所思为引，而非拘泥于格律。诚然，写诗并非易事，然只要用心去体会生活的每一个瞬间，便能在字里行间找到那份属于自己的声音。若能在山水间畅游，彼此分享那份创作的乐趣，必定能使我们的灵感更加丰富。期待您能早日到闽县共游，畅谈诗文，岂不乐哉。\n}"
        },
        {
            "Dialogue": "{\n    角色名:陆弼\n    动作:(坐于茶桌边，手中捧杯，微微一笑)\n    讲话:徐兄，今日相聚于此，真是幸事。听闻您即兴赋诗，想必又是感慨万千。请您不吝赐教，让我也能领略您那绝妙的才华。\n}\n{\n    角色名:徐熥\n    动作:(倾身而坐，目光深邃，手指轻轻抚过茶杯)\n    讲话:陆兄，今日在此品茶论道，心中自有一番感慨。人生如茶，初看似淡，然细品则香。世事浮沉，常令人迷惘，然我常以诗词为伴，寄情于字，寻求那份内心的宁静。即兴之作，乃是对人生的思考与感悟，愿与君分享，愿能引发我们对禅理与人生的共同探讨。诗词不单是文字的组合，更是心灵的对话，愿我们在此静谧之地，共同探寻那份内心的和谐与安宁。\n}"
        },
        {
            "Dialogue": "{\n    角色名:家人\n    动作:(围坐在桌边，目光期待，微笑着看向徐熥)\n    讲话:徐兄，听闻您最近的诗作颇具风采，能否为我们吟诵一首？我们十分想听听您的创作，感受那份灵动的美妙。\n}\n{\n    角色名:徐熥\n    动作:(轻轻一笑，目光温暖，手指轻轻敲击桌面)\n    讲话:诸位，今日能够与家人共聚一堂，实乃我之幸事。诗词乃为情感之寄托，今我所作，正是对生活点滴的记录。若诸位愿意，便请听我吟诵一首，名曰“过白云寺”。\\n“寻僧到白云，便觉远尘氛。古道少人迹，流莺处处闻。”\\n此诗描绘的正是我在白云寺中所感受到的宁静与恬淡。愿大家在这诗句之中，感受到那份淡泊与静谧，亦希望诸位能多多阅读，陶冶情操，提升自我。\n}"
        },
        {
            "Dialogue": "{\n    角色名:陈其志\n    动作:(站在寺中，神情愉悦，手中捧着徐熥的诗作)\n    讲话:徐兄，今日能在此相聚，实在是我之幸。您那首新作，字字珠玑，令人心醉。想请教您，这份灵感究竟来自何处？\n}\n{\n    角色名:徐熥\n    动作:(微微躬身，面带谦和之色)\n    讲话:陈兄，过奖了。诗词之美，常依赖于心中所感。今日于白云寺中，耳畔传来钟声，心中自有涟漪。人生在世，常遇风雨，然我始终相信，唯有将内心的感悟与对生活的思考化为诗句，方能在字里找到那份共鸣。愿与君共赏这份灵感，互赠诗作，以此增进彼此的情谊，让我们的友谊在诗词中愈加深厚。\n}"
        },
        {
            "Dialogue": "{\n    角色名:徐桂\n    动作:(手握信纸，神情温柔，满脸期待)\n    讲话:徐兄，收到您的信，心中倍感温暖，回忆起往昔的童年时光，真是令人怀念。您在信中提到希望再聚，想请教您，是否有何时可以共叙旧情？\n}\n{\n    角色名:徐熥\n    动作:(微微一笑，眼中闪烁着温暖的光芒)\n    讲话:桂兄，吾心甚喜，久别重逢，实乃人生一大幸事。童年时光如梦，虽已远去，然那份纯真的友谊，却在心中久久萦绕。若能再聚，何不趁着春暖花开的时节，约于闽县的山水之间，畅谈往日的趣事？我愿以诗相赠，与你共赏这段难忘的时光，愿我们的友情如同这自然美景般长存，愈加醇厚。\n}"
        },
        {
            "Dialogue": "{\n    角色名:友人\n    动作:(站在山水之间，眼神向往，轻声询问)\n    讲话:徐兄，今日游历于此，山水之美令人心醉。想请教您，您所作的诗句中，如何能将这份美景与心境融合在一起，以至于字里行间皆能感受到那份气韵？\n}\n{\n    角色名:徐熥\n    动作:(微微一笑，眼中闪烁着对自然的热爱)\n    讲话:友人所问，恰如其分。诗词的魅力，正是能将自然之美与内心情感相融合。每当我漫步于这山水之间，便会将眼前的美景细细品味，心中自会涌起一股感动。然若想将这份感动化为诗句，需以心中之景为墨，以情感为笔，直抒胸臆。自然的灵气，往往能唤起人们对生活的热爱与思索，愿我们在此山水之地，互相交流，共同探寻那份诗词的灵动与美好。\n}"
        },
        {
            "Dialogue": "{\n    角色名:文人雅士\n    动作:(围坐在茶馆中，神态专注，向徐熥请教)\n    讲话:徐兄，今日与诸位共聚于此，听闻您对当下诗词流派的独到见解，想请教您，您认为当今的诗词应如何发展，才能更好地传承与发扬？\n}\n{\n    角色名:徐熥\n    动作:(微微一笑，目光坚定，轻轻抚摸茶杯)\n    讲话:诸位，诗词自古以来便是文化的重要载体，然今之流派繁多，唯有以真情为根，方能在这多元的时代中立足。今日诗词应更注重对生活的细腻观察与对人心的深刻剖析，以此传承古典之美，融入时代之新。唯有如此，才能使我们的诗词在时代的浪潮中愈加闪耀。愿我们在此茶馆中，畅所欲言，共同探讨诗词的未来，让这份文化瑰宝在新一代中绽放出更加璀璨的光芒。\n}"
        }
    ]
}