{
    "基本信息": {
        "姓名": "于慎行",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "明",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "于慎行的母是刘氏(于玼妻)",
        "于慎行的父是于玼"
    ],
    "其他关系": [],
    "入仕信息": [],
    "别名信息": [],
    "任职信息": [],
    "地理信息": [],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "（1545—1607）明山东东阿人，字可远，更字无垢。于慎思弟。隆庆二年进士。万历初历修撰、日讲官，以论张居正“夺情”，触其怒。以疾归。居正死后复起。时居正家被抄没，慎行劝任其事者应念居正母及诸子颠沛可伤。累迁礼部尚书。明习典制，诸大礼多所裁定。以请神宗早立太子，去官家居十余年。万历三十五年，廷推阁臣，以太子少保兼东阁大学士，入参机务，以病不能任职。旋卒，谥文定。学问贯穿百家，通晓掌故。与冯琦并为一时文学之冠。有《谷城山馆诗文集》。 ► 于慎行的诗文(667篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "子夜歌十二首 其十二",
            "作者": "于慎行",
            "内容": "玉腕弄柔弦，清商吐未转。何意凉风吹，使我肝肠断。"
        },
        {
            "标题": "代作白头吟",
            "作者": "于慎行",
            "内容": "蔚彼高树林，上有双鸣禽。请君罢欢宴，听妾白头吟。\n儿时同里居，追逐亭台下。妾弄青丝绳，郎骑碧竹马。\n十六始嫁君，花靥垂两鬟。宛转郎左右，何时不可怜。\n妾意尚疑新，郎心忽已旧。不是故情疏，自是新恩厚。\n玉台对明镜，红颜未应老。炎天弃团扇，凉风何太早。\n君如云中雁，妾如枝上花。雁飞自有处，花落向谁家。\n戚戚复戚戚，世事不可必。但恨识君初，两心望如一。\n含情欲谁语，揽涕背人流。君心如明月，不照妾心愁。\n道逢故家人，寄书予父母。嫁女事贵人，不如田家妇。\n田家虽苦辛，白头长相守。"
        },
        {
            "标题": "题吴母贞裕卷二首 其二",
            "作者": "于慎行",
            "内容": "女贞既有树，女清亦有台。不如母师号，云汉天昭回。\n丹泥北堂耀，璇榜深闳开。表闾与锡命，流耀江海隈。\n子为簪笔史，倚柱称瑰材。孙为含香吏，抗章胡壮哉。\n家声一以振，母节益以恢。正气凛千古，荣名肃九垓。\n歌言树令轨，以拯流风颓。"
        },
        {
            "标题": "子夜秋歌 其一",
            "作者": "于慎行",
            "内容": "严霜下空阶，促织声何烈。夜中无人语，怀情望秋月。"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵八首 其四",
            "作者": "于慎行",
            "内容": "玉兰东畔画帘前，到处常随豹尾旋。圣代仪文今日盛，儒臣雨露向来偏。\n琅函赐锦驰中骑，宝鼎分餐出御筵。斋室受釐应有问，朝回犹恐夜深宣。"
        },
        {
            "标题": "曲阜谒少昊陵六韵",
            "作者": "于慎行",
            "内容": "白帝传遗迹，穷桑访故城。丘陵何代筑，碑石几时倾。\n凤纪金天岁，虹分华渚精。人烟连圣里，鸟雀识官名。\n落日荒原冷，悲风古木平。祇令郯子国，百世溯宗盟。"
        },
        {
            "标题": "曲阜谒周庙六韵",
            "作者": "于慎行",
            "内容": "新宫严礿祀，旧域应奎娄。负扆开王化，分茅胙帝丘。\n勋劳周礼乐，宗祏鲁春秋。暮色徂徕雨，寒声泗汶流。\n云霞丹殿敞，苔藓玉阶幽。阙里长邻近，犹疑寤寐游。"
        },
        {
            "标题": "将进酒",
            "作者": "于慎行",
            "内容": "君不见洛阳城东桃李花，暮时红雨早时霞。又不见瑶台素月飞银阙，三五蟾光四五缺。\n人生行乐不须愁，富贵豪华电露流。昔时鼎盛五侯里，今时零落成荒丘。\n长安贵人眼中数，规名规利何太苦。日中走马平津第，绛尘拂衣汗成雨。\n白衣苍狗在须臾，雷公駍鍧震下土。扬雄寂寞默守玄，贾谊太息将安补。\n青玉案，紫霞杯，与君沽酒临高台。烹龙炰凤白日暮，清歌妙舞香风来。\n朝不从骐骥游，暮不从黄鹄栖。浮名碌碌果何有，天地于我如醯鸡。\n茫茫吹万同一吷，曾史桀蹠皆电灭。君今少壮复不饮，坐使红颜镜中歇。\n红颜销歇奈尔何，华发萧萧日以多。直须枕藉杯中酒，莫问浮沉海上波。"
        },
        {
            "标题": "燕歌行七解 其一",
            "作者": "于慎行",
            "内容": "西风烈烈霜满庭，天寒波深列宿明。孤堂四壁络纬鸣，念君远客忧思盈。\n日月相逐逝不停，百川东下如建瓴。谁能怀忧心不惊，抚时感事中怦怦。\n就枕假寐不能成，揽衣起步露沾缨。月出皎皎照前楹，群鸟栖树寒无声。\n孤鸿何为中夜征，踯躅四顾伤人情，尔胡不归独屏营。"
        },
        {
            "标题": "燕歌行七解 其七 白头吟",
            "作者": "于慎行",
            "内容": "朝为山上云，暮为川上雨。变化在君心，然疑不得语。"
        },
        {
            "标题": "朱可大邀同冯太史饮摩诃庵南园步至钓鱼台夜眺还宿法藏精舍次日观慈寿浮图纪游四首 其三 法藏庵",
            "作者": "于慎行",
            "内容": "何必耽丘壑，居然鹿苑栖。片云双树顶，孤月上方西。\n罢酒闻清梵，探诗见旧题。归依空品相，不省在招提。"
        },
        {
            "标题": "癸酉春日閒居四首 其一",
            "作者": "于慎行",
            "内容": "孤踪一寄白云间，鹤渚兰汀梦亦閒。病起莺花怜故国，春来萝薜满青山。\n浮沈岁月空高枕，历落风尘且闭关。东望石闾仙气满，欲寻瑶草驻红颜。"
        },
        {
            "标题": "朱可大邀同冯太史饮摩诃庵南园步至钓鱼台夜眺还宿法藏精舍次日观慈寿浮图纪游四首 其二 钓台",
            "作者": "于慎行",
            "内容": "行歌随步远，已到水云天。夜色千峰月，湖光万顷烟。\n衔杯心跌宕，脱帽态蹁跹。醉眼迷归径，相看枕腹眠。"
        },
        {
            "标题": "曲阜谒颜庙",
            "作者": "于慎行",
            "内容": "素王宫阙鲁侯台，兖国崇祠此并开。位冠元公师友会，道同皇佐古今才。\n虚亭玉甃疏眢井，旧巷璇题销绣苔。门外依稀馀辇路，前朝曾睹翠华来。"
        },
        {
            "标题": "朱可大邀同冯太史饮摩诃庵南园步至钓鱼台夜眺还宿法藏精舍次日观慈寿浮图纪游四首 其四 慈寿寺阁",
            "作者": "于慎行",
            "内容": "隔夜忘醒醉，穷游别起端。绀林重驻马，宝阁几凭阑。\n飞刹金银涌，回峰紫翠盘。皇都多钜丽，是处有奇观。"
        },
        {
            "标题": "泰山天门禅堂逢傅柱史金沙赠别",
            "作者": "于慎行",
            "内容": "含桃花欲落，山下遇君时。雨过空王殿，天晴岳帝祠。\n相看芳杜色，各有白云期。不似风尘路，偬偬叹别离。"
        },
        {
            "标题": "木芙蓉",
            "作者": "于慎行",
            "内容": "一本芙蓉树，三秋觅地栽。尚逢南客问，果向北亭开。\n色落仙人掌，香浮太乙杯。可怜霜夜月，华艳满池台。"
        },
        {
            "标题": "朱可大邀同冯太史饮摩诃庵南园步至钓鱼台夜眺还宿法藏精舍次日观慈寿浮图纪游四首 其一 南园",
            "作者": "于慎行",
            "内容": "胜会开芳苑，春愁入远峰。壶觞连竹树，歌咏起鱼龙。\n花落空林雨，风传别院钟。淹留公子爱，移席转从容。"
        },
        {
            "标题": "山中承苏岱髯国相寄自制铜雀瓦砚戏谢",
            "作者": "于慎行",
            "内容": "磨不多时染未乾，邺都宫殿几回残。题名自是西园客，不必重镌汉建安。"
        },
        {
            "标题": "送余太史云衢册封周藩四首 其四",
            "作者": "于慎行",
            "内容": "碣石宫前负弩过，闾门秋色入鸣珂。可知瀛海多仙气，九派中分太史河。"
        },
        {
            "标题": "关山月",
            "作者": "于慎行",
            "内容": "三五关山月，天空万里秋。影含青海动，光度玉门流。\n晓角传军垒，寒烽隐戍楼。阴山方接战，且莫视刀头。"
        },
        {
            "标题": "少年行四首 其二",
            "作者": "于慎行",
            "内容": "鵔鸃著出未央宫，粉色争看汉侍中。昨夜春寒沾赐酒，天香不散舞衣红。"
        },
        {
            "标题": "少年行四首 其三",
            "作者": "于慎行",
            "内容": "锦带珠袍绿臂鞲，相逢尽说富平侯。南山夜猎春城晚，系马新丰旧酒楼。"
        },
        {
            "标题": "长干曲",
            "作者": "于慎行",
            "内容": "妾住在长干，离居岁欲阑。洞庭归客少，浦口去人难。\n雨落吴天暮，云横楚岫寒。含情何所待，憔悴碧江湍。"
        },
        {
            "标题": "少年行四首 其一",
            "作者": "于慎行",
            "内容": "五云深处见仙家，十二楼头醉彩霞。莫倚阑干横玉笛，春风愁杀白杨花。"
        },
        {
            "标题": "梅花落",
            "作者": "于慎行",
            "内容": "肠断金闺妇，愁生画阁梅。瑶华风里落，玉树雪前开。\n拂影侵罗袂，飘香上镜台。关河春色暮，鹤勒几时回。"
        },
        {
            "标题": "江南曲",
            "作者": "于慎行",
            "内容": "采采白蘋洲，兰桡忆远游。日悬云梦阔，天隔洞庭秋。\n风物三湘道，烟波万里愁。离居逢岁宴，掩涕倚重楼。"
        },
        {
            "标题": "少年行四首 其四",
            "作者": "于慎行",
            "内容": "从猎期门拜射声，玉鞭骑马出重城。寻常借客长陵市，小吏无劳问姓名。"
        },
        {
            "标题": "子夜冬歌二首",
            "作者": "于慎行",
            "内容": "万里覆寒云，千村飞素雪。此时为欢愁，心如三伏热。"
        },
        {
            "标题": "驱车上东门行",
            "作者": "于慎行",
            "内容": "驱车上东门，回望咸阳路。郁郁五陵间，累累多墟墓。长夜号鼪鼬，秋风走狐兔。牧竖游且歌，行人四面顾。借问此何谁，昔时董与傅。车马如流水，第宅通云雾。富贵一旦空，忽如草间露。阅水日成川，阅世人非故。贤愚共一丘，千载为旦暮。嗤彼道傍子，营营胡不寤。"
        },
        {
            "标题": "君马黄",
            "作者": "于慎行",
            "内容": "宝马来西极，龙闲服上箱。浮云金勒影，飞雪玉珂光。\n骨冻长城水，蹄翻大漠霜。美人天路远，祇觉壮心伤。"
        },
        {
            "标题": "巫山高",
            "作者": "于慎行",
            "内容": "巫山峰十二，缥缈倚层空。细雨猿声外，轻云鸟道中。\n江流巴子国，月出楚王宫。旧馆今何处，茫茫梦不通。"
        },
        {
            "标题": "关山月",
            "作者": "于慎行",
            "内容": "陇头流水何年别，戍客辞家心欲绝。横笛寒吹塞上声，春闺近对关前月。\n如花小妇翠眉低，览镜愁生玉面啼。十年征戍音尘断，不得云中半纸题。\n织成锦字空自叹，椷愁那到玉门西。"
        },
        {
            "标题": "上之回",
            "作者": "于慎行",
            "内容": "离宫陈上郡，御辇出回中。七校长杨北，千官细柳东。\n旄头悬塞月，漏箭杂边风。却望单于幕，萧条万里空。"
        },
        {
            "标题": "乌夜啼",
            "作者": "于慎行",
            "内容": "金陵城头秋月深，城乌夜半啼高林。闺中思妇桃红烛，斜倚寒窗听不足。\n低鬟无语湿罗衣，起视明星河汉微。"
        },
        {
            "标题": "白马篇送可大",
            "作者": "于慎行",
            "内容": "白马黄金羁，蹀躞沟水头。君今且莫去，为我暂淹留。\n昔我束发年，与子同出入。幸承明主恩，并列金闺籍。\n行彼长安途，宛如双飞翼。自谓连行两不离，岂知一旦成分析。\n我栖东海岸，君去洛阳游。天津桥下水，不尽古今愁。\n陆机名高翻见妒，贾生胡遭绛灌仇。人心对面如山海，世情交道何悠悠。\n丈夫得意自有数，岂能与蜉蝣翠羽楚楚争春秋。\n为君笑尽一杯酒，弹剑悲歌醉未休。"
        },
        {
            "标题": "长安道",
            "作者": "于慎行",
            "内容": "晨光开紫陌，春气耀丹霞。月落新丰树，烟笼上苑花。\n金羁京兆马，绣毂富平车。侠少逢何阔，相过赵李家。"
        },
        {
            "标题": "行路难送可大",
            "作者": "于慎行",
            "内容": "典我千金裘，共醉千钟酒。何处正愁人，月落青门柳。\n长跪问行子，君今何所之。海风五六月，岂是客游时。\n北上太行坂，羊肠诘曲何时返。南去渡长河，津梁隔阂生风波。\n蛟龙出游云雨多，雷公砰訇奈若何。行路难，难未已，何当与子浮沧溟，一挂长风三万里。"
        },
        {
            "标题": "江南曲",
            "作者": "于慎行",
            "内容": "萧萧烟雨秋江口，两岸青旗拂细柳。估客初回锦缆舟，妖姬正熟银槽酒。\n珠楼宛转画桥东，油壁轻舟绮绣中。桃叶江前对明月，莫愁湖上起西风。\n繁华莫唱江南曲，吴宫旧草茫茫绿。"
        },
        {
            "标题": "战城南",
            "作者": "于慎行",
            "内容": "塞北朝传警，城南夜合围。旗翻明月暗，剑落晓星微。\n朔气声刁斗，边霜卷铁衣。横行期万里，酣战不知归。"
        },
        {
            "标题": "江南曲 其一",
            "作者": "于慎行",
            "内容": "金堤柳枝拂水黄。桃花如焚众草香。江南稚女歌春阳。\n歌春阳，气若兰。采江蓠，遗所欢。"
        },
        {
            "标题": "乌栖曲四首 其四",
            "作者": "于慎行",
            "内容": "银床小簟云母屏，博山吐焰双烟青。相看脉脉两无语，曼声一曲泪如雨。"
        },
        {
            "标题": "四时折杨柳歌 其四",
            "作者": "于慎行",
            "内容": "北风正烈烈，雨雪逐风飞，山深步道绝。折杨柳，但保岁寒心，不道欢相负。"
        },
        {
            "标题": "战城南",
            "作者": "于慎行",
            "内容": "去年战，龙城南，今年战，乌丸北。海门半夜风雨声，岛屿微茫天地黑。\n边营嗷嗷新鬼号，头颅乱落芙蓉刀。平明幕府歌钟起，白璧黄金北斗高。\n夷奴垂鞭出海峤，回首辽阳马上笑。可怜膏血满野涂，异方饱死原上乌。\n至今愁望零支道，白草寒霜万骨枯。"
        },
        {
            "标题": "四时折杨柳歌 其一",
            "作者": "于慎行",
            "内容": "春风入上兰，鸟啼绿烟中，日耀桃李颜。折杨柳，春去复来归，人去当归否。"
        },
        {
            "标题": "江南曲 其二",
            "作者": "于慎行",
            "内容": "春江漠漠朝气深。丹霞紫露流满林。踟蹰解佩伤春心。\n伤春心，骋远目。望平皋，草空绿。"
        },
        {
            "标题": "四时折杨柳歌 其二",
            "作者": "于慎行",
            "内容": "芙蓉散朱华，吐艳为谁芳，不采当柰何。折杨柳，不畏秋浦空，愿得在欢手。"
        },
        {
            "标题": "有所思",
            "作者": "于慎行",
            "内容": "有所思，乃在萧关道。玉井苍苔岁月深，门前细路生春草。\n春草如烟秋月缺，路远魂飞不可越。祗听关山笛里声，登楼旷望肝肠绝。\n东来有鸟正西飞，愿寄一书到海涯。鸟辞天长去不反，藏书怀袖衣带缓。"
        },
        {
            "标题": "巫山高",
            "作者": "于慎行",
            "内容": "巫山高高不可极，十二芙蓉入天碧。楚王馆前暮雨飞，流烟凝翠湿仙衣。\n兰词半吐卷衣去，渺渺行云不知处。日高枕上听猿声，惆怅高唐梦不成。"
        },
        {
            "标题": "四时折杨柳歌 其三",
            "作者": "于慎行",
            "内容": "问君何时归，明月凝前除，微霜下沾衣。折杨柳，捣衣寄远人，夜凉不觉久。"
        },
        {
            "标题": "乌栖曲四首 其二",
            "作者": "于慎行",
            "内容": "白门栖乌夜未晓，参横月没霜皎皎。金徒受水能几何，合欢日少别日多。"
        },
        {
            "标题": "续曲歌 其一",
            "作者": "于慎行",
            "内容": "别时不知愁，别后空相忆。日晚潮水来，渡头问消息。"
        },
        {
            "标题": "续曲歌 其四",
            "作者": "于慎行",
            "内容": "脉脉闺阁中，常似千里别。两心自分明，有如水上月。"
        },
        {
            "标题": "东飞伯劳歌",
            "作者": "于慎行",
            "内容": "鸳鸯比翼翡翠吟，巫山湘水高且深。可怜新妆映白日，芳脂艳粉当轩出。\n银床试展金缕衣，绮疏月缀琉璃扉。凝娇聚态语复咽，卷衣谢君心欲绝。\n春风袅袅花气寒，长留可怜谁为欢。"
        },
        {
            "标题": "乌栖曲四首 其一",
            "作者": "于慎行",
            "内容": "桃花如泥柳如雪，飘泊乘风无断绝。青枫江上波色寒，郎今不渡春梦阑。"
        },
        {
            "标题": "碧玉歌 其一",
            "作者": "于慎行",
            "内容": "碧玉好颜色，故是小家女。笑倚金绣屏，不解挑郎语。"
        },
        {
            "标题": "续曲歌 其三",
            "作者": "于慎行",
            "内容": "本作双鸳鸯，忽为别鹄怨。不是侬泪流，江水有时断。"
        },
        {
            "标题": "碧玉歌 其二",
            "作者": "于慎行",
            "内容": "碧玉十五馀，丝发不及肩。理妆背面立，宛转得郎怜。"
        },
        {
            "标题": "七日夜女歌 其二",
            "作者": "于慎行",
            "内容": "经年一水间，相望不相及。莫卷七襄衣，是侬愁思织。"
        },
        {
            "标题": "乌栖曲四首 其三",
            "作者": "于慎行",
            "内容": "芙蓉羽帐翡翠钩，月华当户河汉流。微吟细酌欢未厌，城上乌啼明星烂。"
        },
        {
            "标题": "子夜冬歌 其四",
            "作者": "于慎行",
            "内容": "忆欢不能寐，中夜涕纵横。河流不应冻，是侬泪结成。"
        },
        {
            "标题": "子夜冬歌 其三",
            "作者": "于慎行",
            "内容": "华茵倚重炉，璇房捲罗幕。惊见雪花飞，谓是杨花落。"
        },
        {
            "标题": "子夜冬歌 其一",
            "作者": "于慎行",
            "内容": "朔风吹北林，玄冰结远岸。君心非松柏，岁寒那不变。"
        },
        {
            "标题": "子夜冬歌 其二",
            "作者": "于慎行",
            "内容": "万里覆寒云，千林飞素雪。此时为欢愁，心如三伏热。"
        },
        {
            "标题": "子夜秋歌 其四",
            "作者": "于慎行",
            "内容": "别欢三春月，思欢九秋霜。霜华上玄鬓，侬心底不伤。"
        },
        {
            "标题": "上声 其一",
            "作者": "于慎行",
            "内容": "木叶自欲黄，不待西风作。闻郎歌上声，曲终泪已落。"
        },
        {
            "标题": "上声 其二",
            "作者": "于慎行",
            "内容": "上声一何悲，柱促弦欲绝。三叹未终极，已看鬓如雪。"
        },
        {
            "标题": "前溪 其二",
            "作者": "于慎行",
            "内容": "前溪何潺潺，花流逐水去。侬欲使花还，不能使水住。"
        },
        {
            "标题": "七日夜女歌 其一",
            "作者": "于慎行",
            "内容": "长空起薄寒，明河流素月。谁云一夕欢，可当经年别。"
        },
        {
            "标题": "前溪 其一",
            "作者": "于慎行",
            "内容": "郎从前溪去，不向前溪返。水流无浅深，人心有近远。"
        },
        {
            "标题": "子夜夏歌 其四",
            "作者": "于慎行",
            "内容": "别时杨花落，别后藕花芳。惜往觉日短，望来觉日长。"
        },
        {
            "标题": "子夜歌十二首 其十",
            "作者": "于慎行",
            "内容": "相逢不须臾，相看长脉脉。木末采芙蓉，莲子何由得。"
        },
        {
            "标题": "子夜歌十二首 其八",
            "作者": "于慎行",
            "内容": "谁令冰不寒，谁令火不热。雨霜涂前除，侬思底得绝。"
        },
        {
            "标题": "子夜秋歌 其三",
            "作者": "于慎行",
            "内容": "露井冻银床，秋风生桐树。任吹桐花飞，莫吹梧子去。"
        },
        {
            "标题": "子夜春歌 其四",
            "作者": "于慎行",
            "内容": "正及春花时，采芳步华薄。春风复无情，又欲吹花落。"
        },
        {
            "标题": "子夜春歌 其二",
            "作者": "于慎行",
            "内容": "春花浑欲笑，春鸟自成歌。惆怅春皋上，含愁可奈何。"
        },
        {
            "标题": "子夜夏歌 其三",
            "作者": "于慎行",
            "内容": "含桃初作花，畏恐旁人见。今日食含桃，空条谁复盼。"
        },
        {
            "标题": "子夜歌十二首 其十一",
            "作者": "于慎行",
            "内容": "侬如水中石，波至亦累累。欢如陌上尘，左右从风吹。"
        },
        {
            "标题": "子夜夏歌 其一",
            "作者": "于慎行",
            "内容": "开轩待远风，风来不吹面。何如觅剪刀，裁作合欢扇。"
        },
        {
            "标题": "子夜夏歌 其二",
            "作者": "于慎行",
            "内容": "何处复无暑，月出湖水边。汎舟芙蓉里，分明自取莲。"
        },
        {
            "标题": "子夜歌十二首 其五",
            "作者": "于慎行",
            "内容": "欢游横塘岸，侬望长安道。昔为同心花，今成断肠草。"
        },
        {
            "标题": "白纻辞鲍照体 其三",
            "作者": "于慎行",
            "内容": "张曲筵，陈芳醑，月下妖童白纻舞。弦悲管促双袖举，桃花水边三月雨。\n吴宫乌啼明星微，西风拂幌木叶飞，堂上烛灭君宁归。"
        },
        {
            "标题": "子夜歌十二首 其六",
            "作者": "于慎行",
            "内容": "年少不为乐，夷犹欲谁与。不见东门花，落地如红雨。"
        },
        {
            "标题": "阳春曲",
            "作者": "于慎行",
            "内容": "绮疏旭日春风寒，风吹落花飘井栏。飞来飞去玉柱端，美人掩镜鸣双环。\n雕琴纤指当窗弹，含宫咀商曲欲殚。辽然流想心不欢，天山积雪久未乾。\n尺书欲寄陇道难，安能随风到玉关。闺阴早霜岁欲阑，红颜寂寞空长叹。"
        },
        {
            "标题": "子夜歌十二首 其七",
            "作者": "于慎行",
            "内容": "明旦沟水头，折柳牵郎衣。郎心如流水，东去何时归。"
        },
        {
            "标题": "白纻辞鲍照体 其二",
            "作者": "于慎行",
            "内容": "月横星高四壁寒，秦筝激响赵瑟弹。满堂霜雪飞罗纨，含宫咀徵曲未阑。\n杳然流目意楚酸，春华委谢秋露漙，君今不采谁为欢。"
        },
        {
            "标题": "子夜歌十二首 其三",
            "作者": "于慎行",
            "内容": "不能识郎心，何用识郎面。黄檗在深林，苦心谁得见。"
        },
        {
            "标题": "白纻辞鲍照体 其一",
            "作者": "于慎行",
            "内容": "雕轩洞户组帐悬，垂珰结佩舞少年。凝眸欲笑却复前，鸣弦激管流芳烟。\n惊鸿乍散白鹄旋，如矜若怨姿变迁，低鬟拂袖私嫣然。"
        },
        {
            "标题": "子夜歌十二首 其一",
            "作者": "于慎行",
            "内容": "侬年三五时，双鬟垂两肩。日在欢左右，不解取欢怜。"
        },
        {
            "标题": "江上曲",
            "作者": "于慎行",
            "内容": "天津桥下杨花白，春风吹落东城陌。城乌啼罢燕燕飞，飘霜流雪何霏微。\n画堂窈窕连香阁，金屋春寒珠网薄。芙蓉羽帐粉色香，万年枝上初日长。\n可怜风吹过江去，相思望断江南树。"
        },
        {
            "标题": "君子有所思行",
            "作者": "于慎行",
            "内容": "登彼西山道，还顾重城阙。皇居丽以佳，侯王多阀阅。\n国典盛衣冠，军容陈斧钺。鸡鸣内殿朝，日宴宾徒谒。\n楚舞奏方阑，齐讴声未歇。允兹七贵里，执手忱可热。\n四郊既多垒，九土灾孔烈。肉食何委蛇，忧时在岩穴。\n旨哉周任规，陈力乃就列。"
        },
        {
            "标题": "董逃行",
            "作者": "于慎行",
            "内容": "西风木落天秋。江寒露下霜流。三星素月当楼。芳筵嘉客娱游。\n促觞接䣛淹留。肴核充溢壶觞。吴趋越艳登堂。皎如星文电光。\n丹唇素齿流芳。歌声上薄楣梁。瑶笙象管中微。七盘奇舞何迟。\n腕弱不任铢衣。仙仙举手欲飞。四座太息忘疲。三清旨酒既醺。\n都梁沉水氤氲。腾觚献寿欣欣。宾心既醉如焚。意气激薄青云。\n日月不居岁阑。世道崄巇万端。春华坐失渥丹。何不被服罗纨。\n逍遥永夕为欢。"
        },
        {
            "标题": "门有万里客",
            "作者": "于慎行",
            "内容": "翩翩紫骝马，宛宛黄金珰。客从何方来，悲吟坐我堂。"
        },
        {
            "标题": "白纻舞歌晋体",
            "作者": "于慎行",
            "内容": "兰膏明烛秋夜长，齐讴秦吹响洞房。二八徐舞为仙倡，纨袖拂面飞朝霜。\n游龙宛转双雁行，如却复进低且昂。朱唇妙响含宫商，凝娇流态不可详。\n弦悲管急欲断肠，人生百年如电光。春华未落秋风凉，盘中美酒琥珀香。\n凤腊麟脯充圆方，君今胡为不尽觞，生逢圣世乐且康。"
        },
        {
            "标题": "独漉篇",
            "作者": "于慎行",
            "内容": "独漉独漉，山深水曲。水曲回桡，山深折轴。黄鹄高飞，横绝四极。\n欲往从之，恨无羽翼。转蓬离根，随风飞翻。游子不归，慆此华年。\n骐骥不驾，谁别逸足。璞石不分，谁知良玉。利剑在掌，可以割犀。\n全身忘国，安用臣为。龙欲上天，势须浮云。岂无蹇修，不可以群。"
        },
        {
            "标题": "仙人篇",
            "作者": "于慎行",
            "内容": "我闻列仙人，高举云中行。游目陕四海，矫首跂太清。\n翔鸾翊芝盖，白鹿骖华軨。朝发玄都府，夕憩蓬莱城。\n高风吹玉■，倏忽遂上征。九关敞朱户，双阙郁峥嵘。\n云汉流前除，白榆夹道生。羡门与赤松，含笑窥轩楹。\n饮我玄霜液，餐我琪树英。回观八纮内，万有如蠛蠓。\n跳丸一何迅，过驹逝不停。大年等天地，末路安足营。"
        },
        {
            "标题": "枯鱼过河泣",
            "作者": "于慎行",
            "内容": "福集岂无端，祸臻亮有由。枯鱼过河泣，悔从鲸鳄游。\n扬鬐出溟海，振翼徙炎洲。翻涛作风雨，喷浪成山丘。\n旁顾无陵鲤，鳣鲔安足俦。一朝宕海澨，潮落委遐陬。\n红肌试砧斧，白骨聚蚍蜉。横海既成观，盈尺亦满舟。\n回首羡鲂鱮，游戏清波流。慎旃远游子，濡足何所求。"
        },
        {
            "标题": "公无渡河",
            "作者": "于慎行",
            "内容": "公无渡河，河水汤汤，连山嵯峨。电雨晦冥，龙伯来过。\n吞舟锯齿，其族孔多。公无凫跃之技，出没涛波。又无宝璧与马，歆神之和。\n往则沉溺，当奈公何。善游固有数，请公无渡河。"
        },
        {
            "标题": "结客少年场行",
            "作者": "于慎行",
            "内容": "少年慕豪侠，意气凌高空。生长五都市，结交六郡雄。\n千金买紫燕，万户买吴鸿。探丸渭城北，挟弹霸陵东。\n杯酒笑相许，忼慨气填胸。耻为小夫态，长慕国士风。\n连营过细柳，逐寇出回中。左击呼韩遁，右战谷蠡穷。\n尘起塞云黑，日落秋原红。韬戈报明主，长揖不论功。"
        },
        {
            "标题": "淮南王",
            "作者": "于慎行",
            "内容": "淮南王，慕灵仙，服食丹药求大年。重楼十二罗五城，玉童吹箫作凤鸣。\n左石室，右丹台。枕中鸿宝不可开，咸阳帝子非仙才。\n八公一去神鼎空，化为双白鹤飞云中。飞云中，游天际，鸡犬无声空城闭。\n茂陵神宫树成列，淮南丹灶狐兔穴。"
        },
        {
            "标题": "八月十七日万寿圣节赐白金文币及镂金万寿福",
            "作者": "于慎行",
            "内容": "华渚祥开禁御天，恩光每觉近臣偏。函加白璧来天上，锦散红云出日边。裁就灵符华舜旦，镌成宝画记尧年。衔恩效祝惭无补，金鉴先侍献御筵。"
        },
        {
            "标题": "纪赐四十首 其十四 八月十七日万寿圣节赐白金文币及镂金万寿福禄篆字银书黄朱灵符等物岁以为常",
            "作者": "于慎行",
            "内容": "华渚祥开禁籞天，恩光每觉近臣偏。函加白璧来天上，锦散红云出日边。\n裁就灵符华舜旦，镌成宝画纪尧年。衔恩效祝惭无补，金鉴先时献御筵。"
        },
        {
            "标题": "白沟河",
            "作者": "于慎行",
            "内容": "西风吹易水，晓饭白沟河。猎骑平原浅，渔舟别渚多。地分燕赵敌，国蹙宋辽和。今日逢全盛，卢龙尚枕戈。"
        },
        {
            "标题": "燕歌行七解 其六 门有车马客行",
            "作者": "于慎行",
            "内容": "门有车马客，驾言出汉关。顾念平生游，枉迹问考槃。\n倒屣出门迎，摄袂不及餐。坐客置斗酒，握手论辛酸。\n借问朝市中，荣枯多变迁。金张自赫奕，丁傅相扳援。\n新贵日更进，旧老日以残。浅水有迅波，浮云无定端。\n天时相代谢，世事诚艰难。送客闭我门，偃仰窃自欢。"
        },
        {
            "标题": "岁暮书怀寄贾石葵年丈",
            "作者": "于慎行",
            "内容": "山中岁晏意何如，莫讶长安阙报书。魂梦几悲池畔草，封题少遇海边鱼。\n百年病骨风霜后，千里乡心涕泪馀。望断石门秋夜月，故人独掩白云庐。"
        },
        {
            "标题": "寄吴少溪宫录七十 其八 冯宗伯居庐书至答慰",
            "作者": "于慎行",
            "内容": "空山华月渺愁予，此夕风前得报书。千里人归沧海路，百年泪尽白云庐。\n方从宿草悲陈迹，况对寒梅忆索居。闻道蓼莪诗总废，春园那不赋潘舆。"
        },
        {
            "标题": "阁试玉河冰泮六韵",
            "作者": "于慎行",
            "内容": "春色临仙掌，龙池积素开。蛟迎新旭断，鱼逐暖波来。\n云影回彤阁，风纹触绣苔。不缘分玉镜，何处见瑶台。\n桂楫思无限，雕阑望未回。从兹赋曲水，长奉万年杯。"
        },
        {
            "标题": "阁试中秋",
            "作者": "于慎行",
            "内容": "风露凄清昼漏残，月华缥缈凤城端。三天如水销银汉，万里无云泻玉盘。\n燕塞河山秋气迥，汉家宫阙夜光寒。一声长笛思千里，倚啸重楼十二栏。"
        },
        {
            "标题": "述大司空镇山朱师治河功成百韵",
            "作者": "于慎行",
            "内容": "帝统恢元运，皇猷播大方。匡时资禹牧，翊圣迈轩唐。\n四渎承休远，三灵协贶长。金绳荧上瑞，玉牍启殊祥。\n邈矣思河洛，遐哉彻土疆。尧年疏砥柱，汉日塞宣房。\n一自神州奠，长令泰宇康。有时仍羡溢，无策乃堤防。\n国祚千年脉，河流一苇航。通淮环寝庙，达济灌庾仓。\n碣石东输海，陶丘北望漳。川灵忱效顺，水德固难量。\n何夕成澒洞，经时害雨旸。蛟龙微濩略，舟楫半披倡。\n近市多飘瓦，沈沙总没枪。渔矶声噭噭，鲛室涕浪浪。\n万马长河北，千帆大泽旁。扼吭三辅震，枵腹六军尪。\n帝谓畴能乂，公为庶所扬。鸾书方痛切，熊节敢相羊。\n平土玄圭命，登山玉简藏。铺筵瑶作瑱，酾酒玉为浆。\n海若连蜷望，河公跋扈强。嘻乎云漫漫，可得土茫茫。\n未谓新渠易，其如故道殃。良图宗贾让，硕画踵平当。\n畚锸诸州力，樵苏五道粮。万夫声汹涌，百吏状诪张。\n避地开奇险，陂山凿大荒。淇园输万竹，渭水出双璜。\n泽国三徂暑，河堤四履霜。雨行风淅沥，露宿月荒凉。\n乘橇随涂足，颦眉问裹疮。时烦苍水玉，躬御紫游缰。\n解瑟思何眇，吹埙和不防。已成开马颊，胡乃遇羊肠。\n匪石心难转，含沙道岂伤。人焉俱讽议，公也独劻勷。\n十二疏清济，三千激吕梁。漕舟胡澹澹，河水自泱泱。\n粳稻充天府，枌榆护帝乡。楚包来橘柚，越篚荐璆琅。\n浮磬登淮浦，孤桐下峄阳。连旌回六鹢，叠鼓震双鸧。\n竹箭乘流驶，桃花逐水香。川光明锦缆，风色动牙樯。\n岸草萧萧白，汀芦瑟瑟黄。津亭遥不断，驿阁更相望。\n罨蔼图淮树，分明植汶篁。新畬烟漠漠，稔岁室穰穰。\n国既成沟洫，民兼足稻粱。赛神沈马璧，筑阙象龙堂。\n汉愧王尊节，秦虚郑国塘。一朝通兖冀，终古奠徐扬。\n作舍谋应破，盈庭议乃襄。藏书封宛委，画阁勒旂常。\n力竭身其瘁，劳深报未偿。无论升鼎鼐，有以润缥缃。\n忆昔钟庚昴，岿然起豫樟。垂天凌凤翥，振海压龙翔。\n道解环中趣，谈倾稷下场。文章追两汉，翰墨俯诸王。\n赵璧连城价，隋珠照乘光。风猷洵骇厉，器度展汪洋。\n射策趋深殿，持荷步广廊。声华人绿鬓，阀阅世青箱。\n试政名城宰，蜚英华省郎。喷沙辕历块，切玉剑垂芒。\n闽海常公化，河阴召伯棠。三齐崇岳牧，七命备圭璋。\n大国行风俗，中台布纪纲。忧氓思扇暍，祝岁试吞蝗。\n望野飙犹赤，搴帷鬓欲苍。非因勤振贷，安得慰流亡。\n北斗回星履，东人宿绣裳。方齐祠汉相，学垒社庚桑。\n藻火庸匡舜，盐梅实佐商。九流钦水鉴，百辟式羔羊。\n自锡虞廷瑞，因违汉殿觞。维新承历服，求旧匹明良。\n周度登元老，殷忧侍御床。六符光太紫，八座列文昌。\n玉烛辉无斁，瑶图巩未央。精忠孚黼扆，孤立抗银珰。\n砥石千钧力，兼金百鍊钢。巉岩兼土壤，泱漭纳污潢。\n座有陈遵客，奁无陆贾装。功崇心愈下，道久力方将。\n御厩腾骐骥，天池沐凤凰。家声知璨曜，神理固昭彰。\n贱胄生无赖，孱资少不飏。垂髫操诵籥，束卷侍门墙。\n推食家闱礼，趋庭子弟行。如天何以报，矢日耿难忘。\n久矣虚燕价，萧然滞鲁狂。吹嘘欣化枳，斲削谢为杗。\n岂有光冲斗，应无颖脱囊。铸颜惭上第，报陆已荒庄。\n忝载兰台笔，曾随桂浦塘。河渠焉敢续，聊以播馀芳。"
        },
        {
            "标题": "高太孺人挽章太史昆崙母也",
            "作者": "于慎行",
            "内容": "北堂典训旧知名，东观图书已勒成。自有龙章貤上苑，谁教鹤驭返瑶京。\n霜飘楚峡玄猿泪，月暗巴江杜宇声。归路凄凉无限恨，微吟不似赋西征。"
        },
        {
            "标题": "游仙词四首赠三阳观昝云山道士 其四",
            "作者": "于慎行",
            "内容": "辞家慕冲举，名岳且依栖。辽左迟归鹤，淮南见去鸡。\n玄霜堪入药，白石总如泥。试访清都宴，云门路欲迷。"
        },
        {
            "标题": "送刘水部碧宇上保定太守",
            "作者": "于慎行",
            "内容": "白露蒹葭望渺茫，使君千骑发东方。斗边一夜仙槎影，河上三春画省香。\n剑气秋空寒易水，箫声明月忆维扬。他时欲识扶风守，指点题名在建章。"
        },
        {
            "标题": "方山别后得冯少宰寄诗赋答口号",
            "作者": "于慎行",
            "内容": "不堪别思倚高秋，人自魂销水自流。莫问留侯何事业，只今已伴赤松游。"
        },
        {
            "标题": "夏日从冯葛二太史游碧云寺十韵",
            "作者": "于慎行",
            "内容": "灵峰环御苑，宝地敞仙筵。磴道湖边出，重关木杪悬。\n危岩深吐月，曲洞细生烟。壁荫捎云竹，阶流喷玉泉。\n松风闻梵夜，梅雨散花天。净土风尘绝，空门伏腊偏。\n十千初地境，百万尚方钱。响屧苔痕积，璇题鸟迹镌。\n无生应證法，有漏未称缘。浩劫何由问，踟蹰翠嶂前。"
        },
        {
            "标题": "胡竺西山人游塞上入都坐谈边事",
            "作者": "于慎行",
            "内容": "九边行尽到长安，抵掌论兵发指冠。厌见羌夷秋入塞，愁闻汉将夜登坛。\n黄金结客垆头尽，短铗成歌马上弹。欲笑当年吴市隐，沉沦空作岁星看。"
        },
        {
            "标题": "七汲登舟留别亲友",
            "作者": "于慎行",
            "内容": "闾门烟树此时分，回首春江惜鹭群。金匮虚当东观草，荷衣实负北山文。\n花前酒尽人将远，雨后帆开日未曛。满眼浮荣浑是梦，骊歌缱绻不堪闻。"
        },
        {
            "标题": "德州舟中遇李户部两山北上别后却寄二首 其一",
            "作者": "于慎行",
            "内容": "广川西渡口，倚棹此逢君。别久情难喻，欢多酒易醺。\n江声过暮雨，帆影夹残云。蹢躅南枝鹊，能堪羽翮分。"
        },
        {
            "标题": "德州舟中遇李户部两山北上别后却寄二首 其二",
            "作者": "于慎行",
            "内容": "君登兰省去，予汎镜湖归。两桨还相背，双星竟不违。\n心期鸥作侣，生事薜为衣。只有空山梦，愁时少雁飞。"
        },
        {
            "标题": "十一月二十九日圣母万寿圣节赐金币镂金篆字",
            "作者": "于慎行",
            "内容": "长乐凝和婺彩光，侍臣沾贶圣恩长。璆琳内苑开银瓮，云锦天机隐御香。鸟迹呈书仙算永，龙文纪瑞宝符黄。朝来碧落箫《韶》度，内殿亲称万寿觞。"
        },
        {
            "标题": "纪赐四十首 其三十二 甲申春月扈从车驾奉两宫圣母阅定寿宫赐綵花文绮等物",
            "作者": "于慎行",
            "内容": "銮舆三驾出山隈，墨食欣传福兆开。地拥真图连朔塞，天留紫盖作轩台。\n两宫共倚璇丘望，万乘亲扶玉辇陪。遥见黄门传散綵，红云朵朵下山来。"
        },
        {
            "标题": "纪赐四十首 其三十五 丙戌冬至南郊扈驾圣母轸念天寒特赐姜苏杏仁一盒",
            "作者": "于慎行",
            "内容": "黄门飞鞚到天坛，传道东朝赐讲官。祇为甘泉劳扈从，特从温室下盘餐。\n调兰欲动先春色，斮桂浑消午夜寒。慈念殷勤知有望，惭无一字罄衷丹。"
        },
        {
            "标题": "纪赐四十首 其三十四 丙戌秋月以皇次子生赐万喜金字綵花金币等物",
            "作者": "于慎行",
            "内容": "西宫送喜到宸旒，侍从恩随禁苑优。胜剪双枝花作綵，金镌万喜字当头。\n他年茅土应藩汉，此日圭璋早颂周。共识昭陵多王气，年年春色满龙楼。"
        },
        {
            "标题": "端午赐黄金艾叶银书灵符等物岁以为常",
            "作者": "于慎行",
            "内容": "芙蓉阙下玉书宣，午日恩颁侍从前。宝叶光分仙岛月，灵符香缀御炉烟。岁时旧自荆人记，风俗曾经汉史传。闻道宸游临太液，龙舟凤管画楼边。"
        },
        {
            "标题": "纪赐四十首 其十一 戊寅二月大婚礼成赐万喜金字綵币等物",
            "作者": "于慎行",
            "内容": "前殿欣观六礼成，千门容物动班迎。欢声欲满双龙阙，春色先归五凤城。\n拟向宫闱歌燕喜，敢期帏幄被恩荣。行看宝祚开兰戺，愿托华封祝泰宁。"
        },
        {
            "标题": "甲申春月扈从车驾奉两宫圣母阅定寿宫赐彩花",
            "作者": "于慎行",
            "内容": "銮舆三驾碧山隈，墨食欣传福兆开。地拥真图连朔塞，天留紫盖作轩台。两宫共倚璇丘望，万乘亲扶玉辇陪。遥见黄门传散彩，红云朵朵下山来。"
        },
        {
            "标题": "纪赐四十首 其十二 元旦赐门神挂屏葫芦等物岁以为常",
            "作者": "于慎行",
            "内容": "节启青阳岁籥新，金人十二画为神。韶华自合留天府，御气谁期洽近臣。\n綵胜仍分仙禁缕，云屏况借汉宫春。却怜寂寞扬雄宅，门巷恩光接紫宸。"
        },
        {
            "标题": "丙戌廷试读卷赐宴文华西室遣内监出陪例也",
            "作者": "于慎行",
            "内容": "临轩五度擢英才，品第连朝直帝台。香案前头文字进，殿门西畔俎筵开。清班许从元公列，曲宴传教内监陪。圣代得贤应有颂，遭逢惟祝泰方来。"
        },
        {
            "标题": "纪赐四十首 其三十九 庚寅辛夘久病在告两荷圣恩遣内使临问颁赐米粥瓜茄等物",
            "作者": "于慎行",
            "内容": "卧阁惊闻敕使来，绨函黄帕到门开。微痾曲轸君亲念，朽质宁堪雨露培。\n内苑香粳加匕箸，天厨珍菹溢罂罍。衔恩陨涕沾衾枕，魂梦初疑帝所回。"
        },
        {
            "标题": "丙子九月工部奏进万历制钱式样赐讲官六人各",
            "作者": "于慎行",
            "内容": "汉苑新成少府钱，万年宝历赤文镌。青凫出冶铜官奏，黄纸题名玉署传。赵壹囊空留暂满，东方俸薄赐常偏。五侯甲第虚成埒，未拟儒臣受宠年。"
        },
        {
            "标题": "纪赐四十首 其三 丙子八月扈从圣驾幸学赐御膳银叶等物",
            "作者": "于慎行",
            "内容": "临雍缛典跨前王，翠辇趋陪侍总章。已听诸生参问难，更随三老沐荣光。\n八珍乍见分神鼎，七宝惊看出尚方。国祚知同文运远，皇猷应共圣恩长。"
        },
        {
            "标题": "纪赐四十首 其一 丙子二月初与经筵进讲纪述",
            "作者": "于慎行",
            "内容": "春云别殿倚平台，问道恭承步辇来。讲席平依丹地转，经函近对御筵开。\n凝旒晬穆闻天语，委佩从容列上台。圣学方隆恩礼茂，儒臣长此奉康哉。"
        },
        {
            "标题": "纪赐四十首 其二 丙子七月初侍日讲纪述",
            "作者": "于慎行",
            "内容": "内殿云深启法筵，隔屏初听玉音宣。宫臣举案趋宸幄，阁相垂绅拱细旃。\n壁影丝丝浮绣网，签头字字指瑶编。冰兢祇惧终无补，未觉身依尺五天。"
        },
        {
            "标题": "丙子二月初与经筵进讲纪述",
            "作者": "于慎行",
            "内容": "延英别殿倚平台，问道恭承步辇来。讲席平依丹地转，经函近对御筵开。凝旒晬穆闻天语，委佩从容列上台。圣学方隆恩礼茂，儒臣长此奉康哉。"
        },
        {
            "标题": "病中遣怀",
            "作者": "于慎行",
            "内容": "三月孤斋斗帐寒，十旬休沐主恩宽。闲翻药裹呼儿晒，细检诗筒借客看。千里乡心芳草绿，一年春色杏花残。浮踪去住浑无赖，行路人间信是难。"
        },
        {
            "标题": "恭陪圣驾步诣南郊祷雨有述六韵",
            "作者": "于慎行",
            "内容": "闵岁宸慈渥，雩郊旷典行。重城虚奉辇，小队罢陈兵。\n玉舄飞尘拥，天衣浣布成。望云欢兆姓，夹日走群卿。\n礼数汤林薄，明禋汉畤轻。皇穹应有鉴，何以答精诚。"
        },
        {
            "标题": "纪赐四十首 其六 丁丑五月大旱雩祷上斋居御讲颁赐素蔬一盒",
            "作者": "于慎行",
            "内容": "云汉忧歌岁事艰，桑林虔祷圣心殚。祈年不辍金华讲，减膳犹分玉箸餐。\n始见仙盘疑汎露，却尝宝馔是调兰。崇朝肤寸纡宸想，霖雨应腾四野欢。"
        },
        {
            "标题": "东郭草堂即事",
            "作者": "于慎行",
            "内容": "结庐非异境，负郭少将迎。竹屿含云影，松窗落雨声。\n片峰当户出，众鸟隔林鸣。宴坐几无念，谁知绝世情。"
        },
        {
            "标题": "入都再游摩诃禅林",
            "作者": "于慎行",
            "内容": "为忆青莲社，重寻旧法堂。壁题存姓字，阶树阅行藏。\n觉路人天迥，春辉佛日长。尔时京落客，曾识雨花香。"
        },
        {
            "标题": "弹铗歌为郓樊生赋",
            "作者": "于慎行",
            "内容": "君家阀阅高东鲁，亦近樊城传旧土。两朝八座祖与孙，后代簪缨仍接武。\n尔亦翩翩帝里游，茱萸锦带鹔鹴裘。紫云阙下弹双铗，来向朱门傅小侯。\n朱门修巷临长道，翠阁琼楼相映好。明月时闻内苑笙，春风日蹋芳堤草。\n高堂上客号三千，侠少风流独迥然。斗鸡南陌争金距，走马东城揖玉鞭。\n相逢斗酒多倾倒，胡姬垆头天未晓。汾阳甲第贵盈门，那作樵渔空自老。\n蓟门春尽雨茫茫，汶水梁山路阻长。锦衣归向桥边过，不是青丝马上郎。"
        },
        {
            "标题": "慰宗侯玄同契丈居庐",
            "作者": "于慎行",
            "内容": "端居岁云晏，雨雪涂周行。寒夜不得寐，起坐思天方。\n天方有良友，皎若圭与璋。间者阔闻问，匪谓殊津梁。\n方修倚庐礼，自废蓼莪章。天风号林树，乌鸟鸣声长。\n曾闵既人纪，皋连亦国良。吾邦贤圣里，风轨敦侯王。\n愿言一往慰，我马摧以黄。居诸谅已迅，霜露多悽怆。\n光前固有道，孺慕徒为伤。君其勉餐食，锡类方未央。"
        },
        {
            "标题": "酬寄茅鹿门先生",
            "作者": "于慎行",
            "内容": "人宗江左见风流，词赋名高鹤发秋。倚马应閒青玉杖，藏书欲满白华楼。\n篱边松菊陶潜酒，湖上烟波范蠡舟。尺素来时看明月，不知里许夜珠投。"
        },
        {
            "标题": "洪范池和韵",
            "作者": "于慎行",
            "内容": "何地探灵境，仙泉旧有名。天光金镜冷，潭影玉壶清。\n溪鸟依人立，林蝉尽日鸣。鱼龙今寂寞，不畏夜珠惊。"
        },
        {
            "标题": "夏日邀朱令君饮楮村石淙",
            "作者": "于慎行",
            "内容": "山公在襄阳，日醉习池月。歌声起铜鞮，至今名未歇。\n我侯有仙标，邈与世人绝。抱琴出邑郭，来采石淙蕨。\n石淙何潺湲，流水喷玉屑。萧飒洞壑鸣，五月寒人骨。\n方塘一片石，混沌本无缺。自从庖羲来，画作赤文裂。\n远望峡水流，犹似天山雪。此中有真赏，欲语不可说。\n扫苔卧石坪，山月归可挈。"
        },
        {
            "标题": "寄吴少溪宫录七十 其七十 沈大宗伯使问寄谢",
            "作者": "于慎行",
            "内容": "忆昔趋陪禁苑游，宫霞日日五城楼。十年梦隔金华漏，千里心依玉树秋。\n望里云鸿能北向，愁边河水自东流。知公容鬓今何似，鲁国书生已白头。"
        },
        {
            "标题": "送周寅所太史册封周藩并寄沈蛟门学士",
            "作者": "于慎行",
            "内容": "夷门堤下大河流，诏使轩车驻綵斿。梁苑词人空作赋，汉家王子尽封侯。\n江头片雨春帆渡，海上明霞昼锦游。为忆文园病司马，金茎别梦已三秋。"
        },
        {
            "标题": "寿周燕川封君为司理周君作",
            "作者": "于慎行",
            "内容": "逖彼潇湘水，北流云梦阴。钟灵孕华阅，宝树何萧森。\n长公楚山玉，仲甫荆南金。叔君何所韫，葆此席上琛。\n力田笑株守，谈经轶陆沈。甫志蓝田璧，旋鸣单父琴。\n政声弥汉沔，士誉播江灊。自振双凫羽，还成五桂林。\n名郎负奇采，天阙彯华簪。执法奎娄野，扬芬岱岳岑。\n奏牍荷殊宠，陟岵劳远心。秦云睇庵薆，蜀道歌岖嵚。\n愿言蕲寿祉，酌斗思愔愔。长跪再有献，所献非球琳。\n玄霜十洲采，瑶草三山寻。服此颜如渥，无使华发侵。\n汉水谁谓广，湘水谁谓深。聊挹沧溟润，流君世泽吟。"
        },
        {
            "标题": "送御史大夫与川葛公致仕东归四十韵",
            "作者": "于慎行",
            "内容": "赫矣皇王代，庥哉社稷臣。三朝依日月，八座上星辰。\n海岱钟元气，夔龙托后身。由来人望久，莫讶主恩频。\n自奏三千牍，今更五十春。风霜随处历，雨露几回新。\n誉籍仙曹佩，文操郢匠斤。分符全陜地，开府大河滨。\n留省司邦礼，铨曹佐国均。云方离远岫，鸿复上秋旻。\n两著东山屐，重徵渭水纶。明时登鼎鼐，晚节识松筠。\n北斗当喉舌，西台领搢绅。从龙仍沛霭，象岳再嶙峋。\n祇为酬丹扆，应难厌紫宸。纪纲群吏肃，声教一时淳。\n石砥中流柱，风清要路尘。门无朱履客，座有布衣亲。\n共味心如水，何妨鬓似银。况逢冲圣主，全仗老成人。\n尚父开周日，韦贤相汉辰。犹閒青玉杖，却忆白纶巾。\n五疏辞逾切，三秋愿始伸。感恩宁避世，颐老欲韬真。\n展转纡皇眷，从容出帝闉。宫阶行日拜，天语赐时谆。\n酒醉都门帐，花飞易水津。廪人共白粲，台隶从朱轮。\n异数优元老，休声鬯九垠。志原暌雁鹜，名已画麒麟。\n始谢人间事，还随物外宾。安期新寄语，曼倩旧为邻。\n境地烟波隔，心期鸟雀驯。固知风后侣，本是葛天民。\n先子同攀桂，他时吐获茵。执鞭曾入洛，伏轼亦游秦。\n仓卒情何渥，苍茫迹已陈。遗孤重接待，旧事转酸辛。\n自幸依高矩，谁堪怆别神。踟蹰歌此曲，聊尔谢鸿钧。"
        },
        {
            "标题": "游峄山还过鲁城西郭有怀中立王孙",
            "作者": "于慎行",
            "内容": "二十年来感旧游，绿云遥见隔城楼。逢人恐识关门气，访客真成雪夜舟。\n鲁国山川空自赋，梁园松桂为谁秋。何时却有论文地，尊酒同销万斛愁。"
        },
        {
            "标题": "平则城楼登眺",
            "作者": "于慎行",
            "内容": "岧峣飞阁冠层城，暇日登临景物明。万户莺花春上苑，九衢车马汉西京。\n烟开宫柳重重出，雨静峰霞片片生。总是皇州多丽景，五陵芳草殢游情。"
        },
        {
            "标题": "春日小斋閒居闻澄上人谈义",
            "作者": "于慎行",
            "内容": "焚香清昼袅茶烟，小阁閒参一指禅。浩劫尘机何处解，彼方妙谛几宗传。\n有无尽息超尘境，种地俱空启胜缘。身现人天知是幻，闻师半偈已泠然。"
        },
        {
            "标题": "送周启明水部上淮阳宪使四首 其一",
            "作者": "于慎行",
            "内容": "十年玄武署中居，建节初乘六传车。此日宣房沈璧马，河渠已有著成书。"
        },
        {
            "标题": "送周启明水部上淮阳宪使四首 其二",
            "作者": "于慎行",
            "内容": "蓟门别思草萋萋，五月楼船泊大堤。欲问风流何水部，梅花东阁几时题。"
        },
        {
            "标题": "春日山中有怀赵瀫阳年丈时官南越",
            "作者": "于慎行",
            "内容": "不关寂寞重相思，心折长安握手时。万里铜标人落魄，十年金马事参差。\n眼青杨柳东风日，头白梅花北向枝。惟有鲁狂容圣世，五湖烟水足恩私。"
        },
        {
            "标题": "春日閒居即事",
            "作者": "于慎行",
            "内容": "閒居愁思转依依，邑里春深正阻饥。深巷炊烟浑欲少，平田蔓草亦应稀。\n中原寇盗还消长，海外兵戈有是非。好在黄扉诸相国，从容调燮佐宵衣。"
        },
        {
            "标题": "暮春同朱可大廷尉游摩诃庵听无弦上人弹琴因饮南园二首 其一",
            "作者": "于慎行",
            "内容": "福地开真境，萧辰款梵筵。百花春夜雨，一饭讲堂烟。\n妙法旃檀喻，空音绿绮传。云床容卧起，随意检诗篇。"
        },
        {
            "标题": "抵舍承邢知吾侍御赐问裁答二首 其二",
            "作者": "于慎行",
            "内容": "海岳终堪隐，风尘几倦游。采芝随绮季，种竹待羊求。\n月迥春天树，江寒雪夜舟。何时芳驾至，尊酒一淹留。"
        },
        {
            "标题": "抵舍承邢知吾侍御赐问裁答二首 其一",
            "作者": "于慎行",
            "内容": "海畔投簪始，伊谁问索居。长安千里使，济水数行书。\n世事焚鱼外，时名梦鹿馀。平生周柱史，避俗意何如。"
        },
        {
            "标题": "题云间林谏议重寿卷",
            "作者": "于慎行",
            "内容": "云间有逸叟，德声穆若兰。缅昔谐良觏，登堂揖鹖冠。\n肌肤莹玉云，两颊渥如丹。大饮呼五白，清夜不知阑。\n一往谢朝市，戢景吴江湍。涉海掇瑶草，临流倚翠竿。\n借问此何为，言奉北堂欢。北堂有寿母，百岁以盘桓。\n晨羞沆瀣滓，夕进雕胡盘。老人为儿啼，七十戏堂端。\n殊事闻远近，眇然使我叹。鱼翼不可并，纯祜世所难。\n况复青云客，为时麟与鸾。两世有宠命，服之吉且安。\n飘飘千馀岁，娱乐未云殚。"
        },
        {
            "标题": "五大夫松歌为刘博士元阳赋",
            "作者": "于慎行",
            "内容": "爵名五大夫，其数不必五。何知非二松，屑屑为之补。\n二松五松俱莫论，秦人已没沙丘魂。金椎驰道迹如扫，此中惟有松枝存。\n我观此松颜色古，干如虬龙质如土。鸾楼鹤舞几千秋，犹忆当年岩畔雨。\n自有此山即有松，百木之长五岳宗。秋声不断天门路，海气长悬日观峰。\n亦不为封荣，亦不因封辱。兴亡阅尽总无情，何况区区小除目。\n济北刘生达者流，题诗旧向松间游。岁寒岂欲联三友，道远还因寄四愁。\n君为博士挂冠早，松号大夫今欲老。浮名梦幻两茫茫，不须苦作秦松考。"
        },
        {
            "标题": "送张泰宇谏议出守卫辉",
            "作者": "于慎行",
            "内容": "绿鬓金章出上林，两朝献纳主恩深。宫云晓映仙台佩，禁漏春移画省阴。\n酒入骊歌魂易断，路随明月梦难寻。知君坐啸苏门夜，竹影泉声几处吟。"
        },
        {
            "标题": "杜曲泉赠杜长君太学",
            "作者": "于慎行",
            "内容": "十日临流几醉醒，又从杜曲俯清泠。参天翠树全成幄，夹路芳泉半似星。\n水色平侵春草绿，山光遥映暮云青。狂游无奈逢豪客，倒尽君家碧玉瓶。"
        },
        {
            "标题": "纪赐四十首 其二十二 赐画面川扇",
            "作者": "于慎行",
            "内容": "九华綵扇贡巴东，午日承恩出汉宫。云影金泥黄帕解，花开宝绘玉函空。\n擎来濯锦江头月，动处披香殿里风。自是君恩在怀袖，惟将皎洁矢丹衷。"
        },
        {
            "标题": "赐画面川扇",
            "作者": "于慎行",
            "内容": "九华彩扇贡巴东，午日承恩出汉宫。云影金泥黄帕解，花开宝绘玉函空。擎来濯锦江头月，动处披香殿里风。自是君恩在怀袖，惟将皎洁矢丹衷。"
        },
        {
            "标题": "纪赐四十首 其二十一 赐新刻韵府群玉",
            "作者": "于慎行",
            "内容": "策府群书代所耽，珠英玉屑卷中探。曾闻乙夜开芝检，敢望彤庭锡宝函。\n子孺休称三箧记，庄生漫向五车谈。从前亦恐酬清问，浩瀚青藜阁上参。"
        },
        {
            "标题": "纪赐四十首 其二十七 赐鲜桃李",
            "作者": "于慎行",
            "内容": "讲罢传宣殿左厢，分将苞品灿盈筐。宫桃剖出丹霞冷，仙李沈来碧玉香。\n方朔瑶池人汗漫，安仁金谷赋荒凉。怀恩正恐虚秋实，不羡春华吐艳阳。"
        },
        {
            "标题": "纪赐四十首 其二十四 赐鲜藕",
            "作者": "于慎行",
            "内容": "芙蓉别殿晓风凉，玉井灵根出水香。荐熟方闻开寝庙，赐鲜已见布朝堂。\n冰丝欲断鲛人缕，琼液疑含阆苑霜。忆昨金鳌桥上望，红衣翠盖满银塘。"
        },
        {
            "标题": "赐鲜枇杷",
            "作者": "于慎行",
            "内容": "嘉名汉苑旧标奇，北客由来自不知。绿萼经春开笼日，黄金满树入筐时。江南漫道珍卢橘，西蜀休称荐荔枝。千里梯航来不易，怀将余核志恩私。"
        },
        {
            "标题": "纪赐四十首 其二十 赐新刻击壤集",
            "作者": "于慎行",
            "内容": "千古名儒道业真，弄丸常自拟尧民。讵知异代逢明主，犹访遗编赐近臣。\n迹托无名言未隐，理超有象物皆春。虚怜轻薄词人体，总似枚邹亦后尘。"
        },
        {
            "标题": "赐鲜笋",
            "作者": "于慎行",
            "内容": "殊锡光生玉笋班，曾从青简赋檀栾。蒲筐乍解香盈座，锦箨初分绿满盘。一饭疑含仙禁雨，三秋犹忆北窗寒。惭无凤实仪千仞，祝有龙孙长万竿。"
        },
        {
            "标题": "赐鲜藕",
            "作者": "于慎行",
            "内容": "芙容别殿晓风凉，玉井灵根出水香。荐熟方闻开寝庙，赐鲜已见布朝堂。冰丝欲断鲛人缕，琼液疑含阆苑霜。忆昨金鳌桥上望，红衣翠盖满银塘。"
        },
        {
            "标题": "赐鲜鲥鱼",
            "作者": "于慎行",
            "内容": "六月鲥鱼带雪寒，三千江路到长安。尧厨未进银刀鲙，汉阙先分玉露盘。赐比群卿恩已重，颁随元老遇犹难。迟回退食惭无补，仙馔年年领大官。"
        },
        {
            "标题": "纪赐四十首 其十九 赐内府新刻经史直解",
            "作者": "于慎行",
            "内容": "献纳金华阅岁年，石渠同异已成编。缥缃每向鸾扉献，琬琰新成玉府镌。\n圣主渊衷开道籥，小臣丹悃托言筌。还期至德登三五，经训当如日月悬。"
        },
        {
            "标题": "纪赐四十首 其二十五 赐鲜杨梅",
            "作者": "于慎行",
            "内容": "胭脂湿晕火珠红，吴苑杨梅入汉宫。帆带春冰江上水，盘分晓露禁门中。\n曾闻枝袅关前月，似听花飘笛里风。消渴词臣空有赋，惭无鼎实附群公。"
        },
        {
            "标题": "纪赐四十首 其二十六 赐鲜枇杷",
            "作者": "于慎行",
            "内容": "佳名汉苑旧标奇，北客由来目不知。绿萼经春堆笼日，黄金满树入筐时。\n江南漫道珍卢橘，西蜀休称荐荔枝。千里梯航来不易，怀将馀核志恩私。"
        },
        {
            "标题": "从二兄登云翠山南天观十二韵",
            "作者": "于慎行",
            "内容": "大地标琼观，真游入翠微。中天开突兀，半岭度崔嵬。\n回见平原绕，低看野气围。河流刚若带，云出宛成衣。\n霄汉身应近，烟霞手自挥。林篁天杪尽，村落谷中稀。\n过雨鸣松壑，悬泉幕石扉。地馀丘子灶，名仿富春矶。\n人去无鸡犬，春归有蕨薇。歌从灵运和，药向长房祈。\n绿酒聊为尔，丹砂不可几。醉来忘日夜，恋赏未言归。"
        },
        {
            "标题": "濮阳李鸿胪为大父北山先生求铭",
            "作者": "于慎行",
            "内容": "名家阀阅未湮沦，绳武君今列从臣。司马正当求草日，杜陵犹有乞铭人。\n操觚雅解亲文史，委佩应堪侍禁宸。海内相逢多世旧，休将薄俗浪悲辛。"
        },
        {
            "标题": "黄石山堂即事",
            "作者": "于慎行",
            "内容": "坐倚青山望翠微，堂高不碍掩荆扉。千岩落照遥含雨，万壑秋云近上衣。\n世路风尘归后少，故人书疏别来稀。十年学道雄心损，惟有烟霞未息机。"
        },
        {
            "标题": "乙酉九月从李元甫宫谕再登峄山",
            "作者": "于慎行",
            "内容": "旧隐名峰岱岳前，重扶秋雨上层颠。阴厓尚驻千春草，险磴争飞万木烟。\n河势遥分双白练，山形近作九青莲。狂来欲问巴渝客，得似华阳几洞天。"
        },
        {
            "标题": "答客书劝还阙",
            "作者": "于慎行",
            "内容": "三年孤枕卧人间，秋色嵯峨满碧山。梅福不缘逃世隐，扬云聊得著书閒。\n情知相府常开阁，可奈书生自闭关。珍重故人相问讯，已甘萝薜老红颜。"
        },
        {
            "标题": "和可大七夕书怀",
            "作者": "于慎行",
            "内容": "新凉浮玉宇，客馆易为愁。天上明河夜，人间白露秋。\n逃名惟对酒，乞巧讵登楼。自有丰城气，迢迢映斗牛。"
        },
        {
            "标题": "秋日同馆中诸丈饮谢都尉林亭",
            "作者": "于慎行",
            "内容": "蓟苑秋高望不穷，主家台榭苑墙东。凭阑暝入千峰雨，对酒寒生万木风。\n画角声残龙塞远，玉箫曲断凤楼空。先朝邸第多零落，鲁馆依然气色中。"
        },
        {
            "标题": "山中书怀荅朱可大廷平二首 其一",
            "作者": "于慎行",
            "内容": "海水天风莫重论，吾曹交谊向来敦。冯驩长铗应犹在，范叔绨袍故自温。\n千里人归孟诸野，十年客散信陵门。閒心已绝诸缘累，独有平生未报恩。"
        },
        {
            "标题": "山中书怀荅朱可大廷平二首 其二",
            "作者": "于慎行",
            "内容": "天末怀人思不降，梦回明月满轩窗。平生诺重黄金百，国士名齐白璧双。\n君自风尘淹画省，吾甘渔猎光沧江。书来正值山间醉，赤脚吹笙卧石淙。"
        },
        {
            "标题": "望仙吟二首送王鍊师入关 其一",
            "作者": "于慎行",
            "内容": "云中白鹿上仙家，缑氏城头落綵霞。吹断玉笙人不见，春风一树碧桃花。"
        },
        {
            "标题": "同朱可大廷平登岱八首 其二",
            "作者": "于慎行",
            "内容": "玉阙朱楼万仞端，六龙辇道倚㠝岏。悬厓翠磴云中转，垒嶂红泉树杪看。\n海色昽曈三观晓，秋声萧瑟五松寒。天门咫尺君应见，比似人间路更难。"
        },
        {
            "标题": "同朱可大廷平登岱八首 其一",
            "作者": "于慎行",
            "内容": "终古名山奠大东，遥瞻云汉倚穹崇。千峰明灭天高下，万壑晴阴气郁葱。\n星土盘回元化转，仙闾缭绕百神通。真游五岳何当遍，首蹑烟萝上碧空。"
        },
        {
            "标题": "御试大祀方丘应制",
            "作者": "于慎行",
            "内容": "圣代郊禋典秩崇，祗坛午夜肃斋宫。五方琮帛坤灵会，八变云韶帝德通。\n星斗疏明香雾里，旌旗回合晓霞中。祯符欲胜汾阴日，万岁声闻动远空。"
        },
        {
            "标题": "望仙吟二首送王鍊师入关 其二",
            "作者": "于慎行",
            "内容": "玉女芙蓉接汉京，金人高掌露华清。茂陵松柏今零落，云里空闻卫叔卿。"
        },
        {
            "标题": "同朱可大廷平登岱八首 其五",
            "作者": "于慎行",
            "内容": "绝顶秋高上帝宫，茫茫一气俯寰中。地盘河济三州尽，天入秦吴万里空。\n玉阙光连星斗上，丹峰影落海门东。亦知真宰多相藉，许倚烟霄两剑雄。"
        },
        {
            "标题": "同朱可大廷平登岱八首 其三",
            "作者": "于慎行",
            "内容": "忽出尘寰赋壮游，试从九点辨神州。浮云直上千峰色，落日长悬万里秋。\n紫塞东临沧海断，黄河北绕大荒流。秦封汉禅成丘土，留与人间不尽愁。"
        },
        {
            "标题": "同朱可大廷平登岱八首 其七",
            "作者": "于慎行",
            "内容": "高丘东望气雄哉，海色遥看万里开。三岛春波涵日月，五城仙气吐楼台。\n酒边影吸金银动，杖底云飞紫翠来。烟水茫茫徐福去，至今不见报书回。"
        },
        {
            "标题": "同朱可大廷平登岱八首 其六",
            "作者": "于慎行",
            "内容": "万仞瑶坛冷夕曛，斗边三十六天分。仙人洞府悬双阙，玉女神房切五云。\n游客自成梁父叹，词臣不草茂陵文。东皇旧握群生纪，海国河山翊圣君。"
        },
        {
            "标题": "同朱可大廷平登岱八首 其八",
            "作者": "于慎行",
            "内容": "上宫夜色冷漫漫，月转层霄十二栏。大地河山银作海，中天楼阁玉为坛。\n虚无灵境箫声断，缥缈秋光练影寒。仙掌芙蓉看欲近，转从北斗识长安。"
        },
        {
            "标题": "同朱可大廷平登岱八首 其四",
            "作者": "于慎行",
            "内容": "倚杖高临万玉峰，氤氲陆海散芙蓉。寒声半落天中雨，暝色低催涧底钟。\n金检谁探秦帝策，白云犹起汉时封。君看十二侯王地，能出神宫第几重。"
        },
        {
            "标题": "子夜歌四首",
            "作者": "于慎行",
            "内容": "秋月照四壁，络纬当窗织。徒闻机杼声，终夜不成匹。"
        },
        {
            "标题": "为侯六悼妾六首 其六",
            "作者": "于慎行",
            "内容": "惆怅东风恨万重，难将春梦觅仙踪。香魂一逐行云去，知在巫山第几峰。"
        },
        {
            "标题": "为侯六悼妾六首 其四",
            "作者": "于慎行",
            "内容": "雨僽风僝暗结愁，落花衔怨赴东流。红颜不待卢郎老，付与文君共白头。"
        },
        {
            "标题": "为侯六悼妾六首 其三",
            "作者": "于慎行",
            "内容": "绿珠枉向琼楼坠，碧玉空因綵笔伤。何似芳魂能恋主，化为只燕宿雕梁。"
        },
        {
            "标题": "为侯六悼妾六首 其二",
            "作者": "于慎行",
            "内容": "秦楼少女旧多情，解伴吹箫学凤鸣。今日楼空人不见，箫中吹出断肠声。"
        },
        {
            "标题": "为侯六悼妾六首 其一",
            "作者": "于慎行",
            "内容": "玉貌当年入画堂，盈盈团扇试新妆。无端晓镜销鸾影，一夜潘郎鬓有霜。"
        },
        {
            "标题": "为侯六悼妾六首 其五",
            "作者": "于慎行",
            "内容": "颇怪春来胜赏稀，花时无绪掩重扉。知君半醉诗成后，泪落床头旧舞衣。"
        },
        {
            "标题": "茌平道中感怀",
            "作者": "于慎行",
            "内容": "父老迎相问，君今华发归。云霄身自贵，家国事多违。\n具迩差皆尽，同游既已稀。畏看旧门巷，先有涕沾衣。"
        },
        {
            "标题": "雨行北安门外湖上",
            "作者": "于慎行",
            "内容": "湖上朱阑倚画舟，一天凉雨汉宫秋。平桥芦荻萧萧冷，别浦鸥凫汎汎流。\n雾色迷茫三苑树，波光隐见五城楼。由来仙掌多浓露，十里芙蓉接御沟。"
        },
        {
            "标题": "冯用韫宗伯订约西游登岱过期未至怀望遣闷二首 其一",
            "作者": "于慎行",
            "内容": "自得高丘约，脂车已隔年。如何期屡易，直作信空传。\n海色云门上，秋光日观前。侧身凝望眼，端拟四愁篇。"
        },
        {
            "标题": "冯用韫宗伯订约西游登岱过期未至怀望遣闷二首 其二",
            "作者": "于慎行",
            "内容": "海上碧云断，佳期谁为留。已看过九日，原约近中秋。\n岁晚常思会，身轻未厌游。迟回应有为，无处问书邮。"
        },
        {
            "标题": "同可大用韫登毗卢阁",
            "作者": "于慎行",
            "内容": "人天标胜境，暇日一衔杯。烟树重城合，香花万井开。\n怀乡游子念，作赋客卿才。愁见门前道，车尘日夜催。"
        },
        {
            "标题": "夏日登毗卢阁",
            "作者": "于慎行",
            "内容": "宝界高悬百尺楼，丹梯半上不能休。窗临星斗诸天近，壁绕烟霞五月秋。\n迢递群山横大漠，苍茫一气辨皇州。凭阑欲起悲歌色，人代何缘此胜游。"
        },
        {
            "标题": "闰九月朔日姜民部养冲邀登黄楼夜饮",
            "作者": "于慎行",
            "内容": "风露严城欲暮秋，重关灯火上黄楼。山邀夜色当杯入，云拥河声抱槛流。\n片石长留苏子赋，荒原不散楚人愁。论文况是登高日，藉甚逢君自胜游。"
        },
        {
            "标题": "登华不注绝顶",
            "作者": "于慎行",
            "内容": "齐都多名山，兹山独邈绝。中峰带湖水，华顶留寒雪。\n一枝玉芙蓉，翠黛若可掇。我来凌青冥，倚啸紫云裂。\n岚气互氤氲，波光半明灭。平野碧烟浮，长堤春树没。\n流览望扶桑，欲见蓬莱阙。云间逢真人，举手问宝诀。\n泠然紫芝想，了与红尘别。佳游难再得，梦想何可辍。"
        },
        {
            "标题": "泰山客馆送朱可大登岳",
            "作者": "于慎行",
            "内容": "息驾泰山麓，何以慰所思。送君九节杖，拄上五松枝。\n涧底出云处，夜中观海时。同游不同醉，应忆旧题诗。"
        },
        {
            "标题": "寄吴少溪宫录七十 其六十九 赠王文学中柱南旋",
            "作者": "于慎行",
            "内容": "衡门谁为驻归骖，国士名高旧所谙。马首春风辞塞上，刀头明月忆江南。\n杨穿百步才无两，璧剖连城献至三。此日汉庭推授受，石渠同异待君谈。"
        },
        {
            "标题": "送邹进士南皋谪戍贵阳二首 其一",
            "作者": "于慎行",
            "内容": "自怜焚草日，却送看花人。迢递三危路，飘零万死身。\n长沙悲贾傅，湘水吊灵均。总是经过地，将谁采白蘋。"
        },
        {
            "标题": "寄吴少溪宫录七十 其四十三 题烟波钓叟图",
            "作者": "于慎行",
            "内容": "门外汀莎映倚栏，百年生事五湖宽。烟蓑夜挂芙蓉雨，荻月寒浮翡翠竿。\n半醉渔歌花里听，清秋鹤发镜中看。天家近日多征税，祗有沧浪卧尚安。"
        },
        {
            "标题": "纪赐四十首 其三十六 丁亥二月奏进大明会典赐白金文绮宴于南宫仍给三代诰命",
            "作者": "于慎行",
            "内容": "九朝谟烈玉书藏，祖德宗功万祀昌。汉代不须条故事，周家惟用考前王。\n颁恩内省恩纶降，赐宴南宫广乐张。就裹儒臣称最渥，特烦三锡下龙章。"
        },
        {
            "标题": "丁丑三月上亲洒宸翰大书责难陈善四字以赐",
            "作者": "于慎行",
            "内容": "龙笺一幅日星光，天藻昭垂自尚方。久向横经窥圣蕴，还因纳诲奉奎章。琅函想见仙毫动，蓬室惊闻御墨香。儒术承恩逢景运，非同常侍漫登床。"
        },
        {
            "标题": "寄吴少溪宫录七十 其十 丁酉元日试笔",
            "作者": "于慎行",
            "内容": "隔岁逢春雪未乾，春风元日入椒盘。即看淑影蒸云气，已觉晴光到蕙兰。\n天外音书浑欲断，眼中儿女剧为欢。门前好问朝正使，溟海边烽可报安。"
        },
        {
            "标题": "牛首东峰同诸君览眺",
            "作者": "于慎行",
            "内容": "两峰原自对，万壑远相萦。地尽芙蓉阁，岩开薜荔屏。\n江光天际白，山色雨中青。不浅凭阑兴，吴歌倚醉听。"
        },
        {
            "标题": "寄题李棠轩宗伯玉华洞天二首 其二",
            "作者": "于慎行",
            "内容": "城傍林壑远嚣尘，卜筑当年隐上真。玉几金床三岛胜，琪花瑶草四时新。\n袛疑平地探灵境，不识前身是主人。亦有洞名争未得，可怜天隔锦江春。"
        },
        {
            "标题": "雪中济南道上携张就山同行忽失所在诗以觅之",
            "作者": "于慎行",
            "内容": "雨雪携同好，行行失所如。细寻东郭履，久驻信陵车。\n误恐迷花径，寒应殢酒庐。居然成间阔，暝色野踌蹰。"
        },
        {
            "标题": "寄题李棠轩宗伯玉华洞天二首 其一",
            "作者": "于慎行",
            "内容": "新开灵窟起何年，旧号青城小洞天。千古山川留胜迹，一时名字证真缘。\n丹台晓落绵江月，石室春浮宝树烟。自是君家称相馆，三巴别业似平泉。"
        },
        {
            "标题": "路凤冈民部第中牡丹冬开寄题四首 其一",
            "作者": "于慎行",
            "内容": "春风亭馆上公家，小至重开木药花。不是秋分仙掌露，那因寒殢赤城霞。"
        },
        {
            "标题": "路凤冈民部第中牡丹冬开寄题四首 其二",
            "作者": "于慎行",
            "内容": "沈香亭北醉多时，霜后依然绝代姿。道是经秋浑不解，先春早发向阳枝。"
        },
        {
            "标题": "路凤冈民部第中牡丹冬开寄题四首 其三",
            "作者": "于慎行",
            "内容": "一朵宫云百宝栏，不妨人作艳阳看。同时桃李皆零落，赢得天香耐岁寒。"
        },
        {
            "标题": "出都书怀寄同游诸公",
            "作者": "于慎行",
            "内容": "长安大道抗离旌，厩吏将车出禁城。恩礼虚同疏两傅，行藏实愧鲁诸生。\n梦残芳草山中路，兴尽浮云世上名。惟有灞陵桥畔柳，柔条踠地不胜情。"
        },
        {
            "标题": "路凤冈民部第中牡丹冬开寄题四首 其四",
            "作者": "于慎行",
            "内容": "任是东风别有情，秋容寂寞转倾城。夜来飞落琼台雪，一片红妆傅粉成。"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵六首",
            "作者": "于慎行",
            "内容": "紫气葱葱绕禁庐，南郊迎日履长初。皇王礼乐光前殿，侍从声华满后车。汉畤龙麟金匮纪，周台云物彩毫书。雄文亦是乡人似，齐客谈天恐不如。"
        },
        {
            "标题": "壬辰冬月连营兄弟二葬抚今追昔潸然有感聊赋四首 其二",
            "作者": "于慎行",
            "内容": "累岁遭家难，心悲不可论。鲁门疑远梦，易水送归魂。\n取次栽坟树，从新拭泪痕。乞休曾有疏，酸侧动天阍。"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵六首",
            "作者": "于慎行",
            "内容": "玉阑东畔画帘前，到处常随豹尾旋。圣代仪文今日盛，儒臣雨露向来偏。琅函赐锦驰中骑，宝鼎分餐出御筵。斋室受釐应有问，朝回犹恐夜深宣。¤"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵六首",
            "作者": "于慎行",
            "内容": "绛阙阴沉启秘扃，銮舆肃穆款真庭。霜凝碧落天衣湿，月上仙坛玉树青。帝座三重开万象，云门六变走群灵。祠臣秉笏香烟里，时向珠躔望景星。¤"
        },
        {
            "标题": "壬辰冬月连营兄弟二葬抚今追昔潸然有感聊赋四首 其四",
            "作者": "于慎行",
            "内容": "久客归何倚，孤踪只自怜。顾瞻鸿雁影，吟叹鹡鸰篇。\n翰墨藏春雨，池塘惨暮烟。经过酬倡地，无处不潸然。"
        },
        {
            "标题": "壬辰冬月连营兄弟二葬抚今追昔潸然有感聊赋四首 其三",
            "作者": "于慎行",
            "内容": "门庭思往日，文雅盛当时。共目三珠树，相辉五桂枝。\n一朝虚枕被，万事罢埙篪。怊怅馀生在，衰颜欲对谁。"
        },
        {
            "标题": "壬辰冬月连营兄弟二葬抚今追昔潸然有感聊赋四首 其一",
            "作者": "于慎行",
            "内容": "无限伤心地，连朝薤露吟。仁兄归永夜，爱弟托荒岑。\n华萼俱凋落，松楸渐郁森。寸肠摧断久，犹自涕沾襟。"
        },
        {
            "标题": "纪赐四十首 其十七 冬至恭侍庆成大宴",
            "作者": "于慎行",
            "内容": "南郊夜燎泰坛烟，内殿朝开大庆筵。两陛衣冠承湛露，千门钟鼓震钧天。\n亲瞻玉几云霄上，久汎仙杯日月边。温旨三传咸已醉，欢声动地未央前。"
        },
        {
            "标题": "赠人为金吾郎二首 其一",
            "作者": "于慎行",
            "内容": "侠少羽林郎，承恩直建章。臂鹰驰道侧，调马御楼旁。\n夜月烧灯苑，春风蹴鞠场。锦鞲浑未脱，十日从长杨。"
        },
        {
            "标题": "燕歌行七解 燕歌行六解 其二",
            "作者": "于慎行",
            "内容": "来日苦短去日长，四时代谢心茫茫。为客置酒临中堂，吴歈齐讴出东厢。\n引宫刻徵为乐方，悲音冽冽激中肠。劳心惆忉不可忘，西风吹衣天雨霜。\n列宿灿烂罗成行，双星明明在河梁。咫尺不语空相望，何为含忧令心伤。"
        },
        {
            "标题": "燕歌行七解 其五 艳歌何尝行",
            "作者": "于慎行",
            "内容": "何为侘傺长吁。但当饮旨酒，吹笙竽。二十为侍中郎，三十执金吾。\n四十虽不大贵，车马骎骎往来，公卿长者居。\n但当在五陵，陌上快独呼。鸡走狗被服襜褕。\n男儿堕地，横绝四海，皇皇日夜，心一何愚。畴昔相追随，斗酒从游盘。\n一日不相及，中道与君成间关。束发奉明主，忠诚夙所殚。\n上有公家三尺，下为众庶所观。彼美人子，何为营营，日夜诚足叹。"
        },
        {
            "标题": "九月廿一日同赵少虚文学李前峰司马饮宫秀才山房对菊三首 其三",
            "作者": "于慎行",
            "内容": "木落霜天万树林，谁怜艳菊自萧森。一丛寂寞香难近，百草飘零色更深。\n地僻常能留客醉，秋高才得对花吟。明年又作燕城客，水畔东篱何处寻。"
        },
        {
            "标题": "对酒行送朱廷评可大左迁汝州别驾",
            "作者": "于慎行",
            "内容": "朱君朱君，为我楚舞，我为君歌。金尊绿酒春风过，天长道远可奈何。\n尔不能汎汎与凫俱上下，一朝海水生白波。我今送尔万里长河道，歌声一阕令人老。\n上有悲鸣噭噭离群啸匹之春鸿，下有萋萋断肠草。\n断肠西去思悠悠，洛水齐山两地愁。平生不作儿女态，今日为君双涕流。\n朱君朱君，与尔登高丘，望远海。茫茫尘世不知年，秦皇汉武今安在。\n天生豪俊必有用，如君自是人间才。纵然落魄江海上，浮云于我何有哉。\n朱君朱君，尔今且饮三百杯。"
        },
        {
            "标题": "九月十三夜扈从功德寺陪李渐庵大司寇王忠铭徐检庵二学士登金山对月二首 其一",
            "作者": "于慎行",
            "内容": "长杨别苑碧山头，扈跸登临暮霭收。正惜岩花过九日，却怜湖月似中秋。\n楼台近映沧波出，灯火深回翠辇游。连夕尚方传赐酒，飞觞何幸藉林丘。"
        },
        {
            "标题": "寄高瀛台郡理",
            "作者": "于慎行",
            "内容": "江左才名自世家，曾从穷巷驻征车。登台乍对千峰雨，汎海遥看万里槎。\n月下吴歌思玉树，天南汉节隔梅花。春风露冕多吟兴，笔綵都成绛阙霞。"
        },
        {
            "标题": "九月十三夜扈从功德寺陪李渐庵大司寇王忠铭徐检庵二学士登金山对月二首 其二",
            "作者": "于慎行",
            "内容": "属车飒遝倚湖滨，湖畔青山夜色新。为侍宸游分象纬，因随仙履上星辰。\n勾陈影静千峰月，法界烟销万骑尘。莫道秋光寒不耐，温泉云树暖如春。"
        },
        {
            "标题": "代送刘侍御出按滇南十韵",
            "作者": "于慎行",
            "内容": "藉甚西台客，才名起蜀都。使星今六诏，家学古三苏。\n倚柱传新草，题桥出旧涂。骢连原上辔，柏集府中乌。\n越巂兵多少，昆池瘴有无。人称八使选，地入百蛮孤。\n鱼服遥通海，蝉冠近渡泸。风霜随汉节，雷电偃轩弧。\n声教南荒尽，封章北阙敷。明光须早入，聊此赋骊驹。"
        },
        {
            "标题": "寄题新蔡水亭二首 其一",
            "作者": "于慎行",
            "内容": "闻道名王馆，深依上第开。花间分岛屿，云里出亭台。\n夏洞藏阴雪，晴流激暗雷。不因人境近，只拟是天台。"
        },
        {
            "标题": "十三夜周师邀饮同侯将军赋",
            "作者": "于慎行",
            "内容": "绮席清尊送晚霞，节临元夜艳春华。河桥欲满城头月，火树初开雪后花。\n万里风尘今对酒，百年时序此闻笳。相看可奈疏狂甚，烂醉行歌漏转赊。"
        },
        {
            "标题": "题巴西甘大夫年谱小像十首 其三",
            "作者": "于慎行",
            "内容": "被冷明光夜，兰香画省秋。清时閒法吏，吟倚白云楼。"
        },
        {
            "标题": "送阮叔文上福州司理",
            "作者": "于慎行",
            "内容": "六月征尘满玉鞍，闽方南路尚漫漫。名家自擅词人赋，望郡重簪法吏冠。\n过岭回看鸿雁白，逢秋应识荔枝丹。中丞部曲无多在，忍问当时旧将坛。"
        },
        {
            "标题": "送范涵虚太史请假南归四首 其四",
            "作者": "于慎行",
            "内容": "莫拟扁舟泛五湖，六桥烟月旧游孤。停桡试隔秦淮听，子夜歌声尚有无。"
        },
        {
            "标题": "石介峰囧卿邀饮丰乐亭",
            "作者": "于慎行",
            "内容": "湖上青山俯郡城，孤亭无改昔贤名。杯衔落照千林影，槛倚长天一雁声。\n寒雨自怜征路远，重关谁识战场平。恭瞻圣祖飞龙地，紫气盘回接旧京。"
        },
        {
            "标题": "题李棠轩太史风木卷",
            "作者": "于慎行",
            "内容": "水部才名世所传，平生旧事付新镌。青箱累叶承先庆，玉署重辉启嗣贤。\n天上楼成曾有梦，人间鹤去不知年。只今陇草悲仙吏，岁岁春风泣杜鹃。"
        },
        {
            "标题": "送姊倩侯将军佥书留京枢府二首 其二",
            "作者": "于慎行",
            "内容": "上将璇枢切禁林，登坛自识主恩深。云连城阙江声壮，节拥楼船海气阴。\n宦辙百年萍梗路，离筵千里弟兄心。庙堂正复思颇牧，岂有雄才可陆沉。"
        },
        {
            "标题": "酬冯学士用韫寄问",
            "作者": "于慎行",
            "内容": "宿酒初醒午梦馀，春皋小雨试挥锄。忽逢陇上梅花使，为送云中锦字书。\n别后瑶华常满袖，归来白发渐盈梳。闻君亦有东山兴，海畔秋风扫石闾。"
        },
        {
            "标题": "送姊倩侯将军佥书留京枢府二首 其一",
            "作者": "于慎行",
            "内容": "长安别路起征铙，笑揽金杯视佩刀。旧国风云开节钺，故园花柳过旌旄。\n居临六代青山近，望入千门紫气高。闻道江南多侠少，将军一为试龙韬。"
        },
        {
            "标题": "冬日得冯少宰用韫书问寄谢一首",
            "作者": "于慎行",
            "内容": "北风一以厉，雨雪何漫漫。江湖莽浩淼，周道阻且艰。\n故人在千里，寄我双罗纨。织成不惜远，为念衣裳单。\n感兹平生意，提挈再三叹。别离未觉久，年光忽欲阑。\n幸有裘与褐，可以禦岁寒。七章匪不丽，所适燠且安。\n卷衣置箧笥，怊怅不能谖。"
        },
        {
            "标题": "酬寄冯学士见问",
            "作者": "于慎行",
            "内容": "孤城欲雪雁无声，海畔书来几日程。隔郡关河劳远梦，多年京洛见交情。\n青山久绝人间累，白眼閒看世上名。珍重心知酬圣主，应令樵牧睹清平。"
        },
        {
            "标题": "寄问冯学士扶侍旋里兼候北上",
            "作者": "于慎行",
            "内容": "儒臣启沃沐恩偏，予假宁亲辍禁筵。春酒自承盘上露，宫衣不散案头烟。\n疏家谩拟辞荣日，石氏今当卜相年。归阙何妨寻旧约，长安路出岱宗前。"
        },
        {
            "标题": "凤台曲",
            "作者": "于慎行",
            "内容": "未央宫前桃李花，柳枝烟袅御陌斜。贵主初临万年馆，小侯新试七香车。\n香车绣幰开长乐，十里天街铺锦箔。台上乘鸾白管箫，楼头走马黄金络。\n赐衣分得御袍香，宝玦珊瑚佩带长。朝游歌管金张第，暮入风流赵李场。\n君不见陇西老将头白尽，百战不博通侯印。"
        },
        {
            "标题": "恭谒孝陵有述十四韵",
            "作者": "于慎行",
            "内容": "圣迹开玄造，神都奠旧疆。基图垂万祀，谟烈冠千王。\n风雨园陵闭，衣冠寝用藏。霞标悬绛阙，云际拱雕梁。\n胜地盘龙虎，高丘下凤凰。石麟秋作雨，铁马汗为霜。\n落月铺金锁，飞花上玉床。重关陈豹旅，濡露集鸳行。\n扈跸群灵会，包茅九域将。长江萦阁道，叠嶂列宫墙。\n礼乐恢函夏，明威肃大方。治成周六典，法画汉三章。\n缥缈松楸路，昭回日月光。小臣歌帝则，绳武祝今皇。"
        },
        {
            "标题": "恭闻东宫礼成志喜",
            "作者": "于慎行",
            "内容": "午夜前星耀禁林，龙楼紫气晓来深。当年苦竭愚臣悃，此日真知圣父心。关塞烟销休战伐，江湖春至起讴吟。瑶图亿万高皇统，只有神灵护至今。"
        },
        {
            "标题": "山堂宴坐有感",
            "作者": "于慎行",
            "内容": "尺组当年早自抛，溪山随处小诛茅。孤踪放浪惭真隐，末路浮沉念素交。\n万里云深难假翼，一枝风静可为巢。虚襟久已忘玄白，肯向人间作解嘲。"
        },
        {
            "标题": "雨雪",
            "作者": "于慎行",
            "内容": "阴山征战地，雨雪夜霏霏。冻缩胡儿马，寒凝汉将衣。\n范恭疏勒返，苏武漠南归。颇怪关门柳，春前作絮飞。"
        },
        {
            "标题": "春日同朱可大起部冯用韫太史同游恩隆观暨侍中园纪事二首 其一",
            "作者": "于慎行",
            "内容": "常侍先朝贵，仙宫上苑西。野分青嶂迥，路入白云迷。\n深树花初发，閒阶草自萋。当年供奉地，犹揭旧璇题。"
        },
        {
            "标题": "春日同朱可大起部冯用韫太史同游恩隆观暨侍中园纪事二首 其二",
            "作者": "于慎行",
            "内容": "小有兰亭胜，临流一放歌。酒边横落照，花底拂回波。\n何地疏狂少，吾徒聚散多。春衣浑欲绿，知是藉烟萝。"
        },
        {
            "标题": "馆课冬至斋居",
            "作者": "于慎行",
            "内容": "缇室灰飞晷欲长，清斋仙馆坐焚香。雪残楼阁虚琼树，月出簪裾满玉堂。笔望五云迎舜日，心随一线入尧裳。明朝负橐趋陪地，只在瑶坛帝座旁。"
        },
        {
            "标题": "癸未甲申三扈圣驾上陵赐大红织金曳撒鸾带等",
            "作者": "于慎行",
            "内容": "阁门五夜听传呼，受赐先从左阙趋。绣带平悬金凿落，鞶囊斜挂锦襜褕。行随豹尾陪天仗，立傍螭坳夹御炉。却笑甘泉称侍从，不知原庙似今无。"
        },
        {
            "标题": "送李敏斋内史奉使洛阳过家觐祖",
            "作者": "于慎行",
            "内容": "玉节仙郎下紫薇，元公亲授老莱衣。暂辞生掖閒鸡树，遥向西园伫鹭旗。\n帆度河阳秋欲尽，云低淮浦雁初飞。重闱倚杖欢应甚，万石门前内史归。"
        },
        {
            "标题": "夏日偕张洪阳殿读憩龙华寺寺在苑北湖上",
            "作者": "于慎行",
            "内容": "同过湖上寺，伏日坐清凉。云水浮仙阙，松杉荫讲堂。\n雨归莲叶净，风起稻花香。小借支公榻，人天午梦长。"
        },
        {
            "标题": "病中朱廷平可大携谈易王生见过书怀",
            "作者": "于慎行",
            "内容": "宣室情知久荷恩，旅愁无奈泥芳荪。十年玉署尘心冷，一片青山素业存。\n病里风云天北阙，春来花树鲁东门。欲知朝市浮沈理，季主长安好共论。"
        },
        {
            "标题": "送李敏斋符卿奉使省觐",
            "作者": "于慎行",
            "内容": "只今三省佩，又下五城楼。蓟北霜初落，淮南桂已秋。\n宫云随子舍，卿月引行舟。可奈河桥柳，年年绾别愁。"
        },
        {
            "标题": "夜发杨柳青望天津海口",
            "作者": "于慎行",
            "内容": "夕泊大堤口，雨气侵肌骨。舟子不得停，鸣桨中夜发。\n闻道海门近，惊栗不敢越。渔灯隐遥浦，箫鼓声未歇。\n人语烟中村，舟横沙上月。岸接远流平，树入回波没。\n不睹潮涨奇，安知溟渤阔。喔喔天鸡鸣，东望苍烟裂。\n霞生赤城峤，日出扶桑窟。胧胧五云里，欲吐金银阙。\n钟鼓罗宫廷，百辟修朝谒。整衣顾我仆，神情坐超忽。"
        },
        {
            "标题": "饮鲍庄泉石淙",
            "作者": "于慎行",
            "内容": "行歌涉沂泗，暂偕鱼鸟欢。碧草夹修逵，炎风吹我冠。\n道旁有嘉树，四月秋声寒。俯见石淙水，突出成潺湲。\n清虚涵云日，滴沥锵瑶环。主人有逸兴，为我陈盂盘。\n解衣坐鱼笱，挥手截素湍。莹彻青玉镜，照我颜色丹。\n泠泠漱琼液，飞沫尽可餐。祓洛未为盛，临濠惬所观。\n迟晖速短炬，走海无停澜。能将双蓬鬓，逐彼两跳丸。\n长谣望前路，于此且盘桓。"
        },
        {
            "标题": "寄吴少溪宫录七十 其六十一 夏日石楼夕望",
            "作者": "于慎行",
            "内容": "登楼聊复当登台，小户疏帘面面开。绕槛溪声千涧落，垂天雨色万峰来。\n时艰驿路多豺虎，民力秋原半草莱。醉倚石阑成永啸，高城愁听角声哀。"
        },
        {
            "标题": "瑞谷谣为郡伯刘公赋",
            "作者": "于慎行",
            "内容": "我服汶阳陇，穫彼麻与菽。道逢拾穗人，轩眉行鼓腹。\n问言何所钦，吾邦有仁牧。濊泽若雨旸，庶徵协寒燠。\n芃芃万宝登，穰穰三秋熟。旧闻嘉禾名，今见嘉禾蔟。\n一茎二三岐，多者至五六。异亩荐周塍，合颖标唐箓。\n惠露洒琼皋，条风披广麓。上充德政符，下锡氓庶福。\n不谓憔悴馀，欢声洽比屋。我闻三叹言，地宝一何渥。\n有渊不产珠，有田不产玉。固知圣后心，所贵惟民谷。\n愿以鲁史书，仰佐豳风祝。昊贶感皇仁，流膏丰海隩。"
        },
        {
            "标题": "京口赠陈从训文学",
            "作者": "于慎行",
            "内容": "陈生何磊落，一剑向飘零。雅好词人赋，休传博士经。\n蘼芜春渚绿，薜荔旧山青。莫谓江天远，微垣现客星。"
        },
        {
            "标题": "山中寄徐少宰丈",
            "作者": "于慎行",
            "内容": "契阔同心侣，多年叹索居。吴门遥系马，鲁国久悬舆。\n岁晚怜交态，天长阙报书。悠悠清汶水，一为觅双鱼。"
        },
        {
            "标题": "山亭",
            "作者": "于慎行",
            "内容": "雨晴多物态，秋敞坐山亭。旧竹泠泠翠，新萝裔裔青。\n荷锄分药径，散帙闭柴扃。挂树双言鸟，繁辞尽日听。"
        },
        {
            "标题": "山中有怀侯姊丈参戍",
            "作者": "于慎行",
            "内容": "鲁国诸生旧有文，又从投笔际风云。王孙尽自迷归路，卿子谁知号冠军。\n枥上骅骝天厩马，帐前鼓角羽林群。同时年少还相忆，晓月山城更梦君。"
        },
        {
            "标题": "塞下曲八首为蓟门大夫赋 其五",
            "作者": "于慎行",
            "内容": "蓟门迢递雁门东，百二河山紫气中。一自单于称保塞，边城弦管识春风。"
        },
        {
            "标题": "山中赠王生改予二首 其二",
            "作者": "于慎行",
            "内容": "盈盈青鬓叹飘零，千里江湖应客星。错忆韩康曾卖药，不知刘向自传经。"
        },
        {
            "标题": "塞下曲八首为蓟门大夫赋 其六",
            "作者": "于慎行",
            "内容": "西山重叠护燕台，凤舞龙飞势自回。鸟道千寻天上落，孤城一片日边开。"
        },
        {
            "标题": "京口赠邬山人汝翼",
            "作者": "于慎行",
            "内容": "握手秋江上，依然旧布袍。十年燕市酒，八月广陵涛。\n侠骨贫逾健，狂歌醉正豪。不缘湖海遇，何地见风骚。"
        },
        {
            "标题": "塞下曲八首为蓟门大夫赋 其一",
            "作者": "于慎行",
            "内容": "渔阳九月海风秋，汉使行边雪满裘。一拍胡笳双鬓改，应怜飞将不封侯。"
        },
        {
            "标题": "行行且游猎篇为于子冲赋",
            "作者": "于慎行",
            "内容": "渔阳九月阵云黑，使君叱拨桃花色。酒酣弄辔意气豪，呼鹰出猎燕然侧。\n黄间欲挽倚宝刀，银镝飞过双青骹。千群玄鹿大如兕，排风蹠地走且号。\n日斜勒马原上立，萧条狐兔无遗迹。书生自学万人敌，为君却扫阴山北。"
        },
        {
            "标题": "塞下曲八首为蓟门大夫赋 其三",
            "作者": "于慎行",
            "内容": "材官角射技争施，十石轻开未是奇。虚发自矜能下雁，阴山愁杀射雕儿。"
        },
        {
            "标题": "山中赠王生改予二首 其一",
            "作者": "于慎行",
            "内容": "当年供奉禁中游，亲捧绨囊侍殿头。何事白云峰下见，萧然秋色满吴钩。"
        },
        {
            "标题": "塞下曲八首为蓟门大夫赋 其八",
            "作者": "于慎行",
            "内容": "城下骖驔铁骑飞，名王尽著汉臣衣。少年笑解茱萸带，换得胡姬善马归。"
        },
        {
            "标题": "塞下曲八首为蓟门大夫赋 其二",
            "作者": "于慎行",
            "内容": "落日黄云古戍平，铙歌千骑远横行。江南剑客多年少，笛里初闻塞上声。"
        },
        {
            "标题": "塞下曲八首为蓟门大夫赋 其四",
            "作者": "于慎行",
            "内容": "铁骑翩翩塞草平，诏书十道大徵兵。弓悬明月秋常满，剑倚青天夜自鸣。"
        },
        {
            "标题": "塞下曲八首为蓟门大夫赋 其七",
            "作者": "于慎行",
            "内容": "万里呼韩款塞年，君王大发水衡钱。从教白璧挥如土，只看龙堆一缕烟。"
        },
        {
            "标题": "山中报陈玉垒少宰",
            "作者": "于慎行",
            "内容": "湖上清秋片月寒，为谁残梦入长安。一千里外素书到，二十年来良会阑。\n欲候三台依帝座，先闻六典建天官。他时世业光青史，重向扶阳传里看。"
        },
        {
            "标题": "山中承陈寅所宪伯书问赋谢",
            "作者": "于慎行",
            "内容": "都门三纪挹风流，想见今来雪满头。云里忽传鸿雁札，山中近隔薜萝秋。\n怀人仲举应悬榻，傲世元龙自倚楼。闻道枌榆新结社，追随无计觅扁舟。"
        },
        {
            "标题": "山中秋日报朱金庭宫庶",
            "作者": "于慎行",
            "内容": "空山寥廓雁声寒，忽启缄书出上兰。卧病秋风閒自赋，怀人明月远相看。\n生涯湖海双蓬鬓，身事乾坤一钓竿。闻道横经承内渥，还从折角笑弹冠。"
        },
        {
            "标题": "山中奉寄太宰梦山杨公四首 其一",
            "作者": "于慎行",
            "内容": "为慕仙家九节筇，白云秋色远相从。那知黄石山头月，犹隔丹丘海畔峰。"
        },
        {
            "标题": "山中述怀寄石葵贾丈",
            "作者": "于慎行",
            "内容": "秋山明月雁来声，鲁国相看自两生。圣世安危应有寄，词臣去就岂关名。\n迹随猿鹤心能化，梦入鹓鸾骨尚惊。辜负桓谭知己在，玄经寂寞几时成。"
        },
        {
            "标题": "送少傅陈相公致仕还蜀二首 其一",
            "作者": "于慎行",
            "内容": "黄阁功成尚黑头，遽将簪组付沧州。商年伊挚初归政，汉代韦贤早拜侯。\n东观藏书三殿草，西风倚棹五湖舟。桥边负弩空陈迹，将相何人昼锦游。"
        },
        {
            "标题": "山中怀寄王对南相君",
            "作者": "于慎行",
            "内容": "屈指朋游岁晚疏，云中相国比何如。百年禁苑论交谊，千里关河叹索居。\n月落枫林常有梦，鸿归榆塞久无书。天涯若问同心侣，素发于今已映梳。"
        },
        {
            "标题": "三阳观木末亭晚眺因迟可大未至",
            "作者": "于慎行",
            "内容": "木末堪凭槛，秋空四望开。晚烟迷汶水，落日满徂徕。\n酒忆垆头醉，人从岳顶回。那逢摇落候，萧瑟易悲来。"
        },
        {
            "标题": "山中秋日代书寄王对南宫庶",
            "作者": "于慎行",
            "内容": "丹枫萧瑟倚重楼，回首金闺忆旧游。片月常悬蓬岛梦，尺书几隔雁门秋。\n新传谑笑还多少，旧和歌声可记不。亦有行踪君莫问，三年渔猎海西头。"
        },
        {
            "标题": "送少傅陈相公致仕还蜀二首 其二",
            "作者": "于慎行",
            "内容": "天书晓下禁门东，白璧黄金出汉宫。祖帐一时传道路，车尘到处走儿童。\n秦云夜拥函关月，陇树秋开剑阁风。爱杀嘉陵江水绿，垂竿不拟猎蜚熊。"
        },
        {
            "标题": "子愿饮东流池上",
            "作者": "于慎行",
            "内容": "春入桃源路，飞觞日未斜。溪头逢燕子，池面落杨花。\n听树萧萧雨，看山片片霞。与君忘世虑，沈醉即为家。"
        },
        {
            "标题": "雪中独酌",
            "作者": "于慎行",
            "内容": "北风一以凛，雨雪昼霏霏。酒畔疑花落，春前学絮飞。\n田家占岁事，海国念戎机。万里三韩道，征人几队归。"
        },
        {
            "标题": "子冲可大二君新第同饮朝天宫台上",
            "作者": "于慎行",
            "内容": "倚马高台兴不禁，垂髫旧侣共登临。三山暮雨飞仙阙，万户春花满禁林。\n缥缈箫声云里近，纵横剑气酒边深。回思二十年来事，今日吾曹可醉吟。"
        },
        {
            "标题": "雪后登楼看山歌",
            "作者": "于慎行",
            "内容": "昨朝飞雪满大荒，登楼四顾天茫茫。今朝登楼禁不得，吾与青山头并白。筠床呼酒皛宇开，瑶华积作中天台。对山遥劝一杯酒，平生与君为素友。君今头白青有时，奈何吾鬓真成丝。"
        },
        {
            "标题": "子愿过宿云楼小酌用韵",
            "作者": "于慎行",
            "内容": "看山常独醉，无奈索居何。那值春光暮，能邀上客过。\n钩帘芳树近，挥麈白云多。欲似南楼月，胡床发啸歌。"
        },
        {
            "标题": "雪中杏花",
            "作者": "于慎行",
            "内容": "春寒无可奈，愁思入韶华。更落瑶台雪，还添上苑花。\n凝妆聊傅粉，待晕始成霞。试汎山阴棹，东风满若邪。"
        },
        {
            "标题": "雪后杏花",
            "作者": "于慎行",
            "内容": "花时惊雪落，雪后见花开。夜色梁园度，春香汉苑来。\n飘帘还似雨，闻笛半疑梅。冻涩枝头燕，依然社日回。"
        },
        {
            "标题": "子冲携尊方山相候因谋卜筑",
            "作者": "于慎行",
            "内容": "百里行厨至，追欢有报书。春城开腊蚁，别墅罩河鱼。\n白社能留客，青山可卜居。未须烦地主，十笏是吾庐。"
        },
        {
            "标题": "雪中卧病杨庐山至京枉过",
            "作者": "于慎行",
            "内容": "春城雨雪卧袁安，仙令朝天驻锦鞍。万里风尘随聚散，百年湖海见交欢。\n翻疑梦杳罗浮月，好在香分画省兰。伏枕烧灯浑未厌，坐来鳷鹊夜光寒。"
        },
        {
            "标题": "子愿饮天柱峰下赠吴人薛文学南旋",
            "作者": "于慎行",
            "内容": "缥缈高峰下，相从蹑屐来。攀崖行觅草，欹石坐传杯。\n半岭开琼观，中天倚玉台。吴门应系马，有客岱宗回。"
        },
        {
            "标题": "雪中登楼看山歌",
            "作者": "于慎行",
            "内容": "月中看山不辨色，雪中看山不辨影。阑前九叠锦屏张，一时幻作虚无境。\n苍茫颢气万里通，轻琼冷絮飘鸿濛。阎浮几许还遭劫，色界由来总是空。\n忆昨筑楼对城缺，本为看山亦看雪。那令有雪却无山，倚楼满目成㵳泬。\n山亦非真无，雪亦非常有。自顾梦觉身，至竟谁为偶。\n此时欲说已忘言，拍阑且尽杯中酒。"
        },
        {
            "标题": "七月十五夜同朱令君吴文学汎舟北溪",
            "作者": "于慎行",
            "内容": "抱病卧江海，屡经故国秋。闭门览群动，自得静者谋。\n仙宰有逸兴，强我北渚游。时值七月望，寒蝉叫新秋。\n槐柳夹修岸，山鸟鸣啁啾。搴帷望孤屿，回桡背古丘。\n歌声上云汉，玉管吹汀洲。须臾绿烟灭，好月尊前浮。\n皎如瑶台镜，泻作金波流。仙人垂素足，桂树枝相樛。\n扫石布瑶斝，弄水惊素鸥。风飘寒梧响，露下莎鸡愁。\n清景不可奈，中夜仍淹留。归路怅明发，此欢焉可求。"
        },
        {
            "标题": "冬初傅金沙侍御过访因韵赋和",
            "作者": "于慎行",
            "内容": "百里寒山道，劳君问隐居。玄言聆喻马，往事笑焚鱼。\n岳色青尊外，秋声白苧馀。良游知不厌，卜筑意何如。"
        },
        {
            "标题": "亭山洞歌上周师七十生辰",
            "作者": "于慎行",
            "内容": "岱宗西来未了青，结作秀山山似亭。亭坳石洞何窈窕，千峰万峰罗作屏。\n山翁少时隐山麓，数椽桃花源上屋。鹖冠凭几暮云生，牛角挂经春雨足。\n偶然随牒入燕城，博士惊传墨绶荣。赤县郎官原应宿，兰台循吏早书名。\n人间月旦吾何有，那能折腰为五斗。抛却河阳县里花，归来彭泽门前柳。\n山中回首隔风尘，绿发方瞳白袷巾。烟霞半结游仙侣，弧矢还逢献寿辰。\n此时凉飙入户牖，华轩松桂参差茂。有孙能采泽宫芹，有儿能致宜城酒。\n银河耿耿月上钩，座客谁者飞觥筹。同游门巷多苍藓，旧学生徒已白头。\n请翁拍浮莫辞满，人生七十古亦鲜。试探洞里玉函书，海水何时复清浅。"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵八首 其六",
            "作者": "于慎行",
            "内容": "绛节氤氲上太清，紫烟缥缈冠层城。鹓行不动瑶池影，凤幄微闻玉藻声。\n律应一阳璇象转，福凝五位泰阶平。礼成回跸传行漏，百尺华灯阙下明。"
        },
        {
            "标题": "陶山怀古",
            "作者": "于慎行",
            "内容": "越相何年隐，齐山旧有名。地连肥子国，路出铸乡城。\n洞杳秋云白，岩深古木平。临池怀往迹，颇识种鱼情。"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵八首 其三",
            "作者": "于慎行",
            "内容": "阳灵仙馆翠云端，竹殿清斋礼泰坛。阁道霓旌陈虎豹，宫门羽仗簇鸳鸾。\n亲军竞带千金剑，御马齐笼七宝鞍。总为天光依较近，温泉午夜不知寒。"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵八首 其五",
            "作者": "于慎行",
            "内容": "绛阙阴沈启秘扃，銮舆肃穆款真庭。霜凝碧落天衣湿，月上仙坛玉树青。\n帝座三重开万象，云门六变走群灵。祠臣秉笏香烟里，时向珠躔望景星。"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵八首 其一",
            "作者": "于慎行",
            "内容": "圣后乘乾奉帝禋，日躔南陆协灵辰。九关肃启天门钥，万姓欢随御辇尘。\n楼雪初融丹禁晓，葭灰微动玉衡春。虚惭珥笔亲文物，实有《甘泉赋》未陈。"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵八首 其七",
            "作者": "于慎行",
            "内容": "灯火薰天夹路旁，属车旋处翠华张。非烟拥盖璇霄丽，若月乘轮御陌长。\n十里香花连泰畤，千门鼓吹彻昭阳。皇诚已自通天贶，万祀应知宝祚昌。"
        },
        {
            "标题": "送陈玉垒太史扶侍归蜀",
            "作者": "于慎行",
            "内容": "露下清秋奈别何，玉杯瑶瑟起离歌。人经汉苑青山近，路达巴江锦树多。\n万里椷书回雁字，三年珥笔共鸾坡。题桥总似相如旧，却奉元公驷马过。"
        },
        {
            "标题": "冬至南郊扈从纪述和陈玉垒太史韵八首 其二",
            "作者": "于慎行",
            "内容": "平明阊阖五门开，法驾骖驔匝地来。雷动千乘天厩选，飙驰七校羽林材。\n金支翠盖云中转，紫旆红幢树杪回。清跸尚喧双凤阙，前驱已戾九成台。"
        },
        {
            "标题": "贺平阴刘元阳新授四氏学掌教",
            "作者": "于慎行",
            "内容": "闻君待诏出长安，儒服新裁委貌冠。鲁国诸生皆圣裔，汉家博士是朝官。\n桥门暮雨阴槐市，讲席春风自杏坛。回首乡闾殊未远，北堂鱼笋致非难。"
        },
        {
            "标题": "送张就山西游赵国及赴萧大司马之召",
            "作者": "于慎行",
            "内容": "关河冰雪满，游子去何之。长揖云中幕，高谈邺下诗。\n西园飞盖夜，北塞勒铭时。回首秋山赏，能忘桂树枝。"
        },
        {
            "标题": "云翠山天观和朱可大韵",
            "作者": "于慎行",
            "内容": "碧山吾欲隐，双屐且随君。星斗岩前接，藤萝杖底分。\n泉声浑作雨，岚气稍成云。愁对仙坛月，鸾箫午夜闻。"
        },
        {
            "标题": "九华山歌送施幼淳省元南还青阳省觐",
            "作者": "于慎行",
            "内容": "九峰名九子，幻作九莲花。去天不知尺有几，晴空片片飞丹霞。\n南宫才子江东客，笔带九华峰顶色。学书欲作万人敌，一日声名倾上国。\n青春谒帝入神京，黄石寻师驻谷城。经术远宗燕太傅，门墙半列鲁诸生。\n忽登泰岱看乡陌，望见江头云气白。愁心一夜渡淮阳，不为莼鲈秋兴迫。\n千里宁亲愿不违，西风萧瑟送将归。尊前落木浑成雨，马上微霜欲点衣。\n为君长歌劝君酒，便是别离未应久。去日聊随朔雁飞，来时莫在春鸿后。\n玉树青荧上苑栽，君王正忆子虚材。好将九朵芙蓉露，泻向仙人掌上开。"
        },
        {
            "标题": "暮春邢子愿侍御过访邀登虎窟山洞遇雨和韵",
            "作者": "于慎行",
            "内容": "春尽无登眺，留山待客来。残花岩际落，野席雨边开。\n雾合峰阴树，云飞洞口台。醉忘归路远，昏夜踏泥回。"
        },
        {
            "标题": "游蜀山湖歌示任城王甥季辅",
            "作者": "于慎行",
            "内容": "昔闻钜泽湖，漭沆三百里。自从中作宋公渠，两岸长虹夹汶济。\n我家湖北缆扁舟，住近沧浪不解游。王郎亦住湖南曲，携我来探水国秋。\n叩舷湖口渺然入，洲渚萦回望不极。荷芰残花棹底分，鸥凫乱影帆前失。\n波心宛在一丘悬，直上苍茫尽水天。万顷泓淳沈碧落，千林黯淡入寒烟。\n萧然似欲来风雨，感慨愁心吊千古。秦皇片石有孤峰，鲁国荒台无旧土。\n玉罂春酒欲尽无，沈醉烟波兴未孤。西风不过山阴道，枉向君王乞镜湖。"
        },
        {
            "标题": "前赠李本宁歌",
            "作者": "于慎行",
            "内容": "一别十五年，再别十二春。人生百岁苦不满，可堪几作别离人。\n前年君入蜀，为李醉歌为陈哭。酒挹玉华山色青，泪洒嘉陵江水绿。\n去年君入越，曾讯朱公访禹穴。邀欢又作湖上吟，沈侯细腰可已折。\n今年君向燕京游，千骑朱衣唱八驺。道旁忽问鲁狂叟，半夜停车南陌头。\n我病伏床君坐膝，呼儿出酒陈曲室。相看如梦烛影残，屈指良游话夙昔。\n我年多君两岁强，君头如漆我如霜。浮沈聚散不盈眦，回首万事空茫茫。\n北风吹雪角晓寒，车帷欲裂嘶马酸。莫言岁晏别离苦，更有时危道路难。\n知君词赋满人口，六符鼎足多故友。君王倘复问同时，旧日岁星人识否。"
        },
        {
            "标题": "寄吴少溪宫录七十 其四十四 七月望夜与刘晋川司空约会南旺湖舟中赋赠二首",
            "作者": "于慎行",
            "内容": "湖上蒹葭白露秋，司空小队若为留。十年不对陈徐榻，百里同登李郭舟。\n卷幔疏灯摇浦树，停杯凉月堕津楼。那堪细数生平事，无限悲欢是旧游。"
        },
        {
            "标题": "午日独酌",
            "作者": "于慎行",
            "内容": "邑里逢佳节，无欢坐草亭。年华双鬓白，心事一杯青。\n柳畔惊鶗鴂，花前叹鹡鸰。少人与同醉，不是独为醒。"
        },
        {
            "标题": "冬至郊坛扈驾受赐纪述六韵",
            "作者": "于慎行",
            "内容": "紫极膺图日，黄郊款帝年。钩陈依太乙，容卫驻甘泉。\n奉诏趋深殿，开轩觐邃筵。阳知回洞府，身觉梦钧天。\n恩自亲臣渥，珍从内苑传。所祈灵贶远，长共圣恩延。"
        },
        {
            "标题": "商丘沈封君画竹歌",
            "作者": "于慎行",
            "内容": "梁王修竹不可识，千秋草合平台迹。平台主人墨君友，扫出檀栾一千尺。\n醉沈淋漓幅素看，枝枝茜翠若可餐。笔端乍觉烟云绕，堂上时惊风雨寒。\n寒声槭瑟生绡起，如在湘江秋色里。湖州以后称太常，此幅神真良足拟。\n主人种竹旧成林，千里提封自作阴。蟠根出地成龙骨，劲节凌霄引凤吟。\n高堂日远悲风木，手泽凄凉馀半幅。他日尚书阁上图，应写平台万竿绿。"
        },
        {
            "标题": "射覆谣戏作",
            "作者": "于慎行",
            "内容": "郭舍人，东方朔，来前射覆相为乐。谓此金盂中，有何一蠕虫。\n不是蜥蜴，亦非守宫。中者赐帛，不中城旦舂。舍人东方，相顾"
        },
        {
            "标题": "方仞庵陶兰亭二比部邀游栖霞寺",
            "作者": "于慎行",
            "内容": "禅宫遥对石城开，上客邀欢载酒来。霞散千岩成佛土，天开双峡锁香台。\n齐梁文物馀残刹，吴楚云山映举杯。正自登临多感慨，秋声萧瑟若为裁。"
        },
        {
            "标题": "夏日山居周文伯起部倚舟过访",
            "作者": "于慎行",
            "内容": "长夏斋居玉树林，蓬门忽复听车音。停桡别浦江云远，对酒明河夜色深。\n佩向仙曹分水玉，名从国士重南金。清时报主多同志，野老应馀击壤吟。"
        },
        {
            "标题": "己丑六月三品考满荷蒙圣恩遣内使及门赍赐羊",
            "作者": "于慎行",
            "内容": "典礼南宫侍禁筵，还因奏绩荷恩偏。牢尊特遣中涓赐，楮币亲从少府传。漫拟恩华同八座，犹将名字厕群仙。多惭衮职曾无补，一卷牙签十四年。"
        },
        {
            "标题": "病中乞归怀寄中立王孙",
            "作者": "于慎行",
            "内容": "银榜仙宫桂满岩，何时雪夜挂孤帆。枕中鸿宝新来注，海上鱼书旧日缄。\n千里归心看短剑，百年病骨付长镵。王孙苑路今应近，芳草春风点碧衫。"
        },
        {
            "标题": "纪赐四十首 其二十九 己夘春以病在告上疏乞归值圣体违和旋即万福再赐万喜金字白金文绮于私第拜恩",
            "作者": "于慎行",
            "内容": "春朝华祝动仙班，寂寞词臣尚闭关。七日曾疑游帝所，一春全未睹天颜。\n簪符已奉期门送，金帛还从卧阁颁。长使圣躬承昊贶，归山魂梦亦应閒。"
        },
        {
            "标题": "王忠铭宗伯山房四咏 其四 桥头碧水",
            "作者": "于慎行",
            "内容": "石桥流水拍长堤，半似苕溪半剡溪。一自主人题柱别，年年春色灞陵西。"
        },
        {
            "标题": "寄送于念东符卿南上金陵",
            "作者": "于慎行",
            "内容": "满案除书报最先，主恩那不念才贤。两都地望符台重，一代才名艺苑先。\n杨子月明沽酒市，秣陵秋色渡江船。旧游可得追寻遍，扈从还依尺五天。"
        },
        {
            "标题": "寄吴少溪宫录七十 其十六 怀寄贞白宗侯",
            "作者": "于慎行",
            "内容": "奎宿长临岱岳悬，天家今日盛才贤。图书七略分中垒，文史三冬属少年。\n鲁国诸生多避席，梁园词客半随肩。不须别授平台简，自有灵光赋可传。"
        },
        {
            "标题": "寄贾广文年伯兼谢惠毡",
            "作者": "于慎行",
            "内容": "极目漳南道，相思正杳漫。愁时明月近，别后素书难。\n雪暗芙蓉阁，春生苜蓿盘。一毡犹寄远，应惜玉堂寒。"
        },
        {
            "标题": "秋日荅常心吾中丞寄问二首 其二",
            "作者": "于慎行",
            "内容": "何地容高隐，江楼万竹青。晓猿谙报客，夜鹤解听经。\n天迥悬卿月，山深阅岁星。会传宣室召，莫勒草堂铭。"
        },
        {
            "标题": "报李本宁太史书兼讯东游",
            "作者": "于慎行",
            "内容": "沅芷澧兰别思虚，江湘何地拥离居。秋风不下孤黄鹄，明月空传双鲤鱼。\n华发交游应更少，清时才俊好谁如。悬知太史东游后，玉简重编禹穴书。"
        },
        {
            "标题": "秋日荅常心吾中丞寄问二首 其一",
            "作者": "于慎行",
            "内容": "别后渺愁予，秋来得报书。未过衡渚雁，早下武昌鱼。\n天地方多难，江湖有索居。间踪休更问，头白侣樵渔。"
        },
        {
            "标题": "报云翠山道士许公",
            "作者": "于慎行",
            "内容": "契阔茅山侣，书来见素心。养砂还守灶，种树已成林。\n月出岩泉冷，花飞石洞阴。知君相忆久，日听晓猿吟。"
        },
        {
            "标题": "寄吴少溪宫录七十 其二 奉寄赵王殿下",
            "作者": "于慎行",
            "内容": "长陵佳气五云浮，大国分茅古冀州。两界河山连鲁卫，一时文物盛应刘。\n铜台月上华池夜，玉殿风生桂树秋。每羡康王旧宾客，至今词赋压人流。"
        },
        {
            "标题": "寄吴少溪宫录七十 其二十九 寄王对南相君",
            "作者": "于慎行",
            "内容": "午桥花竹为谁欢，毋谓成功在考槃。海上烟尘方络绎，中原黎庶欲凋残。\n舆情此日归司马，揆路何年起谢安。同学老生无世虑，亦题尺牍劝加餐。"
        },
        {
            "标题": "寄吴少溪宫录七十 其六十八 送徐南龙令君北上",
            "作者": "于慎行",
            "内容": "卢子城头问去踪，不堪别恨结遥峰。春风几发河阳树，客路重趋蓟苑钟。\n岂有明珠藏薏苡，惟馀长剑吐芙蓉。浮云西北休愁思，霄汉还应雨露浓。"
        },
        {
            "标题": "寄吴少溪宫录七十 其十九 子愿告还叙别",
            "作者": "于慎行",
            "内容": "穷游殊未罄交欢，才道分携意转难。湖海何人能命驾，乾坤今日少弹冠。\n世情总付双尊酒，生事惟馀一钓竿。却羡红颜浑未改，忧时还复劝加餐。"
        },
        {
            "标题": "蓟门行四首为于大夫子冲赋 其四",
            "作者": "于慎行",
            "内容": "边烽传大漠，一剑夜临关。鸟道千重戍，龙城万仞山。\n降兵旗下出，侯骑雪中还。苦乐行间事，魂销壮士颜。"
        },
        {
            "标题": "蓟门行四首为于大夫子冲赋 其三",
            "作者": "于慎行",
            "内容": "九月平原猎，材官大合围。雪凝骄马汗，铁涩侍儿衣。\n塞雁连天起，征蓬卷地飞。此时都胆落，前队射雕归。"
        },
        {
            "标题": "蓟门行四首为于大夫子冲赋 其一",
            "作者": "于慎行",
            "内容": "渔阳开幕府，授钺鲁诸生。庙略鱼丽阵，军符骠骑营。\n悬金亲教射，画地细论兵。半醉歌声起，风高右北平。"
        },
        {
            "标题": "蓟门行四首为于大夫子冲赋 其二",
            "作者": "于慎行",
            "内容": "少年多意气，仗节赴燕云。晓月悬弓影，春星吐剑文。\n防秋歌出塞，逐敌赋从军。未许平阳骑，横邀万里勋。"
        },
        {
            "标题": "送业师黄东野先生左迁卫辉郡博",
            "作者": "于慎行",
            "内容": "渔阳城下多秋草，渔阳城头秋月晓。凉风飒飒吹客心，驱车远下三河道。\n三河地接太行秋，倚剑悲鸣回紫骝。满堂击筑吾不乐，黯淡胡为赋远游。\n先生落落闽中彦，束发床头开万卷。赋成尽拟似相如，待诏金门不召见。\n明光宫里落双凫，握绶江城兴不孤。推毂难逢北海荐，抱经却授西河徒。\n青毡莫道成萧索，博士古来官不薄。买骏终归郭隗台，登龙本出孙弘阁。\n垂髫旧日鲁诸生，负笈从游济北城。十年不立门前雪，望断江南万里程。\n蓟门烟树今何夕，白露满庭空水碧。一尊相对夜色寒，挑尽青灯话夙昔。\n长歌忽漫是离筵，不尽浮云黯远天。淇园到日应相忆，万竹寒声沸百泉。"
        },
        {
            "标题": "纪赐四十首 其十八 甲戌七月奏进穆庙实录赐白金文绮宴于南宫",
            "作者": "于慎行",
            "内容": "紬书金匮愧非才，曾是先朝侍从来。鹓列趋随兰检进，龙衣立待石函开。\n濡毫每忆攀髯望，珥笔新承赐锦回。大典已成鸿号永，圣心南面尚含哀。"
        },
        {
            "标题": "甲戌七月奏进穆庙实录赐白金文绮宴于南宫",
            "作者": "于慎行",
            "内容": "?书金匮愧非才，曾是先朝侍从来。鹓列趋随兰检进，龙衣立待石函开。濡毫每忆攀髯望，珥笔新承赐锦回。大典已成鸿号永，圣心南面尚含哀。"
        },
        {
            "标题": "甲午五月朱可大自江右来访相见喜极对酒放歌",
            "作者": "于慎行",
            "内容": "别君春花落，思君春鸟啼。春风吹远梦，夜夜到湖西。\n只言尺素迷江树，不道隔年即相遇。元方执御季常随。\n德星应卜贤人聚。揽衣出迎雨满衣，秉烛相看暑气微。\n炎天命驾三千里，如此交情古亦稀。笑杀山阴一夜舟，笑杀平原十日酒。\n把杯脱帽双眼白，放歌大叫无不有。与君譬如双吴钩，神精会合自有由。\n兴君譬如双飞燕，差池羽翼时相见。莫将逐客当沈沦，自是江湖合有人。\n试观青海营中月，试望长安陌上尘。羡君红颜发盈帻，我已如霜镜中白。\n回头三五少年时，半百光阴如过客。赤绳系日那得还，长鲸吸海几时乾。\n灯前起舞劝君酒，何处含情可尽欢。"
        },
        {
            "标题": "哭贾石葵司马张玉阳宗伯二十韵",
            "作者": "于慎行",
            "内容": "出处分岐路，朋交望各天。一朝知己尽，两地讣音传。\n赋草张平子，诗名贾浪仙。铜龙行比翼，金马入随肩。\n然诺俱相信，襟期各自怜。盘飧谈谑浪，杯酒意流连。\n聚散浮云失，升沈宦海牵。远游江上省，小隐峄阳田。\n密勿颁新渥，艰难访旧贤。南宫陪听履，西府佐筹边。\n鲁道轩车发，梁园驷马旋。同时趋宠命，连月入重泉。\n照乘悲沈璧，孤桐怅绝弦。台乌何日返，池凤几时骞。\n里思齐休杵，皇恩再辍悬。丹旌津树雨，穗帐海门烟。\n梦断论交地，心摧忆别年。报书犹在箧，留剑已成阡。\n纠纆何交错，蘧庐总递迁。杨朱非一涕，南北两潸然。"
        },
        {
            "标题": "贾客乐",
            "作者": "于慎行",
            "内容": "广陵贾子江东客，大艑珂峨倚江侧。朱楼绣箔月如霜，醉卧垆头小玉床。\n五更解船大江去，鼍浪鲸风何处住。洞庭秋水接天来，五两成林夜半开。\n西登三峡立百丈，滟滪如牛不得上。环环布帆欲退飞，猿鸣一声泪沾衣。\n钱刀睹快狎风色，归来金多头已白。同时陇上饭牛子，睡起烟皋夜吹笛。"
        },
        {
            "标题": "房侍御邀登观音台",
            "作者": "于慎行",
            "内容": "杰观俯重台，烟波四望开。霞边千树没，杯底片帆来。\n霜月寒相射，云鸿暮转哀。滔滔大江水，到海几时回。"
        },
        {
            "标题": "青溪",
            "作者": "于慎行",
            "内容": "鸣珂传旧里，弥望总污莱。片雨湖边落，重桥苑外开。\n草荒江令宅，花覆陆机台。尚想风流地，空悲异代才。"
        },
        {
            "标题": "寿封御史中丞姚江邵翁六首 其二",
            "作者": "于慎行",
            "内容": "世代衣冠直汉宫，家声万石旧称雄。丹书映日传江上，白简飞霜出殿中。"
        },
        {
            "标题": "寿封御史中丞姚江邵翁六首 其四",
            "作者": "于慎行",
            "内容": "曾是先朝画省郎，江湖白首荷恩光。即看宝带浑如旧，不绾南阳召父章。"
        },
        {
            "标题": "寿封御史中丞姚江邵翁六首 其三",
            "作者": "于慎行",
            "内容": "清秋鹤发自樵渔，年已非熊入梦馀。双阙旧分苍水玉，五云重展绿绨书。"
        },
        {
            "标题": "寿封御史中丞姚江邵翁六首 其六",
            "作者": "于慎行",
            "内容": "綵服亲擎白玉缸，朱轓聊驻碧油幢。八龙自是荀家盛，就里慈明更少双。"
        },
        {
            "标题": "寿封御史中丞姚江邵翁六首 其一",
            "作者": "于慎行",
            "内容": "西台斧绣下觚棱，八座新阶帝股肱。更道高堂承内渥，一时真拜两中丞。"
        },
        {
            "标题": "寿封御史中丞姚江邵翁六首 其五",
            "作者": "于慎行",
            "内容": "九十行歌阅大年，红颜春酒万花边。人间自有桃源隐，不到蓬莱已是仙。"
        },
        {
            "标题": "送于子冲上泽州太守二首 其一",
            "作者": "于慎行",
            "内容": "凉秋聿云暮，烈风飘人衣。念子远行迈，整驾出郊畿。\n徬徨以中夜，起视明星微。出祖城南隅，握手不能归。\n孤鸿号中野，木叶纵横飞。聚散一如此，素心亦已违。\n惟有双鱼札，慰我长渴饥。"
        },
        {
            "标题": "送张洪阳学士请告南旋四首 其三",
            "作者": "于慎行",
            "内容": "秋风湖上鳜鱼肥，明月扁舟兴欲飞。蕙带从来浑未改，江猿应识主人归。"
        },
        {
            "标题": "送于子冲上泽州太守二首 其二",
            "作者": "于慎行",
            "内容": "古者不可作，交道久茫茫。念我二三子，总角共翱翔。\n欢衷如日月，别思苦参商。五马向路驰，俛仰情内伤。\n问子今何适，驱车陟太行。曲坂造云日，溪谷深且长。\n人情多崄巇，世路固难量。勉哉怀令德，叱驭有遗芳。"
        },
        {
            "标题": "上隔马岭旧寺",
            "作者": "于慎行",
            "内容": "荒凉经古寺，迢递出层空。路抱千峰转，天开一窦通。残松疏雨后，颓瓦夕阳中。独有余僧在，逢迎问转蓬。"
        },
        {
            "标题": "瀛海仙人歌为任丘刘翁双寿赋",
            "作者": "于慎行",
            "内容": "君不见碣石高悬海上台，九河之水昆崙来。一入淮阳五百载，地灵犹向瀛州开。\n瀛州云气何超忽，北拱渔阳连汉阙。赤畿总号帝王州，瑶堂别有神仙窟。\n仙人碧发更方瞳，天姥霓衣出阆风。台上时骑双彩凤，垆边共跨两茅龙。\n当年自种蓝田璧，瑶草琳华堂下植。学士丝纶接上台，中丞节钺通南极。\n宁亲暂许帝师旋，几道封函降自天。上食分将仙禁酒，舞衣携得御炉烟。\n七十已稀况八九，如此齐眉古未有。蓬莱谩道枣如瓜，度索虚传桃似斗。\n嗟乎仙人谁与俦，瀛州平地是瀛洲。从今岁月真多少，海水还成浅碧流。"
        },
        {
            "标题": "侯甥允吉入京相视送归",
            "作者": "于慎行",
            "内容": "马上征衫草色青，炎天视舅到燕庭。黔方客滞元戎幕，鲁国名传博士经。\n离别十年肠欲断，悲欢千绪酒初醒。北堂定忆连枝影，为报今来两鬓星。"
        },
        {
            "标题": "再过汶上路凤冈民部出送河桥留别",
            "作者": "于慎行",
            "内容": "邑里经年别，重逢春草芳。一杯临汶水，三月绾垂杨。\n豪侠齐公子，风流汉省郎。乡山多胜赏，后会莫相忘。"
        },
        {
            "标题": "寿高三塘徵君六十徵君邑丞兄也扬子人",
            "作者": "于慎行",
            "内容": "江上名家旧业传，兰塘一艇狎风烟。楚山桂树留真隐，秦洞桃花阅大年。\n赋就秋涛淮海月，梦馀春草汶阳天。更逢宝筴重开日，绮席霞觞接羽仙。"
        },
        {
            "标题": "箜篌引",
            "作者": "于慎行",
            "内容": "今日斗酒会，为欢诚未央。高堂罗尊俎，四座何清凉。\n庖人出珍膳，嘉旨充圆方。吴歈中酒发，赵瑟激清商。\n丝竹洞心耳，悲至不尽觞。为客起行游，游彼大道旁。\n车马若流水，佩剑寒秋霜。被服心所喜，聊且为乐康。\n朱门多媚少，磬折有容光。春华耀朝日，夕暮从风扬。\n四时舍我逝，日月递相藏。人生天壤内，譬鸟集枯桑。\n何不适情志，恣君技所长。含情欲何待，但为达者伤。"
        },
        {
            "标题": "告天台为赵瀫阳太史赋",
            "作者": "于慎行",
            "内容": "邈矣高贤操，清风华胄传。畏知严暮夜，考履质青天。\n国史千秋在，家声异代悬。只今台上月，犹照旧炉烟。"
        },
        {
            "标题": "浪迹",
            "作者": "于慎行",
            "内容": "浪迹长安陌，修途日以难。河流谁谓广，海水自知寒。\n懒嫚存愚性，婆娑耻贵官。春深湖上雨，何处少渔竿。"
        },
        {
            "标题": "寄吴少溪宫录七十 其二十四 承赵国主赐问并赉刻书二种敬因苏长史奉谢",
            "作者": "于慎行",
            "内容": "绿云缥缈隔清漳，玉札封题到草堂。阁上青藜开璧府，枕中鸿宝示仙方。\n东平乐善偏承宠，北海工书久播芳。更羡名家苏季子，白头簪笔侍君王。"
        },
        {
            "标题": "灵岩禅室子冲兴甫夜饮大醉",
            "作者": "于慎行",
            "内容": "对酒不能醉，明星已在天。放歌知爱客，纵饮是逃禅。\n世事惊心后，时才屈指边。乾坤吾党在，把臂意茫然。"
        },
        {
            "标题": "题莲花庵水亭",
            "作者": "于慎行",
            "内容": "西湖流入北城阴，小筑祗园切禁林。阁上旃檀风细细，水边云树影沈沈。\n天花晓落千门雨，仙梵寒飘万井砧。咫尺青莲成净土，将因不染印禅心。"
        },
        {
            "标题": "莲花庵潭上夕饮",
            "作者": "于慎行",
            "内容": "禅宫遥倚北楼开，楼下平湖落照来。金水环城全象汉，莲花涌寺宛成台。\n诸香各捧空王座，一叶能浮太乙杯。便是忘归归亦醉，夕阳清角莫相催。"
        },
        {
            "标题": "游仙词四首赠三阳观昝云山道士 其三",
            "作者": "于慎行",
            "内容": "由来称福地，自合有仙才。萧史吹笙下，栾巴噀酒回。\n云轩通紫阙，月宇逼丹台。谢手尘中客，年光漫自颓。"
        },
        {
            "标题": "夏日饮表弟刘敬宇水亭四首 其四",
            "作者": "于慎行",
            "内容": "晚凉犹未倦，改席倚亭阑。脍鲤银丝细，调冰玉椀寒。\n笑开桃叶扇，醉岸竹皮冠。杯底中天月，还应勒马看。"
        },
        {
            "标题": "夏日饮表弟刘敬宇水亭四首 其一",
            "作者": "于慎行",
            "内容": "水际芙蓉馆，芳辰每见招。车停林外雨，人过竹边桥。\n树影侵杯动，花香入眼飘。坐来閒白羽，秋气已萧萧。"
        },
        {
            "标题": "秋日同朱令君泛舟西汀二首 其二",
            "作者": "于慎行",
            "内容": "荡漾千峰色，轻舠入翠微。凫迎仙令舄，鸥拂野人衣。\n岸柳晴犹湿，江云冷不飞。天风乘醉起，吹送月中归。"
        },
        {
            "标题": "夏日饮表弟刘敬宇水亭四首 其二",
            "作者": "于慎行",
            "内容": "别业中丞旧，新塘凿更奇。亭深凫雁渚，树老凤凰枝。\n惜往宁多日，徵欢又一时。洗杯酬爱弟，偏忆渭阳诗。"
        },
        {
            "标题": "秋日同朱令君泛舟西汀二首 其一",
            "作者": "于慎行",
            "内容": "旧向沧洲隐，今陪茂宰游。笛声催画鹢，帆影挂浮鸥。\n酒对青山暮，歌翻白苧秋。花源多少路，随处有渔舟。"
        },
        {
            "标题": "夏日饮表弟刘敬宇水亭四首 其三",
            "作者": "于慎行",
            "内容": "亦有池台胜，如君结搆稀。横槎能作榭，蟠木可为矶。\n漫取花行酒，真愁露湿衣。层轩销暑气，赤日石林微。"
        },
        {
            "标题": "寄吴少溪宫录七十 其六十六 宿云楼閒坐",
            "作者": "于慎行",
            "内容": "久将心事付山灵，石几焚香对翠屏。万里秋声云外雁，一天寒色雨边萤。\n閒来只自烧茶灶，病里凭谁著酒经。总为此中堪避地，不教人指少微星。"
        },
        {
            "标题": "陇头吟",
            "作者": "于慎行",
            "内容": "陇头流水别，凄响自堪惊。月散东西影，风传远近声。\n傍侵疏勒道，斜入隗嚣营。呜咽归肠断，何时到渭城。"
        },
        {
            "标题": "寄吴少溪宫录七十 其十一 人日亲友夜集",
            "作者": "于慎行",
            "内容": "人日阴云起岸沙，不知春色落谁家。寒更怯对歌边酒，短发羞簪胜里花。\n掷罢明琼呼得雉，烧残银烛听啼鸦。相看一笑浑难事，莫惜追欢负岁华。"
        },
        {
            "标题": "闻郭汝承京兆捷音志喜",
            "作者": "于慎行",
            "内容": "望望长安道，秋高紫气新。燕台真得骏，汉苑欲歌麟。\n笑折看花屐，狂呼漉酒巾。老怀无浪喜，个是眼中人。"
        },
        {
            "标题": "洛阳陌",
            "作者": "于慎行",
            "内容": "东都佳丽地，共指斗鸡坊。挟弹妖童骑，当垆小妇妆。\n柳花金谷暗，槐影玉沟长。愁望飞尘起，骄騧赭汗香。"
        },
        {
            "标题": "雨中遣使买舟",
            "作者": "于慎行",
            "内容": "时节忽复易，閒居事更幽。微风吹木杪，片雨到床头。\n未解虞卿印，先寻范蠡舟。行装书数卷，沾湿不无愁。"
        },
        {
            "标题": "寄吴少溪宫录七十 其十五 怀寄玄同宗侯",
            "作者": "于慎行",
            "内容": "春风吹梦绿云端，此际思君蕙草寒。北海才名应振世，邺都词赋早登坛。\n每从斗畔占精气，转向樊中惜羽翰。天禄藏书如可校，青藜夜色许谁看。"
        },
        {
            "标题": "荆门歌送沈澄川太史奉使楚藩",
            "作者": "于慎行",
            "内容": "荆门望望渺何许，横跨三巴控三楚。高台落日大王风，明月空江帝子渚。\n侍臣持节下蓬菜，三楚豪游意壮哉。银扉朱邸江边峙，玉检金泥阙下开。\n青门柳枝日未午，胡姬压酒当花坞。聚散浑如陌上云，别离苦恨尊前雨。\n驿楼官树潞河西，七十长亭路不迷。赠客几投青玉案，当歌一听白铜鞮。\n南登即向巴陵道，苦竹香枫相映好。旆指芙蓉泽畔花，槎凌鹦鹉洲边草。\n兰台仙馆白云秋，飞盖争随上客游。应教非同灵运赋，怀乡不上仲宣楼。\n嗟君声名何炜煜，彩笔惊人珠万斛。论道三年侍石渠，校书乙夜开天禄。\n长安春色正霏微，侍从翩翩满禁扉。早看方朔归金马，莫学相如恋锦衣。"
        },
        {
            "标题": "漫题",
            "作者": "于慎行",
            "内容": "安东通汉节，消息久茫茫。事异降疏勒，名殊受越裳。\n先朝多典故，属国有彝章。何太苍黄甚，为谋但可伤。"
        },
        {
            "标题": "拟门有万里客行送胡孝廉孟韬孟韬为其先君求志远走长安云",
            "作者": "于慎行",
            "内容": "门有万里客，摄衣造我堂。风尘著眉目，车马倚道傍。\n问子今何为，执手涕沾裳。自隐匡山隅，承欢乐且康。\n三复南陔咏，旋废蓼莪章。饮棬悲鸣木，陟岵悽严霜。\n日月既不处，遗德亦未忘。幽兰委涧沚，无风谁为扬。\n愿子片石书，永我寸草肠。以兹冒炎暑，屣履涉江湘。\n我闻再三叹，俛仰以徬徨。亦有明发怀，感此中情伤。\n念君苦行役，且复尽一觞。修词谅非任，其敢沫馀芳。\n君怀双虹剑，耿耿明星光。一当万乘主，为宝诚难量。\n如何慕皋鱼，空为孺子怆。归其保玉体，天路以翱翔。"
        },
        {
            "标题": "赠获嘉岳茂才内日华仙掌一联乃是夜梦中句也",
            "作者": "于慎行",
            "内容": "双凫别路久凄其，令子相过慰所思。倚马梁园新著赋，趋庭鲁国旧闻诗。\n日华近傍仙人掌，春色高分玉树枝。儒术承家须俊少，卿云早见绕彤墀。"
        },
        {
            "标题": "夏日村居四十二首 其二十三",
            "作者": "于慎行",
            "内容": "呼马呼牛易应，梦鱼梦鸟难分。人世百年过客，勋名一片浮云。"
        },
        {
            "标题": "梦笑",
            "作者": "于慎行",
            "内容": "不知蝴蝶是庄周，开口蘧蘧笑未休。若使人生浑似梦，谁能更解许多愁。"
        },
        {
            "标题": "悯雨",
            "作者": "于慎行",
            "内容": "七日复七夜，雨声檐际悬。遥山开复隐，野水断仍连。\n禾实真生耳，苔文漫作钱。为农资百亩，不是敢忧天。"
        },
        {
            "标题": "鸣雁行寄赵瀫阳年兄南粤",
            "作者": "于慎行",
            "内容": "鸣雁发，云中羽。翮摩天举何意长，风来吹向潇湘渚。\n连行接翼不忍分，忽然散落如风雨。洞庭波寒木叶稀，霜空嘹唳常苦饥。\n迢迢故国日已非，闻弦虚惊使我欷。今复弹射将安归，不及衔泥双燕飞。\n金窗绣户春日微，一为鸣雁行，三叹沾人衣。"
        },
        {
            "标题": "为潘海滨处士题竹萱图二首 其二",
            "作者": "于慎行",
            "内容": "柏舟高咏事凄凉，漫树忘忧向北堂。此日春风转兰蕙，灵根犹自发天香。"
        },
        {
            "标题": "武定侯墓歌",
            "作者": "于慎行",
            "内容": "长安城西销客魂，故侯墓前双石门。空梁无风矰蛸挂，高台不夜鼯鼠奔。行歌牧竖上陇首，守冢老兵眠树根。道傍徙倚长叹息，千古此意谁与论。当时贵宠真无匹，势倚青天回白日。骖乘亲陪别苑游，行香日侍斋宫直。元公铁券大国封，都护金章新样刻。玉鞭蹀躞内厩马，雕盘络绎尚方食。权相交欢亦扫门，彻侯受酒咸避席。此时意气薄青云，睇笑看人宠辱分。负郭园池田太尉，重城甲第霍将军。求仙偏访烧铅客，亡命多归带剑群。曲阁重楼春自驻，繁弦急管日初曛。自言富贵无销歇，争见桑田海亦竭。未央宫前请室开，咸阳道上车尘绝。闲门行马卧莓苔，旧馆罦罳藏雨雪。只今尺土闭空原，岁岁春啼杜宇血。吁嗟嗟！世皇二宠倾朝廷，前有武定后咸宁。福过俱为万人指，法行再见七庙灵。人间荣悴咸可数，古为来谷与郿坞。前车已却后车驰，请君但看北邙土。"
        },
        {
            "标题": "送田钟台宫谕视篆南都二首 其二",
            "作者": "于慎行",
            "内容": "别日一何久，会日一何难。浮云满天地，游子路间关。\n为君置斗酒，四座惨无欢。仰视明星辉，俯观沟水澜。\n聚散谅无准，浮沈宁足叹。少年多意气，碌碌非所安。\n愿敦久要谊，相期以岁寒。"
        },
        {
            "标题": "送田钟台宫谕视篆南都二首 其一",
            "作者": "于慎行",
            "内容": "东风入上阑，众草靡靡绿。有客远行游，倚舟河水曲。\n河水深且长，帆樯千里瞩。金陵佳丽都，洵美多旧俗。\n石渠对图史，吏隐谐所欲。奈何卑栖子，风尘独踯躅。\n缘木谅难工，积薪空自束。极眺远行云，愿作双黄鹄。"
        },
        {
            "标题": "送徐南龙令君南旋",
            "作者": "于慎行",
            "内容": "君行良不住，河上理兰樯。客梦齐山隔，乡心楚塞长。\n春归见芳草，人去思甘棠。日望双凫影，翩飞近尚方。"
        },
        {
            "标题": "赠于子冲大参请急南旋",
            "作者": "于慎行",
            "内容": "长安城头秋雨繁，长安城下双朱轓。去年忽向洛阳道，今年却入长安门。\n谁道分司非达宦，谁言朝请不承恩。行边惯试渥洼马，到阙仍依白虎幡。\n忆昨匈奴入边塞，陇坂以西杀气昏。右方王将旃庐满，北地烟尘士女奔。\n元臣庙略驰三殿，上将戎轩历五原。青海几经传尺檄，玉关依旧有游魂。\n翻令蛮府提锋锐，欲扫干戈静塞垣。谢公谈笑亦何易，贾生流涕亦太烦。\n竞说请缨临瀚海，争言倚剑出昆崙。尔曹落落不入眼，此事悠悠谁与论。\n我今但欲拂衣去，斗酒悲歌意气存。看君四十头未白，勉加餐食无多言。"
        },
        {
            "标题": "馆课代迢迢牵牛星",
            "作者": "于慎行",
            "内容": "漫漫银汉流，耿耿横天路。盈盈河畔女，灿灿临长渡。\n轧轧弄金梭，飒飒鸣如诉。展转不成章，踯躅倚谁顾。\n睆彼牵牛星，负轭何迟暮。旧欢谅已陈，新约期难遇。\n脉脉恨河梁，悠悠不得度。揽佩坐徘徊，涕泗纷交鹜。"
        },
        {
            "标题": "贞妇吟为长安潘氏母赋",
            "作者": "于慎行",
            "内容": "中庭何所有，艺彼竹与兰。竹兰被户牖，玉树罗堂端。\n天风西北吹，众香越以繁。借问此何居，言之辛且酸。\n本家东海上，羁旅在长安。良人早见背，遗婴亦已单。\n秉心在冰檗，谁能惜盛颜。杨枝耀春华，柏枝凌岁寒。\n岂无青阳辉，良非我所观。补衣为儿襦，辍食为儿餐。\n儿从长者游，断发佐儿欢。以此持门户，幸不堕衣冠。\n我闻慕且悲，此义世所难。共姜名不沫，文母节未殚。\n试为贞妇吟，一倡再三叹。"
        },
        {
            "标题": "广陵张郡丞宴大观楼",
            "作者": "于慎行",
            "内容": "城上高凭百尺楼，使君开宴俯江洲。坐临南北孤峰影，目尽乾坤万里流。\n雨色犹分京口树，涛声欲赋广陵秋。何来一曲桓伊笛，寥落长天动客愁。"
        },
        {
            "标题": "洛阳道",
            "作者": "于慎行",
            "内容": "汉宫乌啼天欲晓，平明试马东城道。银鞍玉勒五花骢，十八承恩拜侍中。\n春寒花满披香殿，温室璇房夜开宴。呼卢一掷赐锦袍，百和轻烟经宿散。\n君不见咸阳三月花如雨，卷衣泪落秦宫女。"
        },
        {
            "标题": "三月廿八日饮侯六山庄四首 其三",
            "作者": "于慎行",
            "内容": "少小欢游地，君家旧竹林。每逢春酒夜，常醉绿萝阴。\n树密云过慢，楼高月上深。婆娑看老态，颇识故交心。"
        },
        {
            "标题": "三月廿八日饮侯六山庄四首 其四",
            "作者": "于慎行",
            "内容": "闻钟人未散，倚席兴偏长。曲按新声度，花从静夜香。\n青尊何地少，白发几人狂。更订明朝约，过予旧草堂。"
        },
        {
            "标题": "纪赐四十首 其四十 辛夘九月乞休得请钦遣内使赍赐路费宝钞次日又遣内使赍赐白金文绮盖六卿日讲各有特恩也",
            "作者": "于慎行",
            "内容": "乞休十疏始抽簪，敕使连朝出禁林。备物卿臣元自厚，殊荣讲幄旧来深。\n初衣已卷天机锦，归橐犹函内殿金。惭负宸慈何以报，惟将丹扆效馀箴。"
        },
        {
            "标题": "乞休",
            "作者": "于慎行",
            "内容": "华发登朝列，承恩岁月深。病酬吴客问，思作越人吟。\n世事容萧散，时名任陆沉。本无匡济略，报国在抽簪。"
        },
        {
            "标题": "夏日村居四十二首 其三",
            "作者": "于慎行",
            "内容": "乞竹多烦问讯，栽花每费平章。亦自开成三径，相过惜少求羊。"
        },
        {
            "标题": "泰山对酒赠冯琢吾少宰",
            "作者": "于慎行",
            "内容": "晨登泰山坂，四顾何茫茫。浮云蔽若木，旭日开扶桑。\n阴晴倏忽变，登顿多苍黄。长风四面至，烈烈吹我裳。\n客子驾言迈，行行陟帝乡。前有一尊酒，临此万仞冈。\n绸缪亦何念，展转不尽觞。结交眷金石，怅别怀参商。\n高举步万里，游目涉四荒。其雨怨杲日，若济思舟航。\n努力事明主，庶令泰道昌。"
        },
        {
            "标题": "冬至院中斋宿酬朱可大文学诗问用韵",
            "作者": "于慎行",
            "内容": "琐院森沈接苑墙，斋居寒夜集冠裳。风回画烛香初散，月上花砖漏转长。\n阙下卿云将烂漫，歌中白雪早飞扬。凭君为献甘泉赋，诘旦銮舆出未央。"
        },
        {
            "标题": "遣迎子冲可大二丈入对",
            "作者": "于慎行",
            "内容": "旅鬓风尘感岁华，故人今日尚天涯。三年梦隔长安月，千里春期上苑花。\n济北鸿声来拥传，湖西雪色隐乘槎。即看醉握双龙剑，依旧燕城卧酒家。"
        },
        {
            "标题": "夏日崔明经正思五弟同游韦园",
            "作者": "于慎行",
            "内容": "韦曲城南晓雾开，炎天深树锁亭台。渔舟隐见花间出，鸥鸟浮沈杖底来。\n香散芰荷残过雨，烟飞萝薜冷衔杯。帝城风物家乡侣，醉倚青林首重回。"
        },
        {
            "标题": "送萧汉冲太史册封秦藩",
            "作者": "于慎行",
            "内容": "银潢百二旧河山，玺绶新恩侍从颁。日映丹泥分汉阙，天浮紫气度秦关。\n逢秋露下仙人掌，望岳莲开玉女鬟。自是凤凰池上客，错疑萧史驻云间。"
        },
        {
            "标题": "寄吴少溪宫录七十 其五十一 题孙侍御百尺楼",
            "作者": "于慎行",
            "内容": "仙家何地接蓬莱，画阁平临百雉开。绕槛溪山春隐映，宿窗星斗夜昭回。\n云台旧抗匡时疏，天禄还翘著赋才。莫谓长安看较远，紫薇深处是三台。"
        },
        {
            "标题": "九日胡竺西过小斋视疾酬和",
            "作者": "于慎行",
            "内容": "残菊床头剩欲簪，长安秋色闭门深。羁怀漫对重阳酒，侠客能为洛下吟。\n说剑寒霜飞大漠，翻经法雨落祇林。维摩丈室劳相问，已会忘言学陆沉。"
        },
        {
            "标题": "轻薄篇",
            "作者": "于慎行",
            "内容": "长安九陌花初发，细马轻车看不歇。五陵少年游冶郎，开颜发艳朝日光。\n珠窗绣网烟如织，明月楼中夜吹笛。双燕西飞底不知，衔泥飞出碧梧枝。"
        },
        {
            "标题": "游灵岩绝顶却望泰山玉皇观",
            "作者": "于慎行",
            "内容": "珠林丹嶂倚秋曛，绝顶开尊俯雁群。万木寒飞金地雨，五峰晴幻紫霄云。\n上方台殿尊前涌，大国河山鸟外分。回首天门归指顾，玉皇曾授赤灵文。"
        },
        {
            "标题": "双桂行寿宜兴蒋郡丞",
            "作者": "于慎行",
            "内容": "堂前双桂树，堂上双樽酒。太湖一曲住者谁，淮南秋色落君手。\n使君潇洒豪且贤，东方千骑何翩翩。一日上书抛紫绶，走种阳羡山间田。\n山田种秫收不薄，荆溪如画堪行乐。桂花已见湖上开，桂子还闻月中落。\n月中清影碧天秋，花下斑衣对白头。陶令归来浑是醉，徐卿老去百无忧。\n不见玄都观里桃，不见灞陵桥畔柳。桃花吹作素衣尘，柳色歌残行客口。\n谁能向桂花树下日陶然，万斛天香近酒边。燕山五枝君不羡，蒋家三径益可传。"
        },
        {
            "标题": "寿伯父九十赐爵",
            "作者": "于慎行",
            "内容": "田家亦有地行仙，击壤升平近百年。三代遗恩身自遇，五朝旧事口能传。\n登山时复抛邛杖，对酒犹能醵社钱。十载松楸成远恨，歌逢棠棣转悽然。"
        },
        {
            "标题": "古意十二首 其八",
            "作者": "于慎行",
            "内容": "我行秋江曲，睹彼蕙与兰。紫茎发绿叶，秀色若可餐。\n芳馨随风转，郁烈不能干。采采不盈掬，思以遗所欢。\n所欢在天杪，道路阻且难。弃置委空谷，将随百卉残。\n佩帏岂不充，无乃蒯与菅。兰芳非有待，所佩诚足叹。"
        },
        {
            "标题": "暮抵吴家渡杨令君携酒宿王户部别业",
            "作者": "于慎行",
            "内容": "十月荒山道，迷茫起暮阴。凄风吹古渡，寒雾结平林。\n地主尊垒远，山家巷路深。因过故人宅，怀旧一悲吟。"
        },
        {
            "标题": "秋日南溪閒眺得李宗伯丈书",
            "作者": "于慎行",
            "内容": "溪阁非无事，秋清日转长。扫花安鹿砦，帖石补鱼梁。\n高树留新雨，平波澹夕阳。远书何意至，三读素心伤。"
        },
        {
            "标题": "夜雨呈候吴郎",
            "作者": "于慎行",
            "内容": "城南学作瀼西屋，炎天试借吴郎宿。不知有何光怪发，一夜蛟龙怒相逐。\n雨声彻旦雷声奔，列缺不断高空痕。崩涛万壑吼万马，此时已齧孤亭根。\n为客睡眼不曾著，遣涉滂沱问安乐。莫将风物动乡愁，且覆青州银凿落。"
        },
        {
            "标题": "游仙词四首赠三阳观昝云山道士 其一",
            "作者": "于慎行",
            "内容": "寰区不足步，聊作小游仙。牒秘丹缯字，山藏绿玉篇。\n石梁云外挂，瑶岛月中悬。欲问餐桃客，蓬莱更几千。"
        },
        {
            "标题": "游仙词四首赠三阳观昝云山道士 其二",
            "作者": "于慎行",
            "内容": "五游凌碧落，彷佛见乘鸾。瑶水银为阙，蓬丘玉作坛。\n飞尘成大药，毁灶出神丹。旧遇华山博，曾将六箸看。"
        },
        {
            "标题": "秋日酬寄周二鲁符卿",
            "作者": "于慎行",
            "内容": "万里秋江入画图，望中人已北归无。十年海畔烟波迥，一疏朝端日月孤。\n国论当时频倚借，民生何计许昭苏。只求且漏渔竿税，着得扁舟在镜湖。"
        },
        {
            "标题": "秋日偕亭山先生暨诸亲友饮城南寺山石上",
            "作者": "于慎行",
            "内容": "南溪不到已经年，溪上高丘坐渺然。日夕千峰悬片雨，城秋万木起寒烟。\n人归洛社真堪隐，地入桃源自是仙。眼底旧游浑欲尽，当歌莫惜酒如泉。"
        },
        {
            "标题": "石窦泉",
            "作者": "于慎行",
            "内容": "石窦泉异哉，此窍何年凿。湓流鸣地底，砅岩成大壑。\n骇浪悬且腾，惊湍飞复薄。歘如玉壶倒，靃似春雷跃。\n片片广陵涛，洒作霜天鹤。增浇旋石濑，猗靡龙鳞络。\n淈汩入回渊，欲去复疑却。孟公酷好奇，取瓢承濆瀑。\n我亦一俯首，慡然心魄愕。四月衣袂寒，共谓秋霜落。\n嗟哉造化工，于此固橐籥。"
        },
        {
            "标题": "九日留都瀛洲会集呈诸馆丈",
            "作者": "于慎行",
            "内容": "石渠仙署接朝阳，绮席秋开白玉堂。九日风烟吴禁苑，两都宾主汉词章。\n城依双阙盘龙虎，池绕高台集凤凰。馆阁先朝多故事，群公勋业踵三杨。"
        },
        {
            "标题": "壬寅元日试笔",
            "作者": "于慎行",
            "内容": "一卧沧江十二春，每怜春色媚初辰。盘椒试笔先成颂，腊蚁浮杯后入唇。\n华发欲逢星再纪，璇霄幸睹日重轮。可知旧是商山隐，不作非熊梦里人。"
        },
        {
            "标题": "寿太宰二山杨老先生奉诏存问二首 其二",
            "作者": "于慎行",
            "内容": "归来时事转嚣然，宪老犹闻忆旧贤。几杖重看中谒赐，牢尊特自尚方传。\n期当潞国还朝日，数过磻溪遇猎年。尺一临门应有问，酬恩何策且回天。"
        },
        {
            "标题": "寿太宰二山杨老先生奉诏存问二首 其一",
            "作者": "于慎行",
            "内容": "休从绛县数流年，甲子今来已近千。进退雍容明主记，精神矍铄远夷传。\n中朝四世称元老，上界三都證大仙。闻道玄纁驰诏使，莫教惊动海鸥眠。"
        },
        {
            "标题": "从二太史游香山寺十韵",
            "作者": "于慎行",
            "内容": "夙慕香山胜，振衣度石林。烟岚开上界，台殿倚层岑。\n地尽群峰合，天回四壁阴。松关旁翳日，杏阁仰扪参。\n树结菩提色，泉飞梵呗音。归云朱拱宿，閒鸟翠屏吟。\n涌塔名多宝，开田号布金。西湖寒雨断，北阙暮烟深。\n客饭伊蒲供，僧房薜荔侵。禅心无去住，游迹且浮沈。"
        },
        {
            "标题": "馆课沙堤行",
            "作者": "于慎行",
            "内容": "汉家宫阙五云里，复道连绵正相倚。建礼门前绮陌开，铜龙楼下沙堤起。\n沙堤迤靡属东城，十里宫槐绿影横。街官闾吏传呼过，堤上堤下人不行。\n黄麻早下平津阁，万玉班高元宰爵。华毂遥从天上来，沙堤半自云中落。\n沧海桑田事未真，人间富贵等流尘。只言避世金门客，曾见沙堤几度新。"
        },
        {
            "标题": "观慈寿寺新造浮图",
            "作者": "于慎行",
            "内容": "凤刹新从佛土标，芙蓉千尺翠岧峣。璇题玉甃中天起，法雨昙云下界飘。\n势挟珠林雄禁苑，影分银汉挂烟霄。群生福果缘慈祐，辇尽黄金此地销。"
        },
        {
            "标题": "寄吴少溪宫录七十 其四 山居自述呈王对南相君",
            "作者": "于慎行",
            "内容": "阙下班行旧日分，海边名姓少人闻。一竿自钓南溪月，五㹀亲耕上阪云。\n竹径常无猿报客，松关惟有鹤为群。只缘不忘平生谊，塞雁来时屡梦君。"
        },
        {
            "标题": "赠张就山隐君",
            "作者": "于慎行",
            "内容": "相逢杯酒说行藏，问字曾师李奉常。梁苑十年依幸舍，商歌一曲擅词场。\n乡心长白山头月，客鬓桑乾马上霜。昨夜读君张翰咏，西风已自断归肠。"
        },
        {
            "标题": "上太保梦山杨公八帙生辰五十韵",
            "作者": "于慎行",
            "内容": "海岳钟元气，台枢列大贤。功成循岁序，名重属林泉。\n共羡生申旦，真逢猎渭年。延龄瑶草进，续命綵丝悬。\n磊落山中相，婆娑地上仙。冰肌姿绰约，黄发步蹁跹。\n盛瑞人间纪，殊恩阙下宣。尚方颁寿杖，少府致餐钱。\n使者车临巷，门人佩委筵。蓬壶楼十二，桃岭岁三千。\n善颂连缨緌，荣名耀史编。传芳知有后，树伟固无前。\n忆昔登丹地，精忠拱邃綖。两朝资弼亮，百辟奉周旋。\n履听星辰上，身依日月边。惟师官六典，作宰柄三铨。\n简要群情肃，清通一节坚。退朝门似水，辍馈爨无烟。\n雅和盐梅味，工调燥湿弦。帝臣元不蔽，王道允无偏。\n机重千钧弩，丹成百鍊铅。同升稀在野，独乐忆归田。\n解绂猷方壮，悬舆岁屡迁。庖刀藏自满，扁凿巧谁传。\n小筑嗤金谷，清吟慕辋川。雨馀南陇望，日静北窗眠。\n鸟外登山屐，花间送酒船。晓猿迎客报，暮鹤寄书旋。\n姓字雕题问，声华绣简镌。温公耆社逸，裴令午桥便。\n黯淡看时事，萧疏绝世缘。风尘何逼侧，道路日喧阗。\n鲸海方传箭，龙沙有控弦。楼船南动越，烽火北通燕。\n料敌争前箸，和戎丧左旃。争臣翻避地，游客正谈天。\n可惜朝廷体，休论将相权。人今思拯溺，公岂念扶颠。\n潞国威名重，汾阳寿祉全。后车应命载，前席伫登延。\n夙忝龙门役，曾参豹尾联。周行归矩彟，郑重想陶甄。\n自祖都亭帐，寻归岱亩廛。海天云漠漠，济水月娟娟。\n夜雪虚兰棹，春风沐锦笺。会闻称上寿，几欲致微虔。\n祇是心饥渴，其如路眇绵。斗山终在望，枌梓敬谁先。\n东壑安期枣，西峰玉女莲。无因持献祝，聊赋紫芝篇。"
        },
        {
            "标题": "朱大司空挽歌八首 其一",
            "作者": "于慎行",
            "内容": "有伟生民杰，鸿名日月光。三朝熙揆路，八座丽文昌。\n尚想玄圭锡，俄惊白璧藏。平生门下士，歌薤不成章。"
        },
        {
            "标题": "朱大司空挽歌八首 其八",
            "作者": "于慎行",
            "内容": "凄凉知已报，旧事总堪愁。问字春风馆，传经夜月楼。\n十年违撰屦，一夕叹藏舟。惟有延陵剑，堪悬宰树秋。"
        },
        {
            "标题": "朱大司空挽歌八首 其二",
            "作者": "于慎行",
            "内容": "此日飙轮远，何年画阁开。勋猷金匮史，文赋柏梁才。\n故事传西省，遗恩照夜台。凄清华表月，不见鹤归来。"
        },
        {
            "标题": "朱大司空挽歌八首 其七",
            "作者": "于慎行",
            "内容": "传道松台路，玄冬蜃卫张。期门分羽骑，温室出黄肠。\n日月悬天藻，螭龙护帝章。从今鹑火次，夜夜有光芒。"
        },
        {
            "标题": "朱大司空挽歌八首 其四",
            "作者": "于慎行",
            "内容": "缅想三朝事，声华似梦中。职分虞百揆，爵视汉三公。\n忼慨回天力，酸辛盖世功。惟馀秋陇上，萧瑟白杨风。"
        },
        {
            "标题": "朱大司空挽歌八首 其三",
            "作者": "于慎行",
            "内容": "再领河堤节，三行海国春。吏人虔俎豆，父老怆车尘。\n百折风云地，诸艰社稷身。祇今渠畔柳，游客亦沾巾。"
        },
        {
            "标题": "奉寄朱大司空老师",
            "作者": "于慎行",
            "内容": "上东门外一沾巾，别恨千重总未伸。自古难酬知己遇，只今谁是报恩人。\n即教寥落江湖日，转识安危社稷身。渭水不须劳梦卜，已从高阁画麒麟。"
        },
        {
            "标题": "朱大司空挽歌八首 其六",
            "作者": "于慎行",
            "内容": "真宅归丹府，蓬壶第几城。化龙应是剑，跨鹤不闻笙。\n旧戟朱门列，新阡紫气萦。元公车服在，馀庆属玄成。"
        },
        {
            "标题": "过夏镇新河有怀先师朱大司空",
            "作者": "于慎行",
            "内容": "廿载谈经忆旧游，司空勋业此乘舟。人烟尚记河桥夜，渔火重经水国秋。\n地近徐方多故垒，渠分禹迹总安流。不堪阅代成今古，花树西州涕未收。"
        },
        {
            "标题": "朱大司空挽歌八首 其五",
            "作者": "于慎行",
            "内容": "十载江皋卧，苍生望更频。如何三岛梦，忽断五湖春。\n南岳收真气，中朝失旧臣。尚方双赐履，犹觉上星辰。"
        },
        {
            "标题": "送思修上人西游少林参请",
            "作者": "于慎行",
            "内容": "海上浮杯自落迦，参师名岳又天涯。秋晴少室寒峰月，路绕黄河曲岸沙。\n佛士此方开五叶，仙坛何处觅三花。空门真境应无住，一钵随缘是岁华。"
        },
        {
            "标题": "邵伯湖夕泊",
            "作者": "于慎行",
            "内容": "日暮倚兰桡，秋江正寂寥。驿门斜对雨，郡郭远通潮。急橹看商舶，寒灯见市桥。隋堤前路近，欲听月中箫。"
        },
        {
            "标题": "郑生承武自闽来访",
            "作者": "于慎行",
            "内容": "蓬蒿三径少将迎，客有相过万里程。观乐游同吴季子，谈经业继郑康成。\n悲欢往事青灯话，要眇新辞白雪声。他日上林传赋草，应知首问长卿名。"
        },
        {
            "标题": "往吊于子冲黄家渡口大雪",
            "作者": "于慎行",
            "内容": "寒冬涉济水，雨雪满征裘。欲解留徐剑，犹疑访戴舟。\n马蹄临渡涩，人迹过山稠。渐近齐州路，伤心触旧游。"
        },
        {
            "标题": "寄吴少溪宫录七十 其五十五 送蒋监台文学校士东省事竣会试北上",
            "作者": "于慎行",
            "内容": "鼓箧吴门赋北征，翘材又进鲁诸生。华林欲带琼枝长，龙种还媒騄耳行。\n马上寒星冲佩剑，霜前残月堕离觥。春来却望看花处，五色宫云满禁城。"
        },
        {
            "标题": "题巴西甘大夫年谱小像十首 其六",
            "作者": "于慎行",
            "内容": "尺籍徵兵下，铜鱼使者章。临淄十万户，一半戍渔阳。"
        },
        {
            "标题": "阁试征西将军出塞歌",
            "作者": "于慎行",
            "内容": "榆关九月寒风早，玄霜已白边城草。敌骑朝侵策勒营，将军夜出祁连道。\n关山晓月度龙沙，马上芙蓉吐剑花。连营画地传刁斗，十万军声静不哗。\n期门少年健如虎，束发从军思报主。画角寒销玉塞云，铁衣冷拂金城雨。\n援枹执鼓何雄哉，笑看楼兰动地来。合围瀚海浑无敌，转战皋兰未肯回。\n紫骝汗血归来后，肘背黄金大如斗。胡床坐解月支头，割鲜笑釂蒲萄酒。\n酒泉亭障接乌孙，辎重如山入塞门。五云阙下报天子，万里封侯安足论。"
        },
        {
            "标题": "雪中菊花小歌",
            "作者": "于慎行",
            "内容": "去年九月雪雨集，菊花吐向雪中泣。今年十月菊始开，雪花又落黄金罍。\n繁华何意同萧瑟，冷蕊疏枝一半白。罗绮三千梦早春，却将铅粉妆佳色。\n素影关山夜欲流，寒香寂寞楚天秋。不知陶令吟时醉，正是袁安卧处愁。\n篱边吾亦怜吾友，苦节贞心成素首。试看东园桃李花，霜前零落今何有。"
        },
        {
            "标题": "春日同罗虞臣囧卿李本宁太史朱可大进士游摩诃庵得冬字",
            "作者": "于慎行",
            "内容": "春尽看春兴未穷，还陪仙侣叩禅宫。香台路入烟云转，石窦泉从薜荔通。\n花落诸天浑是雨，松临午日不闻风。当歌一醉愁无赖，回首红尘绮陌东。"
        },
        {
            "标题": "送平阴杨令迁晋府审理二十二韵",
            "作者": "于慎行",
            "内容": "藉甚神明宰，循良踵二京。关西绵世胄，梁苑茂家声。\n玉季雄霜府，兰昆比月卿。谈经推上第，緤组试专城。\n濊泽同春育，孤操共水清。莱芜尘甑满，单父玉琴鸣。\n纪政驯田雉，忧时愤海鲸。悬金亲教射，握槊自观兵。\n月禀挥将尽，云徒练已成。不甘驰羽檄，直欲请长缨。\n庙画方蒐俊，藩僚亦采英。会闻公府辟，先假士师名。\n彭泽归陶令，长沙召贾生。儿童啼拥路，父老泣沾纮。\n花树存遗爱，棠阴郁别情。幽居门久杜，过访盖频倾。\n听雨山坳醉，冲寒渡口迎。谈玄词要妙，举白气纵横。\n自觉交情洽，谁堪远思盈。寒冰结去水，飞雪绕前旌。\n鼓吹声何急，骊驹赋载赓。壮心应未已，斗畔倚青萍。"
        },
        {
            "标题": "封御史邢翁八十双寿二首 其一",
            "作者": "于慎行",
            "内容": "济北贤豪行谊敦，年跻上老德弥尊。真封已自称乌署，高隐还应并鹿门。\n明月千山芳杜若，春江九畹茁兰荪。仙龄幸际升平理，拾穗讴吟亦主恩。"
        },
        {
            "标题": "封御史邢翁八十双寿二首 其二",
            "作者": "于慎行",
            "内容": "双闱同拜玉函封，寿帙今开第九重。青鸟日随王母侍，白云常满丈人峰。\n已看庭际翔三凤，更向垆边跨两龙。欲问齐眉吴市隐，千秋谁许继高踪。"
        },
        {
            "标题": "滁阳道中迟李棠轩年兄未至题书驿壁",
            "作者": "于慎行",
            "内容": "江楼三日别，相逐不相逢。回首秋山路，寒云隔几峰。\n乡心朝见雁，行色夜闻钟。何地还杯酒，应寻放鹤踪。"
        },
        {
            "标题": "纪梦二首 其二",
            "作者": "于慎行",
            "内容": "梦从化人游，虞我以奇巧。平地疏清渠，中有萍与藻。\n游鱼三五头，淫裔何鲜姣。良无波涛惊，似有云气绕。\n临流羡且观，不知床月皎。记念在恍忽，踌蹰至天晓。\n梦中幻已灭，寤言复何道。"
        },
        {
            "标题": "伾麓山房十咏为朱槐石令君赋 其三 舒啸堂",
            "作者": "于慎行",
            "内容": "百年长啸寄乾坤，烟水平台远树村。莫在黎阳秋色里，何人不道是苏门。"
        },
        {
            "标题": "同馆诸丈城西看花二首 其二",
            "作者": "于慎行",
            "内容": "十载叹西东，欢娱此日同。容华青镜里，身世绿尊中。\n花气看无赖，莺歌听不穷。何妨归骑缓，蹀躞受东风。"
        },
        {
            "标题": "四月一日曹常侍园看花同冯用韫葛仲明二馆丈",
            "作者": "于慎行",
            "内容": "垂柳池边见海棠，一枝寂寞倚残妆。娉婷可奈移灯看，何处春愁不断肠。"
        },
        {
            "标题": "四月一日曹常侍园看花同冯用韫葛仲明二馆丈",
            "作者": "于慎行",
            "内容": "西城仙馆侍中家，别苑春深玉洞霞。一曲歌声听不散，随风吹落小桃花。"
        },
        {
            "标题": "双林寺歌",
            "作者": "于慎行",
            "内容": "道旁佛宫谁者筑，珠楼宝殿横山麓。僧徒指点为予说，此寺方成主人逐。\n忆昨十载气薰天，吐纳日月挥云烟。外廷稍引三公势，内禁亲操六玺权。\n出入钩陈留筦钥，笑谈甲观走金蝉。建寺平侵贵主第，施僧直请大官钱。\n输来多宝堆成塔，辇尽黄金布作田。法宫梵宇何连曼，胜地名区看不断。\n墓上林园学九陵，祠前楼阁成双观。落成牛酒国亲供，建醮香花天女献。\n吁嗟此寺独渺小，赤刀已欲盈千万。我皇神威符世祖，距脱大奸俯地取。\n郭家金穴入水衡，邓氏铜山归少府。庐儿解玉乞街衢，宅妇怀簪随卒虏。\n惟馀此寺在郊原，虹梁绮搆谁为主。蛛网空悬梵铎风，青苔自锁玱琅雨。\n盛衰转盼那不有，几年翻覆看如许。君不见江陵城头土三尺，若敖馁鬼不来食。\n一代贤豪此谓何，尔全首领恩亦极。"
        },
        {
            "标题": "四月一日曹常侍园看花同冯用韫葛仲明二馆丈",
            "作者": "于慎行",
            "内容": "宫霞半吐玉阑干，春色迟迟上牡丹。不是东风催未得，天香绰约不胜寒。"
        },
        {
            "标题": "同馆诸丈城西看花二首 其一",
            "作者": "于慎行",
            "内容": "别苑惜春残，开尊聚旧欢。花间张绮幕，柳外簇雕鞍。\n飞雪歌中度，回风掌上看。倚阑浑欲醉，犹索酒杯宽。"
        },
        {
            "标题": "四月一日曹常侍园看花同冯用韫葛仲明二馆丈",
            "作者": "于慎行",
            "内容": "春红尽向野亭开，万绿轻阴锁碧苔。独有梨花能似雪，尊前半拂舞衣回。"
        },
        {
            "标题": "十月四日张就山初至同饮东园菊花下作",
            "作者": "于慎行",
            "内容": "上客来何暮，山斋菊欲残。犹馀秋径色，聊待酒人欢。\n艳蕊迎霜立，寒香浥露餐。晚酣休便去，新月出林端。"
        },
        {
            "标题": "真空寺留别冯葛诸丈",
            "作者": "于慎行",
            "内容": "萧疏菀柳寺门前，别色相看一黯然。十月繁霜凋客鬓，重城残雨上离筵。\n心同张翰思吴日，事异梁鸿去汉年。别后云山未相间，尺书犹有雁南旋。"
        },
        {
            "标题": "告中冯用韫宫谕朱可大丞卿见过",
            "作者": "于慎行",
            "内容": "卧阁荒三径，惟容二仲过。借书酬寂寞，说剑慰蹉跎。\n未路交情少，他年别思多。东门杨柳色，执袂可如何。"
        },
        {
            "标题": "可大游摩诃庵有诗见示赋答",
            "作者": "于慎行",
            "内容": "少壮欢娱地，怜君只自游。一春全卧病，旧事几经秋。\n听雨花间坐，飞觞石上流。归心将别恨，忆此更悠悠。"
        },
        {
            "标题": "告中同可大再游摩诃庵因赠静堂禅师",
            "作者": "于慎行",
            "内容": "寺忆同游地，联镳许再过。人行松院少，云闭竹房多。\n岁月容高枕，乾坤足放歌。逃禅吾不厌，病骨本维摩。"
        },
        {
            "标题": "寿表兄少石刘翁八十",
            "作者": "于慎行",
            "内容": "苕溪渔隐旧称仙，一卧菰芦近百年。门径不通车马路，行踪只在水云天。\n鱼梁日落频呼酒，柳岸风轻每放船。试数同时钟鼎客，几人能结海鸥缘。"
        },
        {
            "标题": "饮马长城窟行",
            "作者": "于慎行",
            "内容": "青青陵上柏，翘翘思远客。远客在何方，长城道路长。\n路长时复久，门外春杨柳。杨柳正依依，君行胡不归。\n食薤自知辛，食檗自知苦。苦辛在人心，当复谁为语。\n有鸟云中来，嗷嗷过我庭。愿附一札书，达我沈忧情。\n鸟辞天路远，哀鸣去不返。去去莫复陈，亲疏自有因。"
        },
        {
            "标题": "送赵瀫阳殿读上广东宪副",
            "作者": "于慎行",
            "内容": "凛凛岁事寒，重云蔽城阙。游子欲何之，驱车适南越。\n南越万馀里，江深安可涉。鸢堕五溪云，猿号修岭月。\n耿耿烈士颜，世路无工拙。况握黄金章，名在诸侯列。\n我皇眷迩臣，赐环不赐玦。惟是同心人，欢情中道缺。\n踟蹰在广路，悢悢不能诀。砥如水中石，皎如山上雪。\n直道谅已难，忧心未云掇。吾将从此辞，长歌栖林樾。"
        },
        {
            "标题": "送静上人还鸡鸣山二首 其二",
            "作者": "于慎行",
            "内容": "杖锡新辞阙下归，从今出世有传衣。经台到日春应暮，多少天花作雨飞。"
        },
        {
            "标题": "送静上人还鸡鸣山二首 其一",
            "作者": "于慎行",
            "内容": "缥缈灵山枕帝畿，安禅一榻旧荆扉。钟声杳霭秋云里，万户江烟锁翠微。"
        },
        {
            "标题": "送李棠轩年兄上南少司空二首 其二",
            "作者": "于慎行",
            "内容": "前年同赋秣陵秋，隔岁怜君访旧游。风雨独过朱雀桁，烟波还记白蘋洲。\n两都文物归仙吏，八座声华满帝州。莫恋江南好风景，直庐空锁凤池头。"
        },
        {
            "标题": "送李榕厓谏议册封荆藩便道省觐",
            "作者": "于慎行",
            "内容": "方怀谏草侍螭头，复捧桐圭问鹢舟。五色春云天上节，一帆明月水边楼。\n丰城剑合双龙气，银汉槎悬万里秋。归向高堂行庆酒，承欢最羡锦衣游。"
        },
        {
            "标题": "出塞四首为辽左李大将军赋 其四",
            "作者": "于慎行",
            "内容": "玉节君王诏，军中夜筑坛。金人归少府，铁骑散材官。\n远戍三秋断，严霜万里寒。功成多意气，歌舞入长安。"
        },
        {
            "标题": "送李棠轩年兄上南少司空二首 其一",
            "作者": "于慎行",
            "内容": "不堪握手怅离居，柳色都门渐欲疏。佩借司空苍水玉，箧藏学士紫泥书。\n宫砖日影虚铃阁，驿路秋声过锦闾。负弩三巴应更有，几人词赋似相如。"
        },
        {
            "标题": "闻里中健儿归自朝鲜述单中事有感",
            "作者": "于慎行",
            "内容": "从军年少说成功，道逐楼船过海东。几见蛮烟迷月黑，曾看猎火照波红。\n椎牛已自空夷国，赐币还应出汉宫。叹息愚痴石司马，枉将七尺殉和戎。"
        },
        {
            "标题": "从泗上归宿杜太学庄舍",
            "作者": "于慎行",
            "内容": "暮从川上来，两袂涵清辉。回首睇泉皋，苍茫紫烟飞。\n相挈入村舍，解鞍控板扉。牛羊深巷入，鸡犬空墙依。\n中庭有花树，郁郁何葳蕤。山月在帘牖，星河亦已稀。\n宛然林壑姿，顾视朝市非。主人有旨酒，行吟聊共挥。\n避世岂在远，此中可忘归。"
        },
        {
            "标题": "对雪闻方子公行赋送",
            "作者": "于慎行",
            "内容": "寥寥逢岁宴，飞雪逗年华。霰薄初成雨，风高渐作花。\n寒光连兔苑，朔气度龙沙。游子今何适，关山路正赊。"
        },
        {
            "标题": "送崔亚沂博士游齐",
            "作者": "于慎行",
            "内容": "共作名山隐，三秋采蕨薇。宁辞今日别，袛恐故人稀。\n斗酒不得醉，白云相与归。秋来玄雁度，可向海门飞。"
        },
        {
            "标题": "送习豫南太史谪居闽中二首 其一",
            "作者": "于慎行",
            "内容": "渺渺寒江路，君今岁晏游。十年池上佩，万里雪中舟。\n仕节人谁识，浮踪水自流。含情无可道，不独为离忧。"
        },
        {
            "标题": "除夕前四日送杨户部之官河南",
            "作者": "于慎行",
            "内容": "送子岁云晏，踟蹰可奈何。酒边生白发，雪里渡黄河。\n落魄才难尽，飞扬意故多。春风洛阳道，早晚听鸣珂。"
        },
        {
            "标题": "送习豫南太史谪居闽中二首 其二",
            "作者": "于慎行",
            "内容": "对酒不能饮，心悲握手论。如何同舍客，忽作远游人。\n世态青云冷，交情白首新。还知明主意，宣室待词臣。"
        },
        {
            "标题": "送杨庐山户部左迁淮阳",
            "作者": "于慎行",
            "内容": "华月出高牖，新猋激广轩。斗酒酌良夜，君怀胡不欢。\n昔艺名城树，今握画省兰。作吏既彊项，为郎亦苦颜。\n如何流云景，奄忽无定端。言从淮海至，又客淮海"
        },
        {
            "标题": "赠相工李生游金陵谒洪阳张丈二首 其一",
            "作者": "于慎行",
            "内容": "落魄人间六尺身，懒充唐举目中尘。鸢肩燕颔浑閒事，只此形骸总未真。"
        },
        {
            "标题": "里翁张虑斋八帙二首 其一",
            "作者": "于慎行",
            "内容": "寰中信有地行仙，八十冰肌类小年。华萼曾联文苑盛，衣冠雅称素封贤。\n兰皋夜雨看耕耒，绮阁春灯醉舞筵。共庆清时多旧老，三朝遗俗口能传。"
        },
        {
            "标题": "里翁张虑斋八帙二首 其二",
            "作者": "于慎行",
            "内容": "常将沆瀣当朝餐，矍铄风神世所难。走马自轻飞鞚远，看花犹剧蹋歌欢。\n青葱日长堂前树，郁烈春芳泽畔兰。欲向仙台占寿纪，不知渤澥几时乾。"
        },
        {
            "标题": "赠相工李生游金陵谒洪阳张丈二首 其二",
            "作者": "于慎行",
            "内容": "看尽长安马上衣，秦淮秋色去如飞。到来试拭风尘眼，细认壶丘善者机。"
        },
        {
            "标题": "新城馆中夜坐",
            "作者": "于慎行",
            "内容": "独坐燕南馆，桃灯坐自深。还家游子路，去国迩臣心。\n落月征车动，寒霜客袂侵。陆沉非避世，吾道在云林。"
        },
        {
            "标题": "可大邀游张常侍园二首 其一",
            "作者": "于慎行",
            "内容": "夙慕名园胜，因君载酒看。山容虚榭满，竹色小楼寒。\n地主更新贵，游人续旧欢。愁中春色过，才此一凭阑。"
        },
        {
            "标题": "可大邀游张常侍园二首 其二",
            "作者": "于慎行",
            "内容": "五侯开别馆，平野碧湖东。乳燕翻槐日，鸣鸠试麦风。\n水穷千树里，亭隐百花中。却忆山园路，芳菲正满丛。"
        },
        {
            "标题": "春初得吴太原道中书有怀",
            "作者": "于慎行",
            "内容": "草色春城叹索居，虚窗残月渺愁予。忽从五马边淮路，传得双鱼隔岁书。\n汾水东流连朔塞，关门北望是穹庐。晋阳亦是谈兵地，莫使平时保障疏。"
        },
        {
            "标题": "桃花岭图歌寿太宰杨梦山先生",
            "作者": "于慎行",
            "内容": "长安三月烟如织，上苑桃花看不极。主人旧是武陵人，别有春林千树色。\n千树万树玉岭赊，烂漫风前十里花。细缬半含仙掌露，繁枝齐吐赤城霞。\n主人数椽筑洞口，手植城堤几十亩。笛里香分画阁梅，楼头艳拂金堤柳。\n花间漉酒醉朱颜，石几松床自闭关。不遣红尘来陌上，惟容流水到人间。\n只道林中聊可住，芳菲又满咸阳路。扫尽玄都观里泥，栽成濯锦江头树。\n还将幅素写花源，半染山光半水痕。拂拭自疑真境近，不知春色在公门。\n君不见度索山前花落晚，千年一结条支卵。东方先生太苦饥，啖馀半核如金椀。\n又不见仙人子晋遨五城，白鹤朝骖海上行。缑山瞥见花成雨，沈醉吹残月夜笙。\n主人亦住三山岛，瑶池仙种分来早。花开几度笙几曲，日上扶桑春未老。"
        },
        {
            "标题": "题桃川图赠鍊师张子故西苑方士也",
            "作者": "于慎行",
            "内容": "我歌桃川图，旧识桃源客。骨青发短双颊红，十年卖药长安陌。\n自言本是武陵人，花落花开不记春。姓名偶被先皇识，选列仙官侍紫宸。\n紫宸宫阁天中起，西苑繁华如梦里。铜盘百尺落秋空，绮幕千门照流水。\n祠坛队队羽衣群，鹤盖霓裳拥圣君。黄金白璧年年赐，豹髓鸾膏夜夜焚。\n当时等辈俱光采，算袋裶衫揖上宰。曾窥阿母降瑶台，更访安期入东海。\n海上重来鬓已秋，鼎湖龙去水空流。夹城辇路多青草，别殿宫官半白头。\n承恩旧侣知何处，闻逐云中鸡犬去。惟馀野迹走风尘，却忆桃花源里住。\n我闻此语涕沾膺，世事从来不可凭。君今莫说丹砂事，松柏萧萧冷茂陵。"
        },
        {
            "标题": "买洪范泉旁隙地规作园池",
            "作者": "于慎行",
            "内容": "谁言泉上筑，不作辋川看。山色宜书幌，溪阴可钓竿。\n分流防短岸，樊圃避危湍。稍待西畴毕，移家事未难。"
        },
        {
            "标题": "应制题画四首 其一 雪景",
            "作者": "于慎行",
            "内容": "轻绡寒色动，不是月华开。鸟道千岩迥，江光一径回。\n虚无分玉树，彷佛想瑶台。未拟歌黄竹，阳春遍九垓。"
        },
        {
            "标题": "应制题画四首 其二 烟雨",
            "作者": "于慎行",
            "内容": "潇潇一幅上，秋气满枫林。半似随风引，全疑夹雾阴。\n远峰看处暝，疏树望来深。笔底烟云色，争知用作霖。"
        },
        {
            "标题": "应制题画四首 其三 宣庙御笔汀鸟",
            "作者": "于慎行",
            "内容": "笔端成大造，海鸟若相忘。暮雨汀莎湿，春风岸芷香。\n柳边迷落絮，云里带飞霜。总为经天藻，长留羽翰光。"
        },
        {
            "标题": "九月廿五日东园菊下小集四首 其二",
            "作者": "于慎行",
            "内容": "今岁重阳菊，翻迎十月看。犹馀秋日映，已近北风寒。\n冻蕊开逾艳，贞心抱自完。搴芳思有赠，惆怅倚亭阑。"
        },
        {
            "标题": "九月廿五日东园菊下小集四首 其一",
            "作者": "于慎行",
            "内容": "朝来全罢酒，秋尽复看花。布席轻张幔，题名细剪纱。\n开时团玉露，餐处带明霞。萧瑟还怜汝，含芳绾岁华。"
        },
        {
            "标题": "九月廿五日东园菊下小集四首 其四",
            "作者": "于慎行",
            "内容": "岁逢鸿雁候，日敞菊花筵。祗恐虚秋色，谁愁负酒钱。\n移灯情缱绻，卷袖醉蹁跹。且采簪华发，相将步月旋。"
        },
        {
            "标题": "九月廿五日东园菊下小集四首 其三",
            "作者": "于慎行",
            "内容": "花开原五色，色色断人肠。浴出俱含雨，妆成总奈霜。\n凄凉倾国品，酷烈岁寒香。回笑春桃李，随风委艳阳。"
        },
        {
            "标题": "题江村秋晚小画四首 其三",
            "作者": "于慎行",
            "内容": "一曲长堤没断桥，寒烟斜日远迢迢。閒心无事看秋水，不是钱塘半夜潮。"
        },
        {
            "标题": "题邵武丞郑公名宦传册",
            "作者": "于慎行",
            "内容": "古者侯与卿，侐寝无遗迹。桐乡一啬夫，至今有社稷。\n民志谅难谐，德声允无斁。邈哉邵武丞，乃与千秋匹。\n蚤耽竹素编，暮随升斗檄。十载和鸣琴，鸾凤栖枳棘。\n折狱照覆盆，赋政悬尺籍。老挂武夷冠，云卧仙岩碧。\n犹馀棠树阴，清风满旧邑。长吏备时烝，泽宫参侑食。\n赤绂岂无人，伊谁分半席。柳勒武功铭，韩记蓝田璧。\n娄江笔如椽，亦永循良绩。公真不负丞，是为黄绶式。"
        },
        {
            "标题": "题江村秋晚小画四首 其二",
            "作者": "于慎行",
            "内容": "万壑萧萧近晚秋，暮天寒雁水悠悠。月明应是多愁思，玉笛霜前自倚楼。"
        },
        {
            "标题": "题江村秋晚小画四首 其四",
            "作者": "于慎行",
            "内容": "茅屋疏篱映短莎，窗前高树夕阳多。白云不断桥边路，犹许幽人策杖过。"
        },
        {
            "标题": "题江村秋晚小画四首 其一",
            "作者": "于慎行",
            "内容": "小亭独坐思依依，十里烟波冷钓矶。鸥鸟不知尘梦远，惊回犹自背人飞。"
        },
        {
            "标题": "送张晋台博士宰徐闻",
            "作者": "于慎行",
            "内容": "诸生祖帐拥离颜，云际飞凫不可攀。万里天悬琼岛月，三秋人住谷城山。\n梅花北岭通闽路，海水南头望汉关。此日鲛人愁正极，因君欲见去珠还。"
        },
        {
            "标题": "题张学士闲云馆",
            "作者": "于慎行",
            "内容": "芙容江馆闭霏微，江面闲云拥钓矶。春色不胜芳草绿，萋萋长似待人归。"
        },
        {
            "标题": "题忠顺夫人画像四首",
            "作者": "于慎行",
            "内容": "燕支山色点平芜，染出春愁上画图。一曲胡笳明月夜，边声又度小单于。"
        },
        {
            "标题": "题忠顺夫人画像四首 其二",
            "作者": "于慎行",
            "内容": "边城新舞《柘枝》辞，降得浑邪罢汉师。不道长安春色少，甘泉宫里画阏氏。"
        },
        {
            "标题": "题忠顺夫人画像四首",
            "作者": "于慎行",
            "内容": "边城新舞《柘枝》辞，降得浑邪罢汉师。不道长安春色少，甘泉宫里画阏氏。¤"
        },
        {
            "标题": "题忠顺夫人画像四首 其三",
            "作者": "于慎行",
            "内容": "天山猎罢雪漫漫，绣袜斜偎七宝鞍。半醉屠苏双颊冷，桃花一片殢春寒。"
        },
        {
            "标题": "题忠顺夫人画像四首",
            "作者": "于慎行",
            "内容": "莲花宝铗绿云鬟，不脱襜褕款汉关。枉杀白登城下画，虏中原自有红颜。"
        },
        {
            "标题": "为潘海滨处士题竹萱图二首 其一",
            "作者": "于慎行",
            "内容": "素节凌霜耐岁寒，翛翛池影夹琅玕。不知凤去瑶台后，长得孙枝更几竿。"
        },
        {
            "标题": "天界寺禅房呈讱庵棠轩二丈",
            "作者": "于慎行",
            "内容": "萧晨游法苑，迥眺出云峰。秋色霜前雁，寒声雨后钟。\n酒随陶令醉，谈许惠休从。何意风尘地，居然白社踪。"
        },
        {
            "标题": "再至长安见无弦上人移住法藏庵因听弹琴赋赠",
            "作者": "于慎行",
            "内容": "别来何所住，卓锡自成林。幡影香台静，钟声竹院深。\n一花开佛土，半偈定禅心。挥手松风里，依然未鼓琴。"
        },
        {
            "标题": "听琴篇呈李雪沪先生",
            "作者": "于慎行",
            "内容": "雨鸣潇潇风满壁，虚堂孤坐春草夕。何来两客登我堂，坐索瑶琴鼓前席。\n吾家焦尾旧无弦，世路逢人不解传。丈人锦囊出绿绮，为我挥手松风前。\n宫声一曲试瀛洲，文物翩翩禁苑游。人间帝子铜龙馆，海上仙人绛玉楼。\n倏忽凉飙飘四屋，新声转作潇湘曲。沙清石碧江水寒，月明叫入汀洲宿。\n弦悲调急声转微，满堂击节泪沾衣。幽兰白雪何要眇，此意世人知者稀。\n丈人自是贤豪客，横琴呼酒双眼白。借我朱弦三尺强，试理清商入萧索。"
        },
        {
            "标题": "途中书怀二首 其一",
            "作者": "于慎行",
            "内容": "圣代无高隐，行藏亦有因。寡交思避世，多病学全身。\n止足存微尚，安危付钜臣。所惭恩礼重，雪涕念君亲。"
        },
        {
            "标题": "重建双桧堂成追忆两兄有感",
            "作者": "于慎行",
            "内容": "背郭堂成傍岳祠，盘桓双桧忆连枝。池塘寂寞逢今日，华萼翩翻是往时。\n高栋重悬初署榜，颓垣犹见旧题诗。小山漫自称真隐，只影谁怜两鬓丝。"
        },
        {
            "标题": "北闸",
            "作者": "于慎行",
            "内容": "西城别苑胜瀛洲，十里平湖静不流。岸草离迷桥畔雨，宫槐隐映水边楼。\n声传箫管三天近，香散芙蓉六月秋。信道吾皇简游幸，石鲸飞处锁龙舟。"
        },
        {
            "标题": "归日王兴甫文学于子冲大参来视",
            "作者": "于慎行",
            "内容": "山斋春欲尽，上客到羊求。对月休愁思，看山且醉游。\n蚁封知是梦，驹隙信如流。不见芄兰侣，辞官已白头。"
        },
        {
            "标题": "途中书怀二首 其二",
            "作者": "于慎行",
            "内容": "太息宗祊计，回天事信难。三年头欲白，八疏口将丹。\n璇海波能润，瑶台月正安。汉庭多彊项，谁敢测宸欢。"
        },
        {
            "标题": "周公瑕有书见问寄答",
            "作者": "于慎行",
            "内容": "故人何所似，契阔已多年。旧事閒应记，新诗老更传。\n花开三径雨，门闭万峰烟。犹采相思树，封题到远天。"
        },
        {
            "标题": "寄吴少溪宫录七十 其六十四 寄董太初令君",
            "作者": "于慎行",
            "内容": "平生词海渴人龙，下邑欣传借鲁恭。祗畏攀辕期更早，不知倾盖事难逢。\n三年夏省还真拜，百里春城但素封。卫水齐山非谓远，论交何日得从容。"
        },
        {
            "标题": "夏日村居四十二首 其三十三",
            "作者": "于慎行",
            "内容": "古木千章水际，香泉万斛山阿。樵客空岩鸟道，田家半夜牛歌。"
        },
        {
            "标题": "王仁之明经北游过谒",
            "作者": "于慎行",
            "内容": "常羡名家玉树林，空山何幸辱招寻。青箱尚记乌衣事，綵笔能飞白雪音。\n珠出梁园应照乘，车过单父试听琴。索居愧倒中郎屣，世旧相逢意自深。"
        },
        {
            "标题": "题王母图寿新建张太夫人",
            "作者": "于慎行",
            "内容": "西山一何高，上有列仙馆。阿母几何年，皬然霜发短。\n丹室搆琼英，霞衣出火浣。上元受宝诀，双成吸玉管。\n俯视瑶水波，几度清且浅。青鸟云中遨，飞鸣正睍睆。\n玉函堕真图，仙气人间满。侍中岁星魂，燕喜何衎衎。\n取彼玗琪实，跪进车渠盌。若木晓晖长，桃花春气缓。\n一奏玄云谣，永欢阆风苑。"
        },
        {
            "标题": "金山望湖亭",
            "作者": "于慎行",
            "内容": "孤亭斜倚碧山隈，槛外明湖对举杯。万顷玻瓈天上出，千岩紫翠镜中开。\n云连阁道笼春树，雨过行宫锁绣苔。尽说昆明雄汉苑，无如此地接蓬莱。"
        },
        {
            "标题": "蜀山湖游太宰吴介肃公精舍感述",
            "作者": "于慎行",
            "内容": "渺渺汎平湖，亭亭望孤屿。秋风莽萧瑟，川光澹容与。\n昔有素心人，此焉耽宴处。下帷探道帙，闭关谢尘侣。\n狎从鸥鸟嬉，遐慕鸿鹄举。国卿岂不崇，视若鸢与鼠。\n遗构今尚存，高芬畴克旅。白云去不还，寒山静无语。\n景行不可得，回桡徒延伫。"
        },
        {
            "标题": "七日夜雨",
            "作者": "于慎行",
            "内容": "佳期方待夜，雨气转氤氲。愁望明河影，翻成楚岫云。\n鹊梁何地驾，笙鹤会能闻。未悟阴晴理，休将巧拙分。"
        },
        {
            "标题": "太虚亭望金陵亭在摄山绝顶",
            "作者": "于慎行",
            "内容": "孤亭高倚暮云秋，平楚苍苍望石头。紫气微分双阙影，白云中断大江流。\n萧森落木来悲气，迢递青山入壮游。王业千年根本在，燕吴两地对皇州。"
        },
        {
            "标题": "望仙影岩",
            "作者": "于慎行",
            "内容": "何劫飞来影，分明鹤上仙。侧身疑面壁，作礼似朝天。\n观化兴云雨，凭虚阅岁年。扶桑终日在，几见海成田。"
        },
        {
            "标题": "为人题双寿卷",
            "作者": "于慎行",
            "内容": "鹿门真隐旧知名，藉甚仙郎汉列卿。归院宫云随玉佩，上堂春酒汎瑶觥。\n斗边剑合双龙气，月底箫分两凤声。讵假金书传阆苑，且看丹诏出层城。"
        },
        {
            "标题": "闻子冲被徵寄问兼趣早出四首 其四",
            "作者": "于慎行",
            "内容": "四十男儿报主身，时艰安得避风尘。功成自有抽簪日，且借青山与故人。"
        },
        {
            "标题": "闻子冲被徵寄问兼趣早出四首 其一",
            "作者": "于慎行",
            "内容": "谷城山色五峰亭，十日相过酒未醒。底事西河桥畔柳，残枝又傍马头青。"
        },
        {
            "标题": "闻子冲被徵寄问兼趣早出四首 其三",
            "作者": "于慎行",
            "内容": "潘园无限北堂欢，捧得除书掩涕看。一夕烽烟劳圣主，雄心那不指楼兰。"
        },
        {
            "标题": "闻子冲被徵寄问兼趣早出四首 其二",
            "作者": "于慎行",
            "内容": "西山烽火照边城，殉国何人更请缨。知是济南年少在，匣中长剑作龙鸣。"
        },
        {
            "标题": "摄山观无尽禅师入定",
            "作者": "于慎行",
            "内容": "师今方入定，胜果几时成。法向无空灭，心因不住生。\n湿灰犹示相，稿木可为形。恍忽莲台上，人天涌化城。"
        },
        {
            "标题": "灵岩主僧邀游五峰亭遇雨即事",
            "作者": "于慎行",
            "内容": "已成三日醉，更上五峰亭。岭外云犹碧，尊前雨半青。\n唯然南岳偈，莞尔北山铭。向夕传清梵，泠泠自可听。"
        },
        {
            "标题": "戊寅正月进讲赐大红织成段衣一袭",
            "作者": "于慎行",
            "内容": "讲殿朝朝圣渥频，赐衣又见出枫宸。织成共识金梭巧，贡到初开锦样新。色借宫云红近日，香浮仙佩暖宜春。垂裳幸值轩唐理，补衮无劳愧许身。"
        },
        {
            "标题": "伾麓山房十咏为朱槐石令君赋 其九 夕阳洞",
            "作者": "于慎行",
            "内容": "玉洞山坳带夕曛，神功片石吐氤氲。不缘洞口春雷起，谁识蛟龙万里云。"
        },
        {
            "标题": "中贞王孙过访少岱山房酬赠二首 其一",
            "作者": "于慎行",
            "内容": "秋气飒萧森，亭皋夕坐深。美人沧洲兴，过我青枫林。\n倚剑冲星气，停杯待月阴。小山丛桂在，端复为谁吟。"
        },
        {
            "标题": "戊子九月寿宫随驾步视宝城还于东廊称贺玉音",
            "作者": "于慎行",
            "内容": "朱楼绛阙冠层霞，玉旂金支驻翠华。元相幄中分御锦，侍臣冠上珥官花。仙基步阅教随驾，别殿常参命赐茶。可道龙颜多喜豫，万年福地属皇家。"
        },
        {
            "标题": "戊寅正月上尚巾礼成群臣称贺赐白金文绮",
            "作者": "于慎行",
            "内容": "负扆年来海岳安，春朝绣帻始胜冠。龙楼拂曙天颜近，玉座垂旒日角宽。九庙神灵应已慰，两阶环佩不胜欢。迩臣幸奉青蒲对，珍赐还看出上阑。"
        },
        {
            "标题": "纪赐四十首 其八 戊寅正月上出内府画册命讲官六人各题四幅分得宣庙御画二幅诗成奏上各赐银叶一包",
            "作者": "于慎行",
            "内容": "百年壁府护仙葩，奉诏恭题睿览赊。岂为丹青悬日月，欲凭翰墨发云霞。\n叨荣乍捧银为叶，摛藻虚惭笔有花。文学承恩逢盛典，黄金买赋未应誇。"
        },
        {
            "标题": "燕歌行七解 其四 西门行",
            "作者": "于慎行",
            "内容": "出西门，歌且行。今我不极乐，当欲何营。"
        },
        {
            "标题": "雨中东流泉上同可大赋",
            "作者": "于慎行",
            "内容": "风雨鸣丹谷，林亭倚翠岑。一尊今日酒，千里故人心。\n树动三秋色，泉飞万壑音。夜凉横吹起，直欲想龙吟。"
        },
        {
            "标题": "送秦舜峰中丞出镇南赣",
            "作者": "于慎行",
            "内容": "词林早日侍甘泉，幕府勋名起少年。大国提封连瘴海，中丞使节护楼船。\n秋声夜渡三江雨，兵气晴销百越烟。此别不须频伫想，油幢几日欲朝天。"
        },
        {
            "标题": "田钟台殿读初春诣阙是秋即请告南旋寄此戏问",
            "作者": "于慎行",
            "内容": "春深裁报谒彤扉，为底逢秋又拂衣。旧隐青山何处问，同游词客几人归。\n囊中大药还多少，天上浮云可是非。万里抟风应有待，且随阳雁往来飞。"
        },
        {
            "标题": "夏日过二兄石淙别业同游洪范东流用韵四首",
            "作者": "于慎行",
            "内容": "桃花落尽武陵溪，碧草芊芊岸柳齐。洞口主人今不在，青山如画鸟空啼。"
        },
        {
            "标题": "夏日过二兄石淙别业同游洪范东流用韵四首",
            "作者": "于慎行",
            "内容": "谷口花深日欲低，水边村落听鸡啼。晚山更自多佳气，一带寒烟暮雨西。"
        },
        {
            "标题": "闻胡竺西山人被絷有怀二首 其二",
            "作者": "于慎行",
            "内容": "长铗今何适，从军赴桂林。谈天时网密，逐客庙谟深。\n寥落词人赋，凄凉国士心。沅湘何处望，愁绝雁书沉。"
        },
        {
            "标题": "夏日山居周砺斋太史奉使周藩过邑见访赋赠二首 其二",
            "作者": "于慎行",
            "内容": "夏日门常掩，何因驻使车。时同河朔饮，地似武陵渔。\n天地容高枕，烟霞有定居。莫将奇字问，独少著成书。"
        },
        {
            "标题": "夏日东园方胥成小集",
            "作者": "于慎行",
            "内容": "五月虚亭载酒过，疏林高树晚凉多。驯将鹤子閒能舞，飞出莺雏小解歌。\n城上斜风吹暮雨，洞门白石长春萝。炎天远道君何往，且醉花前金叵罗。"
        },
        {
            "标题": "夏日山居周砺斋太史奉使周藩过邑见访赋赠二首 其一",
            "作者": "于慎行",
            "内容": "送君远行役，六月过山城。细雨钟前落，微风树里生。\n茶瓜凉夜色，车马故交情。却忆横门道，分途岁已更。"
        },
        {
            "标题": "闻胡竺西山人被絷有怀二首 其一",
            "作者": "于慎行",
            "内容": "慷慨关东侠，词场旧所欢。如何燕市筑，忽作楚臣冠。\n翻覆人情险，倾危世路难。夜来丰狱剑，虹色为君看。"
        },
        {
            "标题": "夏日侯将军过访黄石山庄",
            "作者": "于慎行",
            "内容": "谷城山畔旧田家，坐客开尊对晚霞。种秫新醅陶令酒，为园近接邵侯瓜。\n同时朋好人谁在，早岁行藏鬓已华。闻道边尘今稍靖，尽堪农圃寄生涯。"
        },
        {
            "标题": "夏日东园诸友同郑承武小会",
            "作者": "于慎行",
            "内容": "山园五月海榴开，小会欣逢上客来。竹里诗题青玉管，花间酒汎紫霞杯。\n庭皋远树留残雨，城堞轻阴阁晚雷。欲似当年河朔饮，翩翩词赋盛论才。"
        },
        {
            "标题": "闲居述怀",
            "作者": "于慎行",
            "内容": "未老归随鹿豕群，十年阅尽北山云。神全瓦注原非巧，名混金瓯久未分。岁晏谁能怀邓禹，功高自合谢田文。华阳十赉皆君宠，九命何殊阙下闻。"
        },
        {
            "标题": "郭汝承诗有乡思书此解之",
            "作者": "于慎行",
            "内容": "十年几作五陵游，一剑高横万里秋。此夜龙光方射斗，乡心且莫视刀头。"
        },
        {
            "标题": "寄题朱金庭宗伯逍遥楼一首",
            "作者": "于慎行",
            "内容": "我有同声偶，宛彼天南隅。十年旷色笑，万里违音书。\n坐逢越方人，跪问今何如。方修南华义，闭迹重楼居。\n重楼何缥缈，回架名山隅。星月宿雕槛，虹霞带绮疏。\n云门列遥障，剡水周前渠。冥韬寡谈宴，遐眺多讴歈。\n违哉旷士怀，自执环中枢。鹪鴳栖非隘，鹍鲸润岂馀。\n至游苟有托，焉适非吾庐。君今息溟海，吾亦耽枋榆。\n室遐人尚迩，年往意未疏。恨无双飞翼，径度三山闾。\n永言鬯玄旨，婆娑以自虞。"
        },
        {
            "标题": "济上对玉函山送子冲北上",
            "作者": "于慎行",
            "内容": "万事悲欢可具陈，十年五醉济城春。居然华发生明镜，无恙青山对故人。\n老去交情堪自见，狂来酒态转相亲。路傍莫讶双龙剑，雌伏雄飞各有神。"
        },
        {
            "标题": "寄吴少溪宫录七十 其三 寄送林太华民部报命北上",
            "作者": "于慎行",
            "内容": "倾盖长安意颇亲，山城重枉驻征轮。两河使节归仙吏，一代家声属世臣。\n路入五云关树晓，赋成双管禁林春。郎曹纵自多文雅，谁许青箱事可陈。"
        },
        {
            "标题": "查虞皋文学自越中遣书相讯寄谢四首 其一",
            "作者": "于慎行",
            "内容": "春风曾泊孝廉船，握手相看各黯然。别后秋鸿江上去，一封来到海云边。"
        },
        {
            "标题": "查虞皋文学自越中遣书相讯寄谢四首 其二",
            "作者": "于慎行",
            "内容": "晓月山城梦断时，六桥烟树不胜思。梅花忽送江南色，满目仙郎白玉枝。"
        },
        {
            "标题": "周文伯载赐中泠慧山泉水赋谢",
            "作者": "于慎行",
            "内容": "过江曾酌南酃水，恨隔毗陵第二泉。何意双罂来远道，并教五月失炎天。\n香疑露下金茎夜，色忆冰分王井年。小试龙团俱妙品，清风两腋总泠然。"
        },
        {
            "标题": "题张学士閒云馆四首 其三",
            "作者": "于慎行",
            "内容": "斋心自捧玉函经，永日焚香坐小亭。隐几萧然秋似水，不知江上几峰青。"
        },
        {
            "标题": "题张学士閒云馆四首 其四",
            "作者": "于慎行",
            "内容": "山中丛桂碧氤氲，十亩烟皋领白云。携得青萍双剑在，斗间遥夜动星文。"
        },
        {
            "标题": "题张学士閒云馆四首 其一",
            "作者": "于慎行",
            "内容": "芙蓉江馆闭霏微，江面閒云拥钓矶。春色不胜芳草绿，萋萋长似待人归。"
        },
        {
            "标题": "题张学士閒云馆四首 其二",
            "作者": "于慎行",
            "内容": "滕王阁下碧波寒，徐孺祠前木叶丹。一曲池台千竹里，可知无梦到长安。"
        },
        {
            "标题": "纪赐四十首 其三十 己夘请告南旋奉恩诏乘传并赐金绮路费",
            "作者": "于慎行",
            "内容": "经术承恩侍汉京，归家犹作锦衣行。赐金阙下誇疏傅，拥传桥边愧马卿。\n试语乡闾应未见，即垂简册亦称荣。江湖未觉长安远，咫尺葵心向日倾。"
        },
        {
            "标题": "新都程君房寄墨数螺道中为税使所榷戏作志感",
            "作者": "于慎行",
            "内容": "客卿闻已渡江涔，乌有何从问艺林。楮国交游成落寞，松侯封爵付销沉。\n思玄但检张衡赋，守黑空遵老氏箴。为语中人休错误，隃麋原不化黄金。"
        },
        {
            "标题": "吴门周画师从游溪上数日赋赠",
            "作者": "于慎行",
            "内容": "林壑看如画，幽人此地过。弹琴流水近，对酒暮云多。\n地僻无来往，山深足啸歌。床头有匹练，试为扫烟萝。"
        },
        {
            "标题": "张洪阳学士在告问疾",
            "作者": "于慎行",
            "内容": "碧草重门似瀼东，十旬休浣度春风。归心桂树生江浦，渴病金茎出汉宫。\n斗际龙光元是剑，杯间蛇影自为弓。知君早鍊神仙骨，且向尧时作侍中。"
        },
        {
            "标题": "在告书怀柬可大",
            "作者": "于慎行",
            "内容": "金门何事转愁予，日见红尘上锦裾。祗为思归常数雁，几因多病欲焚鱼。乡心瓦上三更雨，客计床头数卷书。幸藉旬休聊闭阁，文园从此卧相如。"
        },
        {
            "标题": "寄题贞白王孙赤霞馆",
            "作者": "于慎行",
            "内容": "藉甚天潢彦，才名满帝家。书藏东观草，馆号赤城霞。\n梦里常吞锦，毫端自吐花。不知银汉水，几日见浮槎。"
        },
        {
            "标题": "艳歌行四首 其一",
            "作者": "于慎行",
            "内容": "夜色迢迢五凤城，斜窗宿雾月微明。含啼小妇调春管，吹入梅花调不成。"
        },
        {
            "标题": "艳歌行四首 其三",
            "作者": "于慎行",
            "内容": "宝帐流苏四角低，灯花凝翠冷凄凄。愁心未歇欢情少，恼杀城乌夜半啼。"
        },
        {
            "标题": "艳歌行四首 其四",
            "作者": "于慎行",
            "内容": "宝珥朝分浅靥妆，双鬟初试越罗裳。花前祇恐春无力，不道春愁可断肠。"
        },
        {
            "标题": "艳歌行四首 其二",
            "作者": "于慎行",
            "内容": "绣箔珠帘旭日长，东风吹动郁金香。双栖乳燕浑无语，脉脉春情绕杏梁。"
        },
        {
            "标题": "杨柳青道中",
            "作者": "于慎行",
            "内容": "鸣榔凌海月，捩舵破江烟。杨柳青垂驿，蘼芜绿刺船。\n笛声邀落日，席影挂长天。望望沧洲路，从兹遂渺然。"
        },
        {
            "标题": "暮过杨刘有感",
            "作者": "于慎行",
            "内容": "多年不到杨刘戍，此夕冯轩过里门。前代津梁无聚落，旧家萝葛有儿孙。\n烟横远陇迷山气，日落平沙见雪痕。水木遗踪多所念，惟将悲泪洒空原。"
        },
        {
            "标题": "仪真野泊",
            "作者": "于慎行",
            "内容": "潮平扬子渡，宿昔系扁舟。日落波光敛，天长岛色浮。\n雨侵依岸树，晴见隔江楼。咫尺分吴楚，茫茫万古愁。"
        },
        {
            "标题": "夜泊有怀",
            "作者": "于慎行",
            "内容": "月白夜将阑，潮平两岸宽。倚舟人语静，过雨树声寒。\n戍鼓城隅觅，船灯水际看。所期江路迥，何处采芳兰。"
        },
        {
            "标题": "金陵江口夜泊",
            "作者": "于慎行",
            "内容": "孤舟江上宿，秋梦耿难成。片月中流影，千帆夜半声。\n地邻桃叶渡，山近石头城。倚舵闻吴咏，偏令旅思生。"
        },
        {
            "标题": "恭谒阙里圣庙二十韵",
            "作者": "于慎行",
            "内容": "运会皇风邈，乾坤圣宇开。文章苞六代，道德范三才。\n象应奎娄次，灵钟海岳隈。人传歌凤去，地想泣麟回。\n旧里仙源秘，遗宫帝制恢。乐声存鲁殿，车器出秦灰。\n羽籥诸生肄，牲牢万乘来。两楹仪紫闼，双观表璇台。\n问礼庭犹在，藏书壁已颓。画廊图藻绿，宝阁写琼瑰。\n古桧当时植，新松几代栽。唐碑钟作篆，汉石绣成苔。\n黻冕三千侍，云仍百忆陪。小儒惭朽质，微分簉群材。\n炉冶从甄铸，章缝荷剪裁。绘天忘色相，望海隔沿洄。\n日月丹霄曜，江河晚世催。怀恩知罔极，不去久低徊。"
        },
        {
            "标题": "寄冯志方博士二首 其一",
            "作者": "于慎行",
            "内容": "一别褒衣客，今来几岁星。吴钩知射斗，鲁壁记传经。\n对酒春云碧，题诗暮雨青。向时游赏地，南北各飘萍。"
        },
        {
            "标题": "乙未元日试笔",
            "作者": "于慎行",
            "内容": "东风一夜满春城，海畔曈昽旭日生。市里衣冠朋旧谊，田家箫鼓岁时情。\n花开綵胜娇相媚，酒到屠苏黯自惊。遥祝枫宸天未远，履声犹似近承明。"
        },
        {
            "标题": "送郑舒轩先生下第",
            "作者": "于慎行",
            "内容": "宫草萋萋满禁城，乘春又向日边行。一帆风雨还家梦，十里莺花去国情。\n彩笔久传鹦鹉赋，青山频听鹧鸪声。石渠倘许推师授，经术应齐汉五更。"
        },
        {
            "标题": "忆鹤",
            "作者": "于慎行",
            "内容": "独鹤曾为友，翩飞已隔年。几时归华表，何处觅青田。\n影断空山月，声凄远树烟。瑶台应有伴，宁忆旧林泉。"
        },
        {
            "标题": "同可大宿黄山张氏精舍",
            "作者": "于慎行",
            "内容": "谷口隔疏篱，林深鸟不啼。石泉萦户转，山果亚枝低。\n涧壑参差映，藤萝咫尺迷。苦无向平累，聊可共依栖。"
        },
        {
            "标题": "陶山赠张东山士师",
            "作者": "于慎行",
            "内容": "陶朱今不见，君是鲁朱家。侠骨千金剑，仙炉五色霞。\n生涯随畜牧，乡语话桑麻。早结东山隐，惊看鬓有华。"
        },
        {
            "标题": "应制题画四首 其四 鹌鹑",
            "作者": "于慎行",
            "内容": "渺彼榆枋翼，丹青画作真。静眠宫草日，閒傍苑花春。\n顾影骄金距，逢场上锦茵。非同珠树鸟，独用羽毛珍。"
        },
        {
            "标题": "寄吴少溪宫录七十 其六十 忧旱",
            "作者": "于慎行",
            "内容": "五月欲过犹未雨，秋苗渐槁青可怜。白日火云但袅袅，半岩泉水空涓涓。\n北来流离满道路，西望邑里疏人烟。城头鼙鼓复不罢，敕使普天飞索钱。"
        },
        {
            "标题": "上坤山月岩寺陈铁峰孟我疆诸君会讲处也",
            "作者": "于慎行",
            "内容": "何代标金刹，层崖半倚天。松门低落日，石窦泻鸣泉。\n野旷寒烟积，山高细路悬。因怀莲社客，惆怅讲堂前。"
        },
        {
            "标题": "游甘露寺绝顶望金焦二山作示邬汝翼陈从训",
            "作者": "于慎行",
            "内容": "北固峰头醉倚阑，两山秋作画图看。海门对涌青霞阙，江面双浮碧玉盘。\n风静帆樯行树杪，天空楼阁出毫端。不堪作客逢摇落，二妙悲歌和更难。"
        },
        {
            "标题": "山中奉寄太宰梦山杨公四首 其四",
            "作者": "于慎行",
            "内容": "沧海西头系钓船，萧萧春雨绿杨烟。垂纶莫近磻溪岸，恐是非熊入梦年。"
        },
        {
            "标题": "春日同于子冲上灵岩寺四首 其四",
            "作者": "于慎行",
            "内容": "双峰最高顶，倚杖白云扉。树杪看人出，山坳送鸟飞。\n钟声众壑满，香霭下方微。三观凭阑得，因风欲振衣。"
        },
        {
            "标题": "春日同于子冲上灵岩寺四首 其三",
            "作者": "于慎行",
            "内容": "春阴连岳麓，法界满祗林。巨壑浮云细，悬崖白日深。\n野僧閒入定，山鸟静多音。幸共齐年侣，同皈出世心。"
        },
        {
            "标题": "代作朱宪使双寿长歌",
            "作者": "于慎行",
            "内容": "嵚崟大伾山，西遮黎阳口。白马遥盘匏子堤，黄河如带东南走。\n东南万里入蓬瀛，毂转雷奔大壑惊。长淮一泻不知岁，至今惟见山峥嵘。\n山上丹厓合翠谷，别有日月非尘俗。问言谁向此中隐，西台使君茅作屋。\n使君早日客长安，襆被香分画省兰。兵符一领辽海震，戎轩再驾朔漠寒。\n閒心旧爱春山蕨，忽解绯衫辞帝阙。黎阳一卧几经年，醉弄大伾山上月。\n山月沈沈吐玉楼，绿萝飞花碧草秋。有时更涉沧洲趣，钓艇烟蓑对白头。\n松间鼓琴俯流水，猿鹤夜声清心耳。少年记作金闺游，一经又见金闺起。\n珠袍锦带开旧箧，走马曲江春色里。只今花树满河阳，亦有槐阴如市里。\n使君年岁七十强，红颜玉骨何昂藏。郎君自献南山曲，戏取宫袍作舞裳。\n齐眉玉案双尊酒，皬然又睹西王母。雕盘绮食罗秋堂，凤箫象管无不有。\n仙家缥缈六鳌峰，五城楼台春气浓。大伾如块河如一杯水，使君笑挟两茅龙。"
        },
        {
            "标题": "春日过李宛平于美",
            "作者": "于慎行",
            "内容": "春风历皇邑，宫草萋其绿。良辰感客心，行游北城曲。\n有美怀绂人，卧阁方避俗。开尊华轩夕，延我酌"
        },
        {
            "标题": "黄仪庭司城邀集冯虚阁",
            "作者": "于慎行",
            "内容": "振衣山畔寺，载酒寺边楼。笛散千峰雨，砧传万井秋。\n地因邀月胜，人拟御风游。不尽萧森气，寒江正北流。"
        },
        {
            "标题": "寄吴少溪宫录七十 其五十七 寄沈幼真年丈",
            "作者": "于慎行",
            "内容": "吴江烟月梦中残，起坐空堂念所欢。别日只怜分手易，归来便觉寄书难。\n斗边共识张华剑，天上谁弹贡禹冠。莫问同游最年少，萧萧鹤发照渔竿。"
        },
        {
            "标题": "雨中舟行",
            "作者": "于慎行",
            "内容": "天阔雨冥冥，孤帆过驿亭。云吞江树白，雾失晓峰青。岸鸟迎船湿，河鱼出网腥。生涯多少恨，无处异飘萍。"
        },
        {
            "标题": "三月廿八日饮侯六山庄四首 其一",
            "作者": "于慎行",
            "内容": "问讯东山馆，名花几树开。不愁春色去，自有故人来。\n淑影明衣袖，香风近酒杯。未须尊俎具，且共倚亭台。"
        },
        {
            "标题": "三月廿八日饮侯六山庄四首 其二",
            "作者": "于慎行",
            "内容": "地僻宜佳会，春归待主人。蝶惊红雨骤，莺狎录条新。\n但听歌盈耳，休辞酒入唇。不堪回首地，万里一风尘。"
        },
        {
            "标题": "庚辰元旦试笔",
            "作者": "于慎行",
            "内容": "箫鼓初阑旭日开，小庭春色欲重来。灵符旧箧金闺赐，宝胜新妆玉剪裁。\n欢洽儿童随笑语，恩深禁阙忆趋陪。谁将柏叶调仙酒，为荐君王万寿杯。"
        },
        {
            "标题": "馆课初入翰林自述",
            "作者": "于慎行",
            "内容": "初日照高树，内苑归新凉。苑中有芳桂，清芬闻我堂。\n连云步七阁，绿简何焜煌。虫书错绮绣，缃帙纷琳琅。\n对此倚长叹，置卷发慨慷。念本榆枋翼，早弄琼琚章。\n迥心托千古，大雅规翱翔。熙哉觏皇圣，文化浃埏荒。\n眷言辟九畹，树此椒兰芳。菉葹恧嘉植，偃蹇充其傍。\n离离岂不玩，所需纫帏囊。素修苟不植，何以答虞黄。\n大猷渺玄漠，抽绪开微茫。先民有高矩，祗奉思皇皇。\n愿将袜线微，裁君云锦裳。愿以径寸辉，垂君珩与璜。\n良时不可失，荣名不可忘。勉哉惜居诸，皇图巩未央。"
        },
        {
            "标题": "张洪阳殿读待舟潞渚寄送二首 其一",
            "作者": "于慎行",
            "内容": "昨日横门道，魂消鬓欲秋。寸心应未远，尺素已堪愁。\n对酒青灯醉，看花紫禁游。离情如潞水，连夜只东流。"
        },
        {
            "标题": "答杨户部庐山书时方谪居广陵",
            "作者": "于慎行",
            "内容": "淮南桂树又春残，几度开书惨不欢。华发已曾淹画省，铜章那复滞盐官。\n秋空雁影愁应剧，夜雨潮声梦亦寒。圣主长杨方校猎，谁将赋草入长安。"
        },
        {
            "标题": "张洪阳殿读待舟潞渚寄送二首 其二",
            "作者": "于慎行",
            "内容": "归梦春来剧，那堪送远游。身悬蜗左角，家在海西头。\n天地才难尽，风尘道不谋。河堤杨柳绿，亦欲买归舟。"
        },
        {
            "标题": "寄吴少溪宫录七十 其五十三 山中怀寄沈龙江先生",
            "作者": "于慎行",
            "内容": "剑履当年别汉宫，每从先进想流风。安危正卜山中相，著述方传河上公。\n梁苑池台明月里，鲁门花树片云东。书成何处还堪寄，肠断南楼度早鸿。"
        },
        {
            "标题": "焦山赠郭次父",
            "作者": "于慎行",
            "内容": "千盘鸟道上珠林，萧瑟秋悲未可禁。江北江南烟树色，峰前峰后海潮音。\n孤标自擢芙蓉影，片石长飞鸑鷟阴。不向烟霞逢地主，古今隐迹迥难寻。"
        },
        {
            "标题": "送张洪阳学士请告南旋四首 其四",
            "作者": "于慎行",
            "内容": "笑遣麒麟阁上名，閒居聊得赋西征。只愁拈出金瓯字，夜鹤山中梦又惊。"
        },
        {
            "标题": "赠人为金吾郎",
            "作者": "于慎行",
            "内容": "陌上锦云连，期门校猎旋。射声银作镝，蹑影玉为鞭。撇草连双兔，凌空接两鸢。应怜汉飞将，白首滞穷边。"
        },
        {
            "标题": "赠诗僧",
            "作者": "于慎行",
            "内容": "拥锡来吴岳，诠经住鲁城。王孙除馆待，郡牧扫门迎。\n藻思烟霞润，风神水月清。谈诗吾已倦，亦欲学无生。"
        },
        {
            "标题": "赠邬章甫道契",
            "作者": "于慎行",
            "内容": "翛然林壑秀，家学似枚皋。作客怀长铗，惊人试彩毫。\n旅愁沧海月，归梦广陵涛。努力攻骚雅，时名尔易高。"
        },
        {
            "标题": "读高年会诗录寄寿陈寅所宪伯",
            "作者": "于慎行",
            "内容": "华堂高会聚耆英，黄发如云象赤城。四座飞觞喧笑语，百年击壤沐升平。\n人浮洛社诗中数，事胜襄阳传里名。七十主翁犹未老，已从仙籍领长生。"
        },
        {
            "标题": "四时宫词 其二",
            "作者": "于慎行",
            "内容": "万户帘栊下水晶，沈沈宫阁夜无声。惟怜一片长门月，照见啼妆几处明。"
        },
        {
            "标题": "送王宫庶师竹请告南旋",
            "作者": "于慎行",
            "内容": "凛凛岁云晏，雨雪弥中林。念子即往路，河梁阻且深。\n廿年事明主，谓比双南金。国恩岂不怀，胡然有远心。\n东皋解悬耜，中谷发鸣琴。松萝夹户牖，山水流玉音。\n何如长安游，舆马日骎骎。素衣一以染，华发又欲侵。\n蹇予鲁狂生，于今亦越吟。送尔结长想，极目青山岑。"
        },
        {
            "标题": "吴郎歌送翁晋北游京师",
            "作者": "于慎行",
            "内容": "旧知吴郎名，不识吴郎面。长帆忽卷大江云，炎风五月来相见。\n披衣倒屣开我关，举杯熟视成潺湲。身如海鹤目岩电，恍然再对吾师颜。\n谓我垂髫称国士，于今垂白栖空山。生死凄凉知已报，南望其如路阻艰。\n吾师当日诗名起，后驾方称王与李。庭前秀出琼树枝，复向骚坛执牛耳。\n源泉万斛泻胸中，风雨千重飞笔底。能以遗形貌古人，还将学步嗤馀子。\n白眼情知礼法疏，神心不受风尘滓。北游一泊汶阳船，小谷城东寄数椽。\n几回暝色来新涨，几夜秋声听早蝉。仰天击剑舍我去，又向长安大道边。\n昭王台畔金精拄，邹衍宫前海气悬。吊古应歌明月塞，忧时欲赋帝京篇。\n江南才人满人口，目中如君不数有。有衣莫染洛阳尘，有钱莫买新丰酒。\n汉廷公卿多世交，燕市屠沽非素友。君王正起通天台，子虚上林出君手。\n男儿七尺遇有时，安得奇才长不偶。归来为我一扫岱峰云，夜看海中赤丸跳如斗。"
        },
        {
            "标题": "投笔歌送侯兄上清浪参将",
            "作者": "于慎行",
            "内容": "昔年谒告黄山侧，西风送尔游京国。我来昨日入明光，送尔南登古夜郎。\n相逢相送何其迫，踟蹰沟水令心伤。翩翩尔自佳公子，丞相勋名在国史。\n中丞踔跞本如龙，汗血神驹更千里。关西老将力不如，鲁国诸生名大起。\n十年不售昭王台，辕下长鸣泣未已。尔时投笔大昂藏，仗剑悲歌去故乡。\n两臂常开十石弩，千金笑入五陵场。横行直贯单于幕，手缚楼烦紫塞旁。\n六骡已遁一骑返，雪花如席高云黄。马首血悬月氐器，小妇垆头索酒尝。\n赤囊一日奏阙下，锦鞚飞尘朝建章。三十男儿好身手，腰悬两绶黄金珰。\n旄头已落胡天久，郅支呼韩同稽首。不闻天子猎长杨，却召将军屯细柳。\n西南未罢伏波军，都护金章大如斗。生年自有封侯骨，弹铗长歌劝君酒。\n长歌未已涕沾裳，客子浮云各一方。两甥牵裾啼不去，一双白璧腾精光。\n大者日受三四卷，小者学语声琅琅。顾我犹多离别叹，怜君不作儿女肠。\n吁嗟乎，桂水横烟不可迫，流入牂牁天地坼。湘潭七十五长亭，羡尔今为万里客。\n旌节遥连铜柱阴，楼船直压鲸波白。诸部蕃王伏道周，千群将吏喧江泽。\n玄猿暝啸跕鸢惊，正使豪游壮心魄。春江瑶草绿可折，何当寄我长安陌。"
        },
        {
            "标题": "送王洪阳光禄册封靖江四首 其三",
            "作者": "于慎行",
            "内容": "衡阳秋色暮云深，湘水南来是桂林。七十二峰青未了，刺桐花里鹧鸪吟。"
        },
        {
            "标题": "东海有贞妇为冯太安人赋",
            "作者": "于慎行",
            "内容": "东海有贞妇，烈志青云齐。本家辽水上，远嫁海门西。\n夫君璠玙器，射策黄金墀。伯氏籍天府，两叔印累累。\n何意苍梧云，飘飘不复返。日落湘水深，泪向南天远。\n程婴存赵祀，磊磊万古声。徒死亦何为，雪涕出瑶京。\n故家千里道，郁悒令人老。不作逐风萍，宁为负霜草。\n秋闺素机冷，露夜青灯微。生儿不识父，泣尽负儿衣。\n雪中千仞松，岁事聿已寒。其下无俗植，所植桂与兰。\n兰苕何青青，桂华自成树。上有一翠鸟，飞向天门去。\n陈书叫九关，一读一潺湲。此事不可道，酸辛感圣颜。\n锦函天上来，吹落五云表。蜺衣何鲜泽，凤吹转绵邈。\n儿跪长叹息，愿母加餐食。日月有亏盈，荣名不可极。"
        },
        {
            "标题": "正月四日香山寺阁同侯大将军送孙湛明侍御北上二首 其二",
            "作者": "于慎行",
            "内容": "尊前山色碧氤氲，徙倚高台对落曛。阙下春归周柱史，亭边夜醉汉将军。\n丹霄法从多鹓侣，白社风流有鹿群。此别澄清应在念，螭头封事可相闻。"
        },
        {
            "标题": "正月四日香山寺阁同侯大将军送孙湛明侍御北上二首 其一",
            "作者": "于慎行",
            "内容": "宝阁高临不住天，霏微春色画阑前。孤城欲堕寒峰雨，野水犹凝远戍烟。\n上界香花开胜境，故园风物入新年。屠苏剩作东林饮，又送离歌到酒边。"
        },
        {
            "标题": "正月二日大雪",
            "作者": "于慎行",
            "内容": "岁籥初更雪满天，知留灵瑞符新年。樽馀柏叶寒仍汎，笛入梅花调并传。\n六出休疑开腊后，三农犹喜降春前。只怜吹上双愁鬓，不逐东风散酒边。"
        },
        {
            "标题": "古意十二首 其十二",
            "作者": "于慎行",
            "内容": "凉风戒秋节，岁事聿已暮。蟋蟀吟前除，玄雁号空度。\n委心怀所思，邈望关山路。卒岁念无衣，为织机中素。\n沉忧结梦魂，嬿婉如相遇。离合在须臾，抚枕不知处。\n良晤不可追，佳期多所误。引领望明月，悲啼知天曙。"
        },
        {
            "标题": "寄吴少溪宫录七十 其十三 正月十五日李黄羽司理行部过访",
            "作者": "于慎行",
            "内容": "中州文苑旧名家，结驷相过巷路赊。雪后初倾元夜酒，灯前已发上林花。\n六条问俗推星使，两世论交感岁华。为讯高堂容鬓好，春山谁伴采明霞。"
        },
        {
            "标题": "馆课雪夜讲庄义",
            "作者": "于慎行",
            "内容": "寒风吹朔雪，霏霏日云暮。广庭列瑶阶，空林挺琼树。\n有伟高堂上，宗工陈矩度。抠衣侍绛帷，悬河启谆谕。\n大道既具陈，玄史亦纷骛。载阐南华篇，探彼环中趣。\n卓哉漆园吏，齐论归逍遥。葆光守天府，泰宇悬高标。\n乘元御六气，九万恣扶摇。解牛怅四顾，梦蝶纷飘飖。\n大知一万物，众籁空调刁。太息至人远，梦觉何寥寥。\n蟪蛄与彭祖，物化竞一朝。指马得真诠，心斗聿云消。\n归去夜未艾，三尺方瀌瀌。嘘㗳不得寐，隐几坐萧条。"
        },
        {
            "标题": "相逢行",
            "作者": "于慎行",
            "内容": "相彼双阙间，车马夜行游。相逢问君家，君家南陌头。\n黄金为门枢，碧玉疏高楼。中庭垂珠树，灵鸟翔庭陬。\n长子侍中郎，中子大长秋。小子胜揖拜，赐爵关内侯。\n五日一洗沐，宾客满道周。通名不敢进，雨汗交横流。\n置酒高堂上，歌舞无时休。越姬调鸣瑟，赵女弹箜篌。\n一酌山岳寿，再酌江海酬。行乐未及终，年岁忽已遒。\n日匿西崦嵫，月出咸池隅。日月有亏盈，荣华能久留。\n所以古贤圣，视若烟云浮。"
        },
        {
            "标题": "石楼新雨",
            "作者": "于慎行",
            "内容": "谷城峰下晚霞沉，黄石楼头暮雨深。正见氤氲生远岫，旋看飒沓满平林。\n朝廷可下捐珠诏，田野空为种豆吟。纵获西成民已困，只应重雨栎阳金。"
        },
        {
            "标题": "中秋同诸友南溪望月",
            "作者": "于慎行",
            "内容": "此际秋无奈，停舟望碧岑。月华岩际满，夜色水边深。\n影灭银河浪，光团桂树林。南楼闻啸咏，谁识庾公心。"
        },
        {
            "标题": "寿业师周先生八十",
            "作者": "于慎行",
            "内容": "朱袍黄发态蹁跹，寿算今齐钓渭年。渤海旧民祠令长，蓬莱新籍注神仙。\n石函自有还丹药，菊径曾无贳酒钱。自幸白头称弟子，长陪杖屦醉花前。"
        },
        {
            "标题": "答周启明大参书",
            "作者": "于慎行",
            "内容": "握别长安几岁星，人间离合总飘萍。儒臣使节移梁苑，病客归骖出汉庭。\n卧久山中芳草绿，书来河上片云青。闻今正有宣房役，报国无然赋采苓。"
        },
        {
            "标题": "寄吴少溪宫录七十 其二十七 送朱长倩文学南归",
            "作者": "于慎行",
            "内容": "山城木落菊花前，杯酒逢君意黯然。和氏且须怀白璧，干将终自倚青天。\n孤帆别路三千里，两世交情四十年。此后云霄长在望，早看橐笔赋丼泉。"
        },
        {
            "标题": "灵岩竹房对雨",
            "作者": "于慎行",
            "内容": "旧日题名处，山窗竹未残。重游春欲暮，复向雨中看。\n暝色来千嶂，寒声到万竿。应添禅悦味，新笋入盘餐。"
        },
        {
            "标题": "子夜春歌二首",
            "作者": "于慎行",
            "内容": "朱景带碧楼，新风吹罗幌。谁能怀春情，不发柔弦响。"
        },
        {
            "标题": "子夜冬歌二首",
            "作者": "于慎行",
            "内容": "华茵倚重炉，璇房卷罗幕。惊见雪花飞，谓是杨花落。"
        },
        {
            "标题": "子夜春歌二首",
            "作者": "于慎行",
            "内容": "金屋燕初飞，长堤草已绿。春蚕不作茧，思子何由续。"
        },
        {
            "标题": "子夜秋歌二首",
            "作者": "于慎行",
            "内容": "凉风夜中来，白露凝如玉。不敢拭清砧，捣衣乱心曲。"
        },
        {
            "标题": "子夜歌四首",
            "作者": "于慎行",
            "内容": "枕上看月来，梦中与欢诀。月自不相离，欢心不如月。"
        },
        {
            "标题": "子夜夏歌二首",
            "作者": "于慎行",
            "内容": "含桃初作花，畏恐傍人见。今日食含桃，空条谁复盼。"
        },
        {
            "标题": "子夜歌四首",
            "作者": "于慎行",
            "内容": "侬如水中石，波至亦累累。欢如陌上尘，左右从风吹。"
        },
        {
            "标题": "子夜歌四首",
            "作者": "于慎行",
            "内容": "始欲识欢时，愿作同心结。丝线不相逢，里许暗自别。"
        },
        {
            "标题": "子夜秋歌二首",
            "作者": "于慎行",
            "内容": "露井冻银床，秋风生桐树。任吹桐花飞，莫吹梧子去。"
        },
        {
            "标题": "石楼独坐效长庆体",
            "作者": "于慎行",
            "内容": "燕坐危楼日影迟，田家幽事亦多岐。因防过水移门径，为碍看山剪树枝。\n地简将迎全罢酒，人无酬倡少裁诗。年荒正恐烽烟起，怅念园葵系所思。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "明朝南京，礼部尚书的官邸",
            "Background": "于慎行与同僚讨论关于早立太子的奏章，气氛紧张，众人对神宗的决策充满期待和忧虑。",
            "Dialogue": "{\n    角色名: 张大人 \n    动作:(神情严肃，低声细语)\n    讲话: \"于大人，关于早立太子的奏章，众人心中难免焦虑。如今朝堂之上，神宗陛下的决策尤为重要，若能早日立下太子，或许能够稳固朝政，避免后续的权力争夺。然而，倘若陛下有所犹豫，便可能招致诸多不安之事。此事非同小可，我等需谨言慎行，务必在奏章中明言利害，恳请您多加斟酌。\"\n}\n{\n    角色名: 于慎行 \n    动作:(点头沉思，微微叹息)\n    讲话: \"张大人所言极是。此奏章关系国本，理应详尽周全。然则，神宗陛下多年来对于太子的态度，实在是令人捉摸不透。若我等过于急切，或致陛下反感，反而不利于立太子的事宜。我在想，是否应在奏章中引入一些历史先例，阐明早立太子的必要性，以此劝说陛下。同时也应展现出对其母后及国舅的尊重，力求以和为贵，求同存异，方能在这敏感之际，助陛下做出明智决策。\"\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "于慎行的书房",
            "Background": "于慎行正在与冯琦对诗，吟唱《谷城山馆诗文集》的佳作，讨论诗词的意境与哲理，彼此赞叹不已，忘却世俗纷扰。",
            "Dialogue": "{\n    角色名: 冯琦 \n    动作:(轻声吟唱，陶醉其中)\n    讲话: \"于大人，今日与您共饮，不如吟诵《谷城山馆诗文集》的《子夜歌十二首》中的佳句，‘何意凉风吹，使我肝肠断’。这句诗中蕴含的情感，恰似我心，愈发让我感受到秋夜的凄凉与孤寂。诗中虽有哀怨，但也带着对往昔岁月的深切怀念，仿佛让我回到那个无忧无虑的青葱岁月。您可否也分享一些您对这首诗的独特见解？\"\n}\n{\n    角色名: 于慎行 \n    动作:(微笑点头，思绪飞扬)\n    讲话: \"冯兄所吟之句，确实让人动容。诗中所传达的情感，不仅仅是对秋风的感怀，更是对人生无常的深思。凉风吹来，带走的不仅是季节的变迁，还有那曾经的欢愉与轻松。正如人生的起伏，时常让人感到无奈与惆怅。然则，诗歌的魅力在于，它能让我们在短暂的字句中找到共鸣，仿佛时光再度回到那些无忧的瞬间。吾辈当常以此诗为鉴，珍惜当下，且享此杯中酒，何乐而不为呢？\"\n}"
        },
        {
            "Type": "书信交流",
            "Location": "于慎行的书桌",
            "Background": "于慎行写信给母亲刘氏，报告自己的近况与在朝中的经历，表达对家人的思念与对母亲的关心，字里行间充满温情。",
            "Dialogue": "{\n    角色名: 于慎行 \n    动作:(提笔写信，神情温柔)\n    讲话: \"亲爱的母亲刘氏，仆近日在朝中事务繁忙，虽身处权力中心，但心中常怀对家乡的思念。每当夜深人静，我常回忆起您在我耳边细语的温暖与关怀，亦令我倍感振奋。倘若您在此，定能与我共商国事，共论文采。近日朝中讨论立太子之事，众臣争论不休，我深感责任重大，唯愿不负您的期望，竭尽所能为国家出力。希望您一切安好，待我归家时，必将带回平安与喜悦。\"\n}\n{\n    角色名: 刘氏 \n    动作:(静静读信，脸上露出微笑)\n    讲话: \"儿子于慎行，吾心自是常念。虽尔身在朝堂，然常思母亲之情。望尔早日归来，教母共赏春光，叙叙往昔。更愿尔在朝中顺遂，权势之地，莫忘家乡之心。\""
        },
        {
            "Type": "家庭市井对话",
            "Location": "东阿的街头",
            "Background": "于慎行与邻里闲聊，谈论城中发生的趣事，讨论农田的丰收情况，展现出其关怀民生的一面。",
            "Dialogue": "{\n    角色名: 村民甲 \n    动作:(微笑着与于慎行攀谈)\n    讲话: \"于大人，您最近在朝中可有何新闻？听说您与神宗陛下的关系甚好，真是我们东阿的荣光啊！\"\n}\n{\n    角色名: 于慎行 \n    动作:(轻笑回以礼，语气亲切)\n    讲话: \"村民兄，过奖了。在朝中，确实有些许事情需要我去处理，但与众人一样，仍需关心乡里百姓的生活。听闻大家今年的丰收不错，真是可喜可贺！若有需要帮忙的地方，请务必与我言之，我定会尽心尽力，助力乡民安居乐业。\""
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝的朝堂",
            "Background": "于慎行上朝，向神宗进言关于治理国家的策略，言辞恳切，众大臣静听，展现出其政治智慧与责任感。",
            "Dialogue": "{\n    角色名: 神宗 \n    动作:(端坐于朝堂，目光犀利)\n    讲话: \"于大人，关于国家的治理，我希望听听您的见解。现今大明国势虽强，但民心却有波动，您认为该如何策划以稳固国本？\"\n}\n{\n    角色名: 于慎行 \n    动作:(恭敬低头，神态端庄)\n    讲话: \"陛下，仆以为，国之根本在于民心，民心则国心也。若能以德治国，善待百姓，必能使民怨尽消，国家自会安稳。倘若陛下能早立太子，传递出明主之意，必能凝聚人心，广纳贤才，国家定能再创盛世。\""
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "张家山庄",
            "Background": "于慎行与友人共度春日，吟诵《代作白头吟》，感慨旧时光景，交织着对人生的思考和对爱情的感怀。",
            "Dialogue": "{\n    角色名: 冯琦 \n    动作:(手捧酒盏，面带微笑)\n    讲话: \"于兄，今日阳春三月，正是吟诗作对的好时光。何不来一首《代作白头吟》？其中情思缠绵，恰如我等之友情，愿与兄共赏。\"\n}\n{\n    角色名: 于慎行 \n    动作:(轻轻摇头，微微一笑)\n    讲话: \"冯兄所言极是。此诗中描绘的爱情与思念，确实打动人心。‘君心如明月，不照妾心愁’之句，正如我心对友谊的感慨。人生若只如初见，何必悲伤离别之时？今夜月明，我愿与兄共吟此诗，忘却世间烦恼，尽享这段美好时光。\""
        },
        {
            "Type": "家庭市井对话",
            "Location": "于慎行的家中",
            "Background": "于慎行的父亲于玼与母亲刘氏讨论家中事务，提到于慎行在朝中的表现，感到自豪与欣慰。",
            "Dialogue": "{\n    角色名: 于玼 \n    动作:(坐于书桌前，眉头微皱)\n    讲话: \"刘氏，听闻于慎行在朝中表现出色，可喜可贺。然而，朝中局势复杂，仿佛风云变幻，吾心难以平静。\"\n}\n{\n    角色名: 刘氏 \n    动作:(轻轻握住于玼的手，神情安慰)\n    讲话: \"老爷，放心吧。于慎行是聪明人，定会小心应对。他心中常怀家国之情，必能在朝中立足。我们只需静待佳音，期待他早日归来。\""
        },
        {
            "Type": "书信交流",
            "Location": "于慎行的书桌",
            "Background": "于慎行收到来自老友的信件，分享了各自的生活琐事与理想，发觉时光流逝，感慨万千。",
            "Dialogue": "{\n    角色名: 朋友 \n    动作:(坐在书桌前，轻声细语)\n    讲话: \"于大人，听闻您近日在朝中表现出色，特来信问候。可见您在政务上持有独到见解，令人钦佩。不过，您是否也在思念家乡的点滴？\"\n}\n{\n    角色名: 于慎行 \n    动作:(微微一笑，点头)\n    讲话: \"多谢友人关心，确实在朝中奔波，思乡之情愈发浓厚。每每夜深人静之时，常回忆起家乡的青山绿水，那种宁静与安详。希望不久的将来，能有机会回到故乡，与友人共叙当年情怀。\""
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "长安的酒楼",
            "Background": "于慎行与友人共饮，饮酒作乐，吟诵《将进酒》，场面热闹，友人们纷纷举杯相邀，气氛欢快。",
            "Dialogue": "{\n    角色名: 友人甲 \n    动作:(举杯共饮，畅快笑声)\n    讲话: \"于大人，今夜共饮何不高歌一曲《将进酒》？豪情万丈，岂不快哉！\"\n}\n{\n    角色名: 于慎行 \n    动作:(举杯回应，情绪高昂)\n    讲话: \"友人所言极是！‘人生行乐不须愁，富贵豪华电露流’。今宵酒酣，何必在意明日之忧？让我们尽情欢笑，共享这良辰美景，纵情高歌，恣意纵情，正是我等所愿！\""
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝的礼部",
            "Background": "于慎行主持礼部会议，讨论国家典礼的安排，细致入微，展现出其对礼制的深刻理解与执着。",
            "Dialogue": "{\n    角色名: 于慎行 \n    动作:(站于朝堂中央，神态庄重)\n    讲话: \"陛下，臣恭请审议关于礼制的修订方案。礼制作为国家治理之根本，若能有所更新，必能增强国民的归属感与认同感。臣认为，应当结合当今社会的发展，适当调整典礼的形式与内容，以求更好地体现大明国的文化传统与时代精神。\"\n}\n{\n    角色名: 神宗 \n    动作:(认真倾听，目光犀利)\n    讲话: \"于大人所言极是，礼制确实需与时俱进。若能更好地反映民生与社会风貌，必能有助于国家的长治久安。请继续详尽阐述您的见解，朕期待听闻您的深思熟虑之策。\""
        }
    ]
}