{
    "基本信息": {
        "姓名": "区大相",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "明",
        "家庭区分": "军户"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1589",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "高明",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "高明",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "高明",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "高明",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "高明",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "高明",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "广东高明人，字用儒，号海目。区益子。善为文，下笔千言立就。万历十七年进士。初选庶吉士，累迁赞善、中允。掌制诰。居翰院十五年，与赵志皋、张位、沈一贯等有旧。赵等先后当国，大相皆引避不轻谒。后调南太仆寺丞，以疾归，卒。工诗词，皆严于格律，为明代岭南大家。有《太史集》、《图南集》、《濠上集》。 ► 区大相的诗文(578篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "寻安乐窝故址",
            "作者": "区大相",
            "内容": "范阳移寓后，读易此林阿。画自先天启，经传后进多。\n玄言探河洛，幽意閟藤萝。击壤闻遗咏，高山想旧窝。"
        },
        {
            "标题": "和刘玄子白发篇",
            "作者": "区大相",
            "内容": "白日忽西匿，寒飙号北林。闻君白发叹，使我涕横襟。\n昨日鬒如云，飞蓬今始临。自匪乔松质，晚暮谁能禁。\n红颜弃我去，素鬓来相寻。岂缘积损至，无乃多愁侵。\n拔去还复延，染之不得黔。居常羞览镜，入朝愧华簪。\n老马怀长路，烈士悲壮心。毋以桃李姿，薄彼桑榆阴。"
        },
        {
            "标题": "舟夜小集 其一",
            "作者": "区大相",
            "内容": "前林开复合，远浦去还停。霭澹沙增白，霜多树减青。\n举杯兼得月，拂棹乱看星。客意闲如水，沿洄白鹭汀。"
        },
        {
            "标题": "寻白云洞",
            "作者": "区大相",
            "内容": "春山饶胜事，花水足清芬。传道溪头寺，来寻洞口云。\n茗园春雨过，松径夕流分。虽复通人境，犹疑閟鸟文。"
        },
        {
            "标题": "早春长安道上",
            "作者": "区大相",
            "内容": "双阙丽朝霞，千门竞岁华。苑云微带雪，宫柳半藏鸦。\n结驷过平乐，扬鞭赴狭斜。春风才几日，先发上林花。"
        },
        {
            "标题": "白云洞流觞",
            "作者": "区大相",
            "内容": "满壑云藏太古天，仙书元未有人传。我来载酒岩前石，风扫松花出洞泉。"
        },
        {
            "标题": "和大司成韩公祷雨宿署中之作次韵时读书国学",
            "作者": "区大相",
            "内容": "旱云何事赋成均，总道苍生属望新。丹陛宵衣传露祷，三雍拜诏肃郊禋。\n风霾岂压祈年瑞，桃李偏宜化雨春。惟是傅岩徵梦日，商霖应洒属车尘。"
        },
        {
            "标题": "泊丰城曲江",
            "作者": "区大相",
            "内容": "县城西绕曲江流，江水初澄潦半收。宝气亭连星影动，金华潭涌月光浮。\n鸦投古堞暗枫岸，鱼宿寒烟生荻洲。闻道斗间新气色，客槎今夕在南州。"
        },
        {
            "标题": "仲春已过庭雪载霏有客暮至从北邻林宫赞乞酒",
            "作者": "区大相",
            "内容": "春雪满林看，春庭增暮寒。幽人扣户外，饥雀噪檐端。\n囊罄貂频解，尊空蚁屡乾。乞君蓟门酝，发我郢中弹。"
        },
        {
            "标题": "林咨伯太史移居北邻作此奉简",
            "作者": "区大相",
            "内容": "近卜宫西宅，君来就竹扉。门同垂苑柳，壁共挂朝衣。\n联骑寻花出，双星伴月归。天涯好邻并，不觉宦情微。"
        },
        {
            "标题": "雪夜北邻林宫赞饷酒",
            "作者": "区大相",
            "内容": "竹下幸为邻，墙头过酒频。每惭依玉树，常得饮醪醇。\n涤器先心醉，倾壶满面春。此时歌郢曲，讵假当垆人。"
        },
        {
            "标题": "使还京邸有怀一时放逐诸君子",
            "作者": "区大相",
            "内容": "往来方岁隔，时事忽朝更。吾弟得罪去，诸君胡为行。\n悬巢无过燕，倚树独听莺。已采场驹咏，将何达圣明。"
        },
        {
            "标题": "春日边思",
            "作者": "区大相",
            "内容": "劳歌倦行迈，长路改年华。野冻冰胶岸，风鸣马喷沙。\n夕烽标汉垒，宵月惨胡笳。谁念穷边戍，春来不见家。"
        },
        {
            "标题": "太液晴波",
            "作者": "区大相",
            "内容": "沧池滉漾接离宫，玉渚遥将云汉通。雨霁波恬天共碧，烟消日荡水成空。\n楼台四出平堤外，花树千重落镜中。欲傍兰桡乘兴去，共欢鱼藻沐恩同。"
        },
        {
            "标题": "黄公绍博士斋中同黎司封集得文字",
            "作者": "区大相",
            "内容": "华阳杯酒洽兰芬，那敢含愁独向君。堪笑迷途凋黑发，朅来高馆坐青云。\n檐前碧草怜春色，苑外疏钟报夕曛。触目鹓鸾俱旧侣，赋成空愧子虚文。"
        },
        {
            "标题": "采药朱使见访山中",
            "作者": "区大相",
            "内容": "独坐空山晚，长吟碧草春。忽传采药使，来访入林人。\n朋酒聊开径，方书共拂尘。悠悠京洛事，疑是梦中身。"
        },
        {
            "标题": "题博望驿壁",
            "作者": "区大相",
            "内容": "汉家边堠抵河源，又出莎车伐大宛。遂侈葡萄筑宫观，更歌天马度昆崙。\n但贪绝域封侯印，谁顾勤兵扰塞垣。今日称臣遍属国，不劳持节扣关门。"
        },
        {
            "标题": "季冬朔夜饮酒歌",
            "作者": "区大相",
            "内容": "玄夜沉沉钟漏咽，高馆燃炉丝竹折。冻云肃穆凝清汉，薄雪参差露微月。\n主人有酒千斛馀，岂合善价求沽诸。太常斋后偏宜饮，相国园中薄剪蔬。\n人生志愿何时足，取快目前适所欲。昆虫鱼鳖皆有命，何忍驱来实吾腹。\n香厨素馔本芬芳，况有紫笋白盐胜膏粱。得遇醉饱且为乐，安用八珍五鼎腐肠之食充圆方。"
        },
        {
            "标题": "九望 其三 曰望苍梧",
            "作者": "区大相",
            "内容": "白云游兮苍梧，山连卷兮路崎岖。日黯黯兮昼多雾，岩㟹嶆兮鬼啸怒。\n樛萝蓊郁兮塞往路，我欲从之修且阻。鶗鴂兮空山，帝子去兮不还。\n道远兮何极，不能随之兮泪沾臆。涉湘皋兮绿潭，悲洞庭兮芳夕。\n疏篁兮斑斑，山含怨兮水含忆。步远冈兮不见，蹇夷犹兮难即。\n望苍梧兮白云，隔千里兮思君。抚瑶瑟兮寄幽怨，采杜蘅兮愁氛氲。"
        },
        {
            "标题": "过曹溪 其二",
            "作者": "区大相",
            "内容": "相传此溪胜，来渡莫辞频。一派澄心水，千年说法人。\n松门数里寺，茅屋几家邻。愿假慈航力，长成利涉津。"
        },
        {
            "标题": "过曹溪 其一",
            "作者": "区大相",
            "内容": "闻道南华寺，寻源向此溪。水香浮钵远，山翠入檐低。\n樵路春游鹿，松房午放鸡。津梁云不远，过此识前迷。"
        },
        {
            "标题": "昌平道中",
            "作者": "区大相",
            "内容": "山家未夕昏，半已掩柴门。车马争途疾，牛羊下坂喧。\n春阴入陵树，雨色过湖村。谁道相如病，犹堪守汉园。"
        },
        {
            "标题": "张孟奇庄静父汪公干方胥成载酒圣安禅房言别",
            "作者": "区大相",
            "内容": "怅然此握手，共把青松枝。雁度斜阳里，蝉嘶落叶时。\n浮云增暮色，古木澹秋姿。迹与僧无住，何方是别离。"
        },
        {
            "标题": "初冬夜集高正甫所居禅室",
            "作者": "区大相",
            "内容": "禅室信清幽，仙郎道气优。芳樽宜永夜，高论集名流。\n月色松窗入，香烟桂席浮。阶苔初过雪，庭菊尚含秋。\n灯下听千偈，杯中缓百忧。用持平等法，方待醉歌酬。"
        },
        {
            "标题": "浮丘仙洞歌",
            "作者": "区大相",
            "内容": "珊瑚井底流金沙，菖蒲涧畔飞琼霞。林里时藏蓬岛路，城头半出羽人家。\n羽人家住朱明日，却辟此丘为户牖。邀客常教白鹤迎，烧丹却倩青龙守。\n丹池别后依然在，琪树种来皆已大。海阔全凭一鸟度，天空不遣片云碍。\n此丘往时在海中，三山烟雾晴濛濛。今日丘林带城郭，惟馀海月一片挂长松。\n眼见碧水又飞尘，令人却忆扶桑东。扶桑枯海水竭，仙人缘鬓翻成雪。\n赵客梦中啼翠羽，葛公坟上飞黄蝶。物外之谈诚恍惚，世间何事无消歇。\n层城瑶池不足游，我欲乘龙何处求。纵使千年归一度，不如日饮美酒扬清讴。"
        },
        {
            "标题": "暮投宝林禅室赠彻上人",
            "作者": "区大相",
            "内容": "平明驱下泽，昏黑渡危桥。只为迷方久，非关觉路遥。\n莲灯明丈室，香饭具僧瓢。不待闻钟梵，先令尘虑消。"
        },
        {
            "标题": "晚过光孝寺禅室",
            "作者": "区大相",
            "内容": "真谛何时了，微踪暂托缘。鸟啼千岁树，霜冷六时莲。\n风叶随吟客，天花对病禅。无论空与寂，水月共思玄。"
        },
        {
            "标题": "咏漆园",
            "作者": "区大相",
            "内容": "傲吏战国士，著书漆园里。遭时厌有为，乘运观无始。\n礼乐嘲鲁儒，垂钓谢楚使。托迹方外民，希心柱下史。"
        },
        {
            "标题": "出灵羊峡望香炉诸峡山",
            "作者": "区大相",
            "内容": "香炉复灵峡，信美且吾州。伊昔投荒路，今看拥上游。\n猿啼千嶂雨，枫落片帆秋。作赋何年客，偏怜风景幽。"
        },
        {
            "标题": "癸巳九日同焦弱侯周季平吴会甫董玄宰林咨伯庄得全六太史携酒兴德寺后池台 其二",
            "作者": "区大相",
            "内容": "杖屦侵霜叶，壶觞就径花。高风疏薜荔，薄雾隐蒹葭。\n山绕层城暮，桥通小苑斜。正逢边雁下，西北有尘沙。"
        },
        {
            "标题": "癸巳九日同焦弱侯周季平吴会甫董玄宰林咨伯庄得全六太史携酒兴德寺后池台 其一",
            "作者": "区大相",
            "内容": "野寺堆红叶，秋原隐白蒿。乡遥愁望远，病起强登高。\n为客惭乌帽，随人试浊醪。逢时聊引兴，能赋愧词曹。"
        },
        {
            "标题": "偶至一处见池荷",
            "作者": "区大相",
            "内容": "投我白羽扇，坐君嘉树林。池花照人面，池水清人心。"
        },
        {
            "标题": "九日之夕过黎惟仁紫芝山房兼怀燕京亲友",
            "作者": "区大相",
            "内容": "晨出登高独举觞，晚携馀兴到柴桑。枫林扫叶摇霜月，芝室披云冷石床。\n往日龙山高会少，故人雁塞尺书长。今宵且共东篱醉，何必还寻落帽狂。"
        },
        {
            "标题": "中秋夕寄怀黎惟仁",
            "作者": "区大相",
            "内容": "秋序会平分，夕霁天宇澄。迢遥彩云没，宛转月华生。\n凉飔捲珠箔，银壶坐自倾。楼上弦歌曲，叹息有深情。\n鸿雁隔浦翔，促织近床鸣。佳人渺天末，终息思屏营。\n谁云千里隔，共此一宵晴。"
        },
        {
            "标题": "登郁孤台奉柬开府李公台",
            "作者": "区大相",
            "内容": "躧步陟崇冈，冬序正萧索。孤台郁然峻，国顾尽寥廓。\n千峰带郭起，二水绕城落。霜华薄彩旃，朔气吹晓角。\n胜览即要区，于宣在猷略。武旅久偃息，儒风宁寂寞。\n明公时秉钺，大府雄蛮落。地以今镇重，道继前贤作。\n恬寂实素衷，荣途厌蜷踔。昔遇方下车，兹游值卧阁。\n揆予闇知足，山隐未能确。泉石有前期，风尘违夙诺。\n登高骋遐瞩，驰思入玄漠。岁晏滞芳游，心赏何由托。\n愿因元公言，归寻孔颜乐。"
        },
        {
            "标题": "酬少司空沈纯父春日见忆",
            "作者": "区大相",
            "内容": "同居凤城内，何事阻相期。忽枉看花句，翻成伐木诗。\n池光初解冻，莺语渐依枝。伫立碧云暮，如何慰所思。"
        },
        {
            "标题": "送孝安皇太后梓宫出还登蓟丘",
            "作者": "区大相",
            "内容": "象卫灵风送，鸾舆卜日升。徒劳素绋慕，正睹白云乘。\n寂寂原野旷，凄凄霜露凝。何人共愁望，烟雾隔昭陵。"
        },
        {
            "标题": "出上东门",
            "作者": "区大相",
            "内容": "上东东首路，车马无时闲。日日见行客，朝朝思故山。\n地枢连九陌，天阙表重关。借问频来往，何人剩壮颜。"
        },
        {
            "标题": "赠谭金吾还朝 其二",
            "作者": "区大相",
            "内容": "年少才多好丈夫，朝回新拜执金吾。南过铜柱元标汉，西出榆关更射胡。"
        },
        {
            "标题": "均州王守招游沧浪亭",
            "作者": "区大相",
            "内容": "混混复磷磷，孤亭水石滨。浊时因潦汩，清处见天真。\n旅望凭高尽，渔歌入兴新。祇疑浴波鸟，犹是濯缨人。"
        },
        {
            "标题": "初归故园 其三",
            "作者": "区大相",
            "内容": "游客久念还，道长苦难越。解缆当麦秋，到家已菊月。\n玉露凝寒条，金风飘素节。兴言行役久，坐叹时芳歇。\n四兄感今归，子侄追昔别。置酒高堂上，丝竹清音发。\n仕宦未极意，符瑞辉闾阀。开轩望场稼，次第桑麻说。\n击鲜绿沼中，时菊承露掇。自我去八载，积念隔凉热。\n欣兹返衡茅，节物复可悦。暂息朝市喧，终养丘园拙。"
        },
        {
            "标题": "初归故园 其二",
            "作者": "区大相",
            "内容": "八载去乡国，今晨始得归。捷步入外闾，慷慨登中闺。\n既旷家园聚，转念骨肉稀。忆我骨肉亲，泪下如绠縻。\n宗族少前辈，邻里半成非。一出已如此，再出安可期。\n驱车问丘垄，松柏十数围。兔走思旧穴，鸟还栖故枝。\n他乡勿久滞，书此报京畿。"
        },
        {
            "标题": "初秋夕寄友人",
            "作者": "区大相",
            "内容": "东走与西笑，相隔红尘里。何事日闭关，注易从兹始。\n桂花发初月，莲子落秋水。歌钟正高会，默默守玄理。"
        },
        {
            "标题": "初归故园 其一",
            "作者": "区大相",
            "内容": "祇役在淮都，事已返旧疆。旧疆八千里，乡路杳何长。\n清晨至里门，车徒不敢张。邻里闻我至，老稚走相望。\n亲族闻我至，斗酒各自将。劳慰未云毕，仓卒叙炎凉。\n问我何官爵，谬登著作郎。问我何职业，石渠典秘藏。\n问我何所就，低首不能昂。去家事明主，遭世本虞唐。\n出入金闺里，昕夕铜龙傍。优游文墨职，咫尺独靡遑。\n兹辰承嘉命，持节还故乡。故乡多密亲，谁存复谁亡。\n存者咸会斯，亡已归山冈。寄言宦游子，故乡安可忘。"
        },
        {
            "标题": "丁大参刘参戎邀游虔州光孝寺看二井",
            "作者": "区大相",
            "内容": "良游荷胜招，忽与人境别。木落山更苍，地暖气初冽。\n稍寻奇俶观，遂竟灵异说。境缘二井胜，事匪茫昧设。\n灵气通山泽，寒潮应海月。甘液岂泉蒙，春流因雷发。\n妙理信中感，神机岂外泄。汲同神瀵滋，饮异醴源竭。\n山根潜地肺，水道走石穴。久闻有此言，每令心赏绝。\n游思六合外，归补水经缺。"
        },
        {
            "标题": "家人初至京置酒庭中对雪作",
            "作者": "区大相",
            "内容": "庭霰今朝集，家筵此日开。不知燕地雪，犹讶故园梅。\n玉袖承花出，珠帘卷絮回。瑶华虽可赠，留赏上春来。"
        },
        {
            "标题": "湘中杂咏 其六",
            "作者": "区大相",
            "内容": "湘水东流过汨罗，怀沙千古怨魂多。楚童未解骚人恨，犹自风流学楚歌。"
        },
        {
            "标题": "寒食后晚投驿馆作",
            "作者": "区大相",
            "内容": "春事行将暮，羁愁殊未宣。兰肴过冷食，槐火试新烟。\n吏立松花下，马嘶藤叶前。东郊斗鸡道，遥忆帝城边。"
        },
        {
            "标题": "寄新安方处士隐居",
            "作者": "区大相",
            "内容": "江清隐士居，学道且耽书。种药资山税，搴萝葺涧庐。\n在家称孝弟，出户侣樵渔。百念遣时累，一心如古初。\n教儿抄洞卷，课仆理园蔬。为乐常知足，虽贫不愿馀。\n无粮因养鹤，有沼为观鱼。闻此契心赏，将乘下泽车。"
        },
        {
            "标题": "春日对酒",
            "作者": "区大相",
            "内容": "春朝试春酌，陡觉物情春。菜畔留觞客，梅边起咏人。\n风光林里转，云影岫头新。共恣芳时赏，相看未老身。"
        },
        {
            "标题": "槐阴清昼和寓直诸公",
            "作者": "区大相",
            "内容": "洞门晴日霭沉沉，虚院高槐生昼阴。云影临时青殿接，露香凝处绿阶深。\n嘤嘤黄鸟分枝转，嘒嘒玄蝉抱叶吟。臣对南薰何所献，欲将封事答虞琴。"
        },
        {
            "标题": "泊峨眉亭玩月 其二",
            "作者": "区大相",
            "内容": "由来对酒处，高咏渺难闻。万古青天月，清辉殊为君。\n凄凉同逐客，怅望独离群。盈手犹堪赠，长歌寄碧云。"
        },
        {
            "标题": "春暮即事",
            "作者": "区大相",
            "内容": "春光今日暮，春恨此时长。泉响过仙院，苔文蚀画墙。\n庭馀一鸟啭，林剩几花香。紫燕忙何事，衔泥向玉堂。"
        },
        {
            "标题": "春郊即事",
            "作者": "区大相",
            "内容": "汉署逃名客，津桥行乐人。云山一片紫，花树几重春。\n章绶纷为累，琴樽且畅神。啼莺与芳草，处处动游轮。"
        },
        {
            "标题": "泊峨眉亭玩月 其一",
            "作者": "区大相",
            "内容": "昔贤临泛后，重系木兰舟。山月此亭古，风烟何代愁。\n鹊飞犹绕树，杯渡欲随流。多少婵娟恨，何须访醉游。"
        },
        {
            "标题": "春日旅怀",
            "作者": "区大相",
            "内容": "燕越关山万里馀，乡园归梦几宵虚。夜闻回雁纷纷急，应有南来一纸书。"
        },
        {
            "标题": "酬黎惟仁春日登楼见寄",
            "作者": "区大相",
            "内容": "仙客楼成海上家，新诗字字染春霞。烟轻水郭丝丝柳，风细池台树树花。\n芝径羹香煮白石，松房酒熟漉丹砂。非关草色怜公子，自爱衡门度岁华。"
        },
        {
            "标题": "春塘曲",
            "作者": "区大相",
            "内容": "夭桃秾李间垂杨，青鬓朱唇杂粉光。歌罢采芳人不见，落花无数点回塘。"
        },
        {
            "标题": "次襄城",
            "作者": "区大相",
            "内容": "苍茫襄野外，迢递首山阿。道遇一童问，途经七圣过。\n峰阴迷御跸，林响递仙歌。望望白云尽，其如天路何。"
        },
        {
            "标题": "出衡山县行数十里古松道中至山下作",
            "作者": "区大相",
            "内容": "未登衡岳寺，先看衡岳松。清阴夹道植，翠色百里封。\n左右分偃盖，前后引扶筇。天清下鸾鹤，风至舞虬龙。\n俯瞰千寻壑，直上万仞峰。穹标倚霞岭，逸韵答石淙。\n凉荫苍苔石，香袭丹桂丛。我来值穷秋，凄凄霜露浓。\n既钦淩寒节，复惬幽赏悰。时见松下人，采芝"
        },
        {
            "标题": "亲友梁黎辈念予北行日载酒过访 其三",
            "作者": "区大相",
            "内容": "世情贱归田，乡里贵出门。自匪旷远士，鲜不异寒温。\n隆谊期止足，敦交在丘园。结念早旋归，窃恐负此言。"
        },
        {
            "标题": "亲友梁黎辈念予北行日载酒过访 其二",
            "作者": "区大相",
            "内容": "自我还三径，稍枉裘羊踪。颇谓淩冬桂，得侣岁寒松。\n时来驱我去，始愿念莫从。悠悠思远道，戚戚寡欢悰。"
        },
        {
            "标题": "亲友梁黎辈念予北行日载酒过访 其四",
            "作者": "区大相",
            "内容": "落日携佳人，清尊共愁绪。仰观群雁翔，肃肃云中羽。\n天路多贵游，行子慕俦侣。欲发晨风兴，思君屡延伫。"
        },
        {
            "标题": "亲友梁黎辈念予北行日载酒过访 其一",
            "作者": "区大相",
            "内容": "生平多宦旅，垂老未遑息。亲友念将离，载酒劳行役。\n良宴不待期，累日继以夕。未别已绸缪，别去情何极。"
        },
        {
            "标题": "暮至天池寺",
            "作者": "区大相",
            "内容": "晓策淩晨磴，昏钟叩暝萝。天文上界近，梵语半空多。\n河迥横窗落，云低俯槛过。预愁筋力少，最奈胜游何。"
        },
        {
            "标题": "回至英州九日登南山寺张明府载酒",
            "作者": "区大相",
            "内容": "野寺移樽木叶苍，南山佳色对重阳。闲阶坐爱莓苔静，深院时闻松桂香。\n岂有参军来落帽，偏宜陶令与传觞。今朝不费天涯目，此地登高近故乡。"
        },
        {
            "标题": "黎惟仁梁少仲麦仲张黎君玺邀集浮丘 其二",
            "作者": "区大相",
            "内容": "闻有辽东鹤，千年始一还。我来仍未远，遗迹尚堪攀。\n访旧期餐液，求仙忆住山。沧桑何足问，小别鬓成斑。"
        },
        {
            "标题": "黎惟仁梁少仲麦仲张黎君玺邀集浮丘 其一",
            "作者": "区大相",
            "内容": "洞府何年别，烟霞此会同。白云期乍返，沧海信常通。\n谒帝留双舄，宾王遇八公。还持鸿宝术，归访葛仙翁。"
        },
        {
            "标题": "四兄方池内新构水亭 其一",
            "作者": "区大相",
            "内容": "隔浦望溪林，新亭冒绿浔。捲帘山在眼，过槛水澄心。\n时散竹间帙，闲调池上琴。更饶濠濮兴，鱼乐共幽深。"
        },
        {
            "标题": "经玉河堤上望瀛洲亭 其二",
            "作者": "区大相",
            "内容": "隔浦望仙瀛，开林接凤城。云藏珠玉字，风引佩环声。\n把酒思文友，临池想墨卿。盈盈一水隔，谁见有逢迎。"
        },
        {
            "标题": "奉和赐藕藓",
            "作者": "区大相",
            "内容": "帷宫路绕碧池回，水殿风传翠槛开。玉女移根来太华，仙人分露出天杯。\n擎将素腕寒相映，雪去轻丝暑乍回。愿比灵龟游叶上，千年长捧帝恩来。"
        },
        {
            "标题": "慈圣皇太后圣节皇极门朝贺",
            "作者": "区大相",
            "内容": "共说羲和能浴日，旋看金母乐长年。彩霞剪叶传宫胜，青鸟衔花集御筵。\n月殿山河光应地，星妃环佩引朝天。天颜近接慈颜喜，愿续思齐作寿篇。"
        },
        {
            "标题": "苑西书楼宴坐兼答陈生",
            "作者": "区大相",
            "内容": "小楼东面禁林芬，闲坐高谈到夕曛。天近彩云排牖入，风回清漏隔花闻。\n观书滥许三坟富，对酒才过数盏醺。见说名山好藏副，欲探石室与论文。"
        },
        {
            "标题": "陈少珍山人以岁暮怀武夷之作见示赋答",
            "作者": "区大相",
            "内容": "虹桥回首挹清芬，几度缄书寄鹤群。访道旧寻偃月子，游仙频梦武夷君。\n溪声九曲流残雪，幔彩千峰入暮云。借问移家在何日，忍令仙乐不相闻。"
        },
        {
            "标题": "得舍弟春来行县诸诗",
            "作者": "区大相",
            "内容": "政暇元吾弟，乘春或下堂。弦歌为宰遍，布令出郊长。\n绕郭为驯雉，他时必爱棠。采风何日至，勿剪和歌章。"
        },
        {
            "标题": "续刺谗诗 其五",
            "作者": "区大相",
            "内容": "俨斯恪斯，我仪孔嘉。惕斯勤斯，我德靡瑕。爰敕我躬，日闲我家。\n庶几夙夜，以保靡他。"
        },
        {
            "标题": "大林寺",
            "作者": "区大相",
            "内容": "大林何代寺，花木尚馀芬。僧老艺松竹，鹤闲眠洞云。\n石苔微雨滑，泉涧细流分。天外猿声断，寂寥几客闻。"
        },
        {
            "标题": "续刺谗诗 其三",
            "作者": "区大相",
            "内容": "施施谗夫，胡言之厚。甘言谀辞，亦孔之丑。君子攸行，遭汝疾诟。\n邦家之覆，亦在利口。"
        },
        {
            "标题": "续刺谗诗 其六",
            "作者": "区大相",
            "内容": "天之方蹶，良士祚之。民之多艰，良士阜之。四国有难，良士辅之。\n祁祁良士，谗人恶之。"
        },
        {
            "标题": "自北平赴大梁途中作",
            "作者": "区大相",
            "内容": "我行自幽蓟，历览道途赊。夙夜将臣节，文章忝国华。\n畏人潜问柏，避邑屡回车。伏石形疑虎，恒山势似蛇。\n古原丛枳棘，平野莽风沙。息驾寻冰井，休徒倚岸花。\n旱云朝带雨，火岫晚蒸霞。暑月罢征传，秋风待使槎。\n东山咏果裸，南国沤苴麻。晋俗多栽枣，梁亭始灌瓜。\n嗟予惯行役，那得久无家。"
        },
        {
            "标题": "续刺谗诗 其七",
            "作者": "区大相",
            "内容": "道之丧矣，谗人是命。俗之讹矣，谗言是听。夫惟仁人，去谗远佞。\n放之流之，四国是正。"
        },
        {
            "标题": "续刺谗诗 其四",
            "作者": "区大相",
            "内容": "毁玉为珉，诬舜为蹠。云胡不造，负此谗慝。在昔有训，顽谗是堲。\n奈何邦家，长此蟊贼。"
        },
        {
            "标题": "续刺谗诗 其一",
            "作者": "区大相",
            "内容": "天监下民，正直是与。孰任奸慝，而司世矩。周周之族，亦衔其羽。\n乃如之人，不恤其侣。"
        },
        {
            "标题": "续刺谗诗 其二",
            "作者": "区大相",
            "内容": "缉缉谗夫，实善中人。中藏憸贼，外示密亲。如虿斯螫，如犬斯狺。\n皇天祸淫，孰逃尔身。"
        },
        {
            "标题": "大堤",
            "作者": "区大相",
            "内容": "大堤临汉水，四时好行乐。纷纷驰宝勒，处处上珠箔。\n酒旗拂柁楼，岸花映江阁。日暮管弦声，风吹满城郭。"
        },
        {
            "标题": "续刺谗诗 其八",
            "作者": "区大相",
            "内容": "嗟余小子，不早是图。傲此正直，玩彼奸谀。毁防延盗，世谓之愚。\n比之匪人，不亦伤乎。"
        },
        {
            "标题": "送大田令张",
            "作者": "区大相",
            "内容": "行人二月去，雨雪尚春明。闻道大田郭，终朝布谷声。\n山晴公事少，溪晚客吟清。借问舄凫出，何时车鹭迎。"
        },
        {
            "标题": "过叶偶访邑人宋明府园亭留酌",
            "作者": "区大相",
            "内容": "姓名犹未达，径造主人园。祇道双凫县，谁知五柳门。\n欢言成握手，晴景属开樽。见说辞官早，烟萝秋正繁。"
        },
        {
            "标题": "君子有所思行",
            "作者": "区大相",
            "内容": "晨出蓟北门，顾望黄金台。高台亘层云，照耀五城开。\n骏骨没已久，昭王安在哉。驱马往从之，中涓难为偕。\n台下谁家子，骎骎逝龙媒。金鞭摇白日，玉蹄起红埃。\n踯躅霸图尽，驱驰王运回。怀思不能去，日夕悲风来。"
        },
        {
            "标题": "当垆曲",
            "作者": "区大相",
            "内容": "胡姬年最少，含笑酒垆傍。舞爱青春艳，歌怜白日长。\n妆成称绝代，价重为时光。上客且安坐，休弹金凤凰。"
        },
        {
            "标题": "龙井寺片云亭",
            "作者": "区大相",
            "内容": "旧寺临流水，新亭坐夕曛。乱篁森度岭，片石郁生云。\n碧岫连湖尽，春泉过涉闻。犹馀下山磬，相送出林氛。"
        },
        {
            "标题": "闻叶中丞复自洮州移镇甘肃奉寄 其一",
            "作者": "区大相",
            "内容": "初闻胡骑牧临洮，僰道山川转节旄。独主进兵探虎穴，尽排和议说龙韬。\n两河障垒临关险，十月边烽出塞劳。今日将军谁断臂，知君不厌陇山高。"
        },
        {
            "标题": "灯夕与管内史诸公宴集",
            "作者": "区大相",
            "内容": "宝焰吐芳馨，银缸泻绿醽。灯轮辉四座，文酒会中庭。\n花借薇郎紫，藜分太乙青。淹留歌舞地，何似德为星。"
        },
        {
            "标题": "灯市夜游",
            "作者": "区大相",
            "内容": "三五风光帝苑催，层城灯火映楼台。软尘暗逐香车度，微雪初笼淡月来。\n九陌游心争向出，千场杂戏未言回。家家弦管传新曲，尽入升平调里裁。"
        },
        {
            "标题": "闻叶中丞复自洮州移镇甘肃奉寄 其二",
            "作者": "区大相",
            "内容": "千里悬军屡凿空，牙旗四面捲华风。破胡不用金城略，开府新当锁钥雄。\n射雕暮向阴山北，饮马朝从瀚海东。汉室孟坚惭载笔，燕然从此更铭功。"
        },
        {
            "标题": "闻叶中丞复自洮州移镇甘肃奉寄 其三",
            "作者": "区大相",
            "内容": "三千甲士请前驱，报国辞家誓灭胡。河外雪霜连大漠，碛西烽火际穹庐。\n天山自昔闻三箭，关塞当今用一夫。传道蓟辽鼙鼓急，更烦旌节驻长榆。"
        },
        {
            "标题": "张明府招饮快阁",
            "作者": "区大相",
            "内容": "快阁登临秋更宜，暂停征舸共来窥。檐前落木风兼下，天际归云雨乍随。\n鸟渡平芜烟漠漠，帆移远浦树离离。忽逢仙令飞凫舄，留醉山翁倒接䍦。"
        },
        {
            "标题": "登天竺寺",
            "作者": "区大相",
            "内容": "路绕青崖逼，山回绀殿悬。云霞低四岭，钟梵出三天。\n甘露浇灵药，名香绕座莲。鸟归经院寂，花隐法堂偏。\n涧草含晴雨，坛松覆夕烟。来窥无净界，超悟有为禅。\n何必长逃世，方知可尽年。"
        },
        {
            "标题": "登卧龙冈寻草庐故址 其一",
            "作者": "区大相",
            "内容": "连冈带长薄，三顾有遗墟。地势昔龙卧，山光旧草庐。\n阵图云鸟散，耕陇野人锄。感激君臣际，深思得水鱼。"
        },
        {
            "标题": "登卧龙冈寻草庐故址 其二",
            "作者": "区大相",
            "内容": "王佐才何忝，雄图嗟至今。三分扶汉业，二表出师心。\n冈在寻遗陇，庐荒想旧林。眺馀空抱膝，梁甫为谁吟。"
        },
        {
            "标题": "雨后登祝融峰",
            "作者": "区大相",
            "内容": "衡岳冠南斗，祝融薄青天。白云蒙其上，往往限飞仙。\n属兹新霁候，澄景吐鲜妍。既欣历览便，复忘登陟艰。\n向下见群岫，凝云如积绵。苍茫一气中，安辨陌与阡。\n大壑趋洞庭，馀霞映湘川。昔闻有灵閟，积霭常弥年。\n岂伊神理感，而能破重玄。将发紫庭秘，即此晤真诠。"
        },
        {
            "标题": "四月八日王行甫招饮高梁河",
            "作者": "区大相",
            "内容": "车马隘城闉，河桥争渡人。东方行乐意，西土降生辰。\n帷幕平连寺，歌钟近隔尘。问君喧与寂，相去几由旬。"
        },
        {
            "标题": "黎惟敬秘书新辟东林社与诸客同过",
            "作者": "区大相",
            "内容": "郭内名山似竺乾，苍松白石傍清泉。林间片地皆成宝，花里诸峰并是莲。\n钟梵远分城北寺，袈裟初悟海南禅。何人解注逍遥论，此地招携十八贤。"
        },
        {
            "标题": "四兄园馆新成喜赋 其二",
            "作者": "区大相",
            "内容": "如何千古意，独在此林间。野竹临流水，溪烟上远山。\n笔床依岸置，书牖隔云关。虽赋高闲性，如兄宁久闲。"
        },
        {
            "标题": "东鲁豪士行",
            "作者": "区大相",
            "内容": "门有万里客，不剑亦不琴。手持漶灭刺，欲语泪先淫。\n家本东鲁儒，豪举世难任。游戏孟诸野，射猎峄山岑。\n徒手殪猛虎，仰面接飞禽。十五学孙吴，出身为羽林。\n曾随汉车骑，逐虏塞垣阴。勇略颇自许，意气人所钦。\n一朝时事改，避难五溪深。是时戈船将，十万靖南侵。\n攘臂千夫长，捐躯百战临。论功无分寸，谗害复相寻。\n廿载事戎行，家远绝信音。笑谈皆按剑，勋业遂泥沉。\n丈夫赴国难，肯负平生心。桑榆幸未晚，壮图希自今。\n暂辍南征曲，为君东武吟。"
        },
        {
            "标题": "四兄园馆新成喜赋 其一",
            "作者": "区大相",
            "内容": "村居嫌未僻，隔水见精庐。胜地云烟外，高情翰墨馀。\n披花时进艇，倚树日看书。数过亦何事，清言常晏如。"
        },
        {
            "标题": "冬至前一日斋居对雪 其一",
            "作者": "区大相",
            "内容": "缇室窥玄籥，清斋席白茅。瑶光连北阙，璧彩近南郊。\n砌迥檐花积，风回苑树交。天心如可见，已映易中爻。"
        },
        {
            "标题": "冬至前一日斋居对雪 其二",
            "作者": "区大相",
            "内容": "迎气潜皇泽，飘霙下帝台。兆从三白异，瑞应一阳回。\n净色流坛树，轻飞逐管灰。明朝郊祀赋，应待长卿才。"
        },
        {
            "标题": "题黎惟仁对江楼",
            "作者": "区大相",
            "内容": "江上春云散春渚，为楼恰对云生处。有时欹枕听涛声，长日褰帘望江树。\n楼居仙子何所有，万卷经书一壶酒。胡床箕踞少人事，满目烟霞但搔首。\n江水东流绕越台，珠溟穗洞差参开。闲呼江鸟过朱槛，坐引江花泛绿醅。\n楼有江兮江有汜，思佳人兮不能已。江月明兮谁共登，江风起兮君独倚。\n清响云中读楚骚，琼窗偃卧江天高。楼前岁岁桂花发，愧尔篇诗江上豪。"
        },
        {
            "标题": "度大庾岭",
            "作者": "区大相",
            "内容": "关河谁设险，道路至今平。花树迷秦戍，风云捲汉旌。\n梯悬沧海日，楼望尉陀城。慎德今皇事，楼船罢远征。"
        },
        {
            "标题": "琴剑篇",
            "作者": "区大相",
            "内容": "匣中有剑囊有琴，美人昔赠双南金。琴是峄阳之古桐，凝烟拂雾高冈岑。\n百鸟过之徊翔而不敢下，丹穴之禽经此留遗音。\n剑是昆吾切玉之劲铁，秋星为铓雪作镡。才动金环神鬼泣，未离宝匣蛟龙吟。\n一从轩辕战涿野，崩云挥日光华夏。一从有虞奏南薰，卿云白雪流雰雰。\n感君赠我意，我行双佩之。风烟万里不自保，行藏千古宁须疑。\n一片清霜吐莲锷，七弦流水含金徽。剑以待风胡，琴以待钟期。\n世间听曲皆里耳，谁能为我辨雄雌。近闻塞上风尘起，胡骑纷纷渡辽水。\n又闻帝室赓明良，正风合雅从古始。吾将拭我青萍，拂我缘绮。\n三战为君渫胡血，再鼓为君洗俗耳。行令四海无妖氛，还坐清风竹林里。"
        },
        {
            "标题": "小馆新种桃花黄平倩庄得全两学士过看黄既断酒庄亦有宿酲皆不待酌而去贻以此诗",
            "作者": "区大相",
            "内容": "昔予游海上，灵山屡淹泊。海峤气长春，玉窗桃未落。\n仙者四五辈，流霞劝春爵。归来入汉宫，谒帝蓬莱阁。\n韶光暮春月，京华逐行乐。结侣过前蹊，游仙慕丹壑。\n丹壑何迢遥，前蹊发红萼。移处乍绯绯，看时即灼灼。\n接叶隐啼莺，交枝舞青雀。愿栽东海桃，不种西山药。\n黄子辞世氛，夙有绥山约。庄生早结绶，半醉称臣朔。\n予非避世人，君岂问津客。再至宁当迷，来朝恣欢酌。"
        },
        {
            "标题": "阅管中书紫宸宣对卷有感赋赠",
            "作者": "区大相",
            "内容": "丈夫遇合会有时，怜君工画复工诗。数谒公卿无所就，频游京国少人知。\n一朝召试金銮殿，公等何来晚相见。画毕中官催进御，诗成内诏传清宴。\n昨年天子好经术，词臣进讲无虚日。出从台谏论安危，入与宰臣计得失。\n犹有馀力及风雅，翠幄云楼两潇洒。笔札小儒皆见亲，布衣贱艺还优假。\n管生后来在众中，解衣盘礴对王公。惊人诗句及绘事，往往落笔称才雄。\n九重燕赉赐官爵，一旦姓名动台阁。但知今日等荣华，谁识当年暂流落。\n是时区生困羁旅，闻之自笑仍自许。本持薄技亦蒙恩，况以奇策干明主。\n兹来侍从文华直，见君凤沼开心臆。幸逢虞帝正垂裳，更值殷王好恭默。\n虎豹沉沉隔九关，无事经帷尽日闲。卿相寻常稀召见，微臣安得窥龙颜。\n吁嗟管生遇亦奇，主父买臣曾有之。假令君才在今日，纵欲承恩何所为。"
        },
        {
            "标题": "既登济上楼还饮舟中对酒作",
            "作者": "区大相",
            "内容": "鲁酒白玉壶，齐讴紫罗襦。持觞劝鲁叟，问尔何拘拘。\n昔有独醒人，千载笑其愚。屈原非吾党，公荣非我徒。\n所以日对酒，弹弦间笙竽。安得偕贺李，金鱼贸清酤。\n斯人不可作，兹事宛如昨。当时君不饮，今日谁为乐。\n我来访古游，还登济上楼。天光摇积水，城影落芳洲。"
        },
        {
            "标题": "对雪和四兄",
            "作者": "区大相",
            "内容": "早雨晚仍雪，风花湿更乾。糁枝成玉树，铺径作瑶坛。\n赋里窥春易，尊前和曲难。莫将柳絮句，轻拟撒盐看。"
        },
        {
            "标题": "中秋夜对月叙怀",
            "作者": "区大相",
            "内容": "零露靡百草，素节渐为霜。宛宛月中桂，孤高徒自芳。\n上枝荫琼宇，下枝神鹊翔。吴刚小儿辈，持斧莫轻戕。\n玉兔捣灵药，千载秘其方。嫦娥顾而笑，天风落霓裳。\n我欲按此曲，因之寄异乡。异乡不可致，凝思结中肠。\n徘徊览明月，河汉永相望。"
        },
        {
            "标题": "五月一日诸文士载酒邀泛江上颇具声乐",
            "作者": "区大相",
            "内容": "逢辰移桂棹，命赏接蒲觞。岸挟潮声上，江连雨色凉。\n兰香馀晚沐，莲唱倚新妆。已幸同舟载，休歌水一方。"
        },
        {
            "标题": "送梁武库赴临洮 其一",
            "作者": "区大相",
            "内容": "男儿报难在沙场，八月边秋塞草黄。帐下千声期灭虏，军前杀气已淩霜。"
        },
        {
            "标题": "送梁武库赴临洮 其二",
            "作者": "区大相",
            "内容": "擒胡必用金城策，破虏还须武库才。毳幕远移青海曲，羽书先过白龙堆。"
        },
        {
            "标题": "候调久不得报怀归作十四韵",
            "作者": "区大相",
            "内容": "春辞鸳鹭列，夏阻凤凰城。未果酬恩遇，何阶达圣明。\n仆臣犹左秩，司驭乃留京。负谤丘山重，移官雨露清。\n昔贤何惨淡，时论尚纵横。芜没华阳馆，林荒督亢亭。\n被谗殊乐毅，去国类虞卿。大道如弦直，中怀若砥平。\n为樗甘置散，处雁愧能鸣。已脱樊笼累，犹存曲木惊。\n宵光初出草，反舌渐无声。蓟北风烟尽，江南兰杜荣。\n迎风捐客佩，临水濯吾缨。若见山中桂，应知留滞情。"
        },
        {
            "标题": "春日访山家",
            "作者": "区大相",
            "内容": "苔径无尘到渐赊，小园留客剪春茶。自从闭却山门路，落尽山樱几树花。"
        },
        {
            "标题": "上元后三夜陪焦陶二太史王董黄孙四吉士宴大将军李侯宅",
            "作者": "区大相",
            "内容": "盟府金貂奕世功，淹留词客醉新丰。歌翻都护春调马，赋就甘泉晓射熊。\n北里烟花过节丽，西堂樽俎助文雄。当杯又进吹铙曲，塞上何人更引弓。"
        },
        {
            "标题": "蠲愤",
            "作者": "区大相",
            "内容": "贫贱难久居，勋业惧晚成。老骥志千里，达士感河清。\n翩翩当衢客，青云耀冠缨。如何穷愁子，终岁忧患婴。\n拔剑欲出门，我剑悲且鸣。长路脂吾车，路险车轴倾。\n惊飙号垄树，穷猿多哀声。寒江日夜逝，焉知游子情。\n在贱常思贵，处约常愿盈。人理苟如此，天运安得平。\n沉晦非我致，俟命何所营。"
        },
        {
            "标题": "宝界寺东廊有东坡画竹壁间年久剥落过半其存者笔气如生立玩移时",
            "作者": "区大相",
            "内容": "画竹僧廊在，尘埃年代深。捎檐随笔爽，穿石竞毫森。\n古壁烟云湿，晴天风雨吟。山灵亦爱惜，劲直到如今。"
        },
        {
            "标题": "闻宪府李公增修星岩之胜遥有此寄 其一",
            "作者": "区大相",
            "内容": "岩栖好去沥湖陂，风景年来倍昔时。出镇近逢羊叔子，胜游重睹习家池。\n经春桃水迷仙棹，长夏荷筒杂羽卮。闻此令人发心赏，羡君霞路拥旌麾。"
        },
        {
            "标题": "圯上行",
            "作者": "区大相",
            "内容": "子房当日横意气，志在报韩功不济。留城未即归汉王，博浪先因击秦帝。\n避难潜行过下邳，复仇无计虑穷追。道逢老人呼拾履，心固不欲强然为。\n老人家在谷城下，往来圯桥无识者。高步矫矫如惊鸿，堕履翩翩若飘瓦。\n子房跪进一何恭，老人坐受甚从容。顾谓孺子为可教，授以素书成帝功。\n更期后日访黄石，或约他年游赤松。此事相传亦奇诡，风云感会良有以。\n不见祠前东流水，古来上德皆如此。"
        },
        {
            "标题": "花下逢故人",
            "作者": "区大相",
            "内容": "花里逢君倒玉卮，情多未语又伤离。檐前碧柳如相怨，绾尽长条知为谁。"
        },
        {
            "标题": "公宴诗 其二",
            "作者": "区大相",
            "内容": "清晨高宴会，薄暮未言疲。铿填罗剑舄，纵横卧樽罍。\n谬参俎豆光，得奉君子仪。饮醇不知醉，饱德实充饥。\n华林荫广厦，飞鸟鸣相随。清风穆四筵，久阴上丹墀。\n卜昼虽自昔，夜饮匪今斯。燕歌有馀烈，赵瑟声正悲。\n满堂盛言笑，感叹中自私。竹帛无我名，安用生明时。\n倘惠方驾顾，为君总前绥。"
        },
        {
            "标题": "公宴诗 其一",
            "作者": "区大相",
            "内容": "遭世本清穆，与子共翱翔。肃肃群龙会，式宴开此堂。\n各怀仁义言，被服文绣裳。清论吐兰气，矩步接周行。\n白日耀华簪，春风流羽觞。长袖多奇舞，皓齿发新倡。\n四座咸既醉，感激思徬徨。一朝遗顾盻，千载有芬芳。\n日入车马散，馀辉映雕梁。勖哉众君子，无已歌太康。"
        },
        {
            "标题": "功德寺看牡丹歌",
            "作者": "区大相",
            "内容": "去年看花花未发，今年看花花已阑。何事与花常不值，花期误却为微官。\n解道天香与国色，只馀绿叶护僧栏。沁水园中车马寂，洛阳城里管弦残。\n香色从来不耐久，春光到底为谁有。若使花开常不落，安得红颜成白首。\n红颜白首暗相催，把酒逢花能几回。僧徒劝我勿惆怅，明岁花时可重来。"
        },
        {
            "标题": "谒焦君祠",
            "作者": "区大相",
            "内容": "言乘扬子渡，遂访焦君庐。天地一鸿羽，江山几鹤书。\n松阴入洞古，帆影过窗虚。因谢区中想，道心闲有馀。"
        },
        {
            "标题": "闻西征中路官军消息",
            "作者": "区大相",
            "内容": "东方血光明组练，中路官军殊死战。马兵先溃步兵乱，四五十里横尸遍。\n将领几人虽幸免，尔纵生还有何面。吾闻定远昔策勋，三十六人横塞云。\n岂有十万貔貅士，不能一剪鲸鲵群。成功必更需名将，失道宜先斩败军。"
        },
        {
            "标题": "闻西征中路官军消息 其二",
            "作者": "区大相",
            "内容": "自从西征劳士马，六七年间谁主者。溪谷量人乌厌肉，举声向天天泪下。\n朝廷任用在得人，枉令赤子膏原野。飞刍挽粟不得停，民穷彻骨复横征。\n人言东海深无底，填尽物力何时平。不如表请暂回军，休养士卒求内宁。\n明王有道四夷服，安用越国寻兵争。"
        },
        {
            "标题": "古有所思",
            "作者": "区大相",
            "内容": "我所思兮大海南，何以致之紫云缄，青瑶为字金作函。\n波涛万里不可涉，白日忽破扶桑岚。我欲乘龙，龙不我骖。\n我欲附青鸟，青鸟不我衔。将泪滴海水，为我流入明珠潭。\n我既无羽翼，君亦一去无消息。从今勿复思，相思何终极。\n堂前琼树枝，把君旧颜色。携手高台复几时，君在天南我天北。"
        },
        {
            "标题": "听豫章贞吉王孙吹铁笛",
            "作者": "区大相",
            "内容": "裂石穿云歇又闻，铁龙高响入层云。临池不用徵丝竹，吹散匡庐万叠氛。"
        },
        {
            "标题": "和四家兄九日武场观射",
            "作者": "区大相",
            "内容": "明时讲武重疆场，九月霜清塞草黄。跃马抡材争入彀，登坛奏技识穿杨。\n泽宫旧纪周文盛，猛士还思汉道昌。闻说登高羡能赋，与君同醉紫萸觞。"
        },
        {
            "标题": "闺中闻子规",
            "作者": "区大相",
            "内容": "玉楼绮窗朝日晖，百花声中闻子规。憔悴林莺浑不语，差池梁燕未堪飞。\n绕遍南枝又北枝，可怜千春伤别离。直从桂岭花开日，啼到巴川花落时。\n巴川桂岭春难驻，越南燕北路多歧。几处听来皆下泪，谁家闻去不低眉。\n佳人玉箸垂红颊，朱颜坐叹芳菲歇。览镜慵图两鬓鸦，停针懒绣双飞蝶。\n长安大道皆言直，梦里相寻转相失。徒闻泪血染成花，岂料贞心化为石。\n含愁含恨诉香闺，想料枝头只独栖。但令贱妆惊鸳梦，不劝行人驻马啼。"
        },
        {
            "标题": "严州陈太守招饮别署",
            "作者": "区大相",
            "内容": "松竹萧森数里行，到门不省是专城。郡缘高士风犹古，官似新安水更清。\n山翠入帘吹不散，石泉添雨晚争鸣。逢君坐久多幽思，欲就严陵隐姓名。"
        },
        {
            "标题": "雪夕刘孙林庄四吉士过集同用梅字",
            "作者": "区大相",
            "内容": "暮雀归林尽，寒貂拥雪来。捲帘如却月，连骑似探梅。\n润重沾银管，花轻堕玉杯。更饶今夕兴，差胜剡溪回。"
        },
        {
            "标题": "蚤春园桃盛开亲友携酒过赏得春字",
            "作者": "区大相",
            "内容": "柴门别是武陵津，金马初辞侍从臣。赖有小桃开野径，暂攀游骑驻芳尘。\n临风乍发藏歌鸟，映水时翻见丽人。几度花前得共醉，那能不惜故园春。"
        },
        {
            "标题": "过襄城登首山",
            "作者": "区大相",
            "内容": "名山蕴灵躅，神宝丛仙班。地以旷绝超，路缘险涩艰。\n辇道绿萝合，神室白云闲。昔契神既王，今陟力未悭。\n高步升幽岨，侧耳聆潺暖。孤赏莫与晤，幽寻谁共扳。\n昔闻有熊帝，炼药于此间。广成窈而冥，玉童清且娴。\n鼎成龙忽去，一往不复还。深宫闭紫苔，曲房凋朱颜。\n得道轻黄屋，遗世守玄关。极望鼎湖上，龙髯不可攀。"
        },
        {
            "标题": "赠汪知事赴闽幕 其一",
            "作者": "区大相",
            "内容": "薄宦驱驰越海湄，简书又向七闽移。莺花三月连南国，伴逐宫舟过武夷。"
        },
        {
            "标题": "过真定李巡抚出访谈岭海旧事",
            "作者": "区大相",
            "内容": "南逾梅鋗关，北涉滹沱水。井陉桑柘挂斜阳，云是尉佗旧时里。\n尉佗当日窥南服，黄屋乘舆连左纛。老夫帝号窃自娱，汉世玺书勤讲睦。\n陆生片语何雄哉，北首同登朝汉台。全胜楼船南下日，好过终军系颈来。\n中丞熊轼抚全赵，越王旧里几临眺。忆昔提戈静海烽，此日登楼共长啸。\n草莽遗踪何用伤，铜标旧事转荒凉。天书倘借前矛去，更上高台吊越王。"
        },
        {
            "标题": "自江门进帆海上作",
            "作者": "区大相",
            "内容": "众流趋海若，大壑去鸿蒙。失路矜河伯，中途遇苑风。\n纳川归浩浩，噫气入逢逢。穷发还过北，扶桑更向东。\n鹏身起羊角，鱼翼掩舟蓬。巨浸浮天外，回流出地中。\n槎来如有信，帆去若乘空。万国波涛接，三山烟雾通。\n游门思孔圣，垂钓想任公。登碣心犹壮，乘桴道未穷。\n临深谁复测，善下理能终。"
        },
        {
            "标题": "从武选郎徐君社长问禄命",
            "作者": "区大相",
            "内容": "太极运两仪，变化万形随。譬彼大垆冶，镕铸一何私。\n如何巧智士，谓力能胜之。得时者称贤，势在山可移。\n岂知元命中，茫昧不可欺。达人睹其然，不惑复奚疑。\n荣华众所艳，弃之轻如丝。寂寞众所去，处之甘如饴。\n失马宁非福，亡羊信多岐。渴饮清泠泉，饥食西山薇。\n逍遥放情志，身与元化嬉。闻君得秘要，细用此道推。"
        },
        {
            "标题": "报使至横石驿病不能前疏乞宽假作",
            "作者": "区大相",
            "内容": "叹滞曾周南，悬情亦魏阙。轻生命不延，矜荣义所劣。\n昔予骋皇路，青宫点朝列。未尝遑家恤，誓执匪躬节。\n徇时昧止足，忝役愧明哲。逮此缠痼疾，饮水诫内热。\n将命阻瓜期，怀归畏简札。陋彼蒲柳姿，伤此桃李月。\n长云送归鸟，空山响啼鴂。引领天北隅，企望心力绝。\n灵药庶可采，疏麻岂堪折。"
        },
        {
            "标题": "邯郸道",
            "作者": "区大相",
            "内容": "突骑如流星，飞过邯郸城。千人皆辟易，不敢问姓名。\n报仇轻赴敌，使气重横行。相逢鲁勾践，识是燕荆卿。\n使气从来不相让，博肆喧喧竞争长。心知欲语口难言，作意叱君君未谅。\n荆卿归去西入秦，其事不成空殒身。惜乎不讲刺剑术，看作悠悠饮博人。"
        },
        {
            "标题": "清明日公干过谈郊游",
            "作者": "区大相",
            "内容": "河堤嫩柳拂游人，为惜韶华插鬓新。冠尽五陵朝墓路，郊原一片踏青尘。\n山中榆火过寒食，江上蘋花照莫春。不见风光可怜处，年年伴乐客中身。"
        },
        {
            "标题": "又和公干黄叶韵",
            "作者": "区大相",
            "内容": "碧叶换华滋，黄云覆玉墀。影将寒意淡，色与秋光宜。\n长信容初敛，长门宠易衰。枝枝夕阳照，树树晓霞披。\n惟有炎洲桂，青青长若斯。"
        },
        {
            "标题": "侍御弟园梅同梁少仲黄汝纶四家兄赏咏 其一",
            "作者": "区大相",
            "内容": "吾弟有奇尚，为园半植梅。溪桥寒意惬，山馆野情开。\n贞白存吾道，孤芳免物猜。惟应素心客，岁晏共迟徊。"
        },
        {
            "标题": "雪中见庭菊一株冒寒独秀负隐者之高标有烈士之素概聊为赋之云尔",
            "作者": "区大相",
            "内容": "庭菊有佳色，逾秋迥自芳。为言兼傲雪，何止独淩霜。\n密叶全封翠，繁英稍露黄。停杯问群卉，寒意正苍茫。"
        },
        {
            "标题": "初读书翰林作 其一",
            "作者": "区大相",
            "内容": "材馆抡多士，兰台出秘书。紫庭储相日，黄阁礼贤初。\n奏技颁银管，披文映玉除。淩云自有赋，何必羡吹嘘。"
        },
        {
            "标题": "初读书翰林作 其三",
            "作者": "区大相",
            "内容": "虞代收元凯，周廷引庶常。今兼文体重，古以事功良。\n礼乐从先进，鹓鸾接末行。何当刷毛羽，云路共翱翔。"
        },
        {
            "标题": "初读书翰林作 其二",
            "作者": "区大相",
            "内容": "旧事弘文馆，新恩翰墨林。琼轩开丽泽，天路合朋簪。\n岁月诸儒论，风云列圣心。何人种桃李，于此欲成阴。"
        },
        {
            "标题": "北行江上日望舍弟南归信息 其二",
            "作者": "区大相",
            "内容": "莫怪春来会面稀，风尘从古事多违。君南我北皆流涕，出处何须问是非。"
        },
        {
            "标题": "秦侍御钱吏部张宪副招游湖上泊孤山",
            "作者": "区大相",
            "内容": "莫踏笙歌一路尘，共将文酒话清真。长谣绿水无来客，独往青山有昔人。\n鸟啭芳林移谷口，烟含轻舸出池漘。更逢幽境须留醉，山寺梅花水际蘋。"
        },
        {
            "标题": "春夜微雨听侍以箫合琵琶",
            "作者": "区大相",
            "内容": "春院雨沉沉，春愁带夕阴。更堪丝与竹，并起度前林。\n吹作玉堂引，弹为关陇吟。乘鸾将别鹄，持底感人心。"
        },
        {
            "标题": "陈德基户曹督饷浙江",
            "作者": "区大相",
            "内容": "司农省下晚成名，又领军储促水程。为郡久闻吴下咏，看山共美越中行。\n沙场转饷秋防急，浦溆鸣笳朔吹生。倘过西陵遇风处，烟波终日旅吟清。"
        },
        {
            "标题": "黄行父携酒见过而雨骤至",
            "作者": "区大相",
            "内容": "雨至樽亦至，旷然心赏谐。林光新翠积，天气晚凉佳。\n沟水鸣山溜，宫云覆竹斋。更饶深夜听，偏助旅中怀。"
        },
        {
            "标题": "又和董玄宰玉河冰泮阁试之作",
            "作者": "区大相",
            "内容": "苑雪初消淑气催，溶溶冰溜转蓬莱。玉泉渐泻方流出，银汉才通一道来。\n映水啼莺穿柳过，沿堤饮马踏花回。共将鱼藻歌皇泽，履薄深惭利涉才。"
        },
        {
            "标题": "三礼诗三首 其一 皇太子册立诗",
            "作者": "区大相",
            "内容": "于昭皇明，十叶惟圣。引祚自天，敷祐厥命。百辟是钦，四方是正。\n咸建国本，以绥家庆。帝衍其昌，缵服其光。载辑人纲，载锡天常。\n孝慈用章，福履无疆。奠丕丕基，以定厥祥。厥有圣嗣，惟皇元子。\n睿聪夙成，令闻蔚起。天之所置，孰俪懿美。式灵震器，以享以祀。\n如彼玉润，蕴德不瑕。如彼朝阳，协于重华。山川鬼神，罔不宠嘉。\n凡厥内外，系心靡他。维昔廷言，冀光大典。帝命曰吁，天序丕显。\n尚其弱龄，学于黾勉。无庸骤尊，而骄不腆。乃列坟史，乃翼师儒。\n时敏厥修，日新与俱。群公矢谟，元良在图。帝命曰俞，万邦作孚。\n乃诹礼司，庀是仪服。乃虔时日，以先太卜。象辂鸾旌，有贲执玉。\n左右视听，百尔祇肃。釐兹册宝，有穆其容。践位储贰，俾朝于东。\n并建诸王，蕃屏维宗。覃惠自公，殊方攸同。济济宫寮，保傅是弼。\n既曜春华，亦乘秋实。诏美导和，庶士维吉。启以三善，崇以四术。\n思皇帝胄，遹骏贻谋。眷命悠悠，底于千秋。敬承维夏，继述有周。\n矢诗宣猷，以扬鸿休。"
        },
        {
            "标题": "三礼诗三首 其三 皇太子婚礼诗",
            "作者": "区大相",
            "内容": "两仪既定，阴阳斯位。于皇储圣，惟德是媲。自天之祐，罔不淳备。\n乃启甲观，而登淑懿。苑桃之华，有烨其光。馥彼兰宫，达于椒房。\n乃登文币，以定厥祥。元祚其昌，嘉命之将。德音孔惠，人神作缔。\n在妫之汭，在姬之渭。女史有纪，彤管有炜。以其良娣，威仪棣棣。\n威仪静幽，君子好逑。佩瑜鸣球，羽葆文辀。八鸾啾啾，曰闲以柔。\n从车如流，归于龙楼。帝道蕃茂，垂裕厥后。庆成入奏，左右忭舞。\n酌彼醇酬，以其玉斗。群公稽首，天子万寿。"
        },
        {
            "标题": "三礼诗三首 其二 皇太子冠礼诗",
            "作者": "区大相",
            "内容": "吉日惟良，命服惟元。集礼铜龙，烂其盈门。宫僚肃将，以承前轩。\n衮冕有加，其道弥尊。衮冕峨峨，既曼且硕。采璂朱绂，瑶契金册。\n宠兹成德，圣祖列辟。式光宗祏，皇心孔怿。皇醴东朝，训命告釐。\n念厥毗倚，淑是令仪。裕民惟志，寿国惟祺。睿敏圣嗣，敬德不违。\n圣嗣敬德，诞受多福。霭其如春，式其如玉。象贤攸属，令终有勖。\n作颂孔穆，风言维祝。厥颂伊何，于际于蟠。厥讽伊何，慎防其端。\n方圆以翊，中正以观。保兹燕誉，奕世不刊。"
        },
        {
            "标题": "舟发五羊往江门途中有怀",
            "作者": "区大相",
            "内容": "以予迂且诞，书剑作良图。逐世方迷路，怀贤此问途。\n岸回平楚合，江阔晚帆孤。可叹无闻者，东南一竖儒。"
        },
        {
            "标题": "渡湘川",
            "作者": "区大相",
            "内容": "湘南有归客，日暮渡湘川。征路尚馀几，乡心犹渺然。\n佳期芳杜外，远思绿江前。为问衡阳雁，苍梧何处边。"
        },
        {
            "标题": "登太和顶谒玄帝宫 其一",
            "作者": "区大相",
            "内容": "皇家香火此开宫，上帝由来有寓公。雷电曾驱太一阵，楼台真殚鬼神工。\n霓旌拂雾斜连汉，宝盖浮烟晚御风。为问古来封禅代，参差独向海云东。"
        },
        {
            "标题": "再咏茄和董玄宰太史",
            "作者": "区大相",
            "内容": "名瓜不引蔓，囊粟未经陈。虽共彤胡荐，何曾玉箸亲。\n助羹餐不厌，抱瓮力常勤。君问登盘实，应知学圃人。"
        },
        {
            "标题": "登太和顶谒玄帝宫 其三",
            "作者": "区大相",
            "内容": "金阙岧峣天柱安，瑶阶千折上危阑。妙香不断朝天路，真气时逢礼斗坛。\n羽客尽擎青羽盖，云仙皆著紫云冠。先朝数遣祠官出，探得真函进御看。"
        },
        {
            "标题": "登太和顶谒玄帝宫 其二",
            "作者": "区大相",
            "内容": "万峰蹲踏向天门，仪卫森严黑帝尊。士女焚香杂环佩，真官拜表领幢幡。\n心归净乐生身地，口诵降魔度世言。独以无为参圣道，更从无始问玄元。"
        },
        {
            "标题": "和四家兄新岁梅",
            "作者": "区大相",
            "内容": "才听新岁鸟，已看新岁梅。况逢新岁客，同倾新岁杯。\n素艳宜冰署，年华上玉台。迎风未片落，照雪且丛开。\n幸及连枝赏，全胜寄陇来。"
        },
        {
            "标题": "初秋夜同林太史过萧太史书斋",
            "作者": "区大相",
            "内容": "结庐虽傍市，种竹近成林。乍到安禅地，终谐大隐心。\n开轩迎苑月，隔牖度城砧。已惬山泉赏，何须云壑寻。"
        },
        {
            "标题": "代陶渊明九日闲居",
            "作者": "区大相",
            "内容": "昨者远游归，田园守旧耕。冉冉老将至，于世复何营。\n时来嘉令节，悦我迟暮龄。众卉承露萎，孤松冒霜荣。\n木落远峰峻，潦止寒流清。岁寒知物变，壮图令心惊。\n萸为辟恶佩，菊有遗世情。既感川上叹，亦肥嘉遁贞。\n事往勿复道，觞至可尽倾。俯仰衡门士，聊以毕吾生。"
        },
        {
            "标题": "午日家园宴",
            "作者": "区大相",
            "内容": "水绿鸳鸯浦，花明菡萏津。浴兰归省客，撷艾命闺人。\n蒲泛金尊满，丝缠玉臂新。晚凉珠箔动，随步起芳尘。"
        },
        {
            "标题": "楼船出厓门泛海作和四家兄兼示同游诸君 其一",
            "作者": "区大相",
            "内容": "浩渺洪流外，乾坤复几何。盈虚曾不有，舟楫意空多。\n天上回樯影，云边发棹歌。昔闻佔有圣，今夕正无波。"
        },
        {
            "标题": "楼船出厓门泛海作和四家兄兼示同游诸君 其二",
            "作者": "区大相",
            "内容": "大壑吾将往，神仙客望登。水从天上转，槎似日边乘。\n贝阙含明月，鲛宫织夜灯。谁知溟涨里，朝暮变鹍鹏。"
        },
        {
            "标题": "月夜花下小酌和友人",
            "作者": "区大相",
            "内容": "碧空散微云，孤月照远客。以君衣上光，鉴我花间席。\n倾壶逐夜凉，隔林望归翮。槭槭叶堕阶，凄凄风入隙。\n清光正娱人，徘徊恋终夕。"
        },
        {
            "标题": "陈少珍移居与周少恂相邻寄怀",
            "作者": "区大相",
            "内容": "二友衡门接，城隅水竹多。闲携青玉杖，高和紫芝歌。\n篱落同鸡犬，衣裳杂薜萝。端居寡俦侣，寂寞向羊何。"
        },
        {
            "标题": "再游嵩少",
            "作者": "区大相",
            "内容": "忆昨游仙梦，嵩阳有故山。殷勤东溪月，待我青林间。\n新松生旧石，后水赴前湾。何如辽海鹤，千岁一来还。"
        },
        {
            "标题": "九月八日何太守梁节推邀游合江亭",
            "作者": "区大相",
            "内容": "衡南秋更好，过客赏心并。风物重阳近，江流双练明。\n何年开胜会，此地集儒英。晚发临湘咏，千秋水石清。"
        },
        {
            "标题": "湖南曲",
            "作者": "区大相",
            "内容": "湖南秋水渺烟波，万古萧条别恨多。虞帝南巡去不返，独留瑶瑟怨湘娥。"
        },
        {
            "标题": "与客登湖心亭",
            "作者": "区大相",
            "内容": "玉函亭子水仙栖，面面雕阑着水齐。云树迥悬三竺路，绮罗斜带六桥堤。\n飞花往往随风度，好鸟时时隔岸啼。幸是兰桡皆可息，桃花春水不愁迷。"
        },
        {
            "标题": "题虎丘山寺",
            "作者": "区大相",
            "内容": "姑苏城外王珣宅，十里楼台胜画屏。泉因好事多逢品，石本无心亦解经。\n生公池在藕花碧，吴子墓荒龙气扃。游人散后明月上，笑指秋阴下洞庭。"
        },
        {
            "标题": "密县天仙宫白松",
            "作者": "区大相",
            "内容": "霜根翠叶此何奇，传道轩辕宫里时。玉质不缘三女化，瑶台争睹万年枝。\n风飘偃盖鸣环过，露浥流膏带粉滋。不独皇英去湘浦，至今斑竹使人思。"
        },
        {
            "标题": "行至淮阴会有勘河之役感赋",
            "作者": "区大相",
            "内容": "行河冠盖日相仍，万井萧条思不胜。淮水建瓴嗟下邑，汉家沉璧护诸陵。\n禹功四载今何赖，贾策三条晚见称。疏凿更须平土颂，能歌瓠子亦中兴。"
        },
        {
            "标题": "同四兄咏梅寄七弟 其七",
            "作者": "区大相",
            "内容": "月向枝上照，风从花下绕。风月如有情，憔悴令人老。"
        },
        {
            "标题": "侍御弟江洲园亭",
            "作者": "区大相",
            "内容": "台臣归卧蚤，偃息惟林园。得遂隐贤操，知为明主恩。\n小桥通柳径，深竹閟萝轩。虽共渔樵侣，幽怀未遣论。"
        },
        {
            "标题": "同四兄咏梅寄七弟 其六",
            "作者": "区大相",
            "内容": "闲来梅树下，爱此岁寒花。何处堪留赏，瑶台即我家。"
        },
        {
            "标题": "同四兄咏梅寄七弟 其二",
            "作者": "区大相",
            "内容": "远韵风前并，芳标月下清。既能孤干直，何用数枝横。"
        },
        {
            "标题": "九日偕诸客八里庄登眺饮非幻上人众芳亭",
            "作者": "区大相",
            "内容": "陶公爱九日，而我一樽随。郊寺隐松叶，主僧开菊篱。\n背人南雁疾，留客晚钟迟。莫上高台望，台高多所思。"
        },
        {
            "标题": "侍御弟江洲园亭",
            "作者": "区大相",
            "内容": "何处谢纷哗，江村爱物华。里中高士卧，溪上侍臣家。\n野竹侵堤密，闲门向水斜。无钱构台榭，有地积烟霞。\n浦静渔收钓，林寒树噪鸦。谁知彭泽径，不是武陵花。"
        },
        {
            "标题": "发湟川",
            "作者": "区大相",
            "内容": "归棹下湟川，扁舟去若仙。奇峰争插岸，怪石尽撑天。\n刻画神工似，雕虫物象全。孤根斜竖笋，侧叶倒垂莲。\n碍日仙幢起，嵌空佛座悬。阳崖飞盖舸，暗穴下浇泉。\n忽向山阴道，频回剡曲船。祇言疲应接，无事久攀援。\n游客难名状，图经失品诠。不缘诗里画，胜绝若为传。"
        },
        {
            "标题": "赠太医院心泉吴君",
            "作者": "区大相",
            "内容": "问讯壶中隐，移家傍紫冥。世传医国业，囊挟度人经。\n素女留丹诀，真人葆性灵。录从新注续，方启世途醒。\n鼎畔敲云母，松根斸茯苓。雌雄铅汞用，龙虎坎离扃。\n药臼偏临水，茶垆半倚屏。焚香开紫诰，盥手诵黄庭。\n胜日云鸾舞，齐年海鹤形。儿孙何用祝，华烛礼坛星。"
        },
        {
            "标题": "仁圣皇太后圣节朝贺",
            "作者": "区大相",
            "内容": "璚宫瑞霭接层台，天子承欢龙衮来。长乐慈云仙仗晓，坤闱御气曙钟开。\n玉桃先发宜春苑，瑶水重添献寿杯。幸从九重称庆毕，方随万国颂恩回。"
        },
        {
            "标题": "鸡鸣曲",
            "作者": "区大相",
            "内容": "洞房春梦潇湘沚，香雾濛濛湿江水。几度相思不见君，鸡鸣杲杲生红云。"
        },
        {
            "标题": "仲冬即事 其一",
            "作者": "区大相",
            "内容": "帝城云物逢冬仲，玉署含毫对此辰。恩重岁时多笔札，地偏清切少风尘。\n向人梅柳迎阳发，近苑楼台过雪新。吹律定应回黍谷，负暄终拟献枫宸。"
        },
        {
            "标题": "己丑孟冬朔日颁历",
            "作者": "区大相",
            "内容": "初冬孟月月为阳，宝历欣逢帝道昌。雨露九天随正朔，衣冠万国奉春王。\n瑶阶蓂应尧年发，玉座云扶舜日长。更喜看来新节序，先从霄汉被恩光。"
        },
        {
            "标题": "将赴豫章待风鄱湖先寄宗良孔阳孟韬",
            "作者": "区大相",
            "内容": "鄱江回棹越湖波，五雨风停候晓过。乡路正愁南海远，故人惟有豫章多。\n心如蒲席常思挂，身上莲舟未惯歌。强学歌来望南浦，不能飞渡欲如何。"
        },
        {
            "标题": "送太保尚书郑公巡边",
            "作者": "区大相",
            "内容": "庙算在安危，疆场授便宜。上卿隆将礼，僚属佐军麾。\n天与平胡日，朝兴问罪师。金城图再上，麟阁画曾披。\n锁钥中枢出，韬钤外阃持。兼程讨突厥，间道袭鲜卑。\n杀气山川动，兵威草木知。风嘶出塞马，月照度关旗。\n箭逐星旄落，尘随虏帐移。行营屯右地，经略定西陲。\n青海分羌落，黄沙别汉夷。有谋全制胜，无事但羁縻。\n丹陛悬听履，皇华入咏诗。壮猷仗方叔，献凯莫教迟。"
        },
        {
            "标题": "送慧上人还江南兼寄陆伯生文学",
            "作者": "区大相",
            "内容": "孤云与独鹤，去住本无依。觉路何人往，空门羡尔归。\n晨钟吴苑树，晚饭越山薇。相见陆居士，茶经对息机。"
        },
        {
            "标题": "寄题张傅野万玉山房 其一",
            "作者": "区大相",
            "内容": "中朝清誉归山宰，尚忆琴樽在竹林。绕亭自泻双溪色，开径从遮十亩阴。\n有时手携绿玉杖，长日卧听青鸾吟。清风淇水闻微咏，明月潇湘何处寻。"
        },
        {
            "标题": "以诗代书寄张羽王 其二",
            "作者": "区大相",
            "内容": "所思在桂林，欲往隔湘阴。岁暮书仍阻，春来水更深。\n无由展言宴，何以托飞沉。不见倾城色，空传绝代音。"
        },
        {
            "标题": "以诗代书寄张羽王 其一",
            "作者": "区大相",
            "内容": "美人家何在，言住湘川湄。独立叹无与，采芳何所遗。\n春情寄瑶瑟，幽怨结江蓠。频夜寻君梦，云山九处疑。"
        },
        {
            "标题": "寄侄 其一",
            "作者": "区大相",
            "内容": "来日绮窗桂，开芳已满丛。如何攀折处，犹未达秋风。"
        },
        {
            "标题": "寄侄 其二",
            "作者": "区大相",
            "内容": "阮家有贤叔，学孔更师庄。礼法容疏放，风流减少狂。"
        },
        {
            "标题": "寄侄 其四",
            "作者": "区大相",
            "内容": "有客从南来，闻是尔相识。曾无一字书，安知我心忆。"
        },
        {
            "标题": "寄侄 其三",
            "作者": "区大相",
            "内容": "昔时赌墅客，今日竹林人。不待罗囊解，吾知小阮贫。"
        },
        {
            "标题": "淮上赠李道甫中丞 其一",
            "作者": "区大相",
            "内容": "春风渡长淮，河水深且广。砥柱复安在，洪流方震荡。\n中路逢佳友，偕我济川舫。岂忘同舟言，共此风涛壮。"
        },
        {
            "标题": "喜四家兄至",
            "作者": "区大相",
            "内容": "远道风和雪，连朝弟忆兄。三年此重见，万里独长征。\n翅接云鸿早，枝连苑树荣。所期对策后，鹓序拟随行。"
        },
        {
            "标题": "虔江月夜朱贞吉过饮舟中",
            "作者": "区大相",
            "内容": "章贡交流地，云霞把袂初。津梁吾系缆，山寺子驱车。\n朗月团沙白，寒星动水虚。青萍斗间气，鸿宝枕中书。\n霜叶晚堪脱，岩花寒未疏。征帆迟明发，蓬转又何如。"
        },
        {
            "标题": "燕京风霾连日春昼阴冥不得跨蹇驴出郭怅然有作 其三",
            "作者": "区大相",
            "内容": "天色冥冥碣石昏，风尘终日混乾坤。蹇骑何处看花去，拂几焚香深闭门。"
        },
        {
            "标题": "燕京风霾连日春昼阴冥不得跨蹇驴出郭怅然有作 其一",
            "作者": "区大相",
            "内容": "旅馆莺花病客身，出门何处叩枫宸。阴霾十日连城阙，二月燕山不见春。"
        },
        {
            "标题": "山中赠丁元父给谏",
            "作者": "区大相",
            "内容": "谪官嵩山阳，山深意不俗。岩扉时自开，云构何常卜。\n隐几见少室，三花媚林麓。簿书展长松，印绶挂深竹。\n山僧似定猿，吏人偶驯鹿。搴霞上高岭，采秀入幽谷。\n览古将军树，息盖帝休木。石泉夜雨声，数寸阶苔绿。\n自关道气清，岂受尘网束。正直神不欺，幽闲理自足。\n时有箕颍人，相过论心曲。"
        },
        {
            "标题": "燕京风霾连日春昼阴冥不得跨蹇驴出郭怅然有作 其二",
            "作者": "区大相",
            "内容": "燕京十日天雨沙，客子春来只忆家。纵使素缁元不化，那能长负武陵花。"
        },
        {
            "标题": "春江杨柳词赠别 其二",
            "作者": "区大相",
            "内容": "江岸溪桥绿似匀，一枝烟里送行新。正堪对酒听黄鸟，无那当春别故人。"
        },
        {
            "标题": "春江杨柳词赠别 其一",
            "作者": "区大相",
            "内容": "客与春江江可怜，柳条拂水又含烟。绿波一道金堤合，何处津楼系酒船。"
        },
        {
            "标题": "陈勋卿滘口西庄杂咏 其二",
            "作者": "区大相",
            "内容": "衔杯何处好，风月临江美。为问江上翁，赏心竟谁是。"
        },
        {
            "标题": "始赴东山口杨柳村庄作 其七",
            "作者": "区大相",
            "内容": "地僻时留径，江深晚泊船。岂无陴上宅，实少汶阳田。\n俭穫频供税，丰年或具饘。莫将桑梓敬，花树拟平泉。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其一 咏砚",
            "作者": "区大相",
            "内容": "娲工呈练彩，孔石琢圆方。以我紫云片，登君白玉堂。\n凿池分月影，披露扬星光。永持坚润质，游心文史场。"
        },
        {
            "标题": "杨园之鹘六章伤贤者被谗去位也",
            "作者": "区大相",
            "内容": "杨园之鹘，集于丛棘。嗟尔百鸟，胡不深自匿。君子有行，回车自北。\n岂不尔援，畏彼谗慝。"
        },
        {
            "标题": "山园春日歌",
            "作者": "区大相",
            "内容": "山园景物系人思，好是风光二月时。歌爱鸟声喧别院，舞将鱼乐过前池。\n檐桃初结花间子，阶笋才抽雨后枝。自可王孙留碧草，尽堪游子驻金羁。"
        },
        {
            "标题": "北行江上日望舍弟南归信息 其一",
            "作者": "区大相",
            "内容": "自尔封书作逐臣，天涯消息望归人。不信江头芳草色，故园犹有棣华春。"
        },
        {
            "标题": "抵南都闻林开先先一日渡江入北",
            "作者": "区大相",
            "内容": "千里风期拟共君，过江消息转愁闻。雁来建业书何处，舟入邗沟路暂分。\n六代莺花馀染翰，三吴烟树阻论文。若言鞭弭寻常事，先寄离声向五云。"
        },
        {
            "标题": "北行江上日望舍弟南归信息 其三",
            "作者": "区大相",
            "内容": "共道批鳞罪有馀，主恩翻得守田庐。渔樵久定归来计，不待逢人更卜居。"
        },
        {
            "标题": "九日偕馆中诸友集天宁寺",
            "作者": "区大相",
            "内容": "帝京重九日，朋旧共开樽。地远城西寺，台高蓟北门。\n云光移塔影，山势断河源。忽睹南征雁，令予思故园。"
        },
        {
            "标题": "赠别林宫赞咨伯 其二",
            "作者": "区大相",
            "内容": "秋山何苍苍，四顾尽萧索。临水送将归，离心对摇落。\n摇落难为欢，芳游宛如昨。时菊掇紫茎，霜筠飘素箨。\n去雁影离离，轻烟生漠漠。归骖陌上转，别词酒间作。\n未酬匡世志，共想还山乐。我怀良不虚，君情岂有托。\n何以赠前期，功名在麟阁。"
        },
        {
            "标题": "酒肆行",
            "作者": "区大相",
            "内容": "燕京酒楼临紫陌，綵帜璇题高百尺。时时车马会填门，夜夜笙歌解留客。\n近出铜驼路，远连平乐苑。青骢白晰谁家郎，飞盖挥鞭不辞远。\n垂柳垂杨二月天，好风好日百花筵。蒙茸紫貂过肆外，婀娜红粉倚垆边。\n古来豪侠不顾利，一斗十千宁惮费。几人能向酒家眠，几人能辨酒中味。\n高阳之徒识者稀，相逢拚饮日西移。鹔鹴典尽君沽否，世上尘埃谁得知。"
        },
        {
            "标题": "读酒徒传赠张子",
            "作者": "区大相",
            "内容": "鼎鼎百年内，斯人始达生。沉酣寄天地，沾醉傲公卿。\n五岳移糟垒，三江洗玉觥。梅花澄宿酝，竹叶解朝醒。\n足了一生事，何论万古名。最宜看月上，难待是河清。\n北海樽罍满，东山丝管鸣。不能酬酒诰，秉烛也同倾。"
        },
        {
            "标题": "庭中芍药后牡丹发偶尔成咏聊以寄兴",
            "作者": "区大相",
            "内容": "庭前芍药朵，开向牡丹傍。本以容华妒，翻令先后芳。\n日临霞绚彩，风动露凝香。绝艳既移目，新爱亦煎肠。\n荣落一如此，何须情恨伤。"
        },
        {
            "标题": "院菊初开诸客过酌",
            "作者": "区大相",
            "内容": "锦石带寒英，秋光澹客情。色增蓬鬓逸，香泛酒筵清。\n细雨看仍立，深杯坐复倾。可知三径意，不是为逃名。"
        },
        {
            "标题": "小年夜诸客过集",
            "作者": "区大相",
            "内容": "独有颓年感，偏逢故旧欢。壶觞迎小岁，灯火候仙坛。\n正直平生是，飞腾晚暮看。宁因祠灶礼，名姓动天官。"
        },
        {
            "标题": "诸客过集同送舍弟之东明 其二",
            "作者": "区大相",
            "内容": "季弟难兄誉，仁风在播扬。去天郎宿近，行县绶花香。\n丹阙占凫影，青云起雁行。顾惭采风史，抽笔伫循良。"
        },
        {
            "标题": "中秋诸客过集是夕余病初起",
            "作者": "区大相",
            "内容": "主人今强起，众客且为欢。共是天涯望，谁堪枕上看。\n香风出桂苑，冷露濯金盘。乞取长生药，何人住广寒。"
        },
        {
            "标题": "诸客过集同送舍弟之东明 其一",
            "作者": "区大相",
            "内容": "努力向明时，悠然眷路歧。之官怀弟别，对友念兄离。\n夜雨黎阳树，春风濮水湄。明朝棣华咏，应接芾棠诗。"
        },
        {
            "标题": "同四家兄谢孝兼汪处士对菊席上作",
            "作者": "区大相",
            "内容": "白露下漙漙，篱花近苑看。叶带三秋色，枝淩九月寒。\n泛香惟载酒，扶寿不须丹。种处宜潭水，簪时称鹖冠。\n幽人盈握采，仙客代粮餐。荏苒思三径，参差老一官。"
        },
        {
            "标题": "客中九日",
            "作者": "区大相",
            "内容": "细雨黄花节，秋风竹叶杯。异乡谁送酒，何处更登台。\n木落江云暮，天寒塞雁来。惟怜三径在，归去剪蒿莱。"
        },
        {
            "标题": "客中九日",
            "作者": "区大相",
            "内容": "乡望三千里，归怀十二时。黄花应满径，何客醉东篱。"
        },
        {
            "标题": "纡途过光州访故友刘职方园池",
            "作者": "区大相",
            "内容": "为践今生约，何言隔世期。云林应识我，鸡黍到因谁。\n花蕊经春落，禽声入暮悲。惟馀昔时剑，凄断挂何枝。"
        },
        {
            "标题": "咨伯步访我洞梅不待小酌而去",
            "作者": "区大相",
            "内容": "君为看梅来，不饮梅下酒。却令梅下仙，徘徊吟洞口。\n昨夜罗浮月，宛宛窥窗牖。顾见瑶台人，嫣然举玉手。\n微风动芬馥，徐步锵琼玖。相对不为欢，后梦亦何有。"
        },
        {
            "标题": "赋得昆明池送陈守之昆阳",
            "作者": "区大相",
            "内容": "昆明几百里，其上滇城开。地涌黔巫去，波浮金碧回。\n长堤罗郡邑，高澨出楼台。莲叶冲凫起，菱花拂镜回。\n鱼形看似石，沙影辨疑灰。汉帝穿池拟，荆臣建国来。\n伏流江底合，摇楫浪前催。作润资良守，何烦习战材。"
        },
        {
            "标题": "登来青轩",
            "作者": "区大相",
            "内容": "层轩翠微里，宸翰此高题。仰见星辰列，平看云雾低。\n路盘陵树北，山拥帝城西。万乘来游地，应无七圣迷。"
        },
        {
            "标题": "谭母寿歌",
            "作者": "区大相",
            "内容": "大儿行年七十馀，矫如海鹤淩烟墟。为官岂必登卿相，得俸已足供亲娱。\n小儿行年六十四，壮志翩翩若奔骥。昨辞亲舍叩帝阍，今拜儒官过乡里。\n近闻小儿赴文僚，犹记大儿曾入朝。三釜从知屈捧檄，五斗何曾轻折腰。\n借问高堂今何岁，两儿垂白堂前戏。承颜徇禄各有人，长已归田少者仕。\n谩说麻源是女身，须知南岳降夫人。回看桂海鸾长度，却望绥山桃自春。"
        },
        {
            "标题": "共题李仲贞隐居 其二",
            "作者": "区大相",
            "内容": "门闭碧溪头，山光映水流。竹间书屋小，桥畔草亭幽。\n静爱林中卧，闲寻物外游。自嫌黄绶俗，情为白云留。"
        },
        {
            "标题": "共题李仲贞隐居 其一",
            "作者": "区大相",
            "内容": "满园花共竹，即是洞仙家。门对沧浪水，林开嵾上霞。\n有官寻白社，未老学丹砂。更拟淮南曲，知君心赏遐。"
        },
        {
            "标题": "连朝闻太液池凫雁之声",
            "作者": "区大相",
            "内容": "楼开天苑右，门对液池源。常日烟波思，经春凫雁喧。\n群呼知下集，连叫想高鶱。忆在江湖上，千声过水村。"
        },
        {
            "标题": "栎园精舍为潘子朋赋",
            "作者": "区大相",
            "内容": "作赋闻君拟遂初，为园溪上爱清虚。烟霞半拂轩楹入，萝薜能将绂绶疏。\n岭树攒云遥似盖，阶虫萦叶尽成书。莫言才散为时弃，得遂天年乐有馀。"
        },
        {
            "标题": "聊城 其二",
            "作者": "区大相",
            "内容": "谈笑功名节概稀，古城残垒对斜晖。年来羞道纵横计，走马城南射雉归。"
        },
        {
            "标题": "聊城 其一",
            "作者": "区大相",
            "内容": "秋草寒原旧业虚，却秦存赵片言馀。无端更射聊城箭，多是英豪习未除。"
        },
        {
            "标题": "同林咨伯汪公干黄汝纶秋日僧房对菊 其一",
            "作者": "区大相",
            "内容": "停策僧家茗椀香，西风扫叶满绳床。官閒每有寻幽赏，静对寒丛开竹房。"
        },
        {
            "标题": "奉和六月十四夜起对月",
            "作者": "区大相",
            "内容": "羁人易为感，久客难为悦。闻君中夜起，爱此林上月。\n素影流轩墀，清光对城阙。井上梧阴多，檐际露华结。\n在物忌太盈，处圆先虑缺。及此未圆时，冰壶坐自澈。\n珍簟已迎凉，纨扇将辞热。轮满即亏候，暑退成寒节。\n并起千恨端，弥伤万里别。还寐复何如，佳期杳燕越。"
        },
        {
            "标题": "盘松篇夏日陪诸公饮报国寺盘松下共赋",
            "作者": "区大相",
            "内容": "炎氛扬火宅，万物赫以暵。偶践清凉境，获此嘉树玩。\n种植自何代，蓊蔚若崇巘。冉冉烟黛浮，团团盖阴转。\n昔闻耸仙岭，今见盘佛殿。托根水晶域，布叶雨花院。\n婆娑覆广除，森沉隐遥汉。风霜讵摧折，虬螭互奔窜。\n夏云垂迥荫，秋涛起层澜。既异恶木阴，幸免不材叹。\n暂乖栋梁用，永离斤斧患。无用形不累，有节凋宁先。\n屈蟠岂其性，偃蹇庶自善。君娱匝地枝，宁惜参天干。\n青黄文牺樽，曲直传马栈。终全社栎年，共保灵椿算。"
        },
        {
            "标题": "大雪日微霰下庭看小儿积霰为戏",
            "作者": "区大相",
            "内容": "小雪初过大雪晨，微云微霰点轻尘。谁言蓟北无花日，亦有江南咏絮人。"
        },
        {
            "标题": "新成草堂之卜暇日漫兴 其四",
            "作者": "区大相",
            "内容": "园林多暇日，簪绂忝明时。独负烟霞癖，谁图丘壑姿。\n春花披露摘，冬果带霜移。有客荷锄至，囊中得紫芝。"
        },
        {
            "标题": "莫愁湖曲 其二",
            "作者": "区大相",
            "内容": "荡漾芙蓉花，惊出鸳鸯鸟。芳湖明月曲，吹送吴天晓。"
        },
        {
            "标题": "初冬宴沈道士馆晚登弥罗阁和四家兄",
            "作者": "区大相",
            "内容": "飘飖跻雾术，容与蹑虹桥。暂赴餐霞约，何劳折桂招。\n横琴听水近，登阁看山遥。桃谢仍留核，松香不落胶。\n客来疑鹤背，云起类峰腰。赌酒还逢橘，观棋遂失樵。\n羽衣明月曲，仙管白云谣。城阙千年在，无假叹归辽。"
        },
        {
            "标题": "七舍弟以东明令入觐遂拜徵命 其二",
            "作者": "区大相",
            "内容": "凫来丹灶令，凤去紫泥书。出宰贤声遍，还朝清问馀。\n鹓鸿班并入，台省席元虚。努力期同气，丹诚问玉除。"
        },
        {
            "标题": "七舍弟以东明令入觐遂拜徵命 其一",
            "作者": "区大相",
            "内容": "三年重挹袂，几度各沾裳。问子容何减，忧时鬓欲苍。\n赤墀求直谏，青史纪循良。无恙图书在，萧然去日装。"
        },
        {
            "标题": "首夏濠上呈黎惟仁",
            "作者": "区大相",
            "内容": "蔼蔼青阳暮，赫赫朱夏初。春荣既飙逝，炎景亦微嘘。\n门巷罗灌木，左右带清渠。叶密翳鸣蜩，萍开戏跳鱼。\n此时蓬蒿人，揽卷惜居诸。扫径期求羊，耦耕待溺沮。\n小技呈蝌蚪，大器愧璠玙。徒慕任公钓，独守班生庐。\n闻君卧南郭，遂与世情疏。蚤结云霞想，备得金庭书。\n愿分白石髓，携手青龙车。"
        },
        {
            "标题": "莫愁湖曲 其一",
            "作者": "区大相",
            "内容": "湖上烟花暝，湖中丝管催。木兰双桨在，何处莫愁来。"
        },
        {
            "标题": "游宗谦至自塞上别归莆",
            "作者": "区大相",
            "内容": "木兰陂上客，还泛木兰舟。芳草还家路，黄榆入塞秋。\n海鸥翔不下，野鹤暮何求。莫讶游归晚，山人本姓游。"
        },
        {
            "标题": "暮归山中",
            "作者": "区大相",
            "内容": "田家落日闲，茅屋对秋山。片霭将林暮，孤云共鸟还。\n人烟流水外，村杵夕檐间。萝月时相待，翛然返故关。"
        },
        {
            "标题": "寒食维舟南浦孔阳王孙酌别",
            "作者": "区大相",
            "内容": "清时未得言逃禄，冷节何堪赋采蘋。高阁朱阑怀帝子，长堤碧草迟佳人。\n莺花南浦舟中酒，冠盖东郊道上尘。行乐也知随处好，独怜分手过馀春。"
        },
        {
            "标题": "送薛行人持诏南楚便归岭外 其一",
            "作者": "区大相",
            "内容": "西夏昨纵横，王师命有征。三时疲士马，四海望升平。\n朔雪吹饶入，江云拥传行。王程君莫缓，拜舞万方情。"
        },
        {
            "标题": "石门行",
            "作者": "区大相",
            "内容": "石门啾啾鬼夜哭，北将诈诱南兵缚。可怜枉死三千人，更有平人被屠戮。\n忆昔平壤破倭奴，此辈赴难曾捐躯。有功谁分不蒙赏，无罪因何反见诛。\n本为勤王诬以反，阳言赏给屠俱尽。皇天闷闷旌旆愁，白日瞆瞆风沙愤。\n从来杀降受恶名，况以私憾杀我兵。无人肯向朝廷说，至今道路犹吞声。\n谁其为谋石与李，尔曹安得逃天刑。"
        },
        {
            "标题": "南行酬别徐鸣卿武选四首并次来韵 其二",
            "作者": "区大相",
            "内容": "居怀常闵默，别思更迢遥。尺璧谅非宝，枯桐惟半焦。\n鹓鸾劳觅侣，松桂枉相招。尚忝仆臣正，谁云淹下僚。"
        },
        {
            "标题": "南都 其一",
            "作者": "区大相",
            "内容": "东吴初建国，四海此来同。地跨六朝盛，江连三辅雄。\n玉墀留夜月，金殿锁春风。正睹周基茂，千龄咏镐丰。"
        },
        {
            "标题": "和韩昌黎石鼓歌",
            "作者": "区大相",
            "内容": "岐阳石鼓传周宣，神武尚纪中兴年。抠衣曾肃文庙拜，访古更读昌黎篇。\n车攻马同事已往，俯仰遗迹心茫然。大小二雅不收载，纵横数石遗刻镌。\n忆昔宣王按剑起，整顿周纲恢八埏。南伐淮徐西猃狁，出车命将声喧阗。\n天子明堂登玉帛，诸侯冠佩趋游畋。于时岐阳纵大猎，前驱六马势腾骞。\n戈甲照耀军容盛，从臣一一皆材贤。不独清风能作颂，亦有羽猎如甘泉。\n武功万代宜宣示，伐石作鼓夷层巅。龙画撑持结构古，螺书诘曲镵戈鋋。\n日炙霜侵不知岁，鸾漂凤泊沉荒烟。祇疑鬼物为呵护，封埋古刻苍苔鲜。\n文义颇类小雅作，字体翻从史籀迁。六百七十有二字，纷挐螭虎握玑璿。\n年深缺划固不免，奥义高文止半全。章樵考正力颇苦，薛郑音训心仍虔。\n曩时韩公称好古，低徊石侧涕沦涟。摩挲铜狄叹岁月，剜苔剔藓细品诠。\n发为歌词极赏识，今文古文相并悬。陋儒褊迫不解事，虚令世代差讹传。\n隋珠几同鱼目混，和璧翻成燕石捐。五帝存亡皇有无，峄山梁父几封禅。\n神禹丰碑閟岣嵝，轩黄宝鼎沦伊瀍。犹幸此鼓在人世，晨星累累映奎躔。\n岐山较猎或代有，左氏编年岂误沿。吁嗟此石何从得，自岐徙洛复入燕。\n置之辟雍戟门里，衣冠讲解得究研。予生际此不恨晚，至宝及睹周秦前。\n方今宇内幸无事，嘘吸皇风万里旋。诸生盛讲中兴事，朝士争歌雅颂编。\n镌功勒成告下土，愿比成周致太平。"
        },
        {
            "标题": "南都 其二",
            "作者": "区大相",
            "内容": "襟带河山是，规模南北同。铜盘万岁露，玉井两秋桐。\n江汉思明主，乾坤忆旧宫。到来歌舞地，犹想太平风。"
        },
        {
            "标题": "送薛行人持诏南楚便归岭外 其二",
            "作者": "区大相",
            "内容": "边事劳行役，秋冬两戒辀。方回辽左使，复作楚南游。\n雪树江关驿，云帆海国楼。仍闻下诏日，父老共销忧。"
        },
        {
            "标题": "南都 其三",
            "作者": "区大相",
            "内容": "汉家敦懿戚，周室重尊亲。揖让劳明主，艰危仗节臣。\n豪华卑六代，父老望三秦。万古钟山气，长瞻旧紫宸。"
        },
        {
            "标题": "南行酬别徐鸣卿武选四首并次来韵 其一",
            "作者": "区大相",
            "内容": "有美南州彦，来观上国光。官联班禁近，文誉婉清扬。\n兰蕙元同气，风波忽异乡。将寻醉翁去，山水古滁阳。"
        },
        {
            "标题": "岁除日立春对酒 其二",
            "作者": "区大相",
            "内容": "冬尽春先入，年还岁欲除。瑶林初变鸟，冰沼未窥鱼。\n柳发辞寒蚤，梅芳过雪馀。韶光不恨晚，明旦拭簪裾。"
        },
        {
            "标题": "岁除日立春对酒 其一",
            "作者": "区大相",
            "内容": "不觉韶年赏，都从暮节欢。綵花明腊酒，生菜上辛盘。\n岁里逢春易，春前守岁难。欲知新旧鬓，倩为镜中看。"
        },
        {
            "标题": "林开先内翰宅酌别孙令之修仁",
            "作者": "区大相",
            "内容": "华堂一樽酒，叙此平生心。赠以歌前扇，聆君花下琴。\n湘山入县远，漓水过家深。莫畏冲炎瘴，清风在桂林。"
        },
        {
            "标题": "雨中祀长陵柬同事孙给谏林内翰诸公",
            "作者": "区大相",
            "内容": "冒雨祠官肃，山园禁漏稀。云轻沉穗帐，风细飒灵衣。\n淅沥松阶静，深沉燎火微。群公攀望处，入夜有龙归。"
        },
        {
            "标题": "陪欧桢伯集黎惟仁对江楼 其一",
            "作者": "区大相",
            "内容": "高楼瞰江澳，廛市分错居。列岫深后户，宿莽积前除。\n林野旷余望，隐几凌高虚。参差见云木，远近散鹥凫。\n是日天气柔，微风荡轻裾。令德会良朋，绮言唱华腴。\n无为钟鼎贵，茶瓜良有馀。章绶岂不荣，哲人返其初。\n青霞挹我袖，黄鹄为君舆。列坐饮美酒，安能复拘拘。\n投分欣有托，税驾从所如。"
        },
        {
            "标题": "高正甫出守袁州九月九日予偕家兄暨诸亲友能文者十九人饯之毗卢阁赋诗为别 其一",
            "作者": "区大相",
            "内容": "季秋氛气敛，天宇旷澄明。樽酒送远客，税驾出林坰。\n层轩四望起，万里秋阴生。南眺浔阳渚，北望蓟丘城。\n代马骋高足，燕鸿起遐征。极目多远思，赏心叹合并。\n太守耀朱轮，千骑抗飞旌。嘉会即宠饯，良时析群英。\n商飙厉丝竹，娈童歌且清。为持芳菊酒，写我当歌情。\n清朝重理人，时哉策令名。谁能东篱下，日暮守衡荆。"
        },
        {
            "标题": "高正甫出守袁州九月九日予偕家兄暨诸亲友能文者十九人饯之毗卢阁赋诗为别 其二",
            "作者": "区大相",
            "内容": "高台本宜春，君行亦宜秋。宜秋正南望，苍苍烟雾浮。\n秋色理征传，轩骑从诸侯。凉飙起北陆，爽气入南州。\n亲朋恋离索，赠言美行游。醒时多缱绻，醉后复绸缪。\n宦达众所羡，时危在分忧。重关困商旅，三户弊诛求。\n惟我金石友，夙昔慕清修。愿子驰声光，慰我饥渴愁。"
        },
        {
            "标题": "登岳阳楼望洞庭",
            "作者": "区大相",
            "内容": "湖阔天为水，楼高地出城。日光随镜满，帆势与云平。\n梦泽晨烟积，湘潭夜雨生。凭轩问舟子，归棹杳何征。"
        },
        {
            "标题": "寒夜董玄宰太史过谈",
            "作者": "区大相",
            "内容": "落日见归鸟，卷帙聊暂辍。居人掩轩坐，有客报来辙。\n苔砌卷落槐，竹根暧馀雪。灯下两人语，花傍一壶挈。\n语默虽万端，妙契同一澈。伯牙遇钟期，王倪逢列缺。\n筌啼久已忘，风雅道未绝。请画商岩芝，岁晚可同撷。"
        },
        {
            "标题": "羊城八景 其二 蒲涧帘泉",
            "作者": "区大相",
            "内容": "一道香蒲水，奔流下翠微。醉起弄珠箔，回风捲雪飞。"
        },
        {
            "标题": "七里滩作",
            "作者": "区大相",
            "内容": "结发事远游，所愿栖名岳。遇有会心处，便欲终焉托。\n挂帆严子濑，鸣舷富春郭。夙怀高尚踪，始果还山诺。\n潭影湛虚明，林光递回薄。落蕊送归潮，惊湍赴遥壑。\n道在想冥鸿，志修岂屈蠖。濯缨暮流清，巢云归鸟乐。\n考槃在南涧，还耕趁东作。灭迹期天民，遗荣谢人爵。"
        },
        {
            "标题": "谒张文献祠",
            "作者": "区大相",
            "内容": "一代孤忠在，千秋大雅存。诗才推正始，相业忆开元。\n曝日陈金鉴，蒙尘想剑门。更吟羽扇赋，摇夺不堪论。"
        },
        {
            "标题": "赋得漆园",
            "作者": "区大相",
            "内容": "漆园为吏傲何如，千载南华有旧居。巷口夕阳迷梦蝶，濠梁秋水忆观鱼。\n身闲久息机中灌，地迥真藏世外书。从宦由来非宦侣，至人心与世人疏。"
        },
        {
            "标题": "七夕有怀",
            "作者": "区大相",
            "内容": "银汉鹊停飞，星桥妇下机。月华移宝扇，云彩动仙衣。\n天作经年合，人怜此会稀。无由展情恨，独步后庭归。"
        },
        {
            "标题": "元夕与诸客宴集同用灯字",
            "作者": "区大相",
            "内容": "十千酬令节，三五会良朋。暂假金吾夜，来看绮陌灯。\n清歌人似玉，上客酒如渑。何处多游骑，前门火树层。"
        },
        {
            "标题": "九月八日邀秦杨二计部宴显灵道院",
            "作者": "区大相",
            "内容": "玄宫秋正好，灵景此中开。爽气西山入，云光北阙来。\n褰霞寻道侣，采菊送仙杯。明日重阳酒，还登何处台。"
        },
        {
            "标题": "中秋乐词 其二",
            "作者": "区大相",
            "内容": "朣胧玉宇御瑶觞，佳景千秋乐未央。自有重轮开玉镜，何须仙曲舞霓裳。\n兔宫久閟长生药，桂殿新薰百和香。此夕关山人尽望，愿分馀照及穷荒。"
        },
        {
            "标题": "出钱塘门览古作 其二",
            "作者": "区大相",
            "内容": "花月迷人去，江山胜事存。由来耽乐土，不复问中原。\n歌舞喧南渡，风尘暗北辕。祇馀湖上草，岁岁为王孙。"
        },
        {
            "标题": "湖上楼对雪遣兴 其三",
            "作者": "区大相",
            "内容": "临水寒梅照雪新，西湖何谢石湖春。年来胜事消磨尽，两处谁为清赏人。"
        },
        {
            "标题": "出钱塘门览古作 其一",
            "作者": "区大相",
            "内容": "驻马钱塘路，逢人说胜游。湖光吴苑晚，山色宋陵秋。\n岩桂密连寺，渚花高映楼。伤心六桥月，不照汴河洲。"
        },
        {
            "标题": "湖上楼对雪遣兴 其一",
            "作者": "区大相",
            "内容": "淡扫平湖十里光，瑶堤宛转属虹梁。千林玉树花争发，不信孤山有暗香。"
        },
        {
            "标题": "逢樵者讯云端锦岩",
            "作者": "区大相",
            "内容": "樵岭问樵夫，仙源路有无。几人松下老，若个谷中愚。\n古桂应谁折，新桃定数株。幽寻若可结，携手白云衢。"
        },
        {
            "标题": "湖上楼对雪遣兴 其二",
            "作者": "区大相",
            "内容": "冻袅松云洒竹烟，梅风吹度小窗前。朝来画舸门边系，错认王家乘兴船。"
        },
        {
            "标题": "题王学士忠铭先生山中四景 其二 金鸡春晓",
            "作者": "区大相",
            "内容": "玉衡之精化为石，朱霞作冠金作翼。潮头阳乌射琼岛，岛日曈曈送春晓。\n此山恰与桃都连，云里长鸣声向天。海峤疑开不夜城，飞仙往往候鸡鸣。\n宫梧今傍凤凰栖，天上还先众鸟啼。莫学汝南人舞剑，须听王褒颂碧鸡。"
        },
        {
            "标题": "题王学士忠铭先生山中四景 其三 石垄马鞍",
            "作者": "区大相",
            "内容": "房星落地仙灵驭，渡海潜行不知处。有时风雨尚闻嘶，石垄高鞍待谁据。\n回身似就琼波饮，落日千山散云锦。羲和总辔势莫动，孙阳挟策翻神耸。\n南望天池似渥洼，至今山下多龙种。龙种谁骑出九真，汉家铜马在枫宸。\n不信人间金騕袅，听呼天上石麒麟。"
        },
        {
            "标题": "题王学士忠铭先生山中四景 其一 文笔晴烟",
            "作者": "区大相",
            "内容": "云表岧峣玉毫吐，点画鸿蒙扫烟雨。丰狐老兔愁锋芒，象齿文犀安足数。\n长虹一道界奎躔，明霞万里飞琼笺。泚墨欲乾溟海水，笔势撑住东南天。\n早晚风云殊变态，山灵握管有何意。紫阁归来翌圣明，玄草长留照天地。"
        },
        {
            "标题": "移酌阆风岩得支字",
            "作者": "区大相",
            "内容": "登攀终日不言疲，命赏留欢席数移。醉卧烟霞中有客，饱看林壑外无奇。\n飞梯拂雾垂萝碍，攒石当空古木支。此地即为真阆苑，何劳逸驾访瑶池。"
        },
        {
            "标题": "汉江舟中待胡襟寰中丞不至寄怀",
            "作者": "区大相",
            "内容": "中丞鹊印近登坛，白钺彤弓映豸冠。入掌中台专弹射，出兼四镇拥材官。\n周秦形势原交错，楚蜀山川更郁盘。千里封疆劳节制，万年江汉静波澜。\n缨歌似逐铙音发，鱼乐皆成阵势看。西上儿童舞盘木，南中父老望旌竿。\n秋高岘首游宜数，岁晏隆中卧莫安。沧浪月为牛渚月，租船何夜傍江干。"
        },
        {
            "标题": "孟津殿下新建书堂得请赐额勉学书院恭赋",
            "作者": "区大相",
            "内容": "玉槛银潢接颍川，肯堂新沐帝恩偏。奏诗早擅河间誉，好学今称卫武贤。\n东壁赐书光列邸，西斋留客咏初筵。游梁枚马虽能赋，何似奚斯颂鲁年。"
        },
        {
            "标题": "出七星岩泛舟过阆风岩遂至流霞岛",
            "作者": "区大相",
            "内容": "翠壁丹林相对开，岩光树色共潆洄。槎疑银汉侵星上，山作蓬壶泛海来。\n水上片霞开别岛，花间攒石隐仙台。建标重入金声赋，言是赤城华顶回。"
        },
        {
            "标题": "南行感怀四十首 其四十",
            "作者": "区大相",
            "内容": "閒居观代变，览古慕群英。何世无贤达，逢时有令名。\n易沉惟日落，难待是河清。所以哀时客，淹留惧不成。"
        },
        {
            "标题": "赋得首夏犹清和",
            "作者": "区大相",
            "内容": "清和满禁城，淑景转朱明。日气笼花晚，风光拂絮轻。\n御园初试蝶，仙馆尚闻莺。庭藓侵阶上，池荷出水平。\n此时闲笔札，开阁坐蓬瀛。"
        },
        {
            "标题": "采芳曲",
            "作者": "区大相",
            "内容": "美人摇桂楫，容与清川湄。搴芳欲谁待，将以遗佳期。\n芳情讵消歇，芳华恐易衰。望而不可见，零落空自知。"
        },
        {
            "标题": "赋得玉壶冰",
            "作者": "区大相",
            "内容": "凝冰在玉壶，皎洁不藏污。中实提为有，含光看却无。\n倒倾非掌露，圆照类蠙珠。气冷朝昏澈，明通表里符。\n温寒虽异性，坚白岂殊途。幸得齐清誉，贞心肯自渝。"
        },
        {
            "标题": "咏庭中槐和四家兄兼邀诸客同和 其一",
            "作者": "区大相",
            "内容": "幸植华轩下，敷荣自上春。叶稠欺暑散，枝迥带烟新。\n秀色过仙院，浓阴覆四邻。谬承嘉树誉，滥许映台辰。"
        },
        {
            "标题": "自清溪驿趋曲江山行作",
            "作者": "区大相",
            "内容": "晓障陟崔嵬，淩晨石路开。鸟啼皆应谷，涧影半含苔。\n林霭吹花度，溪烟杂雨来。王程若可缓，幽赏更迟徊。"
        },
        {
            "标题": "游清远峡山寺",
            "作者": "区大相",
            "内容": "香刹住峰头，花宫俯夕流。猿吟丹嶂静，鹤坐小松幽。\n片石窥僧榻，归云碍佛楼。迟回无不可，乘月上方留。"
        },
        {
            "标题": "于清远峡山待命作",
            "作者": "区大相",
            "内容": "奉役旋京邑，抱痾滞江津。方同漳浦卧，讵乞茂陵身。\n清川带霞岫，矗矗际高旻。眷此中和月，陶我性情春。\n夕霭被兰坂，香风散渚蘋。灵鸟集灌木，碧浪吹游鳞。\n言念孤游客，感物易伤神。赏心莫与晤，长路杳无垠。\n抚景叹行役，离居忧采薪。岂伊玩物情，而忘王事勤。\n但恐衰贱躯，不克拖朝绅。傥遂乞还请，长此愿垂纶。"
        },
        {
            "标题": "秋闺曲",
            "作者": "区大相",
            "内容": "玉杵捣清霜，银筝冷洞房。谁言关路远，频使梦渔阳。"
        },
        {
            "标题": "秋荷同坐客分赋",
            "作者": "区大相",
            "内容": "过夏红蕖发，亭亭小院幽。迎霜花似浣，听雨叶堪留。\n色静金塘晚，香分玉井秋。更宜擎月露，持奉液池游。"
        },
        {
            "标题": "蚤秋旅怀",
            "作者": "区大相",
            "内容": "白露先时下，莎鸡乘夕鸣。郊原芳意敛，门馆蚤凉生。\n塞雁思南向，闺人念北征。客心已多恨，是日难为情。"
        },
        {
            "标题": "秋圃诗 其四",
            "作者": "区大相",
            "内容": "我爱秋圃逸，谁言秋圃贫。黄花行处满，绿酒酿来新。\n林下无他事，篱间老此身。寄书彭泽令，个是上皇人。"
        },
        {
            "标题": "秋圃诗 其三",
            "作者": "区大相",
            "内容": "苜蓿先生馆，柴桑处士家。寒花娱晚节，老圃足生涯。\n露重青毡薄，簪轻皂帽斜。谁言官独冷，秋至让繁华。"
        },
        {
            "标题": "秋圃诗 其一",
            "作者": "区大相",
            "内容": "秋圃正逃名，名因种菊成。官闲资抱瓮，斋冷好餐英。\n满把缘谁采，深杯待客倾。离骚今读罢，秋日灌园情。"
        },
        {
            "标题": "秋圃诗 其二",
            "作者": "区大相",
            "内容": "秋圃秋容淡，秋斋秋兴浓。绕篱惟树菊，开径且看松。\n地许白衣过，人宜青眼从。寻常一壶酒，花下但扶筇。"
        },
        {
            "标题": "章江逢王侍御暂还五羊别业",
            "作者": "区大相",
            "内容": "避骢江左昔时贤，主圣能容直道全。中使误传灵囿曲，侍臣新献旅獒篇。\n虞园树影依僧舍，章水滩声逐客船。闻道白麟将罢对，相如谏猎岂徒然。"
        },
        {
            "标题": "秋夜独坐",
            "作者": "区大相",
            "内容": "永夜北堂上，帘帷秋气清。林鸟霜外定，邻杵月中鸣。\n玉笛凄边思，瑶琴寄远情。那堪常万里，独坐数残更。"
        },
        {
            "标题": "舟泊江门周明府宴于嘉会楼",
            "作者": "区大相",
            "内容": "昔贤开教地，遗构倚江潭。文雅嘉兹会，儒风盛往谈。\n衣冠倾海内，山斗在天南。今日弦歌宰，芳筵更合簪。"
        },
        {
            "标题": "上元之夕星月朗然夜半阴雨以去岁中秋验之亦先晴后雨",
            "作者": "区大相",
            "内容": "中秋与元夕，隔岁验晴阴。九陌灯光静，千门雨气沉。\n秋期犹在眼，春色漫愁心。为问繁华子，香车何处寻。"
        },
        {
            "标题": "过黄陵庙 其二",
            "作者": "区大相",
            "内容": "远别谁传万古悲，乱篁秋草不胜思。湘江日暮行难进，空使愁云满九疑。"
        },
        {
            "标题": "人日陪四家兄宴汪和叔公干兄弟宅",
            "作者": "区大相",
            "内容": "是日最宜人，晴光帝苑新。来持柏叶盏，同醉棣华春。\n景丽因年早，情忘对酒真。更闻和乐咏，长此接芳辰。"
        },
        {
            "标题": "壬寅元日使归家园作",
            "作者": "区大相",
            "内容": "正旦迎祥始，王春布令初。幸逢新岁月，言返旧田庐。\n帝祝无疆历，人看大有书。频年困徵敛，兹岁复何如。"
        },
        {
            "标题": "元旦阁中对雪 其一",
            "作者": "区大相",
            "内容": "初年看丽景，御柳已芳菲。佳景玉京满，恩光瑶殿归。\n林先六花发，瑞应初蓂飞。今日皇心豫，天歌出禁闱。"
        },
        {
            "标题": "元旦阁中对雪 其二",
            "作者": "区大相",
            "内容": "天泽迎初节，祥图启曙晖。乍披银霰集，更拂素云飞。\n柏叶犹封翠，梅香共入衣。欲裁元会曲，并和郢歌归。"
        },
        {
            "标题": "丙申三月十五日食寓西河驿作",
            "作者": "区大相",
            "内容": "月本为阴象，辉盈有蚀时。照临终不灭，圆景得无亏。\n小驿冠裳少，荒村鼓角迟。伫看光复处，始解万方疑。"
        },
        {
            "标题": "元旦日食 其一",
            "作者": "区大相",
            "内容": "未献椒花颂，先逢日食书。蓂生春暗发，麟斗事非虚。\n不尽如钩挂，新回似月初。卿云方启旦，光烂奉晖馀。"
        },
        {
            "标题": "元旦日食 其二",
            "作者": "区大相",
            "内容": "献岁冠裳集，朝正祲霭多。圣朝无阙失，天意竟如何。\n匣镜朝晖没，开轩夕照过。定知天有日，无待鲁阳戈。"
        },
        {
            "标题": "四月朔己酉日食",
            "作者": "区大相",
            "内容": "日月频见食，阴阳春夏更。岂应恒失度，无乃暂伤明。\n白昼麒麟斗，青天河汉横。何劳问徵应，宵旰是皇情。"
        },
        {
            "标题": "奉酬武选沈郎咏予庭菊 其二",
            "作者": "区大相",
            "内容": "寂寂一丛菊，萧萧傍禁林。幽香出径浅，寒色映杯深。\n院落迟仍发，烟霜晚更禁。惟应一高士，见赏岁寒心。"
        },
        {
            "标题": "甲辰闰九日显灵阁酒会 其一",
            "作者": "区大相",
            "内容": "闰序嘉重九，高秋会法筵。菊芳犹应候，桃发已经年。\n昔去人为鹤，今来海作田。仍看荐寿处，胜览出三天。"
        },
        {
            "标题": "奉酬武选沈郎咏予庭菊 其一",
            "作者": "区大相",
            "内容": "何意微根里，传君秀句中。孤芳徒自保，晚节与谁同。\n留客无三径，编篱有一丛。差存高士意，空愧野人风。"
        },
        {
            "标题": "甲辰闰九日显灵阁酒会 其二",
            "作者": "区大相",
            "内容": "凤阁携真侣，龙山接胜区。重持黄菊酒，高眺白云衢。\n甘露披林玉，秋花散蕊珠。徒言寻白社，何似访玄都。"
        },
        {
            "标题": "冬季朔日从友人斋食",
            "作者": "区大相",
            "内容": "朔日为月始，季冬属岁藏。天工此时毕，人事何匆忙。\n斋心朝太一，密虑卫元阳。晓灌醍醐顶，静吸华池浆。\n披衣寻净侣，芳洁自罗将。酒用醴泉水，食取瑶草芒。\n五内涤尘根，丹室澄虚光。坌垕永无染，刀圭从此尝。\n真人有要言，清净道之纲。淡泊宁吾志，甘滋烂人肠。\n去矣餐元气，吾将嬉紫房。"
        },
        {
            "标题": "罗敬叔送至赵家圩晚泊赠别",
            "作者": "区大相",
            "内容": "江路萧条兴更乘，扁舟岁暮旅怀增。天边回雁犹冲雪，水上潜鳞渐负冰。\n远戍孤烟吟塞笛，荒村独树引渔灯。君今且作三湖长，厌向风尘问五陵。"
        },
        {
            "标题": "三月五日游郭氏园池",
            "作者": "区大相",
            "内容": "结轸临芳郊，回镳憩园枝。园前绿水池，园后古城基。\n池馆发幽思，花木含春滋。乔柯布新叶，嫩卉舒柔荑。\n佳鸟向我鸣，好风穆然吹。出门见耕凿，悠然念东菑。\n共就池边酌，还登城上陴。古人长已矣，古城馀若斯。\n不知千载后，此乐更为谁。所愿樽恒满，但恐日西驰。"
        },
        {
            "标题": "过卫作",
            "作者": "区大相",
            "内容": "环辙何心在磬声，卫多君子昔知名。陈诗无复桑中咏，问俗翻从枣下行。\n沁水繁花朝饮马，淇园深竹暮啼莺。最怜静女风流尽，谁识当年垂钓情。"
        },
        {
            "标题": "太平山庵访朱贞吉",
            "作者": "区大相",
            "内容": "霞踪成独往，弭棹访云林。不识王孙路，惟看忍草深。\n香厨分净供，松籁协幽吟。却笑征途者，劳劳江海心。"
        },
        {
            "标题": "三月十五游城南韦氏园",
            "作者": "区大相",
            "内容": "暄风荡嘉卉，膏露沐时芳。休假出南园，众友与我行。\n方塘溜清渠，珍木秀通庄。谷禽择树鸣，水族近人翔。\n素柰呈雪姿，绮棠绚霞妆。俯仰茂对育，羁累为之忘。\n嘉彼中园有，坐叹此流光。取快直时物，欢乐宁讵央。\n寤言幽涧侧，彼子独褰裳。"
        },
        {
            "标题": "舟行杂咏 其八",
            "作者": "区大相",
            "内容": "人卫临淇水，闾阎尚古风。但闻歌枣下，不见咏桑中。"
        },
        {
            "标题": "淮上赠李道甫中丞 其三",
            "作者": "区大相",
            "内容": "幽兰无改芳，贞松不渝节。感君缟带赠，被服如霜雪。\n悠悠历山陂，行行杳燕越。晤言接容辉，终岁常揽结。"
        },
        {
            "标题": "咏山中桂",
            "作者": "区大相",
            "内容": "金粟香飘玉露披，巃崧多发倚岩枝。深山远道无人折，独对秋芳咏楚词。"
        },
        {
            "标题": "颍阳山中赠登封燕明府",
            "作者": "区大相",
            "内容": "王乔玉舄飞，方朔金门待。久闻有仙吏，思愿与之会。\n君宦松山阳，而与箕颍对。案牍积烟霞，讼庭落苍翠。\n人吏青岩中，簪绅白云外。有时驱马出，独晤饮牛辈。\n虽复稍逢迎，顾少风尘态。乍到赏心惬，久游神理会。\n卧理时自闲，抚字亦劳瘁。洗耳未必贤，折腰岂为累。\n我寻五岳期，君报三年最。何日丹砂成，乘鸾谒华盖。"
        },
        {
            "标题": "游南岳 其二",
            "作者": "区大相",
            "内容": "千峰上云气，云气日驰骛。漠漠生岩林，霏霏网窗户。\n忽飘如散绵，倏聚若团絮。聚散少定踪，昏晓有常度。\n须臾变岩壑，俄顷殊苍素。四时但积阴，终日兴霪雾。\n霪雾少开霁，积阴多寒冱。清明实阳德，离照岂恒虑。\n侧闻夏秋交，旱熯伤农扈。泰岱虽肤寸，终朝成甘澍。\n愿一见祝融，陈言问其故。"
        },
        {
            "标题": "送友人还山歌 其一",
            "作者": "区大相",
            "内容": "君处世兮清穆，忽捐佩兮何促。风尘灏洞兮不可以久游，返予驾兮初服。\n既不理兮多口，复无意兮横目。思清流兮濯缨，惧迷阳兮伤足。\n杨何心兮歧泣，阮何见兮途哭。揽桂兮崇冈，搴兰兮幽谷。\n慕鲁连兮辞侯，钦介推兮逃禄。君不留兮奈何，拊黄鹄兮高歌。\n欲从君兮未得，徒怅望兮岩阿。"
        },
        {
            "标题": "晚霁玉峡驿望玉笥山",
            "作者": "区大相",
            "内容": "峡束江流窄，山欹堞影低。玉梁沉宿雾，金涧落晴霓。\n水鸟窥鱼下，林猿摘果啼。灵峰不可到，矫首问丹梯。"
        },
        {
            "标题": "上元夜效小庾体",
            "作者": "区大相",
            "内容": "长安行乐人，上节赏游新。楼台宵向曙，弦管夜惊春。\n宝勒灯前度，金妆月下亲。别有河桥上，争看洛川神。"
        },
        {
            "标题": "过兰阴不得游灵洞山房奉怀",
            "作者": "区大相",
            "内容": "青溪迥绝少为邻，翠岭依微入望新。五柳种成才有径，千桃栽就更无津。\n云霞岂乏留宾榻，猿鹤从知待主人。见许初平为弟子，愿看棋局过千春。"
        },
        {
            "标题": "和汪公干冬日游西山宿东峪寺",
            "作者": "区大相",
            "内容": "传君是日往，投策向珠林。水涉溪烟冷，山行石路深。\n霜天净夜景，冰涧澄空音。坐见松上月，微生窗外岑。\n定中超幻有，觉后转萧森。一听烟霞调，方知无俗心。"
        },
        {
            "标题": "送谭司理之越西",
            "作者": "区大相",
            "内容": "得近霜台使，无如郡法曹。途趋蛮府远，山绕瘴烟高。\n夷落无多事，乡音或间操。知君心好静，佐理莫辞劳。"
        },
        {
            "标题": "送陆伯生还吴",
            "作者": "区大相",
            "内容": "才名岁晚尚沉沦，岂谓东归只忆莼。黄阁客来游渐老，青山家在到仍贫。\n常题柿叶偏随手，新剪荷衣亦称身。若道长安好留客，五湖渔钓是何人。"
        },
        {
            "标题": "夏日同曾中舍明吾汪处士公干显灵道院",
            "作者": "区大相",
            "内容": "仙宫花木芳，炎景驻清凉。细雨霓裳湿，微风箫管长。\n偃松成小榭，卧柳作匡床。羽士擎金液，芝童扫石堂。\n放鱼先凿沼，养鹤预储粮。不愿携鸡犬，时来访醉乡。"
        },
        {
            "标题": "晚至碧云寺",
            "作者": "区大相",
            "内容": "松房碧云里，云壑昼凄凄。山翠席间落，雨花檐外低。\n清钟疏古木，香涧拂晴霓。晚步泉亭月，分明到虎溪。"
        },
        {
            "标题": "卧梅",
            "作者": "区大相",
            "内容": "树老堪眠壑，根危尚著花。倒崖疑雪岸，卧涧似星槎。\n山月低还照，溪烟压更斜。啾嘈双翠羽，何事梦瑶华。"
        },
        {
            "标题": "浊潦骤溢水槛遣兴二绝 其二",
            "作者": "区大相",
            "内容": "今朝江水浊，云日汩虚明。我欲澄流滓，中流见太清。"
        },
        {
            "标题": "浊潦骤溢水槛遣兴二绝 其一",
            "作者": "区大相",
            "内容": "桂江几千里，新水下浑浑。偶动乘流兴，堪浮五石樽。"
        },
        {
            "标题": "月下对玉簪花",
            "作者": "区大相",
            "内容": "冠轻钿小额涂鸦，院静风微桂月斜。一带秋林香露滴，玉人来摘玉簪花。"
        },
        {
            "标题": "入西山 其二",
            "作者": "区大相",
            "内容": "寻山累日踏花行，讲席香台积渐平。钟磬寥寥水南寺，乱泉犹作雨花声。"
        },
        {
            "标题": "夜宴石洲江上赋得江边星月",
            "作者": "区大相",
            "内容": "江空夜复清，星月落江明。吐珠疑合浦，沉璧类连城。\n机石随流出，菱花拂水晴。濯枝榆影冷，泛蕊桂华轻。\n玉镜宜常满，银河俨未倾。宁知邺池宴，别有颍川行。"
        },
        {
            "标题": "碧云寺水亭晚坐",
            "作者": "区大相",
            "内容": "落日松亭上，疏钟云外清。泉源随径转，溪月枕流明。\n洗钵闻花气，开林散鸟声。坐来尘境寂，弥觉世缘轻。"
        },
        {
            "标题": "忆故园梅 其二",
            "作者": "区大相",
            "内容": "看雪上燕台，皆言雪似梅。不知珠浦树，正傍玉楼开。\n素艳池边出，孤芳月下来。此时闻朔管，乡思若为裁。"
        },
        {
            "标题": "赠四兄 其一",
            "作者": "区大相",
            "内容": "桓山有四鸟，栖息同一枝。飞鸣自相应，饮啄亦相随。\n伯也忽先殂，仲氏念将离。羽翼各自远，声影一何悲。\n揽衣三叹息，觞至不能挥。愿逐南云翔，送子返故栖。"
        },
        {
            "标题": "四月八日王行甫招饮高梁河 其二",
            "作者": "区大相",
            "内容": "共说调心易，谁能对境忘。烟尘迷觉路，冠尽聚津梁。\n未听三车演，先过百戏坊。如何空寂意，翻助冶游场。"
        },
        {
            "标题": "夏日同诸客泛舟青溪作 其四",
            "作者": "区大相",
            "内容": "捲幔千花暝，回舟一水遥。芳情瑶瑟怨，别曲凤笙调。\n桂苑通仙阁，兰房接画桥。倚歌待明月，长笛不须邀。"
        },
        {
            "标题": "新成草堂之卜暇日漫兴 其二",
            "作者": "区大相",
            "内容": "疏豁称吾庐，仍惭仁智居。颓墉粗补葺，荒蔓颇芟除。\n檐影交苔静，池光映竹虚。小童灌园罢，花下报朋车。"
        },
        {
            "标题": "新成草堂之卜暇日漫兴 其三",
            "作者": "区大相",
            "内容": "濠上昔垂钓，"
        },
        {
            "标题": "新成草堂之卜暇日漫兴 其一",
            "作者": "区大相",
            "内容": "偶洽林泉赏，端居意绪闲。阶兰差可掇，庭桂即堪攀。\n风扫留宾榻，云来傍舍山。居然松菊主，堪作挂冠还。"
        },
        {
            "标题": "宿巩华城王将军宅",
            "作者": "区大相",
            "内容": "将军躩跞翁，壮岁事从戎。枥敝闲嘶骑，尘韬久挂弓。\n笳声来远塞，树影过离宫。只为时平久，农谈终夕同。"
        },
        {
            "标题": "送刘比部玄子往江北 其二",
            "作者": "区大相",
            "内容": "弱龄诵书史，即慕黄与羲。谓由画象理，便可契希夷。\n如何三叔世，法令日繁滋。皇风久云歇，贞度亦已隳。\n昔与子同舍，始识金科词。虽则太平术，无乃德义亏。\n勿喜轸余念，钦哉慎尔规。衔章缉往宪，执狱噬前疑。\n愿子崇明德，苍乳有遗讥。"
        },
        {
            "标题": "送刘比部玄子往江北 其一",
            "作者": "区大相",
            "内容": "严装候晨发，仆御戒修途。我友远行迈，驾言适旧都。\n旧都勿久滞，祇役在诞敷。馀封带灊霍，高澨出淮徐。\n左顾洪河流，右瞻陵庙纡。旷望极原野，白露殒平芜。\n山川邈悠哉，荏苒岁华徂。岂不念离析，王事有驰驱。\n登车遵大路，执手城南隅。愧彼双黄鹄，奋翅淩高衢。\n誓当复早旋，要盟恐常虚。风霜厉南陆，慎尔千金躯。"
        },
        {
            "标题": "川花树歌",
            "作者": "区大相",
            "内容": "正月二月春风微，"
        },
        {
            "标题": "送张孟奇还山",
            "作者": "区大相",
            "内容": "四十得官已不早，到官便说还家好。未曾半载享荣华，何事终朝太烦恼。\n金马从来有客栖，松门岂合无人扫。男儿致身羡青云，君到青云即乞身。\n受恩未报胡言去，有才不试空藏珍。古来樵隐俱在野，看君岂是悠悠者。\n满腹经书宜世用，平生意气羞人下。驷马高车有祸机，君今此去未为非。\n但恐圣世搜岩穴，我辈安忍负明时。南归若访罗浮隐，为言贱子言若斯。"
        },
        {
            "标题": "同林咨伯汪公干黄汝纶秋日僧房对菊 其二",
            "作者": "区大相",
            "内容": "纵酒由来欲废禅，寻僧又复到篱边。不分秋色谁为主，自抱幽閒结净缘。"
        },
        {
            "标题": "送韩伯仪守高邮",
            "作者": "区大相",
            "内容": "使君朝拥传，筮仕即专城。隔座见摇楫，开堂闻濯缨。\n湖光连海阔，河润过淮明。莫厌逢迎地，中和听颂声。"
        },
        {
            "标题": "同林咨伯汪公干黄汝纶秋日僧房对菊 其三",
            "作者": "区大相",
            "内容": "蓬鬓西风几岁华，禅堂啜茗对丛花。相逢斗酒无三径，倚杖西林日又斜。"
        },
        {
            "标题": "渡浈阳峡赠陈长水山人归灵洲旧隐",
            "作者": "区大相",
            "内容": "浈阳山水共清辉，中有云林合翠微。鸡犬未曾逢钓艇，薜萝终待制山衣。\n石潭映竹高低见，溪鸟避船来去飞。借问灵洲寄禅室，何如此地息尘机。"
        },
        {
            "标题": "送萧户曹出守宁国 其二",
            "作者": "区大相",
            "内容": "襜帷寒散九河冰，南去云山郭里登。江郡风流新守出，帝城佳气旧都凝。\n桃花潭水流春谷，鱼浦人家接宛陵。此地从来属良牧，料君应有玺书徵。"
        },
        {
            "标题": "送萧户曹出守宁国 其一",
            "作者": "区大相",
            "内容": "文章小陆更高名，五马聊为剖竹行。钟阜地形江阁近，宛陵溪色郡斋清。\n谢公自有青山兴，楚客元多白雪声。经术久知能缘饰，况携佳句似宣城。"
        },
        {
            "标题": "送程生入蜀",
            "作者": "区大相",
            "内容": "行役梁山外，离歌易水前。猿声下绿涧，鸟路上青天。\n暂对巴歈舞，休耽蜀国弦。凭将百钱卜，更问子云玄。"
        },
        {
            "标题": "送黄汝纶柳州寻明府弟",
            "作者": "区大相",
            "内容": "醉发江上棹，西游见白眉。看云吟桂水，访古过罗池。\n霜叶随行暮，江鸿独去迟。羡君花萼好，到处有连枝。"
        },
        {
            "标题": "行经玉蝀望太液池",
            "作者": "区大相",
            "内容": "雕阑宛转度芳溪，映日春旗拂綵霓。碧浪晴开天苑右，青山近出帝城西。\n潭鱼在藻惊人跃，谷鸟衔花过水啼。惟有岸杨与汀草，长承玉辇幸金堤。"
        },
        {
            "标题": "题宝林寺宾上人兰若",
            "作者": "区大相",
            "内容": "老僧延客处，松色映袈裟。禅坐栖山鸟，经行踏涧花。\n烟萝侵径狭，溪水到门斜。莫谓无车马，津梁涉更赊。"
        },
        {
            "标题": "东郊看迎春",
            "作者": "区大相",
            "内容": "今旦风光动，层城气象新。隔尘移綵仗，披雪度朱轮。\n枝变园中鸟，帘窥胜里人。仍闻宽大诏，万国共回春。"
        },
        {
            "标题": "题大庾岭北驿兼示入计诸使者",
            "作者": "区大相",
            "内容": "我行竟何事，访古昭王台。沧海搏鹏羽，黄金识骏才。\n游燕歌渐起，系越使初回。望气何人在，当关报客来。"
        },
        {
            "标题": "题王学士忠铭先生山中四景 其四 桥头碧水",
            "作者": "区大相",
            "内容": "建溪泠泠漱花坞，紫鳞白石纤可数。练影晴披琼馆云，镜光直泻明珠浦。\n碧玉环流学士家，桥南桥北问桃花。当年意气看题柱，此日秋乘上汉槎。\n桥头一别几经春，溪鸟啼花莫待人。瀛洲亭上玻璃色，藜杖寻溪安可得。"
        },
        {
            "标题": "题道公新建溪南精舍 其二",
            "作者": "区大相",
            "内容": "居士住人天，精庐水石边。傍林开宝界，持钵酌香泉。\n花发传灯后，鸟归鸣磬前。上方留客处，松月共安禅。"
        },
        {
            "标题": "题道公新建溪南精舍",
            "作者": "区大相",
            "内容": "一灯传教后，此地又开山。二室三花里，千峰万木间。\n香台携鹤上，竹院待云还。既了安心义，何须长闭关。"
        },
        {
            "标题": "题金山寺",
            "作者": "区大相",
            "内容": "万古金山寺，烟波四望分。对江吴共楚，终日水和云。\n灯影摇鲛室，香烟触雁群。最宜禅诵处，船客夜深闻。"
        },
        {
            "标题": "四兄方池内新构水亭 其二",
            "作者": "区大相",
            "内容": "步入小桥去，方欣与俗暌。亭高云作幔，池满水如圭。\n鸟狎频移树，花浓不辨蹊。宁知远尘事，不是学幽栖。"
        },
        {
            "标题": "竹莲双瑞图为陆大夫赋 其一",
            "作者": "区大相",
            "内容": "使君亭畔竹，清操叶殊祥。双簳穿云直，同根出地长。\n政成齐下凤，节劲并淩霜。旧种俱临沼，新梢合过墙。\n桐川歌有斐，淇澳咏难忘。"
        },
        {
            "标题": "独酌梅花下走笔索陈山人画梅",
            "作者": "区大相",
            "内容": "我醉梅花下，思君画梅枝。瑶华看不足，画里或传奇。\n绮月乍图影，香风时冷肌。早来盻庭霰，羞涩不成姿。\n昨宵感我梦，彼美好容仪。既梦忽复觉，芳魂谅在兹。\n安知非画里，恍惚使人疑。烦君写此意，远寄瑶台妃。"
        },
        {
            "标题": "宿天池雨中追和阳明 其一",
            "作者": "区大相",
            "内容": "山河世界谁分主，佛地虚无吾偶取。老龙山半起耕云，晓来处处春田雨。"
        },
        {
            "标题": "行九里松向天竺",
            "作者": "区大相",
            "内容": "步入春溪九里松，南屏如画障芙蓉。遥知金界焚香处，天竺峰头朝暝钟。"
        },
        {
            "标题": "田家吟 其四",
            "作者": "区大相",
            "内容": "海内传闻有赐酺，醵钱相就醉枌榆。诏书又报天南下，不是宽租是索租。"
        },
        {
            "标题": "田家吟 其二",
            "作者": "区大相",
            "内容": "东邻贳酒劳西邻，百日方闲一日身。莫笑田家欢乐少，汉家天子尚忧贫。"
        },
        {
            "标题": "田家吟 其三",
            "作者": "区大相",
            "内容": "春雨新晴田事初，邻家相劝把犁锄。昨闻城市迎中使，应赐南中父老书。"
        },
        {
            "标题": "田家吟 其一",
            "作者": "区大相",
            "内容": "农务虽閒未敢安，近来生事日艰难。旧租未了新租急，又责金钱供内官。"
        },
        {
            "标题": "宿天池雨中追和阳明 其二",
            "作者": "区大相",
            "内容": "今番春事元有主，分付游人莫多取。夜来山下雨飘花，不知山上花为雨。"
        },
        {
            "标题": "锦岩有铁泉庵旧址云端父老劝予卜筑于此",
            "作者": "区大相",
            "内容": "铁泉旧精舍，还见铁泉流。问讯锦岩胜，知为云水幽。\n居然异村舍，相劝卜林丘。且共区中赏，何劳方外求。"
        },
        {
            "标题": "田家即事",
            "作者": "区大相",
            "内容": "自从服官后，耕稼废田园。偶出看农事，高谈坐树根。\n暝云捎雨急，归雀掠檐喧。立望牛羊径，依然谷口村。"
        },
        {
            "标题": "听莺",
            "作者": "区大相",
            "内容": "苑外柳枝黄，莺啼出建章。穿花如觅侣，隔叶似调簧。\n雨过声犹湿，风来曲更长。流黄机上妾，听罢拭啼妆。"
        },
        {
            "标题": "席上咏牡丹家兄诸客共赋",
            "作者": "区大相",
            "内容": "华堂宾已合，画帐旦须开。叶似春云剪，花如承露杯。\n红芳无比拟，丽藻竞新裁。绵绣王公谷，烟霞仙客醅。\n物华天上贵，春色日边来。有美韶年赏，淹留皆上才。"
        },
        {
            "标题": "九日同何梁二公登雁峰寺",
            "作者": "区大相",
            "内容": "羁旅苦无悰，良辰忽以至。临水叹将归，登高询故事。\n共有龙山兴，载酒雁峰寺。地暖气初肃，风紧叶欲脆。\n久知瘴疠清，未觉风土异。燕去诚知节，雁回有何意。\n欲穷万里目，几席屡迁次。烟霞荡远空，丝竹激悲吹。\n菊蕊未堪餐，橘香薰欲醉。汉臣荣佩萸，楚客思葺芰。\n枫岸君滞宦，衡门我栖志。忽聆岐路言，临觞发悲慨。"
        },
        {
            "标题": "将至苏门途中寄黄平倩宫谕次见赠韵",
            "作者": "区大相",
            "内容": "我向淇园问竹竿，闻君犹阻啸台看。归朝司马游宁倦，历国延陵意未阑。\n卫水客来篇咏少，苏门人去酒杯残。探奇倘就梁都赋，题品能无重士安。"
        },
        {
            "标题": "再宿溪上楼三兄读书处 其二",
            "作者": "区大相",
            "内容": "书带草新绿，阶钱苔半生。尘埃展旧榻，鸟雀聚虚楹。\n有弟官皆达，群儿学渐成。人琴竟已矣，含叹几时平。"
        },
        {
            "标题": "自卫辉赴苏门途中书怀寄何太守兼柬辉县吕明府",
            "作者": "区大相",
            "内容": "旦发卫水阳，极意恣所往。名山谐夙慕，绝境发奇想。\n含情眷明牧，赍具资胜赏。方辞颍川守，遽识朝歌长。\n登车云尚晦，振辔天渐朗。目极桑枣林，耳属鸾凤响。\n撇见蓬池烟，已映苏门上。高台待啸歌，长林遂偃仰。\n岩峦吐气清，石竹閟幽幌。志意由自适，神理非外奖。\n卜筑蹑前踪，怀贤契今访。终期谢天刑，于焉税尘鞅。"
        },
        {
            "标题": "晚次始兴江口",
            "作者": "区大相",
            "内容": "客程行渐北，乡思转悠悠。斗下看雄剑，风前揽敝裘。\n渚花飘映月，霜叶洒随舟。今夕南征雁，先飞故国楼。"
        },
        {
            "标题": "四兄园亭晚步示黄汝纶",
            "作者": "区大相",
            "内容": "溪桥曳履行，晚景爱幽清。返照原中尽，残霞川上明。\n叶红林半落，堤绿草还生。莫学于陵灌，还依谷口耕。"
        },
        {
            "标题": "雪中偶披故太史林开先所书梅花诗卷往时余与黎惟仁林开先倡和至是十馀年矣追往念离用韵寄惟仁",
            "作者": "区大相",
            "内容": "独对楼前雪，闲吟卷里梅。人非今日会，花忆往年开。\n驿使春难寄，瑶台梦不来。知君同感旧，邻笛几徘徊。"
        },
        {
            "标题": "梁少仲黄汝纶约游",
            "作者": "区大相",
            "内容": "鹿门栖逸地，耆旧向来多。豹隐真谁得，鸿冥奈尔何。\n和来泉石调，不是蒯缑歌。急剪蓬蒿径，相期二仲过。"
        },
        {
            "标题": "侍御七弟携诸侄游西樵遥寄",
            "作者": "区大相",
            "内容": "前溪旧隐接松关，别岫新题引蔓攀。十里烟萝行象外，千家鸡犬住云间。\n回椒竹涧春流满，曲崦茶畦夕照閒。昨日闻君携侄往，西樵应好作东山。"
        },
        {
            "标题": "望九疑 其二",
            "作者": "区大相",
            "内容": "零陵南去有珠丘，当日皇英湘水留。九处云山无路觅，至今瑶瑟使人愁。"
        },
        {
            "标题": "望九疑 其三",
            "作者": "区大相",
            "内容": "昔闻虞帝治垂衣，五月南巡遂不归。当日夔龙谁护从，更无人挽翠华旂。"
        },
        {
            "标题": "望九疑 其一",
            "作者": "区大相",
            "内容": "何处湘山望里悲，九疑千载有遗思。寻常一带愁云锁，不遣行人到更疑。"
        },
        {
            "标题": "赋得云近蓬莱",
            "作者": "区大相",
            "内容": "蓬苑与天通，祥云杳霭封。杂花开绛阙，接叶映霞峰。\n日袅仙衣丽，风飘御盖重。惟应常五色，朝暮自从龙。"
        },
        {
            "标题": "望月有怀侍御弟",
            "作者": "区大相",
            "内容": "昨夜西楼月，同欢对凤池。今来千里望，复值再圆期。\n思切披帷屡，情多度汉迟。乌栖知向府，鹊绕定何枝。"
        },
        {
            "标题": "将有江门之行维舟珠浦家兄舍弟自",
            "作者": "区大相",
            "内容": "朝来棠棣咏，恰与雁行期。海树寒烟断，江帆暮雨迟。\n昔人犹梦寐，吾道有埙篪。明发蘋洲上，应多访古思。"
        },
        {
            "标题": "图诗三章八句",
            "作者": "区大相",
            "内容": "图何以椿，穆然孝思。图何以萱，乐此春禧。维椿永思，维萱永禧。\n谁其寿母，令德攸宜。"
        },
        {
            "标题": "登钓台作",
            "作者": "区大相",
            "内容": "黄鹄游太清，燕雀守丘樊。伟哉严子陵，不屈万乘尊。\n为士固有志，何心恋华轩。还钓坐磐石，返耕入松门。\n洗耳颍川水，抗迹首阳原。身隐名愈高，人去台空存。\n茂林息归鸟，峭壁奔断猿。石激水流响，山晚林木芬。\n垂竿千丈碧，使我清心魂。"
        },
        {
            "标题": "午日同咏葵花",
            "作者": "区大相",
            "内容": "炎天众卉竞芳鲜，小院孤葵发更妍。种处幸当文杏馆，开时偏近浴兰川。\n迎薰翠叶连云布，捧日丹心似火然。莫以细微轻下体，愿君植向华林前。"
        },
        {
            "标题": "见舆人妇携儿女馈饷其夫",
            "作者": "区大相",
            "内容": "岂是春田馌，将无玉案齐。应怜齐相御，好谢买臣妻。\n路李枝多子，山梅花满蹊。此时闺中望，玉箸几行啼。"
        },
        {
            "标题": "闻两胡生亡",
            "作者": "区大相",
            "内容": "海内无多士，交游失二胡。文章才有数，磊落调元孤。\n世已哀词客，人犹病酒徒。哭君馀两地，寂寞向江湖。"
        },
        {
            "标题": "遣怀 其二",
            "作者": "区大相",
            "内容": "药椀经年不废，荆扉镇日长关。掩耳厌闻时事，回头却望家山。\n蝶去花阴寂寂，风来鸟语閒閒。青牛柱史何在，白鹤仙人未还。"
        },
        {
            "标题": "辛巳仲春有鹤一双巢于耆德寺浮屠顶上感而赋之",
            "作者": "区大相",
            "内容": "有鸟双栖祇树林，翩然瑶水两仙禽。月临莲界巢初定，云满芝田岁已深。\n健翮风烟时并驭，清歌城郭更留音。千年一度梅花国，霄汉谁知万里心。"
        },
        {
            "标题": "木瓜赞",
            "作者": "区大相",
            "内容": "垂垂木瓜，诗人所咏。酸本我心，香亦吾性。人之好我，或忘其病。\n无劳琼报，忝此嘉命。"
        },
        {
            "标题": "丛台行",
            "作者": "区大相",
            "内容": "武灵王，何雄哉，胡服骑射屈群材。略地云中西入秦，秦人惊起函关开。\n雄心日暮犹未已，百尺高台更丛起。才人尽解邯郸步，鼎士俄成袨服市。\n鸳鸯宫瓦碧琉璃，玳瑁朝簪灿陆离。十里管弦声不断，春风吹入照眉池。\n自从内变起床第，千秋霸业随流水。玉辇金舆不复行，层台渐圮曲池平。\n坑卒仍闻四十万，偿璧虚当十五城。君不见邯郸夜拔丛台宴，酒酣昼卧温明殿。\n莫将天下属他人，英雄为谋自有见。歌舞能令壮志消，古来祸败由荒宴。\n君不见邯郸道上逢吕翁，千古豪华如梦中。"
        },
        {
            "标题": "秋夜怀友",
            "作者": "区大相",
            "内容": "凉风吹小苑，白露下将夕。虫吟四壁静，雁叫重云隔。\n宫月疏梧桐，山衣剪萝薜。佳期不在兹，谁能久行役。"
        },
        {
            "标题": "西湖春游曲 其七",
            "作者": "区大相",
            "内容": "宝袖拭琼箫，金妆隐翠翘。衫长风袅袅，钗重步摇摇。\n鸣佩游三竺，回镳度六桥。"
        },
        {
            "标题": "西湖春游曲 其八",
            "作者": "区大相",
            "内容": "燕巢知岁别，莺语识年华。独坐闲调瑟，明妆出浣纱。\n春风日暮起，愁杀上湖花。"
        },
        {
            "标题": "西湖春游曲 其六",
            "作者": "区大相",
            "内容": "银鞍驰白马，玉轭驾黄牛。来往红尘陌，嬉游绿水洲。\n莺啼喧桂席，鱼戏动莲舟。"
        },
        {
            "标题": "西湖春游曲",
            "作者": "区大相",
            "内容": "青萍照绿芜，细柳漾新蒲。翡翠金堤并，鸳鸯玉水俱。\n时逢湘浦驾，来弄汉皋珠。"
        },
        {
            "标题": "西湖春游曲 其三",
            "作者": "区大相",
            "内容": "人行丹嶂里，鸟度绿芜中。烟雾藏春寺，湖山绕故宫。\n兰叶搴犹短，花枝折未空。"
        },
        {
            "标题": "西湖春游曲 其四",
            "作者": "区大相",
            "内容": "湖镜何曾拭，山眉本自舒。叶稠初隐鸟，花落乍惊鱼。\n自有淩波步，回看掷果车。"
        },
        {
            "标题": "西湖春游曲 其二",
            "作者": "区大相",
            "内容": "春和日载阳，春思复多伤。野色含朝霭，流文荡晓光。\n游心不自已，步步惜时芳。"
        },
        {
            "标题": "西湖春游曲 其五",
            "作者": "区大相",
            "内容": "上路填车马，中流沸管弦。折花伤玉手，照水落金钿。\n及此芳春日，俱宜妙丽年。"
        },
        {
            "标题": "始兴江口别庆儒嘉诸侄",
            "作者": "区大相",
            "内容": "送棹逾千里，归流挟一航。功名当力勉，离别莫情伤。\n寒雨芸窗夕，春风玉树行。此时频忆汝，书札报行藏。"
        },
        {
            "标题": "虔州西津桥作",
            "作者": "区大相",
            "内容": "生平重游侠，中岁颇艰虞。宝剑南来越，雕弓北射胡。\n风云开上国，雨雪壮长途。候吏何须问，关门昨弃繻。"
        },
        {
            "标题": "朝陵遇雨 其二",
            "作者": "区大相",
            "内容": "言避崤陵雨，翻行大壑云。微风清树气，积润洗山文。\n银海春波阔，龙池细涧分。九陵松柏路，香霭日氤氲。"
        },
        {
            "标题": "夏日偕同诸年友集于灵济宫",
            "作者": "区大相",
            "内容": "结驷情多暇，骖鸾路不赊。偶携中圣酒，来过上清家。\n解带褰瑶草，倾壶藉洞花。相期炼灵液，携手五云车。"
        },
        {
            "标题": "发清源开先载酒道傍一醉而别 其一",
            "作者": "区大相",
            "内容": "遑遑问归路，与子暂盘桓。岁月分襟易，风尘把袂难。\n离觞促日短，旅服过春寒。意气今何在，惟将宝剑看。"
        },
        {
            "标题": "夏夜遣怀",
            "作者": "区大相",
            "内容": "向夕氛气敛，天宇一何森。皎月正临牖，微风时动林。\n夏虫岂知冰，迎凉自悲吟。端居感物变，旷然坐自深。\n沉叹终往古，幽思缠鸣琴。黄虞世已远，悠悠空我心。"
        },
        {
            "标题": "发清源开先载酒道傍一醉而别 其二",
            "作者": "区大相",
            "内容": "下马饮君酒，酒酣愁奈何。离颜正萧索，客计且蹉跎。\n荆玉售何晚，鲛珠泪渐多。平生惟有恨，中路一悲歌。"
        },
        {
            "标题": "相逢狭路间",
            "作者": "区大相",
            "内容": "美女耀阳春，使君朝紫宸。相逢当狭路，相见在芳晨。\n高髻图云出，纤眉写月新。瑶光凝粉脸，丹彩发朱唇。\n再顾倾城国，争看匝路人。束腰垂柳陌，转袖落花津。\n尊贵何劳问，行游别有因。容颜诚绝代，礼法善周身。\n障面移轻扇，回车度急轮。珂声连玉佩，衣带接香尘。\n采菉娇淇水，登桥艳洛滨。何须云雨夕，始见阳台神。"
        },
        {
            "标题": "元旦阁中拟献诗一首",
            "作者": "区大相",
            "内容": "阁道迎辰辟，天门候晓过。正朝严法从，内殿想登歌。\n气满苍龙阙，春生白玉珂。祥光扶日月，瑞霭曙山河。\n帝历符昌运，皇风鼓太和。诛求罢黄纸，征伐返玄戈。\n旧政随年换，新恩入岁多。小臣献椒颂，未若矢卷阿。"
        },
        {
            "标题": "岘亭再作",
            "作者": "区大相",
            "内容": "独携千古意，偶向林间坐。由来岘首碑，此泪非空堕。"
        },
        {
            "标题": "岘山怀古",
            "作者": "区大相",
            "内容": "岘亭标往胜，楚俗旧登临。昔堕看碑泪，今伤歧路心。\n江山无改易，贤达几消沉。缅想昔人叹，翻为后代钦。\n雍台临汉水，樊口接荆岑。树似遗棠爱，川如睹洛深。\n谁知感慨者，名向此山寻。"
        },
        {
            "标题": "赋得沙暖睡鸳鸯",
            "作者": "区大相",
            "内容": "沙上眠鸳鸟，雌雄不异林。东风吹欲醉，渌水照同心。\n上客赠文绮，佳人思锦衾。昨宵春梦去，惟恨玉关深。"
        },
        {
            "标题": "九日偕诸客登显灵宫阁",
            "作者": "区大相",
            "内容": "城阙三秋迥，山川四望通。杯分承露椀，地接望仙宫。\n碧树含斜日，丹楼挂断虹。高凭天路近，平眺帝图雄。\n捉帽风偏落，登台赋渐工。羽觞遥可泛，留醉菊花丛。"
        },
        {
            "标题": "湖上望来雁",
            "作者": "区大相",
            "内容": "征路逢南雁，相看万里途。摇摇经远塞，历历向重湖。\n阵结江云暮，声含海月孤。故园关树隔，回望几停舻。"
        },
        {
            "标题": "乙巳午日作 其一",
            "作者": "区大相",
            "内容": "嘉候维中数，披图验国祯。缕增王者寿，镜助圣人明。\n众草随风靡，孤葵待日倾。欲除天下恶，臣愿赐枭羹。"
        },
        {
            "标题": "咏荼蘼 其二",
            "作者": "区大相",
            "内容": "弱艳风偏舞，新茎露未晞。姣容胜桃李，多刺似蔷薇。\n香送砗璖椀，春生翡翠帷。犹言看未足，折以赠南威。"
        },
        {
            "标题": "阊门寓目",
            "作者": "区大相",
            "内容": "蓼花风起渚莲飘，处处菱舟趁晚桡。吴苑几年无伯气，胥门终古有归潮。\n枫林竹岸斜连郭，水寺溪村尽带桥。独有馆娃宫外柳，年年烟雨锁长条。"
        },
        {
            "标题": "自荆门放舟晓霁作",
            "作者": "区大相",
            "内容": "新晴天气好，况在楚江秋。岸迥晨烟敛，山门晓树稠。\n沙禽随棹散，浦日共萍浮。羁思方无已，劳歌慰远游。"
        },
        {
            "标题": "咏荼蘼 其一",
            "作者": "区大相",
            "内容": "传来西域水，不及中园芳。芍药含风细，玻瓈承露香。\n着衣经月气，簪鬓压时妆。玉手亲逢摘，霞光流洞房。"
        },
        {
            "标题": "雪夜谢彦云载酒见过与四家兄汪公干小集",
            "作者": "区大相",
            "内容": "玄云积重阴，素景澄虚朗。生白盈轩墀，流光入帏幌。\n初炯玉窗明，渐映瑶台上。洒菊丽寒姿，间梅发清赏。\n寂静神已闲，幽独理宜奖。昔闻袁安卧，今见王猷访。\n门外辙迹深，竹间人语响。小酌不知寒，抽琴抒妙想。"
        },
        {
            "标题": "汪和叔新种庭竹索题",
            "作者": "区大相",
            "内容": "种君庭下竹，邀我中林人。入牖摇疏翠，临阶扫俗尘。\n秋声风际劲，寒色雨中新。万个沧江上，茅斋滋绿筠。"
        },
        {
            "标题": "将至淮阴泊清河县",
            "作者": "区大相",
            "内容": "问俗至淮阴，忾然伤怀抱。白鸟去冥冥，黄流日浩浩。\n岸西清河县，半已没洪潦。门巷类浮家，人烟淡洲岛。\n新水昨夜至，孤城势如捣。雨飒颓墙花，风吹野田草。\n粳稻岁不登，妻孥何由饱。不如水上凫，犹得唼萍藻。\n嗟尔河县民，何以待终老。老父跪致辞，使君勿复道。\n丘民何足贵，仁亲乃为宝。东吊淮泗流，陵树被淹槁。\n自从禹功微，明德畴能考。"
        },
        {
            "标题": "乙巳中秋余将南行因忆四家兄先到湾中舣舟相待",
            "作者": "区大相",
            "内容": "凤城今夜月，旅客此秋心。北望杯同把，南飞鹊异林。\n鸿声连海右，槎影宿河阴。定有沿洄兴，蒹葭白露深。"
        },
        {
            "标题": "过吕梁",
            "作者": "区大相",
            "内容": "临河发棹唱，聊得洗尘机。夕鸟度山翠，空梁沉暮霏。\n孔观人已远，庄记事多违。从此茫茫去，中流击枻归。"
        },
        {
            "标题": "徐州道中",
            "作者": "区大相",
            "内容": "彭城徐子国，访古气弥增。饥雀啄残雪，春泉汲断冰。\n台临青垒迥，山隐白云层。客路随征雁，翩翩向五陵。"
        },
        {
            "标题": "送王光禄削籍南还",
            "作者": "区大相",
            "内容": "汉储昔未定，谏者何悲辛。力尽满朝士，功归四老人。\n是谋非圣主，兹议起廷臣。左掖囊封盛，东朝羽翼新。\n一言谁止辇，丹地子批鳞。削迹还南海，登舟望北辰。\n莺声怜逐客，草色送归津。远水孤臣泪，他乡万里身。\n帝歌黄鹄举，君咏紫芝春。遥想重轮日，当迎园绮宾。"
        },
        {
            "标题": "黄河鲙鲤歌和四兄",
            "作者": "区大相",
            "内容": "大河流水何汤汤，中有鲤鱼三尺长。独茧之丝不能钓，贯以杨枝谁致将。\n兄谓食鱼必河鲤，出水鲜鳞宁有此。盘餐称意不论钱，鲙事吾乡最为美。\n呼童霜刃三四挥，香醪浮动雪花霏。大醉不知身是客，酣歌只觉兴如飞。\n江乡六月足风涛，荔枝压酒冰盘高。扬舲醉卧乘流去，且欲从君鲙巨鳌。"
        },
        {
            "标题": "送杨义叔宪副之左江",
            "作者": "区大相",
            "内容": "三年暂返滇池节，万里仍扬桂水旌。汉使由来多象郡，越江何处似羊城。\n褰帷未厌关山远，开府能令瘴疠清。正喜遐方无战伐，不劳溪笛怨南征。"
        },
        {
            "标题": "章元礼寓善果寺与林咨伯潘象安出访",
            "作者": "区大相",
            "内容": "入寺松杉双鹤鸣，一时尘虑顿能清。风来竹院秋先到，雨过香台暑渐平。\n树里棋枰淹客坐，花间经卷傍僧行。浮沉世事应难定，骈住空门任此生。"
        },
        {
            "标题": "陈勋卿龙津别业开并头莲邀客共赏陈公往岁曾有此祥适拜徵命",
            "作者": "区大相",
            "内容": "津桥缭绕碧池浔，翠岛红云倚盖临。昔见芙蓉开并蒂，今来菡萏发同心。\n定知浥露无浓澹，不见含霞有浅深。日暮横塘歌未已，年年欢宴此追寻。"
        },
        {
            "标题": "泊严滩寄桐庐刘宰",
            "作者": "区大相",
            "内容": "泠泠此滩水，尚有古人名。闻道桐江宰，鸣琴相与清。\n树笼芳霭淡，鸥泛晚波轻。俯仰情何限，临流一寄声。"
        },
        {
            "标题": "邺都行",
            "作者": "区大相",
            "内容": "汉家末运罹崩分，群雄割据乘风云。曹氏提戈窃汉鼎，邺城草创淩天阍。\n京邑横跨西山趾，楼台半出漳河水。呼吸风云百万师，指顾山河五千里。\n战罢归来校文士，草檄徵词各称美。列坐既多能赋人，西园亦有佳公子。\n邺都歌舞日纷纷，建安词赋气淩云。北堂艳妓输乔女，南国佳人让洛神。\n只谓千秋终宴乐，谁知转眼成灰尘。人间幸有三分业，地下曾无九锡文。\n兴亡今古一飞鸿，豪杰经营总是空。铜爵台基沦蔓草，芙蓉园馆委秋风。\n若道繁华无寂寞，试问当年安汉公。"
        },
        {
            "标题": "南行感怀四十首 其三",
            "作者": "区大相",
            "内容": "咄咄坐遥夜，忧端不可论。常将心问影，频使别销魂。\n月矫惊弦雁，风号失水猿。谁能更奋翼，长策献君门。"
        },
        {
            "标题": "南华寺谒能禅师像效唐体 其二",
            "作者": "区大相",
            "内容": "丈夫人天师，夙生大智慧。了悟开顿宗，修持入不二。\n自得黄梅传，广开众生昧。至今青莲宇，宗门各精诣。\n云生法座上，月照空潭际。潺潺曹溪声，客思不遑寐。"
        },
        {
            "标题": "于三水口别侍御七弟 其一",
            "作者": "区大相",
            "内容": "鞅掌缠世务，老至不遑居。承惠还乡井，含辛去田庐。\n辍棹三江口，分手万里途。万里予怅望，三江子踟蹰。\n再出缘义役，屡别使情疏。一身难自料，万事剧纷挐。\n登途虞折轴，临川戒衣袽。既乖一木任，敢望五鼎需。\n群策皆摈处，独力将焉如。方谋毕吾役，及尔遂悬舆。"
        },
        {
            "标题": "花朝忆故园",
            "作者": "区大相",
            "内容": "故里花开日，壶觞特地忙。朝携东郭饮，暮宴西家庄。\n常恐人事累，兼愁风雨妨。如何系簪绂，端坐阅时芳。"
        },
        {
            "标题": "忆故园梅 其一",
            "作者": "区大相",
            "内容": "家住越江津，梅开向水滨。可怜花是雪，况对玉为人。\n北地风光晚，南天物候新。无因逢驿使，肠断故园春。"
        },
        {
            "标题": "董玄宰太史席上送朱君采舍人",
            "作者": "区大相",
            "内容": "西颢澄夕爽，朋簪聚华宴。置酒宫树侧，别我凤池彦。\n秋阴递城阙，寒吹横郊甸。河柳半萧疏，汀葭已淩乱。\n飒飒鸣风条，离离度云雁。燕云驰蓟丘，楚江望吴岘。\n忆我二三友，召对蓬莱殿。抗言云汉表，意气人所羡。\n骑出紫骅骝，挥鞭若流电。及此秋风期，落叶倏焉散。\n虽阻芸阁欢，乃惬萱闱恋。同袍美昼游，之子去乘传。\n勋业当茂龄，荣华岂绅弁。寄言买臣者，无忽昔贫贱。"
        },
        {
            "标题": "梅花歌与崔子玉诸公饮花下作",
            "作者": "区大相",
            "内容": "江南气候足妍和，燕地风沙本自多。惟有梅花解人意，乡关客舍共芬华。\n当年花里故人别，今日花前为谁折。玉椀银缸赏已新，毡毹锦帐香未歇。\n醉把瑶华揽子裾，莫教羌笛怨离居。上苑花枝犹若此，故园春色定何如。"
        },
        {
            "标题": "赠吴孝父归黄山",
            "作者": "区大相",
            "内容": "黄山连碧虚，上有轩辕居。丹台久芜没，何客此结庐。\n结庐独长往，早发金庭想。高揖曹阮辈，炼药恣偃仰。\n紫房闭绿苔，清涧袅云来。丹井昔常洁，瑶宫今始开。\n自为黄山客，醉拂黄山石。兀然发孤啸，千峰敛暮色。\n何时启石关，投足遍人寰。意欲穷九有，归卧云松间。\n君去亦多时，君来何太迟。容成与浮丘，招手白云期。\n昔落风尘里，名姓在人耳。今返烟霞际，悠然与终始。\n三十二莲峰，荡漾金芙蓉。归来当见忆，云鹤许相从。"
        },
        {
            "标题": "孝安陈太后挽词 其二",
            "作者": "区大相",
            "内容": "桂寝沦阴夕，椒涂启殡时。人怀丧妣慕，帝轸殒慈悲。\n宫女收遗事，词臣纪令仪。至今称马邓，惟绝外家私。"
        },
        {
            "标题": "三家兄平明发舟归",
            "作者": "区大相",
            "内容": "扁舟石门里，双棹荡孤烟。日夕望江树，彷佛见"
        },
        {
            "标题": "答汪公干长安秋夜见忆兼寄潘子朋",
            "作者": "区大相",
            "内容": "旅舍惊秋夕，情人感旧初。香残知蕙变，盖冷觉荷疏。\n溽露迎寒早，轻云过雨馀。萤飞时隔幔，雁度欲传书。\n苑月栖金柝，城烟澹玉除。不知骑省客，摇落兴何如。"
        },
        {
            "标题": "奉答四家兄见赠九日上官之作兼酬谢孝兼彦云汪处士公干",
            "作者": "区大相",
            "内容": "峨峨承华居，所任必端良。我后眷储幄，资贤辅少阳。\n入则以道谕，出则以义匡。自省乏秀望，安能俪圭璋。\n秋实信靡效，春华恐不扬。嘉会符九日，式宴序东堂。\n肃肃天宇旷，邕邕群雁翔。饮酒过三爵，登歌应重光。\n吾兄嘉令节，众宾庆道昌。褒词逾华衮，竣谊明秋霜。\n箴往述召吕，勖今称韦张。陈力而就列，庶几视周行。"
        },
        {
            "标题": "发大梁过郑州感谊叙怀奉寄中丞曾公",
            "作者": "区大相",
            "内容": "昨来忝嘉命，聊得奉英游。藩邸声容盛，中台礼数优。\n欢言承盻睐，展燕极绸缪。复值疆场暇，高谈樽俎筹。\n何由誉嘉树，因复出长楸。分陕风犹接，游梁赋易投。\n笙镛奋白日，河岳悬清秋。相遇期终在，衔恩惜未酬。\n土风初过郑，封壤渐观周。东里多遗爱，南阳有令猷。\n缁衣闻夙好，青佩动新愁。郑圃行将嫁，溱源遂乱流。\n怀君意未已，书此寄离忧。"
        },
        {
            "标题": "新秋瀛洲亭上论学",
            "作者": "区大相",
            "内容": "金飙肇凉气，玉水涵秋霁。华叶未随风，绮苔尚盈砌。\n环流太液波，侧泻御沟汭。危槛瞰澄瀛，周垣属云陛。\n仰视孤鸢翔，俯察纤鳞逝。蔼蔼玉堂宾，济济衣冠会。\n瑶函抽妙义，银钥发清閟。意入道源深，境寂玄关邃。\n清泠涤我襟，夕爽飘吾袂。逝川无息流，羲御不停辔。\n请事颜公言，永怀隰朋愧。"
        },
        {
            "标题": "经玉河堤上望瀛洲亭 其一",
            "作者": "区大相",
            "内容": "环岛疑无路，迢迢隔紫氛。池分太液水，亭出五城云。\n风静莺迁和，天高鹤散群。尘踪不到处，长日有论文。"
        },
        {
            "标题": "咏窗月梅影",
            "作者": "区大相",
            "内容": "窗月照梅花，梅影印窗纱。乍恍临风动，谁知逐桂斜。\n美人问镜立，暗忆寄瑶华。不是香难掩，潏楼路复赊。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其二 咏酒卮",
            "作者": "区大相",
            "内容": "华堂宵宴启，金卮上寿行。斟酒奉兰席，提携随玉瓶。\n送意只愁浅，含情同一倾。且愿开涓滴，为君解宿酲。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其十 咏屏风",
            "作者": "区大相",
            "内容": "锦屏罗广座，曲曲似巫峰。灯映琉璃净，堂开云母重。\n看花围蛱蝶，学舞障芙蓉。多是云将雨，朝暮会相逢。"
        },
        {
            "标题": "又咏种桃和诸客 其二",
            "作者": "区大相",
            "内容": "不道移根远，芳菲傍日华。万年枝畔蕊，三月浪中花。\n近酒时分露，临窗乍落霞。谁知仙禁侧，别有武陵家。"
        },
        {
            "标题": "又咏种桃和诸客 其一",
            "作者": "区大相",
            "内容": "曾闻留汉核，复见避秦源。霞影移仙洞，风光近帝园。\n露凝香霭度，日丽锦文翻。莫道成蹊易，由来在不言。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其五 又咏",
            "作者": "区大相",
            "内容": "百花妆阁晓，一炷绣帘飞。作佩充兰室，承薰入舞衣。\n每从海尉至，常护汉郎归。立近御炉侧，青烟接紫微。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其六 咏香炉",
            "作者": "区大相",
            "内容": "斑升翡翠点，杂用金银涂。诡制侔周鼎，奇形出汉模。\n翠翘案上拂，鸳被帐中需。终宴含香侍，兰烟飘座隅。"
        },
        {
            "标题": "又咏扇上画兰",
            "作者": "区大相",
            "内容": "美人怀藻思，碧草寄幽情。露叶迎香发，风枝任兴生。\n相怜春畹暮，相倚月轮清。若持掩歌脸，吐气必俱馨。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其三 咏骰盘",
            "作者": "区大相",
            "内容": "玲珑捧玉手，错落出雕盘。含采分投易，连呼急转难。\n良夜宴未毕，行乐美无端。虽非百万掷，聊以奉君欢。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其四 咏香",
            "作者": "区大相",
            "内容": "珍木产南国，芬馨上北堂。幸同微火用，常共好风扬。\n百和凝花阁，双烟出洞房。倘陪明德荐，随地可留芳。"
        },
        {
            "标题": "咏琴台",
            "作者": "区大相",
            "内容": "汉代论才子，相如秀孤骞。日暮高台上，临风挥朱弦。\n疏梧照古月，密竹生秋烟。去今已千载，流水尚依然。"
        },
        {
            "标题": "咏燕市",
            "作者": "区大相",
            "内容": "五方殊物产，百货丽皇居。高足千金外，双环万镒馀。\n三川谢声利，陆海让车书。但和酒人筑，休停卿士舆。"
        },
        {
            "标题": "戏咏扇上画兰",
            "作者": "区大相",
            "内容": "新制齐纨扇，画作楚皋兰。叶叶幽闺性，花花彼美看。\n动摇晨露湿，怀袖香风寒。芳意宜连理，嘉名应合欢。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其八 又咏",
            "作者": "区大相",
            "内容": "洞房恋夜色，银箭起更筹。影乱弹棋席，光多教舞楼。\n花生应待喜，泪落不关愁。未上西园月，偏能美夜游。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其七 咏烛",
            "作者": "区大相",
            "内容": "西楼淹夜饮，东壁暧清光。楚宴缨休绝，燕庭书作行。\n龙衔疑却月，莲吐半凝香。不是风欺焰，佳人舞袖长。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其九 咏烛台",
            "作者": "区大相",
            "内容": "铜荷叶下盖，金芝茎上盘。枝发九龙燄，花高四座看。\n明心投分易，承泪觉离难。还持不自照，侍君罗帐欢。"
        },
        {
            "标题": "三月三日拟兰亭体",
            "作者": "区大相",
            "内容": "四时之乐，惟此暮春。偕我良俦，祓彼涧滨。兴言觞咏，陶写天真。\n仰睇飞羽，俯察游鳞。"
        },
        {
            "标题": "与坐客咏席上所见效小庾体十一首 其十一 咏琵琶",
            "作者": "区大相",
            "内容": "旧时马上声，今向席间鸣。花月意恒满，关山恨暂平。\n芳尘萦袖出，纤指逐弦清。莫以别离曲，来承欢宴情。"
        },
        {
            "标题": "制府陈公设斋食招集崧台时以忧旱故",
            "作者": "区大相",
            "内容": "小队临江昼不喧，高台烟树接辕门。杯行碧玉斟明水，馔出香厨供净根。\n风月几人陪坐啸，关山万里属櫜鞬。楼船下濑非今日，何事南征曲尚存。"
        },
        {
            "标题": "同黎惟仁访朱氏兄弟山池",
            "作者": "区大相",
            "内容": "渐入前林已少邻，转行深巷更无尘。烟迷竹树才分径，花泛溪塘别是津。\n往日云山如待客，经年琴酒始逢人。爱君几片松间石，青李临书过一春。"
        },
        {
            "标题": "游梅庵 其二",
            "作者": "区大相",
            "内容": "解带山门对夕晖，白云不住鸟惊飞。山僧若道心无染，散落天花亦满衣。"
        },
        {
            "标题": "游灵隐寺",
            "作者": "区大相",
            "内容": "西峰翠微半，地涌化人宫。高挹群山外，幽藏万木中。\n石楼飞映日，金铎响迎风。檐迥江涛落，窗临海月空。\n雨花笼霁景，岩桂长新丛。搜对存微尚，淹留息薄躬。\n从兹超有尽，去去入无穷。"
        },
        {
            "标题": "游梅庵 其一",
            "作者": "区大相",
            "内容": "松门长日闭烟霞，扫石焚香诵法华。禅客到来无所见，水晶宫里玉莲花。"
        },
        {
            "标题": "游南岳 其五",
            "作者": "区大相",
            "内容": "南岳有凤皇，托身青云端。音声中律吕，文彩照天门。\n我行与之遇，徘徊且高骞。问凤何所适，将举向西昆。\n问凤何所欲，饥食帝东园。自惟耿介性，安能顾丘樊。\n伟哉凤皇志，待时而奋翻。"
        },
        {
            "标题": "游南岳 其四",
            "作者": "区大相",
            "内容": "弱龄访名山，久怀南岳游。于心有夙好，宁惮道阻修。\n嘉惠在行役，兼得历深幽。远从荆郢国，来涉潇湘流。\n阳台雨初霁，祝融云亦收。丹宫丽白日，碧树悬清秋。\n登高览大荒，四顾尽九州。回首叫虞帝，浩荡苍梧愁。\n箫韶久不作，凤鸟鸣相求。我欲跨此鸟，东访蓬莱丘。\n惜哉时未遇，敛策独夷犹。"
        },
        {
            "标题": "游三洲岩 其二",
            "作者": "区大相",
            "内容": "洞启烟扉湿，林悬雾磴斜。藏书空有穴，封灶久无砂。\n扣石闻天乐，褰衣动涧霞。一从灵景秘，春事长瑶华。"
        },
        {
            "标题": "游南岳 其三",
            "作者": "区大相",
            "内容": "祝融何迢遥，迢遥抗华岱。盘薄尽南荒，孤高出云外。\n远眺极日出，近属穷江介。窟宅多仙灵，简函发幽昧。\n往者四五人，开云艺松桧。久欲往从之，共释樊笼累。\n斯人不我顾，此意谁与会。买山事非达，专壑情则泰。\n会当命轻鸿，乘云巢紫盖。"
        },
        {
            "标题": "入太和山游道院作 其四",
            "作者": "区大相",
            "内容": "谷转迷丹洞，山分出石关。人疑骑鹤至，客似御风还。\n天乐行相引，琪花坐可攀。松间拜真老，从此谢尘寰。"
        },
        {
            "标题": "游三洲岩 其一",
            "作者": "区大相",
            "内容": "闻说岩林胜，西浮锦水春。云归瑶径失，雨洗石苗新。\n折桂期山客，攀萝蹑羽人。居然成独往，何用记来津。"
        },
        {
            "标题": "入太和山游道院作 其一",
            "作者": "区大相",
            "内容": "云峰自送迎，涧道乱纵横。林木有千岁，山禽时一鸣。\n雨来岩岫失，风过石泉清。讵取丹砂志，将怡云壑情。"
        },
        {
            "标题": "游南岳 其一",
            "作者": "区大相",
            "内容": "南州盛火德，衡岳应朱爵。拔地势嵯峨，摩天气回薄。\n五岭耸近峙，九江沦巨壑。秩祀崇百王，典礼光述作。\n在昔有虞世，巡狩穷蛮落。夏后体明德，玉字亦参错。\n不知何代王，柴望阻灊霍。南风岂不竞，皇德讵能博。\n辇路鞠榛莽，云衢成寂寞。缅惟赤帝居，降神谅有托。\n宁止宅仙灵，岂但富鸾鹤。往哲夙所钦，胜游追前诺。\n幽探岣嵝碑，广张洞庭乐。去矣逝鸿冥，讵云屈龙蠖。"
        },
        {
            "标题": "梅庵僧舍阅黎秘书游石室诸篇草隶",
            "作者": "区大相",
            "内容": "名山支策去，高咏复寻僧。妙墨窥中秘，新诗得上乘。\n给从斋后膳，讲忆佛前灯。欲共桦皮出，操觚谢未能。"
        },
        {
            "标题": "入太和山游道院作 其三",
            "作者": "区大相",
            "内容": "淩晨石路开，披磴陟丹台。素女焚香去，青童捧药来。\n岚飞时作雨，涧响忽成雷。今日关门吏，重瞻紫气回。"
        },
        {
            "标题": "入太和山游道院作 其二",
            "作者": "区大相",
            "内容": "秋山行不尽，望望意何穷。飞观疑无地，悬崖似挂空。\n人行碧雾里，鸟语青林中。多谢神仙侣，邀予芳桂丛。"
        },
        {
            "标题": "入太和山游道院作 其五",
            "作者": "区大相",
            "内容": "怀仙复问玄，倚岫且听泉。深谷时穿地，长林共隐天。\n鸾书裁一纸，鹤语已千年。惆怅观棋客，胡为牵世缘。"
        },
        {
            "标题": "盛夏偕宫赞林公司成胡公过陈任大斋中得湖字",
            "作者": "区大相",
            "内容": "何为触热客来俱，槐市东头赤日无。座上清言皆月露，樽前閒兴尽江湖。\n敲冰凉沁玻璃碗，挂壁云生水石图。雍馆风流有如此，将因著论老潜夫。"
        },
        {
            "标题": "移寓圣安寺僧舍作",
            "作者": "区大相",
            "内容": "希世无高步，久游廛市间。夙昔东山意，归期亦屡愆。\n履道尚云错，行险岂得安。投足来净宇，精心窥妙门。\n高论支许接，逸驾禽尚攀。心静水晶域，耳聆甘露言。\n隘此方内游，驰彼域外观。归鳞纵壑逝，宿鸟投林还。\n岂惟耽寂灭，于焉寄游盘。终同无名子，灭迹去人寰。"
        },
        {
            "标题": "王乔飞舄处",
            "作者": "区大相",
            "内容": "仙令曾闻谒紫微，千年城郭是耶非。风前乍想霓旌去，天外惟传玉舄归。\n暮雨霏微芳草径，空山摇拽白云衣。讵须鹤语留华表，始信辽东有令威。"
        },
        {
            "标题": "将有报使之役山馆寓怀",
            "作者": "区大相",
            "内容": "年芳非一事，对此独怡神。小院烟霞色，幽庭松桂春。\n浊醪兼养性，丹壑且全真。懒出元吾意，何曾说向人。"
        },
        {
            "标题": "送李进士南还毕姻兼宰连城",
            "作者": "区大相",
            "内容": "闻道乘龙客，新誇片玉名。去乘冰未泮，归捧雁亲迎。\n才子年方少，郎官宿更明。仍瞻凫舄影，来伴凤凰鸣。"
        },
        {
            "标题": "分赋古迹得濠梁",
            "作者": "区大相",
            "内容": "濠上风吹白接䍦，何年庄惠此追随。鯈鳞群出来游日，秋水凭添倚杖时。\n雨过空梁斜照寂，月摇轻舸片云迟。从容鱼乐即吾乐，观到忘形乃得之。"
        },
        {
            "标题": "至自崆峒同年朱兵宪觞于颍川上",
            "作者": "区大相",
            "内容": "昔闻有上士，独坐山之岑。轩皇好妙道，羽驾此来临。\n曰余厌雌伏，遇物表冲襟。夫子守雄镇，匡时无俗心。\n风云追夙契，山水叶幽吟。马放仙童牧，途容圣侣寻。\n倚筵张水次，锦幔接峰阴。乐恍钧台奏，觞盈玉醴斟。\n风来朝气爽，雨过暮流深。坐见石梁没，回看山翠沉。\n不能陪上略，遂欲返中林。此意何人解，因君扬素琴。"
        },
        {
            "标题": "戏与座客咏采玉簪花",
            "作者": "区大相",
            "内容": "秋窗梳罢绿云鬟，贪玩芳丛暝不还。遗却玉簪无处觅，低头误拾在花间。"
        },
        {
            "标题": "晚步",
            "作者": "区大相",
            "内容": "旧业青山下，长谣绿水边。近村逢浣石，远树起炊烟。\n竹密藏樵路，芦疏泊钓船。谁知谷口者，名在汉廷前。"
        },
        {
            "标题": "冬至前一日郊坛寓目",
            "作者": "区大相",
            "内容": "瑶京散雪气微和，玉律来阳景渐多。太一降生烟缥缈，上宫行处佩逶迤。\n坛边瑞霭迎仙跸，日下卿云待帝歌。借问甘泉陪从客，天门何处翠华过。"
        },
        {
            "标题": "荒馆种竹率尔成咏聊寄一时之兴得十二绝句 其一",
            "作者": "区大相",
            "内容": "拂雾梢初起，干霄意巳长。枝高承月露，节苦任风霜。"
        },
        {
            "标题": "荒馆种竹率尔成咏聊寄一时之兴得十二绝句 其二",
            "作者": "区大相",
            "内容": "丛翠当轩密，新阴南席移。晚来风雨至，应长出墙枝。"
        },
        {
            "标题": "春日游岳祠",
            "作者": "区大相",
            "内容": "丹台悬碧落，紫阁上空濛。兴发烟霞外，春归天地中。\n瑶林披霁雪，香霭飏微风。仙路逢迎处，纷纷羽节同。"
        },
        {
            "标题": "经越井冈寻黎惟敬秘书旧隐",
            "作者": "区大相",
            "内容": "华林蔽崇巘，金塘罢兰枻。曲巷屡回车，纡径枉往辙。\n重来几何时，暂至不复别。燕雀虚堂归，松萝四邻阅。\n图书两三卷，茅屋八九折。抚化心已凄，衔知顿情竭。\n伊昔与斯人，定交于晚节。投分既忘年，对酒常累月。\n觞酌方未已，世路忽羁绁。临别深久要，揽涕即长诀。\n芸阁访旧德，麟园钦前哲。身退物不迕，调孤道逾洁。\n凤览夫子志，虫雕馀儿悦。人伦藉芳誉，物览清洞澈。\n已矣故交欢，怀中字不灭。衣冠王气孤，风雅微言缺。\n玉树想平生，石泉效幽咽。山阳既恸吕，雍门亦悼薜。\n玉轸久不挥，冰弦痛欲绝。三叹奉遗音，斯理谁与说。"
        },
        {
            "标题": "经锦石山作",
            "作者": "区大相",
            "内容": "西行至锦石，兹山何巑岏。上有千花树，照耀紫云盘。\n人传汉陆生，奉诏日南端。片语下南越，千金入长安。\n赵主降黄屋，粤俗为衣冠。使还至此山，云锦绕层峦。\n百万秦戍卒，三千汉材官。铜标绝炎塞，横海泛波澜。\n时来片语易，事去六师难。功成在龙奋，名立附云翰。\n志士不偶时，终古为悲酸。仍闻桂江水，上接乌蛮滩。"
        },
        {
            "标题": "饮对江楼望越井冈木棉花同黎惟仁赋",
            "作者": "区大相",
            "内容": "高楼醉倚眺山椒，千树红芳雨点消。已共露桃开二月，似陪仙杏种丹霄。\n绛烟掩映呼銮道，赤锦分明插汉标。别有寻芳骑马埒，粉绵飘尽紫骝骄。"
        },
        {
            "标题": "洞中看梅和诸公",
            "作者": "区大相",
            "内容": "借问江南信，花开定几旬。洞中才破腊，野外枉寻春。\n探处迷村口，飘时忽涧滨。孤根寒独立，数树雪为邻。\n乍似开瑶圃，翻疑对玉人。梦来全彷佛，看去忆清真。\n捲幔微芳发，横窗素影新。为何不忍折，聊与岁寒亲。"
        },
        {
            "标题": "赠别包汝钝给事",
            "作者": "区大相",
            "内容": "高台积雪多，大陆北风厉。行路寂无人，之子驾言逝。\n逝矣返故乡，眷言执离袂。与君四海人，六载为兄弟。\n既谐金石交，亦动风云契。良遇安可常，再陨临岐涕。\n有酒难自斟，无舟可共济。衔哀子傍皇，怨别我留滞。\n揽衣讯长途，执手期后会。久要贵不忘，愿子书衣带。"
        },
        {
            "标题": "蓟门蚤秋 其二",
            "作者": "区大相",
            "内容": "边地凉风蚤，萧萧吹众芳。白云来蓟苑，秋色过辽阳。\n思发清商引，愁含明月光。离心对摇落，为寄雁南翔。"
        },
        {
            "标题": "蓟门蚤秋 其一",
            "作者": "区大相",
            "内容": "大火流西陆，凉云起北州。苍茫易水暮，萧瑟蓟门秋。\n野外鹰初击，梁间燕不留。如何芳岁晏，叹息此行游。"
        },
        {
            "标题": "翔凤篇答汪公干时四家兄亦和此篇",
            "作者": "区大相",
            "内容": "紫凤飞南海，徘徊恋天池。岂无三珠树，归守椅梧枝。\n逢君问出处，所需在明时。本期千仞翔，览德而下之。\n文采非惊世，宁为燕雀欺。尝闻帝王代，衔图及鸣岐。\n时哉不我与，蒙议于德衰。稻粱不肯啄，终岁常苦饥。\n东园琅玕实，倘许共来仪。"
        },
        {
            "标题": "南华寺谒能禅师像效唐体 其一",
            "作者": "区大相",
            "内容": "能公昔开化，千载扬宗风。惜生绝学后，沦被夷教中。\n衣为曲阜履，钵即鼎湖弓。在法不在物，奈何惑愚蒙。\n独有幽寂意，弥令孤赏同。"
        },
        {
            "标题": "屠田叔需次都下闻内人之变作此往慰屠时新纳姬",
            "作者": "区大相",
            "内容": "岂是从军过塞北，应缘薄宦滞天涯。庭中忍听将雏曲，帐下愁吟赠妇诗。\n巫峡云归虚雨约，洛阳莺老负花期。春风憔悴潘郎鬓，试把青铜问小姬。"
        },
        {
            "标题": "庚寅中秋馆中对月 其三",
            "作者": "区大相",
            "内容": "愁闻织女渡河津，谁闭嫦娥在月轮。宝镜台临瑶席冷，羽衣香染桂华新。\n鸿来绝塞书千里，鹊绕空庭树几巡。遥夜玉堂秋似水，可堪盈手赠佳人。"
        },
        {
            "标题": "颍阳三月雨雪歌赠丁元父",
            "作者": "区大相",
            "内容": "颍阳山中三月雪，拂石点苔映春月。行人三日嵩峰游，欲行不行心断绝。\n古称洛邑天地中，三月胡为尚朔风。岩前看竹微微翠，涧底寻花悄悄红。\n登封主人有异政，去国忧谗时卧病。无乃此事干天和，不然何以乖时令。\n世途反覆那可知，把酒且唱游仙词。雪晴驱马朝天去，尔对三花采寄谁。"
        },
        {
            "标题": "忝珠篇赠张孟奇寿母",
            "作者": "区大相",
            "内容": "罗浮女真宅，忝珠岩壑重。下临云母溪，上接玉鹅峰。\n昔日㛹娟子，于此炼玉容。玉鹅腾云驾，云母倚月舂。\n风凄琼液冷，日暖金膏溶。霓裳月下飏，瑶草霜前茸。\n袅袅绿云间，锵锵环佩逢。自馀众女仙，霞袂纷相从。\n洞中命鸾鹤，天外摘芙蓉。君家住其下，卜筑蹑前踪。\n归来奉篮舆，时往策仙筇。玉女鲍何辈，颜色桃李秾。\n遗尔紫霞酌，缄之白云封。懿此北堂护，茂彼南涧松。"
        },
        {
            "标题": "送卢长乐",
            "作者": "区大相",
            "内容": "榴花不及春，照客出城闉。麦秀想行县，凫惊由畏人。\n车轮登路熟，琴曲改弦新。持子寸心在，坚乎不可磷。"
        },
        {
            "标题": "高要陈簿给事军门以绢索诗赋赠",
            "作者": "区大相",
            "内容": "丞相第中扫门客，将军营里佩刀人。怪来鸾凤翻栖棘，肯使骅骝不绝尘。"
        },
        {
            "标题": "林开先惠练绢袜",
            "作者": "区大相",
            "内容": "岂料无衣客，尘中步亦仙。迷阳思裹足，举趾意缠绵。\n旅食从貂敝，商歌任履穿。王生今老贱，谁引汉廷贤。"
        },
        {
            "标题": "邓太守招饮卧龙冈",
            "作者": "区大相",
            "内容": "胜地敞华筵，崇冈想昔贤。卧龙犹故国，下凤是今年。\n三顾名空在，专城业旧传。忽闻歌召杜，五马莫留连。"
        },
        {
            "标题": "正月三日黎惟仁诸公携酒见过得供字",
            "作者": "区大相",
            "内容": "暂着还山屐，闲扶采药筇。年新堤柳发，春暖砌桃秾。\n客至携尊酒，家贫少馔供。临池觞屡进，但觉野情浓。"
        },
        {
            "标题": "正月十七夜庄太史兄宅灯宴",
            "作者": "区大相",
            "内容": "图史开三管，烟花共一庭。灯光射遥汉，帘影散春星。\n节为追欢续，杯缘度曲停。正逢文共酒，双眼更宜青。"
        },
        {
            "标题": "正月十五日霍君仪邀游朱季美山池同用畅超然之高情为韵 其四",
            "作者": "区大相",
            "内容": "新年诗酒兴，携赏入山池。一步一留眄，高谈恣所之。"
        },
        {
            "标题": "正月十六日双寿歌",
            "作者": "区大相",
            "内容": "青鸟海上来，衔书置君堂。书中何所道，仙字八九行。\n灿灿赤玉文，叠叠紫泥香。上言圣世得贤良，下言翁姥偕寿康。\n翁姥授书起，两两长跪迎天祉。顾为青鸟言，惟我二人，佩仁行义。\n若纤尘在泰山，涓潦在海水。何能一旦感动天，皇天锡佑无穷纪。\n绥山桃实成并蒂，东海扶枝作连理。又有玉皇香案吏，绣衣白简称吾子。\n韶华二八早春朝，火树千层接绛霄。翁姥降生同此日，绣衣衔命新下朝。\n天书乍听皇华咏，南国先传骢马谣。骢马承恩向南极，登车正上扶桑日。\n命服何须玳瑁簪，甘滫讵假琅玕实。此中洞天福庭，有碧草朱华金砂玉屑，服之寿与天地毕。\n观风若上瑶台望，取致高堂胜怀橘。"
        },
        {
            "标题": "正月十五日霍君仪邀游朱季美山池同用畅超然之高情为韵 其三",
            "作者": "区大相",
            "内容": "青春对华馆，少饮亦陶然。起步绿芜上，行吟芳草边。"
        },
        {
            "标题": "正月十五日霍君仪邀游朱季美山池同用畅超然之高情为韵 其一",
            "作者": "区大相",
            "内容": "生平丘壑意，到此即情畅。花鸟入新年，欣欣巳相向。"
        },
        {
            "标题": "正月十五日霍君仪邀游朱季美山池同用畅超然之高情为韵 其二",
            "作者": "区大相",
            "内容": "拂拂复摇摇，春色向人骄。谁知入林客，神理固自超。"
        },
        {
            "标题": "正月十五日霍君仪邀游朱季美山池同用畅超然之高情为韵 其六",
            "作者": "区大相",
            "内容": "灯烂花仍艳，弦娇酒复清。共将行乐意，来此叙幽情。"
        },
        {
            "标题": "正月十五日霍君仪邀游朱季美山池同用畅超然之高情为韵 其五",
            "作者": "区大相",
            "内容": "步步山情适，烟霞春望高。庭梅飘未尽，半巳落源桃。"
        },
        {
            "标题": "自夏徂秋苦雨兼答张孟奇汪公干庄静父韩孟郁 其一",
            "作者": "区大相",
            "内容": "共有愁霖唱，偏多滞客情。密云屯近塞，高溜迸层城。\n行灶无黔突，朋车绝过声。何时披宿雾，见许过新晴。"
        },
        {
            "标题": "草堂新开四家兄携诸侄自",
            "作者": "区大相",
            "内容": "虽居穗城北，常忆"
        },
        {
            "标题": "中秋望月柬董玄宰太史",
            "作者": "区大相",
            "内容": "月满层城上，秋分御苑中。玉楼寒自迥，珠箔照还空。\n望美今宵隔，含情几处同。此时折桂客，或在明光宫。"
        },
        {
            "标题": "閒居作长庆体兼劝诸少年 其二",
            "作者": "区大相",
            "内容": "闻道先朝卿相家，方袍革履衬乌纱。不知此事何时变，昨日仙裳出看花。"
        },
        {
            "标题": "閒居作长庆体兼劝诸少年 其三",
            "作者": "区大相",
            "内容": "红颜过后白髭须，年少无何便老夫。久知人意会憎老，此事君能免得无。"
        },
        {
            "标题": "閒居作长庆体兼劝诸少年 其四",
            "作者": "区大相",
            "内容": "鸟语花容各自成，老夫那得太无情。茶炉药椀竹间榻，随分随缘过此生。"
        },
        {
            "标题": "閒居作长庆体兼劝诸少年 其一",
            "作者": "区大相",
            "内容": "桂楫兰裾学采莲，妖童艳妓斗花妍。江乡往日何曾见，云是东吴游冶船。"
        },
        {
            "标题": "閒居作长庆体兼劝诸少年 其五",
            "作者": "区大相",
            "内容": "半亩方园一草庐，三杯浊酒满床书。觉来名教真堪乐，意不求多愿有馀。"
        },
        {
            "标题": "辛卯中秋家人置酒亭中玩月",
            "作者": "区大相",
            "内容": "秋月正宜看，秋城夜未阑。闺人张宴待，稚子捲帘欢。\n东壁蟾光入，中庭练影寒。年来种桂意，移傍五云端。"
        },
        {
            "标题": "仲春郊外游眺",
            "作者": "区大相",
            "内容": "东郊迟马埒，南院看花帏。皋响清游佩，风香动过衣。\n鸣鸠双翅拂，喧雁几行归。纤柳裁堪折，含桃未可飞。"
        },
        {
            "标题": "襄阳仲宣楼",
            "作者": "区大相",
            "内容": "漂泊依刘日，悲凉作赋年。无家浮汉水，有客忆秦川。\n乡国浮云外，江湖落雁前。逢时虽异感，怀土共凄然。"
        },
        {
            "标题": "舟中对月",
            "作者": "区大相",
            "内容": "桂月宜芳夜，兰桡爱晚洲。镜随菱水泛，弦逐箭波流。\n岸白非关雪，沙明不辨鸥。移家方此夕，谁解有离愁。"
        },
        {
            "标题": "月下泛沧浪江 其一",
            "作者": "区大相",
            "内容": "碧空云尽水无烟，孺子沧波正渺然。惆怅濯缨人不见，月明歌送钓鱼船。"
        },
        {
            "标题": "月下泛沧浪江 其二",
            "作者": "区大相",
            "内容": "洞庭西望水云乡，秋半蒹葭未有霜。一曲沧浪歌不歇，又随明月下潇湘。"
        },
        {
            "标题": "次始兴江口驿舍",
            "作者": "区大相",
            "内容": "秋杪曾驱传，春深复此行。携家殊往日，独客倦长征。\n鸟雀荒村暮，风烟古路平。寒衣犹未脱，肠断望乡情。"
        },
        {
            "标题": "得万中丞朝鲜书问却寄",
            "作者": "区大相",
            "内容": "中丞家住雁门边，破虏功高在少年。出塞惯骑胡地马，渡辽还泛汉楼船。\n黄龙戍外书千里，玄兔城头月几圆。横海只今誇绝漠，鸡林新勒照燕然。"
        },
        {
            "标题": "出京汪公干追送至潞河别往上谷再赠",
            "作者": "区大相",
            "内容": "临河驱去马，送远各依依。穷路难为别，游人俱未归。\n雪残边草出，沙涨碛花飞。莫更听燕筑，徒沾壮士衣。"
        },
        {
            "标题": "铜雀妓",
            "作者": "区大相",
            "内容": "铜台朝夕望，玉座掩流尘。园馆沦长夜，恩情无复春。\n铅华是日落，眉黛逐愁新。惟见西陵月，殊非欢宴辰。"
        },
        {
            "标题": "子陵祠下再赋一首",
            "作者": "区大相",
            "内容": "吾观严子陵，岂缺经世务。玄纁三往反，始识洛阳路。\n亲劳万乘问，不肯回头顾。偃仰帝座上，卧起道情愫。\n耕钓还越山，永绝弋人慕。客星耿乾坤，钓台出烟雾。\n溪碧澄人心，磴险难予步。触物赏既多，怀人情亦屡。\n寄言台下客，此非问津渡。"
        },
        {
            "标题": "庭前紫菊一花四头四家兄谢彦云汪公干同咏 其一",
            "作者": "区大相",
            "内容": "芙蓉巳发同心朵，嘉木仍芳连理枝。未若秋庭称瑞菊，一花四蕊映霜篱。"
        },
        {
            "标题": "冒雨趋紫霄宫",
            "作者": "区大相",
            "内容": "焚香游桂阈，解佩阅松寮。不觉霓裳湿，徒闻羽盖飘。\n烟霞年复岁，云雨暮将朝。未解烧丹灶，先来陟紫霄。"
        },
        {
            "标题": "庭前紫菊一花四头四家兄谢彦云汪公干同咏 其二",
            "作者": "区大相",
            "内容": "同心并蒂两相催，紫艳妆成四向开。若道秋光不媚客，何因面面送香来。"
        },
        {
            "标题": "溪上独往命酒自随",
            "作者": "区大相",
            "内容": "清溪行不极，徐步即幽深。草识归人兴，禽疑久客心。\n鱼梁明落照，鸡犬隔空林。不藉芳醪色，谁能慰独吟。"
        },
        {
            "标题": "谢彦云谒选得书举子邀予共醉喜赋",
            "作者": "区大相",
            "内容": "闻君有家庆，客舍共为娱。正待横腰绶，新看入掌珠。\n好音传过雁，小妇唱将雏。兰玉阶庭事，倾樽到老夫。"
        },
        {
            "标题": "得故园亲友书",
            "作者": "区大相",
            "内容": "故园书札至，未读已伤神。乡国离三月，亲知少两人。\n红颜因别灭，白发伴愁新。待到归田舍，衰翁几个邻。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "明朝翰林院",
            "Background": "区大相与同僚赵志皋、张位等在翰林院讨论诗文，彼此切磋文思。大相以其扎实的文才受到赞赏，赵志皋则提及朝廷对文官的期待，讨论如何在政务中保持文人的气节。",
            "Dialogue": "{\n    角色名:赵志皋\n    动作:(微微躬身，面带微笑)\n    讲话:区大相兄，近日我等皆感朝廷对文官的期待愈发显著，然则在这纷繁复杂的政务中，如何能保持我等文人的气节，实乃值得深思之事。您在翰林院中，日常见闻定然颇多，是否可以与我们分享一二，助我等共谋良策？\n}\n\n{\n    角色名:区大相\n    动作:(轻拂衣袖，神情沉稳)\n    讲话:赵兄所言极是，文人之道，固应当存有节操，然在当今政务繁杂之际，如何守住这份气节，实在是个难题。作为文士，我常思虑，文人之责不止于诗词歌赋，更在于能为国效力，维持社稷之安。若能在仕途之中，坚持本心，秉持忠诚，或许便能为朝廷献上可为之策，不负这重任。然则，不可不防，世间之人，往往为权势所动，致使良心泯灭，故我辈应时刻自省，保持清白之心，方能无愧于心，立足于此。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "南太仆寺",
            "Background": "区大相因病离职，回到家乡后与朋友们聚会，席间吟诵诗作，分享自己对南太仆寺任职期间的感悟。大家互相酬唱，气氛欢愉，尽显文人雅集的风范。",
            "Dialogue": "{\n    角色名:张位\n    动作:(举杯共饮，神色愉悦)\n    讲话:区大相兄，今日虽因您因病离开南太仆寺，然我们聚于此，皆是欢愉之事。您在南太仆寺任职期间，定然见识颇丰，是否可分享您对那段时光的感悟？我等皆愿聆听。\n}\n\n{\n    角色名:区大相\n    动作:(微微一笑，略显忧虑)\n    讲话:张兄所言甚是，南太仆寺虽为我短暂任职之地，却让我对官场的复杂与人心的浮沉，有了更深的体悟。那时，每日与诸位同僚共商政务，虽有良好的相处，但我常感到心中有一股无形压力，似乎每一决策都需谨慎而为，生怕一念之差，便会影响百姓生计。而我在那里的经历，让我更加明白，权力与责任并重，非但不应贪图荣华，更需时刻关注民生之所需。虽然我已离开，然那段经历却依旧在我心中铭刻，伴我继续前行。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "高明",
            "Background": "区大相写信给家乡的亲友，询问家中近况，表达对故乡的思念，同时借信讨论自己在京城的经历与见闻，寄托对未来的希望和对家人的关心。",
            "Dialogue": "{\n    角色名:区大相\n    动作:(提笔挥毫，神情专注)\n    讲话:亲友诸君，今我寄信于此，实乃对故乡的思念愈发浓烈。离家已有一段时日，心中常挂念家中父母及兄弟的安危。听闻高明春光正好，田园丰收，心中甚是欣慰，然对于家中近况，仍是心存挂虑。诸君若有余暇，盼能传我几句家中近况，若有风雨，亦可知晓，免我心中无端揣测。更愿与家人共叙温情，情系故乡。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "高明的市集",
            "Background": "区大相与邻里乡亲在市集上闲聊，谈论今年的农作物丰收情况，以及他在京城的仕途。邻人们对他的经历充满敬意，纷纷请教他当官的心得。",
            "Dialogue": "{\n    角色名:邻里乡亲\n    动作:(围坐庭院，面带笑意)\n    讲话:区大相兄，听闻您在京城仕途顺利，真是令人羡慕。如今我们乡里丰收，田间地头皆是欢声笑语，您在朝中如何，能否与我们分享一些在京的趣事？我们这些乡亲实在渴望听闻。\n}\n\n{\n    角色名:区大相\n    动作:(微微一笑，语气温和)\n    讲话:乡亲们，承蒙你们的挂念，区大相在京城之事尚算顺利，虽身处繁华之地，但常觉心中惦念故乡的宁静与温暖。确实，京城之中，事事皆繁杂，然其中也有许多趣事可言。每每与同僚们聚会，吟咏之余，亦会谈起故乡的风光与田园，难免让人心生向往。然在朝中，虽有欢声笑语，却也免不了权谋之虑，身为文人，更需谨言慎行，以免被世俗所累。然我仍愿与诸位共勉，愿我家乡的繁荣与安宁常伴你我之心。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "高明的书房",
            "Background": "区大相与好友沈一贯共聚一堂，吟咏新作《太史集》。二人讨论诗词的意境与格律，沈一贯频频称赞大相的才华，表示要将其诗文推荐给朝廷，以期更大的声誉。",
            "Dialogue": "{\n    角色名:沈一贯\n    动作:(轻声吟诵，目光期盼)\n    讲话:区大相兄，今日能与您共聚书房，实乃幸事。您新作《太史集》已传闻四方，能否请您为我吟诵几首，以增我之见识？我对您的才华一向仰慕已久。\n}\n\n{\n    角色名:区大相\n    动作:(微微一笑，目光坚定)\n    讲话:沈兄所言过奖，然我之作虽不敢称道，然既然您有此请求，区大相自当竭力奉上。此《太史集》乃我对往事的追忆与思考，或许其中的几篇，能引发您心中的共鸣。让我为您吟诵其中一首，愿您能从中感受那份心境。诗中有言：“白云游兮苍梧，山连卷兮路崎岖。日黯黯兮昼多雾，岩㟹嶆兮鬼啸怒。”此乃我对人生旅途的思索，希望能与您共勉，携手并进，共同寻求那份属于文人的理想与追求。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝内阁",
            "Background": "区大相被召入内阁，参与讨论国政大事。他以清晰的逻辑和深厚的学识，向众人提出关于文治政策的见解，受到众臣赞同，预示着他在官场的进一步发展。",
            "Dialogue": "{\n    角色名:内阁大臣\n    动作:(面带严肃，双手合十)\n    讲话:区大相阁下，近日朝中政事繁忙，民生问题亟待解决，然您在翰林院中有着深厚的见解，能否为我等提出一些有效的政策建议，以期改善民生，安定社稷？\n}\n\n{\n    角色名:区大相\n    动作:(双手抱拳，语气坚定)\n    讲话:大臣所言极是，民生安定乃国之根本。作为文官，当以国事为重，务必提出切实可行之策。我认为，应从减轻赋税与改善田制入手，切实关心百姓的生活。若能设立合理的耕地政策，允许农民自由买卖，定能激发他们的生产积极性。同时，建立健全的粮食储备制度，确保民众在岁歉之年也能有所保障，方为长久之策。愿我等携手并进，共同为百姓谋福祉，安定国家之根基。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "高明的庭院",
            "Background": "区大相的家人围坐在庭院中，讨论他在京城的进展。家人们为他能在翰林院任职而感到自豪，同时也担心他在朝中是否能保持初心。",
            "Dialogue": "{\n    角色名:家人\n    动作:(围坐庭院，面带关切)\n    讲话:区大相兄，听闻您在京城任职，家中亲属为您感到无比骄傲。然而在外为官，您可曾觉得孤独，心中是否常怀故乡的思念？\n}\n\n{\n    角色名:区大相\n    动作:(轻叹，神情柔和)\n    讲话:家中亲属，承蒙你们的挂念。身在京城，虽有荣华之享，然心中常挂念故乡的宁静与温暖。每每夜深人静之时，独自思索，便会想起家中温馨的晚餐与亲人的欢声笑语，心中难免涌起一阵阵的思念之情。正因如此，越发激励我在仕途中更加努力，期盼早日为家乡带来更大的荣耀与福祉。愿我在外拼搏，终能不负家人对我的期望。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "高明",
            "Background": "区大相收到来自赵志皋的书信，信中提及朝廷的变动和文人之间的争斗。区大相回复信件，表示要以诗文为桥梁，保持与友人的联系，共同面对未来的挑战。",
            "Dialogue": "{\n    角色名:赵志皋\n    动作:(提笔书写，神情凝重)\n    讲话:区大相兄，近日朝廷之变动频繁，文人之间的争斗也愈发激烈。您在京城之中，是否能知晓一些内幕，是否能给予我一些指导，以防身陷其中？\n}\n\n{\n    角色名:区大相\n    动作:(眉头紧锁，目光坚定)\n    讲话:赵兄，时局变化无常，然身为文人，理应保持清醒的头脑。朝中尔虞我诈之事，常有耳闻，然我等应当以诗文为桥梁，保持与友人的联系，以此共渡难关。在此期间，切记勿轻易表露己见，尤其是在与权臣交往之时，务必谨言慎行，方能自保。我们之间的友情亦需相互扶持，共同面对未来的挑战，才能稳住心中那份文人的底线。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "嘉禾楼",
            "Background": "区大相与文人们在嘉禾楼宴饮，讨论当下的诗风和文学趋势。席间，他即兴作诗，表达对时局的忧虑以及对友人的挂念，大家纷纷为之动容。",
            "Dialogue": "{\n    角色名:文人甲\n    动作:(举杯共饮，神情愉悦)\n    讲话:区大相兄，今日能与您相聚于此，我等实在是无比荣幸。您在文坛之上的成就有目共睹，能否为我等吟诵几首新作，以增我等的见识，助我等开阔思路？\n}\n\n{\n    角色名:区大相\n    动作:(拂袖而起，微微一笑)\n    讲话:诸位兄台所言过奖，然区大相虽才疏学浅，然愿为各位吟诵新作，分享其中的心境。此时让我为诸位吟诵一首新诗：“月明夜静临江水，波光潋滟映人愁。浮舟何处凭风泊，白云孤影随水流。”愿此诗能引起诸位的共鸣，让我们在此共叙诗酒之乐，抒发内心的情感。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝皇宫",
            "Background": "区大相在一次朝会上，向皇帝奏报地方治理情况，提及高明的民生与安定，皇帝听后颇为满意，表示将继续重用他，并希望他能为更多地方带来治理良策。",
            "Dialogue": "{\n    角色名:皇帝\n    动作:(微微点头，目光犀利)\n    讲话:区大相阁下，听闻您在地方治理之事上，颇有建树。今日我特召您入朝，欲听您对百姓生计及国政的见解，以谋国之长远。\n}\n\n{\n    角色名:区大相\n    动作:(深吸一口气，神情庄重)\n    讲话:陛下，承蒙您的召见，区大相定当不负重托。百姓生计乃国之根本，故应从减轻赋税、改善民生入手，使百姓得以安居乐业。设立合理的土地政策，鼓励农民自主经营，方能激发其生产热情。唯有如此，国家才能长治久安，百姓才能安稳幸福。希望陛下能采纳微臣之言，早日为国家制定长远之计。"
        }
    ]
}