{
    "基本信息": {
        "姓名": "卢龙云",
        "性别": "男",
        "出生年份": "1557",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "明",
        "家庭区分": "军户"
    },
    "亲属关系": [
        "卢龙云的曾祖是卢英",
        "卢龙云的祖父是卢汴",
        "卢龙云的父是卢宠",
        "卢龙云的母是李氏(卢龙云母)",
        "卢龙云的妻子是黄氏(卢龙云妻)",
        "卢龙云的第二任妻是吴氏(卢龙云继妻)",
        "卢龙云的弟是卢龙霄",
        "卢龙云的弟是卢龙雨"
    ],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1583",
            "入仕年龄": "27"
        },
        {
            "入仕方式": "科举: 乡贡举人",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "学校: 生员(庠生)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "一",
            "别名类型": "行第"
        },
        {
            "别名": "少从",
            "别名类型": "字"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "南海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "广东南海人，字少从。万历十一年进士。授马平知县，补邯郸，治行为诸县之最。复补长乐，以忤权要，左迁江西藩幕。累官至贵州布政司参议。有《四留堂稿》、《谈诗类要》。 ► 卢龙云的诗文(610篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "懊侬歌四首 其一",
            "作者": "卢龙云",
            "内容": "流苏结合欢，绣被双鸳鸯。郎去还何日，深闺夜自长。"
        },
        {
            "标题": "澹然亭八景有序 其四 北盂夕照",
            "作者": "卢龙云",
            "内容": "苍苍员峤面高斋，山色岧峣夕转佳。永日开帘来紫气，馀晖傍户映丹厓。\n牛羊已下初闻磬，鸟雀驯来尚满阶。莫怪茶垆淹坐久，晚晴瞻眺动诗怀。"
        },
        {
            "标题": "懊侬歌四首 其四",
            "作者": "卢龙云",
            "内容": "估客不知愁，但醉酒家楼。侬心陇下水，悲咽何时休。"
        },
        {
            "标题": "澹然亭八景有序 其五 十洋城市",
            "作者": "卢龙云",
            "内容": "百里专城傍海濆，千家鸡犬日相闻。南荒卉服通朝贡，北阙龙章净岛氛。\n山郭但裁招隐赋，楼船何事伏波军。勿言近市多喧杂，亭敞时堪驻白云。"
        },
        {
            "标题": "澹然亭八景有序 其三 芝山晓月",
            "作者": "卢龙云",
            "内容": "紫芝烨烨遍山椒，山对孤亭望不遥。睡起暝烟犹洞壑，坐看华月正云霄。\n清辉缥缈临书幌，曙色依稀接绮寮。矫首乾坤吟思远，馀醺卯酒未全消。"
        },
        {
            "标题": "懊侬歌四首 其二",
            "作者": "卢龙云",
            "内容": "出门送郎去，郎心不可住。南北易销魂，独倚相思树。"
        },
        {
            "标题": "澹然亭八景有序 其二 兽石龙吟",
            "作者": "卢龙云",
            "内容": "突兀孤峰孰斗奇，地灵盘毓许先知。冲霄头角看来近，戛石音声识者希。\n亭似草庐诸葛卧，人方渔钓渭阳师。天池云雨年年在，递看飞腾万里时。"
        },
        {
            "标题": "澹然亭八景有序 其一 小有钟声",
            "作者": "卢龙云",
            "内容": "何处洞天称小有，疏钟点点出云间。结庐自得寰中胜，入社僧同物外閒。\n问字去来杨子宅，参禅日暮远公山。总知至理归恬澹，习静应能共闭关。"
        },
        {
            "标题": "懊侬歌四首 其三",
            "作者": "卢龙云",
            "内容": "大艑百幅帆，日暮宿江浔。二日已千里，安不懊侬心。"
        },
        {
            "标题": "海虞十二景 其七 破山钟磬",
            "作者": "卢龙云",
            "内容": "断壁云常补，崩厓路欲迷。仙游邀杖屦，客至访伽梨。\n闻磬知莲社，听钟认虎溪。禅心如入定，真作絮沾泥。"
        },
        {
            "标题": "答李成白自秋浦寄怀时将适皖潜",
            "作者": "卢龙云",
            "内容": "君家供奉昔曾游，词赋于今更并留。兴在九华依福地，梦回千里忆皇州。\n诗因离合思同调，书免浮沉复致邮。闻道皖潜有佳处，固应移棹溯江流。"
        },
        {
            "标题": "七夕",
            "作者": "卢龙云",
            "内容": "海宇新生昨夜秋，更当今夕望牵牛。时还三伏凉初至，天为双星暑渐收。\n千里金风旋树底，一弯银月在云头。为桥浃岁知良会，停杼深更破独愁。\n羁客异乡聊问夜，佳人何处共登楼。长生殿里徵歌管，百子池边侍冕旒。\n儿女双针随俗胜，江山一舄为谁留。巧心未向天孙乞，拙政空先万众忧。\n海静已逢丹燧息，天清时见紫云浮。步檐转觉炎蒸尽，倚杖徐看大火流。\n无限赏心羁簿领，可怜秋色远沧洲。何时风月归谈麈，廖廓同为汗漫游。"
        },
        {
            "标题": "劲节遐思卷",
            "作者": "卢龙云",
            "内容": "悠悠往事总堪伤，百载深闺作未亡。自有陈情知令伯，何妨挺节比共姜。\n松楸冢上冰霜凛，兰玉阶前雨露长。莫写幽词嗟薄命，女中谁得并流芳。"
        },
        {
            "标题": "送陈任二君入贺长至二首 其二",
            "作者": "卢龙云",
            "内容": "帝里瞻天近，王程计日长。榻思违仲举，御喜得元方。\n雪瑞瞻双阙，嵩呼动一阳。礼成需后会，且莫厌他乡。"
        },
        {
            "标题": "送陈任二君入贺长至二首 其一",
            "作者": "卢龙云",
            "内容": "江国逢秋尽，征轺望阙回。繁霜沾玉勒，霁雪傍金台。\n岁事仍长至，皇休正大来。向疑帘陛远，阊阖为君开。"
        },
        {
            "标题": "代赠吉祥寺碧云上人",
            "作者": "卢龙云",
            "内容": "并入招提境，慈云护吉祥。飞来山共碧，映处谷为光。\n缥缈诸天外，纷纶慧日旁。萧斋能礼客，时拟惠休章。"
        },
        {
            "标题": "五言集句十首 其三 送乡友南归别后却怀",
            "作者": "卢龙云",
            "内容": "落照低山尽，长天急远鸿。暗尘随马去，霜叶满阶红。\n家国身犹负，容华岁不同。故人渺何际，秋树断云中。"
        },
        {
            "标题": "余比部林廷评将应召入京赋别二首 其二",
            "作者": "卢龙云",
            "内容": "何来棘署暂相随，辄为徵书念远离。旧雨转成今雨叹，法星聊旁客星移。\n辟门近事光虞典，簪笔明廷复汉仪。秋好有奇知共吐，八行须及雁南时。"
        },
        {
            "标题": "余比部林廷评将应召入京赋别二首 其一",
            "作者": "卢龙云",
            "内容": "相携杯酒送临岐，共喜君王结士时。公望久推青琐闼，赋才新起白云司。\n向来吏绩徵三异，此去臣谟集众思。圣德岂须论庆历，拔茅堪上进贤诗。"
        },
        {
            "标题": "别众父老",
            "作者": "卢龙云",
            "内容": "宦情萧索与谁论，直道斯民喜尚存。岂有循良堪作传，谩劳苍赤苦攀辕。\n暗投已分无完璧，广照何由到覆盆。底事慇勤酬别绪，愿祈丰岁惠元元。"
        },
        {
            "标题": "朱学博以心学图见寄赋谢",
            "作者": "卢龙云",
            "内容": "家学渊源接紫阳，按图终日味偏长。已知室暗能虚白，更与诸生事勿忘。"
        },
        {
            "标题": "五日同诸公观竞渡二首 其二",
            "作者": "卢龙云",
            "内容": "天留霁色傍江开，画舸轻桡叠鼓催。渔父不知吟泽恨，楼船堪并济汾来。\n风含兰气宜新浴，霞带蒲香入旧醅。傍晚榜歌听互答，舟前争道锦标回。"
        },
        {
            "标题": "西行答黄季重时季重方在忧中",
            "作者": "卢龙云",
            "内容": "长年奔走逐微名，此去西南越百城。圣化菁莪均士类，儒襟羔雁待文衡。\n山光傍马琴声入，夜色冲牛剑气横。怪尔蓼莪今且废，远从天外念周京。"
        },
        {
            "标题": "送曹公远给假暂归阳羡",
            "作者": "卢龙云",
            "内容": "三载频烦领度支，一时经画号清釐。心殚国计闻舆颂，誉洽朝绅荷主知。\n昼锦漫乘春暮去，皇纶应就里中移。可堪后会犹难定，执耳词坛且仗谁。"
        },
        {
            "标题": "杨明府惠酒叠至赋谢杨柳州人时谪居常武",
            "作者": "卢龙云",
            "内容": "廿年拙宦忆龙城，此日逢君盖复倾。往事总非南国召，相怜犹类故乡并。\n客厨楚醴频频酌，征路骊歌缓缓声。见说中朝方振滞，伫看前席问苍生。"
        },
        {
            "标题": "巢燕",
            "作者": "卢龙云",
            "内容": "海国微茫识路长，衔泥时带落花香。绸缪岂为防阴雨，栖息从来托画梁。\n择木不教群鸟妒，将雏能待九霄翔。即论秋去春还至，旧垒依然王谢堂。"
        },
        {
            "标题": "送从弟少乘还乡二首 其一",
            "作者": "卢龙云",
            "内容": "握手他乡别，繁霜拂剑花。官贫腰但折，旅逐鬓将华。\n嘲白宁甘寂，怀黄未可誇。归与荒径外，先为卜宜瓜。"
        },
        {
            "标题": "送从弟少乘还乡二首 其二",
            "作者": "卢龙云",
            "内容": "海滨留滞日，分袂况斯时。远道无由息，他乡有所思。\n世情憎宦达，吾意虑归迟。事业将看汝，东篱早咏诗。"
        },
        {
            "标题": "崇胜寺再集儒林会",
            "作者": "卢龙云",
            "内容": "双林寂寂敞禅关，听法年年此日还。蓬转几能同白社，浪游随处客青山。\n群公合式乡闾外，诸子相推意气间。醉里复从尘鞅去，淹留那得共僧閒。"
        },
        {
            "标题": "元夕同张计部常比部张大行宴集",
            "作者": "卢龙云",
            "内容": "频年多道路，良会总他乡。百里星还聚，千金夜可长。\n灯花迎客笑，火树接邻光。愁病消强半，清歌复几觞。"
        },
        {
            "标题": "和金陵怀古六首 其四 齐",
            "作者": "卢龙云",
            "内容": "铁马功兴皂荚桥，旋看草禅接先朝。黄金土价应难并，白璧山灵似可招。\n笔彩正回江氏梦，带围犹称沈郎腰。石城钟阜依然在，应教谁堪续旧谣。"
        },
        {
            "标题": "再送叶相公",
            "作者": "卢龙云",
            "内容": "长干几日报秋凉，箫鼓临流送画航。此别不须怜去住，相看但道庆明良。\n潮生铁瓮连瓜步，路出金陵指建章。雨过炎消尊荡漾，江澄波静棹相将。\n斗辉银汉瞻龙气，月满沙堤待雁行。千载昌期新际会，廿年讲幄旧翱翔。\n朝廷梦卜求初切，华夏声名望最长。南国品流思藻鉴，中台喉舌应文昌。\n商家岂是初图像，曹相无心预促装。端硕固应孚侧席，才诚俱合佐垂裳。\n即开东阁延时彦，再使穷檐颂圣王。多少心期知不负，勋猷奕叶有辉光。"
        },
        {
            "标题": "出塞曲二首 其二",
            "作者": "卢龙云",
            "内容": "边城雪初下，都护远从戎。长驱十万众，直赴青海东。\n并抚如霜剑，齐弯似月弓。兵威连杀气，耿耿贯长虹。\n本为怀恩苦，宁知岁月终。生平暮勋伐，麟阁待书功。"
        },
        {
            "标题": "出塞曲二首 其一",
            "作者": "卢龙云",
            "内容": "天兵夜度辽，去家几千里。霜落塞草腓，朔风动地起。\n驰突羽林郎，召募良家子。弓刀各在腰，人人乐殊死。\n奋勇争先登，所向应披靡。长歌早入关，誓将雪国耻。"
        },
        {
            "标题": "和金陵怀古六首 其二 晋",
            "作者": "卢龙云",
            "内容": "神州沈陆虏尘昏，指点铜驼未忍言。易马重看兴帝室，化龙谁与复中原。\n山河涕泪新亭集，王谢风流旧宅存。杯酒长星能几劝，淮淝鹤唳只荒村。"
        },
        {
            "标题": "和金陵怀古六首 其三 宋",
            "作者": "卢龙云",
            "内容": "竹下龙文护讲堂，五虹交映宋图昌。居人独颂元嘉政，赋客争传小谢章。\n曲水池边频应诏，乐游苑里缓称觞。俄闻相国加殊锡，疏爵朝端又进王。"
        },
        {
            "标题": "和金陵怀古六首 其一 吴",
            "作者": "卢龙云",
            "内容": "一自金车应闿阊，秣陵佳丽属吴王。但誇卷土天为堑，肯信中流苇亦航。\n风火楼船思赤壁，英雄部伍失丹阳。当年筹策需人望，谁为东南惜仲翔。"
        },
        {
            "标题": "初春感怀",
            "作者": "卢龙云",
            "内容": "通籍将二纪，阅世良已多。拙宦乃若兹，造物当如何。\n消息谅有时，无用辄自嗟。渔樵任所适，谁遣谢薜萝。\n既出勿复道，岁月匪虚过。圣德方日新，有道如春和。\n四方共拭目，跂足沾恩波。众觉忧茅拔，大业岂蹉跎。\n小臣堪就列，欣际涤烦苛。太平占有象，休续五噫歌。\n桑榆应未晚，宁烦逐日戈。子奇须白首，方共表东阿。"
        },
        {
            "标题": "初秋苏叔大招同张仪仲集玄畅堂",
            "作者": "卢龙云",
            "内容": "伏日炎蒸尽，秋阴爽气鲜。莼鲈因客久，鸡黍幸君怜。\n意自酣馀畅，谈从物外玄。坐中能赋者，莫诵四愁篇。"
        },
        {
            "标题": "赵司教报满赵柳州人其门下杨生索诗为赠",
            "作者": "卢龙云",
            "内容": "十年曾记柳江湄，折柳樽前赠别离。望远星高荀氏里，怀人春满谢家池。\n鱼鸿异地风尘渺，桃李山城雨露私。最喜弹冠将及代，鳣堂遗事总堪期。"
        },
        {
            "标题": "量移司农分署答李成白姚巽卿二首 其二",
            "作者": "卢龙云",
            "内容": "几年漂泊江之湄，此日频烦领度支。公事正须相料理，百家端合稍停披。\n持筹但可资分画，授简何妨听赋诗。水旱近来多奏牍，中和宣布在何时。"
        },
        {
            "标题": "量移司农分署答李成白姚巽卿二首 其一",
            "作者": "卢龙云",
            "内容": "有客新篇炫彩霞，翛然逸调胜群哗。每因留滞怜羁宦，肯许文章附大家。\n禅戒并宽莲社酒，枯肠翻笑玉川茶。商飙渐有清秋兴，笔底能无复梦花。"
        },
        {
            "标题": "别杨弼泰进士归汉中杨久谪贵筑",
            "作者": "卢龙云",
            "内容": "秦越山川万里遥，临岐杯酒别魂销。喜看客舍萍初合，愁见离亭柳半凋。\n多士正投知己遇，孤卧终恋圣明朝。我因同病相期切，听尔除书下九霄。"
        },
        {
            "标题": "寄张孟奇计部分司浒墅二首 其一",
            "作者": "卢龙云",
            "内容": "一水通吴越，中朝出度支。艅艎纷并集，币物总多奇。\n早夜惟持算，东南更察眉。使君非榷吏，公暇日删诗。"
        },
        {
            "标题": "寄张孟奇计部分司浒墅二首 其二",
            "作者": "卢龙云",
            "内容": "千里方愁潦，频年急上供。岂堪歌杼轴，无计问租庸。\n蒿目筹俱尽，丹心事可封。怀君非在远，秋水隔芙蓉。"
        },
        {
            "标题": "潇湘八景 其六 平沙落雁",
            "作者": "卢龙云",
            "内容": "秋早知寒候，霜前到水涯。群依鸥鹭侣，声散荻芦花。\n潦尽沙痕广，江空月影斜。何须畏鱼网，长自狎浮槎。"
        },
        {
            "标题": "寄题道州月岩和钱使君",
            "作者": "卢龙云",
            "内容": "空山圆月挂岩阿，光霁由来此地多。近水楼台开宝镜，广寒宫阙傍银河。\n乌啼绕树疏星晓，兔魄当杯浊酒歌。坐久天香云外落，玉笙几度醉嫦娥。"
        },
        {
            "标题": "送谢苗黄三孝廉以校士毕共赴春试三首 其二",
            "作者": "卢龙云",
            "内容": "万里西南道，逢君亦欲东。初看鹏翮健，辄讶马群空。\n诗礼趋庭旧，天人诣阙同。异时看隔坐，多在建章宫。"
        },
        {
            "标题": "送谢苗黄三孝廉以校士毕共赴春试三首 其一",
            "作者": "卢龙云",
            "内容": "作客乾坤里，驱车各异乡。看山忘近远，得马出骊黄。\n赋就偏怀阙，名高拟擅场。当春桃李色，能傍早梅芳。"
        },
        {
            "标题": "正学发潜卷为韶州李封君作二首 其二",
            "作者": "卢龙云",
            "内容": "南荒始作相，大业美开元。千载曲江后，谁与并腾骞。\n丈人初养晦，家学浚其源。地灵若有待，岳降可同论。\n传经念手泽，贻翼永不谖。郡国徵高等，天路缀鹓鸾。\n人伦推藻镜，结纫总芳荪。披忠饶启事，时时上帝阍。\n之子在万里，寤寐怀乡园。显亲重行道，勋烈照乾坤。"
        },
        {
            "标题": "正学发潜卷为韶州李封君作二首 其一",
            "作者": "卢龙云",
            "内容": "湛湛浈江水，英英庾岭云。昔有幽潜士，于此扬清芬。\n努力追千古，潜心事典坟。豪华俗所悦，而乃厌尘氛。\n圣功始克复，章句岂徒云。名教自足乐，嘉尚志不群。\n式闾慕高义，交者意独勤。令子承先德，通籍迩明君。\n应时树嘉绩，奕奕振前闻。义方馀世泽，取赢属后昆。"
        },
        {
            "标题": "王生自闻赍平倭捷诏于莆阳有赠赋答",
            "作者": "卢龙云",
            "内容": "子虚犹未遇，乘传似南行。大有题桥志，兼怜结袜情。\n歌因怀杕杜，心已畀干旌。老幼知扶杖，瞻天百感生。"
        },
        {
            "标题": "送林文学自三水迁夹江令二首 其一",
            "作者": "卢龙云",
            "内容": "绛帐几年瞻讲席，青衿多日傍词坛。恩逢百里符初授，望入千山别亦难。\n化雨春馀三水绿，明霜秋到夹江寒。悬知谕蜀文成日，堪寄同毡旧所欢。"
        },
        {
            "标题": "送林文学自三水迁夹江令二首 其二",
            "作者": "卢龙云",
            "内容": "为忆春风岭外覃，分携犹自意难酣。传经并美三鳣兆，博古多从二酉探。\n奇字久无嘲尚白，诸生应有谢成蓝。相从不尽临岐思，此地留传即道南。"
        },
        {
            "标题": "夏杪镇海楼宴集",
            "作者": "卢龙云",
            "内容": "驱逐风尘岁月虚，临高几度望乡馀。楼头落日重披宴，树杪凉飙复振裾。\n暌别每愁书札远，合并休放酒杯疏。山林此地依城郭，耽僻何须问井墟。"
        },
        {
            "标题": "从军行二首 其二",
            "作者": "卢龙云",
            "内容": "士马来何劲，鸣笳杂鼓声。远山千队肃，铁骑出龙城。"
        },
        {
            "标题": "从张高二宪使阅视舟师",
            "作者": "卢龙云",
            "内容": "扬波无奈杞人忧，赖有材官据上游。水寨当关雄虎豹，楼船截海壮貔貅。\n衣袽实切中流戒，桑土能周未雨谋。但得务农销战甲，免从烟水问戈矛。"
        },
        {
            "标题": "从军行二首 其一",
            "作者": "卢龙云",
            "内容": "共赋从军乐，西征未厌劳。长驱应卷席，杀气薄云高。"
        },
        {
            "标题": "和黎文学村庄即事",
            "作者": "卢龙云",
            "内容": "暂出红尘市，田家可避喧。蓬蒿俱满径，芋栗各为园。\n安定非鸿泽，相携类鹿门。客来新酿熟，夜月醉荒村。"
        },
        {
            "标题": "熊颜二茂才各以诗为贽赋答二首 其一",
            "作者": "卢龙云",
            "内容": "蓬莱宫阙待仙班，倾盖逢君暂解颜。结客少年场渐散，异乡岐路辙俱环。\n相看气味投兰芷，不为泥途弃蒯菅。珍重双珠来合浦，案头交映夜光寒。"
        },
        {
            "标题": "将之邯郸答高正甫博士二首 其二",
            "作者": "卢龙云",
            "内容": "再上燕台日，还思粤岭时。千山辞瘴疠，五斗复腰肢。\n下走风尘吏，中兴国学师。未称劳逸远，诗句许相思。"
        },
        {
            "标题": "答郭茂才二首 其一",
            "作者": "卢龙云",
            "内容": "几年奔逐愧飞黄，去矣怜君酒一觞。但使高台收骏骨，何言末路有羊肠。\n徘徊别意看新柳，淡荡春风入野棠。后会不知何处是，每依北斗望龙光。"
        },
        {
            "标题": "答郭茂才二首 其二",
            "作者": "卢龙云",
            "内容": "杯酒临岐别友生，一时去住却关情。恩仍凤阙随新牒，义似鸡坛恋旧盟。\n芳草王孙游渐远，绿波南浦雨初晴。上林托猎君应赋，得意还能荐马卿。"
        },
        {
            "标题": "将之邯郸答高正甫博士二首 其一",
            "作者": "卢龙云",
            "内容": "疋马向丛台，风烟万里开。骊歌徵别曲，郢调杂新裁。\n随牒官非远，临岐首屡回。绝怜天尺五，先简邺中才。"
        },
        {
            "标题": "熊颜二茂才各以诗为贽赋答二首 其二",
            "作者": "卢龙云",
            "内容": "楚畹曾传大国香，相逢意气即飞扬。艰危鸟道非龙种，蹀躞词场总雁行。\n得路云霄终接武，论文风雨暂连床。荆州敢谓同司命，却喜文林集众芳。"
        },
        {
            "标题": "周进士赴柳州司理枉过见赠赋答",
            "作者": "卢龙云",
            "内容": "孤城忆我曾游地，此日逢君感慨深。拙政祇能宽积赋，远民敢自厌殊音。\n身辞瘴岭惭无补，梦绕蛮烟思不禁。愿得谳疑冤尽洗，敢劳城郭问棠阴。"
        },
        {
            "标题": "答李达卿国宾",
            "作者": "卢龙云",
            "内容": "吏隐年来寄薄游，几劳尘榻下南州。一从彩鹢江头发，却望碧云天际浮。\n旧国山川成浪迹，故人书札问穷愁。升沉未向君平卜，到处论交尽胜流。"
        },
        {
            "标题": "客有诗挽先君者依韵答之二首 其二",
            "作者": "卢龙云",
            "内容": "龙城薄宦已三霜，几度瞻云忆故乡。十里畹兰幽可佩，一朝风木恨偏长。\n难逢鹤驭归华表，未得鸾书下建章。独客徘徊伤远道，尚怀倾盖赋山阳。"
        },
        {
            "标题": "客有诗挽先君者依韵答之二首 其一",
            "作者": "卢龙云",
            "内容": "浮世埃尘一亩宫，可怜遽问若堂封。音容永隔幽明路，涕泪虚悬旦暮钟。\n野服祇伤残薜荔，秋江何用怨芙蓉。凭谁为作招魂赋，缥缈烟霞七十峰。"
        },
        {
            "标题": "三事录答乡大夫见赠",
            "作者": "卢龙云",
            "内容": "铜墨由来寄一方，安危理乱岂难量。不随苛政为鹰击，□慕循声托雁行。\n六谕总缘一尔志，三农先□□□仓。相维什伍周官法，不下阶除宓子堂。\n心在民嵓无近远，口凭月日有雌黄。里能归厚斯为美，倍解还淳且不良。\n独任怨劳申古法，尚须齿德振颓纲。海滨未信非邹鲁，止恐人情习故常。"
        },
        {
            "标题": "答颜生半千",
            "作者": "卢龙云",
            "内容": "江湖几度客为星。烟水茫茫忆聚萍。钱谷未须论宦绩，风云有待赋湘灵。\n持筹似我心偏苦，校艺怜君鬓尚青。门下侯芭谁者是，他年应为守玄经。"
        },
        {
            "标题": "答徐内翰见讯",
            "作者": "卢龙云",
            "内容": "早春曾记傍金台，花下逢君识异才。恩并三朝殊赉渥，班联四辅近颜开。\n紫宫籍府连东璧，彩笔词垣切上台。清暇子虚如有问，可能促席慰衔杯。"
        },
        {
            "标题": "送周方大读书清城兼寄朱少襄",
            "作者": "卢龙云",
            "内容": "家学濂溪逮紫阳，传经嗣业喜重光。渊源道脉流俱远，伯仲交游意并长。\n两岸莺花春气象，一江烟雨客衣裳。主人旧约飞泉胜，乘兴因君思欲狂。"
        },
        {
            "标题": "大风过采石泊舟时自慰",
            "作者": "卢龙云",
            "内容": "放舶春流驶，烟波却自愁。半帆过采石，孤屿望仙楼。\n水阔鱼龙宅，天空雁鹜洲。长风吹不尽，薄暮喜维舟。"
        },
        {
            "标题": "寿高母仪太宜人",
            "作者": "卢龙云",
            "内容": "北海钟灵粹，东莱孕秀奇。明良昔遇合，创述总昭垂。\n文简推朝硕，忠襄复帝师。家声荣里闬，女德重门楣。\n谏省馀忠在，香闺淑范移。鸡鸣初并戒，燕翼此为基。\n孝友成家政，肃雍备母仪。书香传外氏，宅相应孙枝。\n锡服沾殊典，温纶荷眷私。遐龄过耋耄，上寿祝期颐。\n教仕功方就，移忠孝可为。家园几周览，宦路正清夷。\n陟屺怀明发，分曹藉度支。缄封酬密线，问颔报含饴。\n乐志宽离绪，承颜悦介眉。班斓称未老，寿考看维祺。\n玉树庭阶茂，金茎雨露滋。显扬应尚远，褒赉更相随。\n禅戒非云晚，玄修实在兹。长辉瞻宝婺，嘉会等瑶池。"
        },
        {
            "标题": "赋得丰城剑送李银台北上",
            "作者": "卢龙云",
            "内容": "夜色辉河汉，神光焕斗牛。星文看启匣，龙气望登楼。\n赤堇精初现，昆吾瑞始浮。雌雄当有合，水陆用咸优。\n岂比周南滞，行携蓟北游。银台倚禁直，玉陛迩宸旒。\n吴市来干镆，中原静寇雠。应时须斩佞，画地可封侯。\n巧冶功逾显，壮图愿渐酬。埃尘常自拭，魑魅迥生愁。\n铅割羞莲锷，弹歌念蒯缑。与君含笑赠，飞梦亦皇州。"
        },
        {
            "标题": "题寿鹿图为人侄寿其叔母",
            "作者": "卢龙云",
            "内容": "海气蒸霞日始旭，照见碧桃初度熟。翩翩青鸟自瑶池，伴得女仙骑白鹿。\n鹿衔芝草声呦呦，桃实累累枝上头。并入丹青图寿禄，因知萱草号忘忧。\n谁共家园周览远，最是竹林推小阮。丝管骈罗日导舆，好鸟和鸣千百啭。\n兰玉阶庭雨露长，阿宜岂特称文章。绕膝含饴多集顺，岁岁同开燕喜堂。"
        },
        {
            "标题": "秋日登丛台集句",
            "作者": "卢龙云",
            "内容": "故阁峥嵘已劫灰，倚阑愁立独徘徊。\n王侯第宅皆新主，内史文章祗废台。\n诗句乱随青草发，绮罗留作野花开。\n但将酩酊酬佳节，鸟度云移落酒杯。"
        },
        {
            "标题": "与黄中翰登丛台",
            "作者": "卢龙云",
            "内容": "邯郸大道连上国，道旁主人殊不乐。南去北来寡所欢，总是悠悠异乡域。\n君本罗浮洞里仙，今作凤凰池上客。使节辉煌返玉京，邮亭邂逅风尘陌。\n喜君新自故乡来，于我信宿暂徘徊。握手共道乡园事，慰劳相看酒一杯。\n探奇吊古重多兴，携壶更上古丛台。倚阑四顾河山渺，歌舞当时安在哉。\n王侯第宅感今昔，井里年来渐萧索。岁岁但修祷雨文，未见丰年贺苍赤。\n君归丹阙觐天颜，四方水旱应沾臆。民力东南何足陈，三辅之间且菜色。"
        },
        {
            "标题": "九日登丛台",
            "作者": "卢龙云",
            "内容": "何处登高选胜游，异时歌舞此中收。风尘日上龙山帽，月色初分庾亮楼。\n已有白衣能送酒，何须黄叶共悲秋。逢迎少暇成高会，只愧无能抗督邮。"
        },
        {
            "标题": "寓真州僧舍夜梦登恒山志感",
            "作者": "卢龙云",
            "内容": "单车几度涉滹沱，此日重来感慨多。回首不堪时事改，低眉祇傍畏途过。\n尘纷暂远宜僧话，酒禁初宽足浩歌。一梦恒山秋色远，芙蓉千叠奈愁何。"
        },
        {
            "标题": "孝陵陪祀毕登钟山感赋",
            "作者": "卢龙云",
            "内容": "旧识蟠龙胜，今来驻马看。衣冠游正渺，雨露感初残。\n入望山河远，钟祥宇宙宽。绎思时不尽，庙貌出巑岏。"
        },
        {
            "标题": "义犬行有序",
            "作者": "卢龙云",
            "内容": "犬马之私世所有，衔恩总缘豢养久。死生之际义所难，胡然得之丧家狗。\n吁嗟乎，白杨古冢空累累，不见声称及后来。丰碑长傍一抔土，题以义犬何奇哉。\n行如狗彘人羞比，留却芳名翻若此。贫贱相随未足嘉，临难守死节堪与。\n宿草荒阡掩秽骸，往来观者嗟未已。君不见鹄苍昔日美徐宫，礼锡君王称狗垄。\n又不见洛下传书慰陆机，亦留孤冢呼黄耳。古之葬者若论功，今之葬者彰其义。\n乾坤正气属斯人，平生恩爱与谁亲。一朝反眼不相识，羞对前丘义犬坟。"
        },
        {
            "标题": "芜湖舟中赠王虞部",
            "作者": "卢龙云",
            "内容": "春江花月夜维舟，杯酒多君念客游。山泽灌输随物力，金钱积贮待前筹。\n诗因水部怜同调，启入山公羡独优。将作频烦真此日，庙堂仍仗佐先忧。"
        },
        {
            "标题": "九月既望陈勋卿招同穆王二令公登龙津逍遥楼望西樵诸山既暮移酌于东轩就月漫赋二首 其二",
            "作者": "卢龙云",
            "内容": "出郭陪幽赏，临高望故山。桑麻驯雉地，烟水钓鱼湾。\n舄欲淩风起，车留载月还。客游吾已倦，偏恋狎鸥閒。"
        },
        {
            "标题": "山斗图为掌院李公赋",
            "作者": "卢龙云",
            "内容": "早年芳誉彻丹霄，此日中台凛百僚。总为霜棱推独坐，更缘风采重三朝。\n登龙故溢名贤礼，旋马堪同圣相谣。伫望黄扉资燮理，八荒何地不春韶。"
        },
        {
            "标题": "答亲友赠别十九首 其五",
            "作者": "卢龙云",
            "内容": "江湖漂泊隔鹓班，草野何知觐圣颜。被褐似从方外至，鸣珂仍向日边还。\n鹍鹏敢谓搏南海，猿鹤先教怨北山。试问弹冠当早晚，未应长恋钓鱼湾。"
        },
        {
            "标题": "送姚生君会还揭阳二首 其二",
            "作者": "卢龙云",
            "内容": "昔我曾游地，青齐控海门。城开莒子国，路出穆陵原。\n良牧声初起，交亲谊独存。江山应有助，归去美词源。"
        },
        {
            "标题": "送姚生君会还揭阳二首 其一",
            "作者": "卢龙云",
            "内容": "海畔三千里，君今赋北游。瞻天来上国，结客慕名流。\n骤列冠裳会，宁甘水石俦。以余方滞迹，却自愧荆州。"
        },
        {
            "标题": "为陈勋卿题龙津藕花庄瑞莲",
            "作者": "卢龙云",
            "内容": "灼灼芙蕖澹澹风，龙津毓瑞到芳丛。孤标秀引澄湖绿，双萼辉迎晓日红。\n倚槛并怜娇欲语，淩波齐讶步逾工。閒居未尽濂溪爱，更有天香待汉宫。"
        },
        {
            "标题": "东飞伯劳歌",
            "作者": "卢龙云",
            "内容": "东飞伯劳西飞燕，秦楼楚榭纷相恋。谁家妖丽可倾城，朱唇皓齿发新声。\n美酒十千罗绮食，骏马香车恒络绎。花貌年年三六馀，宝珥金钿剌绣裾。\n一朝离别分南北，意态可怜怀抱恶。"
        },
        {
            "标题": "潇湘八景 其七 洞庭秋月",
            "作者": "卢龙云",
            "内容": "远水兼天涌，清秋入月来。龙宫珠乍吐，鸾镜匣初开。\n荡漾君山出，苍凉梦泽回。买舟堪傍此，随意宿沙隈。"
        },
        {
            "标题": "麻滩驿舍睹壁间留咏忆钱五卿二首 其一",
            "作者": "卢龙云",
            "内容": "记忆三年外，题诗问月岩。风尘今道路，宾主孰东南。\n酒态应还美，诗篇任自耽。江州司马泪，何地湿青衫。"
        },
        {
            "标题": "麻滩驿舍睹壁间留咏忆钱五卿二首 其二",
            "作者": "卢龙云",
            "内容": "两度分符竹，千重到楚山。骥途翻蹇滞，鸟道总间关。\n行役思乡远，驱车畏路难。滩声从百折，阅尽见安澜。"
        },
        {
            "标题": "对酒歌夏日郊居作",
            "作者": "卢龙云",
            "内容": "五月林亭花气浓，披襟四面生凉风。主人避暑池边坐，客至樽开乐事同。\n尊前爱客重沽酒，世上浮云宁复有。河朔风流昔所闻，兰亭觞咏今能否。\n对酒歌，日欲曛，劝君有酒莫辞频。一醉浑忘愁里事，千愁尽向醉中分。\n浮生不定如漂梗，白日西飞谁解挥戈留短景。渊明入社便攒眉，李白举杯惟对影。\n相见应知聚会难，酌酒与君君尽欢。但使金樽长对月，莫教奔走道路空漫漫。"
        },
        {
            "标题": "送宪使刘公入觐",
            "作者": "卢龙云",
            "内容": "宪府新开粤海隅，朝天旋复赋骊驹。小春物候菊萸晚，肆觐身先玉帛趋。\n王事固应怀靡及，臣劳端不负长驱。依刘赤子心元切，秉钺重来望未孤。"
        },
        {
            "标题": "将发益津留别江应雷二首 其一",
            "作者": "卢龙云",
            "内容": "试笔当春早，江淹梦若何。风云应有合，岁月岂虚过。\n孤愤当年甚，离怀此日多。不须传别赋，脉脉对沧波。"
        },
        {
            "标题": "将发益津留别江应雷二首 其二",
            "作者": "卢龙云",
            "内容": "旧业馀三径，幽居傍五渠。孤山时养鹤，濠濮久观鱼。\n上国多鸳侣，承家有鹭车。箕裘看汝在，莫自托樵渔。"
        },
        {
            "标题": "送刘令公入觐",
            "作者": "卢龙云",
            "内容": "飞凫两度入朝天，屈指南来及五年。牧事已成荒徼外，主恩长恋未央前。\n御屏书以循良重，舆论推应侍从先。寄语山阴诸父老，可能重借使君贤。"
        },
        {
            "标题": "新造舟成与客同泛二首 其一",
            "作者": "卢龙云",
            "内容": "一苇应难渡，芳洲采木兰。功成堪利涉，兴在且追欢。\n鸥鹭吟边狎，云山望里宽。风涛长愿息，凉月趁清澜。"
        },
        {
            "标题": "新造舟成与客同泛二首 其二",
            "作者": "卢龙云",
            "内容": "往返何尝定，江行屡买舟。忽看浮彩鹢，试共泛清流。\n鱼鸟皆成趣，烟波未倦游。潇然逃暑外，倚棹对沧洲。"
        },
        {
            "标题": "沅湘交会处",
            "作者": "卢龙云",
            "内容": "太史南浮日，临沅亦涉湘。江山藉地胜，藻绘擅人长。\n史述龙门隐，书窥禹穴藏。蛮荒何所重，草木借名香。"
        },
        {
            "标题": "送黄达卿归延平",
            "作者": "卢龙云",
            "内容": "黄生负奇尚，耻与流俗亲。好游恣览历，仆仆走风尘。\n弱冠弄柔翰，仿古逼其真。腰下芙蓉剑，烨烨出延津。\n佩此仗谁知，亲仁托善邻。一见如平生，莫逆超常伦。\n遗我双明珠，几席诚足珍。邂逅只须臾，言归及早春。\n握手何所道，衷曲难具陈。后会当何时，矫首道无因。"
        },
        {
            "标题": "再过张孝廉与张太学贾刘二茂才同集",
            "作者": "卢龙云",
            "内容": "扁舟容与水云乡，弭棹重逢有二张。狎坐更应推贾垒，高谈谁复短刘墙。\n黄催落叶羁愁晚，绿泼新醅旅兴长。闻说上林将献赋，声华久矣达明光。"
        },
        {
            "标题": "送高中甫春试兼寄仲子正甫时季子初为茂才",
            "作者": "卢龙云",
            "内容": "握手河梁将送远，君家兄弟意堪亲。休论赵璧偿城晚，须信燕金结士频。\n海内时名三凤起，斗间剑气二龙新。到来欢极提携舞，花萼能辉紫陌春。"
        },
        {
            "标题": "分菊",
            "作者": "卢龙云",
            "内容": "种菊依檐下，曾经两度秋。根移新雨润，叶美早春柔。\n生意从今达，群芳羡独幽。三年居此地，更为晚花留。"
        },
        {
            "标题": "赐飞鱼服",
            "作者": "卢龙云",
            "内容": "都门争御衮衣频，又见中朝锡服新。光夺彩云摇剑佩，喜传丹陛动簪绅。\n尚方箧笥优承诏，五色文章稳称身。明到集贤欢昼锦，白衣谁道是山人。"
        },
        {
            "标题": "答李张二郡博二首 其一",
            "作者": "卢龙云",
            "内容": "问月曾同李谪仙，风尘去住感流年。翻从异地思联榻，犹记芳樽恋别筵。\n海上兵戈烽未息，天涯朋旧梦相悬。八行欲寄加餐字，搔首云间一雁还。"
        },
        {
            "标题": "舞蛟石行有序",
            "作者": "卢龙云",
            "内容": "清宛堂前三丈石，出自他山始何日。洞庭波底一潜蛟，舞馀幽壑离窟宅。\n已化贞坚状独奇，舞态犹存未异昔。不与青州怪并来，岂藉神人驱始得。\n鉴赏曾经巨笔铭，先朝真迹自堪凭。雷雨乍闻恐变化，风云如待欲飞腾。\n何缘异代相传久，呵护应知属地灵。倚槛不堪残秀萼，垂阴犹复绕朱藤。\n丈人夙昔曾见梦，何如友谊今逾重。笏袍亦类米家虔，表异真过灵璧贡。\n长许高人入咏觞，更与词林侈歌颂。平泉不羡赞皇居，叱羊浪说金华洞。\n兴废由来自有时，灵光独在此为宜。主人自昔多奇尚，神物于今却遇知。\n屡经险阨终难易，岂因权力可潜移。将军台榭逢新主，学士祯祥再见之。"
        },
        {
            "标题": "送佘参知分署罗定",
            "作者": "卢龙云",
            "内容": "为语攀辕减别愁，使星仍照粤江头。棠连千里河同润，薇对三城地旧游。\n百雉重关新保障，万山过雨足瓯窭。已知凤下人争睹，旋听将雏兴自悠。"
        },
        {
            "标题": "答周子翰时游吴越还将归黄州",
            "作者": "卢龙云",
            "内容": "越航归客又吴骖，仆仆尘途似不堪。万里风云看直北，九天羽翼壮图南。\n为郎颜驷嗟同滞，入坐崔陵喜共谈。正值楚材徵上国，龙光此日照开函。"
        },
        {
            "标题": "蒋虞部招集分署二首 其二",
            "作者": "卢龙云",
            "内容": "数椽精舍倚江开，有客停桡入户来。河朔一尊堪对饮，况逢千里故人杯。"
        },
        {
            "标题": "蒋虞部招集分署二首 其一",
            "作者": "卢龙云",
            "内容": "舟中逃暑懒逢迎，长日科头谢友生。何事仙郎解相识，临流觞咏转多情。"
        },
        {
            "标题": "凤笙曲",
            "作者": "卢龙云",
            "内容": "高台夹侍董双成，玉管忝差学凤鸣，丛霄吹下几般声。\n几般声，悦仙侣。奉天孙，邀月姊。"
        },
        {
            "标题": "青青河畔草",
            "作者": "卢龙云",
            "内容": "青青河畔草，迢迢京洛道。良人行未归，道远音信稀。\n长城万馀里，日暮风沙起。遥望隔山川，沉忧曷能已。\n男儿志四方，贱妾久空房。功名及盛年，离合讵有常。\n客从北道旋，椷书喜为传。开椷细玩绎，慰我长相忆。\n功成当早还，安得久离别。"
        },
        {
            "标题": "送柯季和司榷扬州",
            "作者": "卢龙云",
            "内容": "春至凝寒已渐收，邮程一望古扬州。江乡可奈分南北，王事尤难任去留。\n跨鹤腰缠迹未拟，索梅诗动兴偏稠。舟车在处无遗算，军国于时待借筹。\n财赋东南昔陆海，江淮上下此襟喉。贤劳自合资分理，清赏还兼事胜游。\n景物依然存夜市，烟花何用忆迷楼。潮通瓜步樯俱集，月照芜城骑若流。\n琴调广陵音尚续，诗篇斗野句堪酬。琼花观想看春乐，皂角林奇破虏谋。\n萤苑终宵明达旦，雷塘五月迥生秋。使君别有通商惠，榷吏宁同裕国忧。\n物力操嬴卑仅晏，诗盟契阔念应刘。莫疏音信传云翼，肯使浮沉付石头。\n二十四桥箫并发，怀人遮莫动羁愁。"
        },
        {
            "标题": "将发邯郸暂寓西署四首 其四",
            "作者": "卢龙云",
            "内容": "闭户时深念，凭谁作解嘲。不妨杯独把，聊复句重敲。\n傲骨成金注，穷愁是石交。故园秋色满，天末有衡茅。"
        },
        {
            "标题": "春日答周文学时同事有中伤者",
            "作者": "卢龙云",
            "内容": "淑气将春海上回，鱼龙蛰欲启风雷。花明綵胜增王月，菜引青丝滞客杯。\n万里关山天畔隔，几时消息日边来。明年聚会应难拟，何处怀人寄折梅。"
        },
        {
            "标题": "观刈麦",
            "作者": "卢龙云",
            "内容": "布谷声初定，欣看麦已秋。两岐虚颂瑞，八口但消忧。\n地薄难盈室，心劳岂植畴。独怜春雨足，兼可望瓯窭。"
        },
        {
            "标题": "次和邓司谏闺怨四首 其一 春怨",
            "作者": "卢龙云",
            "内容": "潮候几回望客船，寄将烦语答来笺。桥边柳映虹收雨，坞外花藏蝶弄烟。\n箫听夜声残永漏，曲成孤调怨鸣弦。迢迢路计难辞远，辽度将军众百千。"
        },
        {
            "标题": "次和邓司谏闺怨四首 其四 冬怨",
            "作者": "卢龙云",
            "内容": "添烛夜廊回暗光，舞旋风雪白盈堂。占凭喜信归期近，望引穷愁别路长。\n檐压冻花梅索笑，阁移寒影月临妆。淹留暂尔悲离索，潜伏生机天转阳。"
        },
        {
            "标题": "次和邓司谏闺怨四首 其二 夏怨",
            "作者": "卢龙云",
            "内容": "长路羁怀寄语微，暑移寒色昼凝晖。香风午送荷交艳，永日閒过燕并飞。\n狂欲舞难禁弱力，晚方凉却怯絺衣。桑蚕未事多愁抱，装橐有时惬梦归。"
        },
        {
            "标题": "次和邓司谏闺怨四首 其三 秋怨",
            "作者": "卢龙云",
            "内容": "低林逗月照中闺，露湿凉天极望迷。题寄远书逢雁度，绣成新恨彻猿啼。\n凄悲夜笛风传坐，乱散秋萤草满堤。溪绕路长程倦马，鸡声几听卧楼西。"
        },
        {
            "标题": "夜渡苑家口时月出东方水天一色酷类江南之景",
            "作者": "卢龙云",
            "内容": "月出波光涌，秋深露气寒。观涛心欲壮，击楫道偏难。\n灯火渔家集，帆樯估客欢。江南多泽国，此地却同看。"
        },
        {
            "标题": "晓发清源",
            "作者": "卢龙云",
            "内容": "北风吹马利如刀，何事尘途尽日劳。只为桑榆功未竟，片心仍逐五陵豪。"
        },
        {
            "标题": "将晓渡江",
            "作者": "卢龙云",
            "内容": "挂席出邗沟，长江接远流。晴霞光海树，初日起沙鸥。\n山色微浮玉，潮痕不辨牛。忽过京口渡，绝爱晓风柔。"
        },
        {
            "标题": "过彭泽",
            "作者": "卢龙云",
            "内容": "一片孤城傍水涯，风涛日日涌江沙。折腰此地荒松菊，不为督邮也念家。"
        },
        {
            "标题": "初任粤西过里与诸亲旧宴集",
            "作者": "卢龙云",
            "内容": "几度瞻亲舍，兹晨返故庐。新恩叨组绶，旧业废樵渔。\n节序三春里，莺花二月初。高堂娱綵袖，四座洽华裾。\n往事悲欢外，人情得丧馀。十年嗟潦倒，万里惜居诸。\n重负资良干，兼收及散樗。壮心宁或改，幼学未全虚。\n窃惧膺民社，何知耀里闾。更怜分牧地，闻道半为墟。\n起废图难缓，嘘枯事岂徐。风尘初作吏，俯仰正愁予。\n道路遥相隔，音书复转疏。举杯聊暂乐，无待叹离居。"
        },
        {
            "标题": "姚巽卿过留小酌别后有作答和",
            "作者": "卢龙云",
            "内容": "门掩荒塘一径阴，公馀燕坐似云林。庭无俗客俱同调，酒有贤人合并斟。\n业在千秋看授简，神交异地到携琴。眼前莫说升沉事，且喜词坛会赏音。"
        },
        {
            "标题": "赠樵南隐居",
            "作者": "卢龙云",
            "内容": "七十峰前结近庐，考槃终日对清虚。云边自种陶家秫，花下时翻邺架书。\n白石岂须歌短褐，青山一任赋閒居。飞腾已有天池翮，莫忆王门更曳裾。"
        },
        {
            "标题": "过严子陵钓台",
            "作者": "卢龙云",
            "内容": "鼓棹出桐江，孤舟类钓艭。烟霞迹自混，湖海意难降。\n千古尊严濑，一丝重汉邦。客星今寂寂，明月照船窗。"
        },
        {
            "标题": "舟抵清源曹侍御宅忧在里再过舟中",
            "作者": "卢龙云",
            "内容": "留滞江南望阙回，逢君暂亦出西台。百年风木情偏感，千里萍蓬笑乍开。\n白马众疑骢马避，缟衣人道绣衣来。中朝旧侣时相忆，法座星光切上台。"
        },
        {
            "标题": "海上谣",
            "作者": "卢龙云",
            "内容": "东来渤澥浸扶桑，下见南溟接渺茫。潮平半拍中华岸，流远时通异域航。\n十洲三岛知何在，兴雨腾云多变态。曾闻鞭石总成虚，复拟扬尘焉可待。\n登高望远苦难超，百川并注归沃焦。忘机鸥鸟狎烟艇，遭睡骊龙弃纬萧。\n有客三年居海上，大观饱目心神爽。倘可浮槎伴列仙，不然乘桴穷沆漭。\n昔逢若士吾家子，蒙谷行游苍雾里。今应何处访安期，我欲从之隔弱水。\n安得乘风生羽翰，飞越蓬壶周历金台玉阁三千里。"
        },
        {
            "标题": "奉军门檄阅兵海上二首 其二",
            "作者": "卢龙云",
            "内容": "井里诛求急，俱缘饷荷戈。昆明池水阔，赤壁夜帆多。\n分队为鱼鸟，扬威杂鹳鹅。将军同下濑，谁不负铙歌。"
        },
        {
            "标题": "奉军门檄阅兵海上二首 其一",
            "作者": "卢龙云",
            "内容": "寓目真无际，洪流远拍天。楼船多尺籍，沙屿未桑田。\n对月还惊燧，迎潮或控弦。可能风万里，尽扫海门烟。"
        },
        {
            "标题": "邯郸才人嫁为厮养卒妇",
            "作者": "卢龙云",
            "内容": "舍悲辞密亲，零泪忽如雨。惭愧诸姊妹，各各有处所。\n贱妾独何为，吞声谢俦侣。昔居繁盛时，今作卑微伍。\n俛首拜姑嫜，脉脉情难语。罗绮无复施，铅华不用诩。\n引分各所宜，贞心徒自许。君王若问妾，妾心应自苦。\n掖庭佳丽多，故人安足数。"
        },
        {
            "标题": "送苏陈二比部考绩北上二首 其一",
            "作者": "卢龙云",
            "内容": "趋府方连武，登车复解携。臣劳三载懋，国典二都齐。\n曙阙随鹓仗，清秋驻马蹄。中朝嘉异绩，纶札自天题。"
        },
        {
            "标题": "送苏陈二比部考绩北上二首 其二",
            "作者": "卢龙云",
            "内容": "宦达推闽海，台星两耀时。喜君初上绩，结主复先资。\n会应风云起，恩承雨露私。秋高重聚首，何用怅临岐。"
        },
        {
            "标题": "送袁伯益比部南还二首 其一",
            "作者": "卢龙云",
            "内容": "客里秋高日，谁能不望乡。离杯新酒绿，异地晚花黄。\n五岭停云远，三城去路长。遥知家庆集，旋见蚤梅香。"
        },
        {
            "标题": "送杨比部归綦江二首 其二",
            "作者": "卢龙云",
            "内容": "井里兵戈后，怀归几梦思。赐环新岁月，驱传旧旌麾。\n古峡啼猿远，高峰到雁迟。陇梅堪寄候，当复出山时。"
        },
        {
            "标题": "送周伯绳比部给假归昆山二首 其一",
            "作者": "卢龙云",
            "内容": "青阳欣改序，白社恋同声。准拟吟怀豁，翻令别思生。\n看花违共赏，折柳重含情。锦里春偏丽，催君事昼行。"
        },
        {
            "标题": "寄怀沈使君二首 其二",
            "作者": "卢龙云",
            "内容": "息交岑寂守茅庐，五马犹能问索居。穷巷闭门积雨后，焚香开卷落花馀。\n循良十郡仍高等，蹇拙当年但属车。杯酒别来频望远，几回梁月夜窗虚。"
        },
        {
            "标题": "寄怀沈使君二首 其一",
            "作者": "卢龙云",
            "内容": "千里牂牁溯上游，从前彫弊说西州。偶随一鹤来炎徼，却望三龙识沈侯。\n兴革备闻经画远，江山聊与颂声留。即论治行东南遍，谁擅专城第一流。"
        },
        {
            "标题": "秦伯起报满南还以途中近作见示赋答",
            "作者": "卢龙云",
            "内容": "羡尔朝天去，承恩归路长。风尘随驿骑，霜雪满衣裳。\n客咏多千首，皇纶重十行。从兹看远驭，何地不康庄。"
        },
        {
            "标题": "和少司马陈公除夕忆其伯子孝廉之作",
            "作者": "卢龙云",
            "内容": "悬车惟绿野，游骑有青丝。家庆遥相忆，年光暗自移。\n槐高王相宅，兰茁谢家儿。第一天人奏，承恩复阿谁。"
        },
        {
            "标题": "岁寒松柏图",
            "作者": "卢龙云",
            "内容": "朔气能寒海上山，却留苍翠倚云间。时看舞鹤笙前下，长听栖乌月里还。\n天泽九重承自远，霜标千仞渺难攀。休疑绿鬓年年好，柏实松苓总驻颜。"
        },
        {
            "标题": "和金陵怀古六首 其五 梁",
            "作者": "卢龙云",
            "内容": "西邸才华沈谢游，萧郎日角出庸流。浮山野水通鱼穴，泰寺炉烟绕佛楼。\n狐在尚应须玉烛，猿亡先已虑金瓯。早知玄寂终无补，亿万何劳赎冕旒。"
        },
        {
            "标题": "和金陵怀古六首 其六 陈",
            "作者": "卢龙云",
            "内容": "马上游尘骤扑衣，仓忙朱雀转堪悲。鸡人候晓曾传箭，狎客临春只赋诗。\n结绮宫前迷玉树，望仙楼外语黄鹂。长江浪说难飞渡，笑杀芒山侍饮时。"
        },
        {
            "标题": "和希举彦成二宗侯春游诗二首 其一",
            "作者": "卢龙云",
            "内容": "紫陌条风远，朱门淑气新。流年堪抚景，结骑好乘春。\n红染桃初遍，青垂柳欲匀。馀寒欣渐散，鱼鸟总相亲。"
        },
        {
            "标题": "和希举彦成二宗侯春游诗二首 其二",
            "作者": "卢龙云",
            "内容": "当春饶乐事，随处蹑游踪。百舌林声巧，千章岸影重。\n偏提悬屡续，凿落泻初浓。多少池塘咏，堪谁授简从。"
        },
        {
            "标题": "郊居八咏 其八 投辖井",
            "作者": "卢龙云",
            "内容": "林泉偏引兴，杖屦喜相同。玩世多浮白，伤春几落红。\n棋弹花外雨，翰染竹间风。甘寂宁遗俗，留宾比孟公。"
        },
        {
            "标题": "和友人首夏即事四首 其四",
            "作者": "卢龙云",
            "内容": "永昼逢多暇，开帘阅众芳。粉含竹翠润，絮净柳阴凉。\n鸟哢时增巧，蝉吟声始扬。北窗无俗客，差可傲羲皇。"
        },
        {
            "标题": "答杨茂才",
            "作者": "卢龙云",
            "内容": "汉阙频年策治安，雄才敢拟众人看。同时□□相如赋，清世堪弹贡禹冠。\n燕市和歌如可待，越坛盟好未应寒。邮亭说剑悲离索，长忆君家有镆干。"
        },
        {
            "标题": "和友人首夏即事四首 其二",
            "作者": "卢龙云",
            "内容": "青阳初告谢，南陆肇朱明。巢起将雏燕，林娇唤友莺。\n葵榴将吐艳，荷芰各敷荣。窗草皆书带，芊绵绕砌生。"
        },
        {
            "标题": "和友人首夏即事四首 其一",
            "作者": "卢龙云",
            "内容": "首夏清和节，春归景亦妍。薰风才入户，暑雨未盈阡。\n花送馀香满，林交万绿鲜。乐游随处好，选胜任披筵。"
        },
        {
            "标题": "送赵生兄弟岁荐北上二首 其一",
            "作者": "卢龙云",
            "内容": "万里瞻天思正纷，几回飞梦绕彤云。一门学冠诸生业，双剑光摇五纬文。\n客路风尘休怅别，帝城消息好先闻。五陵衣马皆豪俊，到日花殷酒并醺。"
        },
        {
            "标题": "送赵生兄弟岁荐北上二首 其二",
            "作者": "卢龙云",
            "内容": "千金骏马待燕台，三径难留二仲开。谢客久誇池草咏，蜀人应荐子虚才。\n已看威凤翔丹穴，更拟骊龙起蛰雷。明到京华秋兴好，裁书须及雁南来。"
        },
        {
            "标题": "和友人首夏即事四首 其三",
            "作者": "卢龙云",
            "内容": "江南梅欲雨，陇上麦初秋。蝶向残花恋，鱼吹嫩藻浮。\n开尊清景玩，倚杖绿阴留。细瀑穿林出，泠泠山更幽。"
        },
        {
            "标题": "送林参知先生入贺",
            "作者": "卢龙云",
            "内容": "南粤瞻天万里遥，五云深处导星轺。廿年久隔鹓鸿侣，双阙重趋玉帛朝。\n鉴拟千秋承帝眷，乐闻九奏会仙韶。礼成召对应询瘼，三祝馀情更愿尧。"
        },
        {
            "标题": "总河潘公遣役护行舟次报谢二首 其一",
            "作者": "卢龙云",
            "内容": "岭海霜威早避骢，三朝经济主恩隆。翕河久藉扬周烈，睹洛真如颂禹功。\n东土绣裳新白简，西曹曳履旧青宫。君王眷念知无已，开阁清时复许同。"
        },
        {
            "标题": "瓜洲别廖文学之饶平便道过里",
            "作者": "卢龙云",
            "内容": "捧檄同君出帝城，扁舟南下棹波平。中流过雨增河广，两岸鸣蝉送客行。\n忆李他时云树意，师韩潮士斗山情。月明瓜步分岐处，二字乡园为寄声。"
        },
        {
            "标题": "总河潘公遣役护行舟次报谢二首 其二",
            "作者": "卢龙云",
            "内容": "停车何地不春阳，中外名高四十霜。功满朝端瞻赤舄，业传江左试青箱。\n泰云挟雨崇朝遍，海国歌风化日长。惭愧卑微叨礼数，更容诗句发清狂。"
        },
        {
            "标题": "桃花坞分赋二首 其二 赋得桥边桃花",
            "作者": "卢龙云",
            "内容": "繁英几树荫溪桥，灼灼红芳俯泬寥。影漾临流疑锦水，艳交题柱胜霞标。\n成蹊路转舟同远，夹岸源寻洞不遥。过此徘徊堪寓目，何须千叶恨能消。"
        },
        {
            "标题": "天宁寺谒詹观察先生时以入贺至",
            "作者": "卢龙云",
            "内容": "万里旬宣驿路遥，暂来兰若驻星轺。每缘推毂怀知己，犹记乘骢肃百僚。\n消息几能通蜀栈，瞻依何易切云霄。况逢北极呼嵩日，金鉴亲看上圣朝。"
        },
        {
            "标题": "送刘比部入贺千秋便道归霸州兼寄怀诸旧游",
            "作者": "卢龙云",
            "内容": "家住畿南近帝城，前星咫尺望中明。班悬法从鸠司远，颂入承华鹤禁清。\n晓拜枫宸思论对，昼游梓里重含情。当时朋旧今何似，为道难忘客舍并。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其一 沙堤横玉",
            "作者": "卢龙云",
            "内容": "长堤如带玉为堆，不减昆丘石洞开。似为明时徵海晏，川原随处效珍来。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其五 悬厓耸壑",
            "作者": "卢龙云",
            "内容": "崇岩百丈俯芳洲，壁立当霄据上游。一任浮云自来往，巍巍巨镇古今留。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其六 洽水环襟",
            "作者": "卢龙云",
            "内容": "百道山泉出峡来，汪洋赴壑尚萦回。已知学海终能至，须识灵源向此开。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其二 壶井流琼",
            "作者": "卢龙云",
            "内容": "澄潭山下一壶悬，须信壶中别有天。潮退真源清自见，堪将仙液拟流泉。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其七 草堂浥露",
            "作者": "卢龙云",
            "内容": "草色苍苍海雾盈，污邪何日始堪耕。沧桑莫说功难就，已藉居人力渐成。"
        },
        {
            "标题": "湖口阻风",
            "作者": "卢龙云",
            "内容": "不尽天风扬素波，扁舟几日滞江沱。客情久识难行路，旅调新翻无渡河。\n莫计邮程悲远道，且看鸥鹭狎渔蓑。南中风候何常定，五两旋催彩鹢过。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其四 笏石当潮",
            "作者": "卢龙云",
            "内容": "岧峣异石出岩头，一派潮声向此收。疑是山灵因望海，独能端笏礼阳侯。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其三 鳌峰驾海",
            "作者": "卢龙云",
            "内容": "奇峰巀嶪驾洪涛，何必三山并戴鳌。海若固应怜负重，化来此地转孤高。"
        },
        {
            "标题": "龙江行送黄士明归龙江",
            "作者": "卢龙云",
            "内容": "樵山巀嶪罗群峰，中天削出青芙蓉。樵湖尽注飞流水，一湾东下江犹龙。\n中产高人萃清淑，古今上下蟠心胸。往往应时多遇合，文章行业淩苍穹。\n君年逾壮学日积，飞扬意气追前踪。霜蹄得路轻千里，养成六翮将摩空。\n天子求贤初爰立，前星瑞协映储宫。异日明良知济美，青云早附毕天工。"
        },
        {
            "标题": "使还冯君奇以回文一律赠别如韵答之",
            "作者": "卢龙云",
            "内容": "麻桑废却别鸥凫，远路尘游客骑孤。花槛绕观晴戏蝶，月楼登听夜栖乌。\n槎浮老我怜漂梗，雾隐还君独据梧。华鬓几看重聚会，嘉怀野赏狎呼卢。"
        },
        {
            "标题": "咏古四首有序 其四 韩魏公",
            "作者": "卢龙云",
            "内容": "五云先兆瑞，相业卜当年。筦库宁留滞，乾坤待转旋。\n两朝光定策，四路靖临边。识量多宏伟，功成付彼天。"
        },
        {
            "标题": "三山城外桥边候潮二首 其二",
            "作者": "卢龙云",
            "内容": "去住风尘不自由，迟回江上一扁舟。须臾月上潮初溢，少借轻帆任拍浮。"
        },
        {
            "标题": "三山城外桥边候潮二首 其一",
            "作者": "卢龙云",
            "内容": "懒向尘中屡折腰，登舟犹复待江潮。往来大陆长如水，亦自魂销似灞桥。"
        },
        {
            "标题": "答李明府",
            "作者": "卢龙云",
            "内容": "握手谈初洽，察眉喜渐开。不闻中泽雁，且咏北山莱。\n琴援南山曲，珠投明月胎。大风东海至，白雪郢中来。\n潘县花何似，陶门柳故栽。图书怀旧业，赓咏喜新裁。\n老大知无补，经纶愧不才。多君辞物役，乘暇即登台。"
        },
        {
            "标题": "答黄用砺明府",
            "作者": "卢龙云",
            "内容": "倦游敢道息图南，白社诗篇癖自耽。天地风尘元易厌，渔樵生计也曾谙。\n五湖新水供垂钓，三径閒云引盍簪。知尔玄言今既就，问奇谁复似桓谭。"
        },
        {
            "标题": "夏日公出便过江氏园亭",
            "作者": "卢龙云",
            "内容": "本是逢迎出，翻为汗漫游。葵榴丹艳满，槐柳绿阴稠。\n染翰馀清暇，开尊恋胜幽。坐来移昼永，忽自散穷愁。"
        },
        {
            "标题": "孙封君双寿二首 其二",
            "作者": "卢龙云",
            "内容": "太丘门第庆偏长，喜见元方又季方。借问飞霜仍绣斧，何如起草近含香。\n两都誉并臣劳懋，一日恩兼帝赉光。况是南山纷献寿，最荣双白照高堂。"
        },
        {
            "标题": "孙封君双寿二首 其一",
            "作者": "卢龙云",
            "内容": "几年骢马旧皇州，北望层关紫气浮。椿护白云称不老，萱沾湛露号忘忧。\n中朝尚许重班诰，东海应逢屡进筹。何用太行思狄相，尽教朱毂美南游。"
        },
        {
            "标题": "双节咏为王孟箕虞部母暨大母作",
            "作者": "卢龙云",
            "内容": "棱棱双节称王母，此日陈情先念祖。陟屺仍怀圣善人，燕喜俱难方颂鲁。\n匡岳彭湖间气钟，妇姑先后禀将同。节操承家自不改，贻翼于今未有穷。\n黄鹄歌残天渺渺，鸾书欲下恩多少。三釜犹怀风木思，六珈已恨堂萱老。\n手植庭槐喜独存，欲报春晖未敢言。骅骝志尚堪千里，乌鸟情终逮九原。\n财赋东南随物力，早夜持筹裕经国。岂同榷利计征求，祇为明庭佐规画。\n能诗水部本通才，宦业中朝更远哉。叠有纶恩荣里闬，依然宝婺映中台。"
        },
        {
            "标题": "舟过湟川访莫元慎褐玉轩小酌道旧二首 其二",
            "作者": "卢龙云",
            "内容": "自入维桑里，偏多伐木情。山光连众壑，云气抱孤城。\n地有人怀玉，途逢客聚星。不缘今夕酒，何以见同声。"
        },
        {
            "标题": "章江送别图为黄季子作有序",
            "作者": "卢龙云",
            "内容": "江干六月暑初赫，谁解停桡访迁客。楚粤间关路几千，于君意气感今昔。\n君家兄弟雅爱余，休戚由来义所须。肝胆时时堪并照，势利翩翩总不如。\n吁嗟薄俗增兹口，罔极谗言亦何有。金石宁渝肺腑交，云雨徒翻轻薄手。\n叔度汪汪千顷波，淆之不浊将奈何。剡溪未惮乘舟远，滕阁难同载酒过。\n豫章却有陈蕃榻，高士南州已非昨。良夜真虚北海尊，孤山独渺西湖鹤。\n写出生绡送别图，君归名尚纪洪都。昔日销魂南浦处，碧草绿波半有无。\n水鸟自飞还自没，扁舟想像当时发。篷底一声独酌谣，浩歌天地流云遏。"
        },
        {
            "标题": "舟过湟川访莫元慎褐玉轩小酌道旧二首 其一",
            "作者": "卢龙云",
            "内容": "里闬声相慕，萍蓬意倍亲。君今仍短褐，众共惜儒珍。\n未可城归赵，谁言客负秦。深杯聊慰藉，雪后有阳春。"
        },
        {
            "标题": "次清源值龚侍御行部过谈舟中",
            "作者": "卢龙云",
            "内容": "维舟当日暮，有客过河干。六载思同舍，重逢感旧欢。\n月曾薇省隔，霜已鹭车寒。揽辔君行早，弹来愧豸冠。"
        },
        {
            "标题": "题春草池塘卷送邓生访其从兄别驾",
            "作者": "卢龙云",
            "内容": "江北江南路几千，春风容易老华年。谢家兄弟多相似，不识何人是惠连。"
        },
        {
            "标题": "武夷九曲歌寿少司马陈公七十有序 其三",
            "作者": "卢龙云",
            "内容": "三歌曰：我所瞻兮会仙岩，溪流三曲溪转深。海日初升开晓岚，游仙鸾鹤此中骖。\n何以侑之杯行三，缘厓架壑穷幽探。山光水色媚清酣，千秋万岁乐且耽。"
        },
        {
            "标题": "鸡鸣曲",
            "作者": "卢龙云",
            "内容": "鸡鸣巷陌间，狗吠墟里侧。刑章戢乱民，里巷方安席。\n天下当太平，往事空沾臆。谁家轻薄儿，昔居豪盛时。\n咤叱风云变，意气山岳移。宝剑千金装，鞍马光陆离。\n五侯同盼睐，七贵或低眉。驱骋洛阳道，调笑酒家胡。\n出入常千骑，观者塞道隅。入门张华灯，琼浆白玉壶。\n小姝工赵瑟，大姝美秦竽。捧觞各上寿，愿保千金躯。\n欢乐犹未已，回飙一夕起。枯蓬离本根，零落从兹始。\n枝叶曾蔽亏，各逐东流水。何况四海人，兄弟能复迩。"
        },
        {
            "标题": "送周子时司理岳州",
            "作者": "卢龙云",
            "内容": "翩翩裘马帝城新，交态何如公瑾醇。观礼共随宗伯后，承恩先借洞庭春。\n郡中民瘼疑堪谳，阙下徵书念转频。到日岳阳登览处，勋名端拟范公伦。"
        },
        {
            "标题": "秋霖大作兼疾风竟日感赋三首有引 其一",
            "作者": "卢龙云",
            "内容": "山下城如斗，千家共结庐。风生潮怒后，雨挟海波馀。\n谷口奔成潦，溪声溜决渠。临流三五户，犹恐复为鱼。"
        },
        {
            "标题": "秋霖大作兼疾风竟日感赋三首有引 其三",
            "作者": "卢龙云",
            "内容": "何意抱关者，翻操造物权。剖藩方远险，疏滞得防川。\n顺水行无事，康居乃重迁。未论关禁弛，且幸已图全。"
        },
        {
            "标题": "秋霖大作兼疾风竟日感赋三首有引 其二",
            "作者": "卢龙云",
            "内容": "百雉沿山麓，穿城导众流。金汤宁恃险，摇落早知秋。\n拔木风逾劲，翻盆雨未休。小民虞及溺，难自听沉浮。"
        },
        {
            "标题": "下第出京",
            "作者": "卢龙云",
            "内容": "客舍听鸡问去程，青青柳色唤愁生。六街歌管尘随马，万井烟花树绕莺。\n归日彩云空恋阙，谁家白璧重连城。燕金结客知何在，且与沙鸥狎旧盟。"
        },
        {
            "标题": "寄家书二首 其一",
            "作者": "卢龙云",
            "内容": "自我违松菊，风尘几不堪。集忧将满百，缄口未能三。\n当户谁称虎，于田或舞骖。骞腾迟羽翮，何日见图南。"
        },
        {
            "标题": "与张计部夜语并寄家书",
            "作者": "卢龙云",
            "内容": "冉冉风尘客，悠悠桑梓情。十年俱潦倒，片语尽平生。\n候馆悲秋色，乡园羡昼行。平安惟两字，凭为报柴荆。"
        },
        {
            "标题": "寄家书二首 其二",
            "作者": "卢龙云",
            "内容": "看云移白日，乡梦渺愁余。画虎书频达，屠龙技久虚。\n未须惭后乘，且自戒前车。末路知何似，吾将赋遂初。"
        },
        {
            "标题": "题金陵寺遂有亭董吏部在计曹时所建也",
            "作者": "卢龙云",
            "内容": "金陵城里金陵寺，当是金陵最佳处。一区僻地人罕过，几仞高丘亭可据。\n海畔忽来吏是仙，造士横经业已传。国计频烦方借箸，公暇犹能觅胜缘。\n寻幽挈伴山之麓，振衣直上纵遐瞩。诛茅辟石亭乃成，临高望远意偏足。\n郁葱佳气满钟山，翱翔宫阙五云间。二水分流江浩渺，鸥鸟帆樯日去还。\n城郭居人十万户，甲第连营纷指顾。缔造初开万载基，歌咏堪裁两都赋。\n主人登览未多时，内召程材荷眷私。记忆吾曹杯酒侣，中心何日遂忘之。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其九 仙槎汎月",
            "作者": "卢龙云",
            "内容": "何处浮来海上槎，寻源此地若为家。常邀夜月沧波外，大有辉光照荻花。"
        },
        {
            "标题": "送佐甫宗侯入永新兼寄何明府",
            "作者": "卢龙云",
            "内容": "风含绿筱雨初收，景物萧然五月秋。不傲羲皇閒处卧，偏思河朔暑中游。\n葵榴有艳归囊草，鸥鹭忘机傍客舟。此去羊何应共和，教人天畔忆登楼。"
        },
        {
            "标题": "答友人西游见寄",
            "作者": "卢龙云",
            "内容": "远道何由折简呼，花前曾记伴提壶。书邮渐讶八行少，诗债才偿一事无。\n留客江山知信美，怀人风月隔欢娱。几回欲报加餐字，西岭云深雁影孤。"
        },
        {
            "标题": "澹然亭八景有序 其六 五马烟萝",
            "作者": "卢龙云",
            "内容": "山势崚嶒跃马来，当檐朝暮翠屏开。四时物色烟花里，百叠峰峦锦绣堆。\n长许卧游碧落外，何须济胜白云隈。知君雅有看山兴，不厌凭阑日几回。"
        },
        {
            "标题": "车一中明府报绩寄赠二首 其一",
            "作者": "卢龙云",
            "内容": "昔年三辅地，挥麈共谈天。一别风尘隔，相怀道路偏。\n握符分海甸，应宿耀星缠。喜尔书劳最，堪追汉吏贤。"
        },
        {
            "标题": "读杨忠悯公集",
            "作者": "卢龙云",
            "内容": "在昔乘嘉运，深宫事玄默。天子但垂衣，虚心委贤硕。\n谁其负端揆，转为狐鼠窟。所以节直者，怒发眦为裂。\n是时杨职方，尤称铁石肠。立谈辄太息，颇类戆与狂。\n大廷初抗议，流落谪边疆。赐环未几日，吐论眉转扬。\n请剑务诛佞，激烈由天性。何知逆耳言，叩阍不可听。\n屈首就簿责，幽系伤形影。微臣亦何辜，天王自明圣。\n伤哉遘憸壬，甘为虎蟒嗔。爱憎移生死，烈士乃陨身。\n直气元不改，方幸已成仁。馀作忠魂补，兼以待后昆。\n人心自不昧，天心亦可回。一朝朝论定，殊恩及夜台。\n嗣子悯先志，勋业起尘埃。视彼谮人者，而今安在哉。"
        },
        {
            "标题": "舟次清江冯睢阳以简招辞之继就酌舟中",
            "作者": "卢龙云",
            "内容": "何处怀人水一方，每依云树望睢阳。双鱼忽至长淮外，驷马仍过孔道旁。\n对酒谩疑河朔饮，坐谈深接令君香。风尘此会知非偶，何必还登单父堂。"
        },
        {
            "标题": "夜宿三山禅房漫赋刀剑二首 其二 剑",
            "作者": "卢龙云",
            "内容": "匣中有双剑，谁与辨雄雌。当年解其一，遗我心所知。\n双龙久未合，斗光望渐移。终难授楚柄，聊用强自持。\n水陆有二用，何当任所施。堪笑世间人，腹中亦有之。"
        },
        {
            "标题": "五言集句十首 其七 早春江行夜泊寄忆豫章诸游好",
            "作者": "卢龙云",
            "内容": "一路经行处，波澜动远空。乱山春霭里，残漏雨声中。\n风俗因时见，心期此夜同。人分千里外，忍对百花丛。"
        },
        {
            "标题": "舟中望匡庐",
            "作者": "卢龙云",
            "内容": "江光荡漾片帆轻，更喜庐山入望晴。飞瀑直随群嶂出，断虹遥挂数峰明。\n难骖白鹿云中驾，暂借青龙水上行。试问紫阳人去远，九经还似宋诸生。"
        },
        {
            "标题": "江行即事二首 其二",
            "作者": "卢龙云",
            "内容": "江上兰桡雨后开，山光晴望凤凰台。向阳花木欣欣起，无数轻帆带日来。"
        },
        {
            "标题": "九日江楼眺望二首 其一",
            "作者": "卢龙云",
            "内容": "枫叶芦花渐有霜，客中高会又重阳。登临处处堪乘兴，何必尊前感异乡。"
        },
        {
            "标题": "九日江楼眺望二首 其二",
            "作者": "卢龙云",
            "内容": "翩翩鸥鹭满前湾，面面波光映客颜。试看龙沙今日酒，风流无亦似龙山。"
        },
        {
            "标题": "江行即事二首 其一",
            "作者": "卢龙云",
            "内容": "舟过维扬雪尽消，片帆南接大江潮。梅花两岸飞残腊，转付春风入柳条。"
        },
        {
            "标题": "将进酒郊居作",
            "作者": "卢龙云",
            "内容": "将进酒，发浩歌。人生各有欲，随分得天和。驷马带倾覆，忧患恒苦多。\n光阴总付忙里过，花月笑人当奈何。劝君但醉金叵罗。"
        },
        {
            "标题": "长乐将归诸博士弟子同过话别集句",
            "作者": "卢龙云",
            "内容": "万里归心对月明，鹧鸪啼处远人行。\n亭皋寂寞伤孤客，旅雁初来忆弟兄。\n从此草玄应有处，何时开阁对诸生。那堪别后长相忆，碧落悠悠一水横。"
        },
        {
            "标题": "忆郊居并答仲升",
            "作者": "卢龙云",
            "内容": "旧辟郊亭称地主，别来花雨几阴晴。自缘旅泊悲龙剑，长忆仙流咽凤笙。\n下走马牛迹尚混，故山猿鹤怨难平。何时秉烛西园会，得句池头月五更。"
        },
        {
            "标题": "金陵元夕篇",
            "作者": "卢龙云",
            "内容": "令节招携聚会频，移尊更傍帝城闉。金吾不禁閒游骑，玉漏休催结赏人。\n淑气千门方霁雪，阳和满目堪怡悦。九微灿若紫垣星，百影辉连朱户月。\n太乙通宵祀汉宫，此时卜夜将无同。银花树合光逾远，竹叶杯深乐正融。\n佳丽金陵美自昔，留连想见豪华日。临春阁上管弦多，结绮楼头歌吹溢。\n吾党如今但乐群，却缘高会得论文。共看结綵娱清夜，最好传柑遗细君。\n见说天官初定籍，造物悠悠未易测。世事何心卜紫姑，但须剧饮同今夕。"
        },
        {
            "标题": "宝带桥在吴江",
            "作者": "卢龙云",
            "内容": "何年驱石至，十里接湖干。雁鹜烟波渺，鱼龙夜水宽。\n采菱歌进艇，对月坐持竿。无限潇湘意，秋初露已寒。"
        },
        {
            "标题": "初夏过冯将军别墅",
            "作者": "卢龙云",
            "内容": "将军池馆即仙家，万木森森野水涯。入户且须先看竹，开樽还似坐餐霞。\n林间晓色多啼鸟，帘外风香有落花。岂厌升平虚抱武，耽幽长自对瑶华。"
        },
        {
            "标题": "武夷九曲歌寿少司马陈公七十有序 其八",
            "作者": "卢龙云",
            "内容": "八歌曰：我所瞻兮到并莲，溪流八曲水潺湲。钟鼓楼台步列仙，月明环佩声珊然。\n谁可与同学慕禅，笠子临流枕石眠。游方之外思翩翩，赢得神全迓永年。"
        },
        {
            "标题": "答友人九日道中见寄",
            "作者": "卢龙云",
            "内容": "谁共登临醉夕晖，宦情萧索赏心微。黄花已负尊前约，红叶偏愁客里飞。\n但喜新诗能寄远，不妨游子未言归。吟馀独酌杯中酒，漫忆人间复授衣。"
        },
        {
            "标题": "答友人九日客中见怀",
            "作者": "卢龙云",
            "内容": "九日秋光映远峰，每缘觞咏忆相逢。黄花节序家千里，浊酒乡心路几重。\n东道却宜山色美，西园犹记露华浓。问君倒屣多容接，得似陶家三径松。"
        },
        {
            "标题": "九月二日诸生招集会景楼",
            "作者": "卢龙云",
            "内容": "背郭楼高瞰大荒，西风向夕洒衣裳。层霄并擢三秋桂，满座初分万斛香。\n山霭远浮连近壑，波光回合映方塘。扶摇健翮从兹始，五色云中是帝乡。"
        },
        {
            "标题": "久雨二首 其一",
            "作者": "卢龙云",
            "内容": "燕拂山云满，龙吟壑雾宽。悬厓皆响瀑，入夜迥生寒。\n耕叹霖为潦，行歌路正难。晚当虹饮涧，倚杖隔林看。"
        },
        {
            "标题": "久雨二首 其二",
            "作者": "卢龙云",
            "内容": "望海仍为雨，看山尚出云。林鸠非唤妇，江鹳乱呼群。\n天地愁常暝，莺花爱晚曛。气蒸霞欲变，万里见晴氛。"
        },
        {
            "标题": "飞云洞景十二首 其一 云洞藏春",
            "作者": "卢龙云",
            "内容": "背郭晴云绕洞门，依然飞盖旧西园。四时卉木皆春色，最可留人倒绿尊。"
        },
        {
            "标题": "寿潘子迁五十并举第三子",
            "作者": "卢龙云",
            "内容": "谁兼富寿与多男，最是君家乐且耽。百岁光阴甫强半，一楼花萼渐成三。\n冈陵颂溢安仁赋，龙凤名高浚仲谈。不尽犀钱娱燕喜，桂丛偏近菊花潭。"
        },
        {
            "标题": "读朱公叔绝交论",
            "作者": "卢龙云",
            "内容": "伐木歌求友，陈雷义独高。知心谁缟带，恋旧几绨袍。\n莫倚甘如醴，真防笑有刀。古人交欲绝，著论岂徒劳。"
        },
        {
            "标题": "鞠歌行",
            "作者": "卢龙云",
            "内容": "心扰扰，愿难从，鹿蕉有梦到隍中。地清切，文似雄，吹嘘无力送河东。\n知交少，杂客佣，杵臼之间枉赁舂。鹰犬疾，豢养丰，举廷惊视彪仪同。\n相推毂，早为容，至今惟羡郑司农。"
        },
        {
            "标题": "君子行",
            "作者": "卢龙云",
            "内容": "君子防未然，世道险且艰。谈笑有戈矛，平地生波澜。\n众言成市虎，三至惑大贤。燕石能混璧，野鸟易为鸾。\n谁云古达者，不畏嫌疑间。御寒以重裘，君其善自全。"
        },
        {
            "标题": "枯鱼过河泣",
            "作者": "卢龙云",
            "内容": "枯鱼过河泣，早不慎出入。寄书谢鲂鲤，悔来那可及。"
        },
        {
            "标题": "一月之间惠武夷茶者三至口占三首 其一",
            "作者": "卢龙云",
            "内容": "九曲溪流下，浮来物色新。斜封先后至，俱道武夷春。"
        },
        {
            "标题": "一月之间惠武夷茶者三至口占三首 其三",
            "作者": "卢龙云",
            "内容": "何处仙游美，寻真有幔亭。分来春已足，无待乞山灵。"
        },
        {
            "标题": "一月之间惠武夷茶者三至口占三首 其二",
            "作者": "卢龙云",
            "内容": "见说烟霞里，鎗旗隐御园。似应馀进奉，采撷下云门。"
        },
        {
            "标题": "苦热二首 其二",
            "作者": "卢龙云",
            "内容": "逃暑非河朔，每愁触热行。已应秋气近，稍稍入蝉声。"
        },
        {
            "标题": "苦寒行",
            "作者": "卢龙云",
            "内容": "黯黯寒云黑，云寒不见月。天际多悲风，吹落云中雪。\n雪花入户来，寒威夜转烈。牢落客襟单，展转愁怀结。\n愁多苦夜长，耿耿待明发。旭日出东隅，开门扫积雪。\n素影流清辉，差可自怡悦。"
        },
        {
            "标题": "苦热二首 其一",
            "作者": "卢龙云",
            "内容": "天上金犹伏，人间暑未消。宫恩无玉井，翘首待凉飙。"
        },
        {
            "标题": "腊日饮李达卿国宾宅",
            "作者": "卢龙云",
            "内容": "年华江国递相催，公暇同君一举杯。日晚歌声箫史凤，岁寒花节寿阳梅。\n吴钩旧美传家重，徐榻新知为客开。醉别已先期后会，许随诗伴赏春来。"
        },
        {
            "标题": "送刘职方暂请告还里",
            "作者": "卢龙云",
            "内容": "几年锁钥备南都，起草从容禆庙谟。多垒总安弭盗策，一方如赖辟兵符。\n么么欲逞当车怒，顽蠢安逃仗钺诛。已有宽仁同海育，能无积沴待风驱。\n万家城郭身重造，半壁乾坤手自扶。主圣会当消隐祸，臣劳敢谓翊皇图。\n中山却讶书盈箧，新息翻成载是珠。紫塞新霜悲断雁，白门衰柳对啼乌。\n暂看襆被随归棹，即拟韬钤赞上枢。鹰隼直须凌远汉，骅骝终合起长途。\n鸿冥未许称寥廓，狼跋犹能颂硕肤。根本已还磐石固，铭功岂但博莼鲈。"
        },
        {
            "标题": "老人星",
            "作者": "卢龙云",
            "内容": "天上年何极，长瞻寿有星。五云连碧落，万里映珠庭。\n处士潜光久，贤人聚德馨。由来俱借耀，千仞烛高冥。"
        },
        {
            "标题": "邑中槐树",
            "作者": "卢龙云",
            "内容": "元非王相宅，庭下亦三槐。嫩绿盈春榭，繁阴覆夏台。\n政閒喧自息，吏散鸟堪来。阴德差无忝，他时莫浪猜。"
        },
        {
            "标题": "答黄元卿太学元旦立春之作",
            "作者": "卢龙云",
            "内容": "钟声隐隐漏声迟，曙色含春傍虎闱。帝里山川开淑候，词林鞭弭羡雄飞。\n每因结客怜同调，岂为登楼赋式微。伫听京华消息好，临江何用送将归。"
        },
        {
            "标题": "回车巷世传蔺相如避廉颇处",
            "作者": "卢龙云",
            "内容": "国事艰危里，君心属望初。抗秦堪拔剑，全赵且回车。\n虎斗谁争长，鹰扬计未疏。列侯多策士，谁更似相如。"
        },
        {
            "标题": "潇湘八景 其五 潇湘夜雨",
            "作者": "卢龙云",
            "内容": "近水开千亩，凌云挺万竿。岸容初过雨，林气迥生寒。\n植节苍逾劲，含风翠欲攒。夜闻清籁远，晓望更檀栾。"
        },
        {
            "标题": "留别袁敬德",
            "作者": "卢龙云",
            "内容": "千树桃花去后栽，玄都何日更重来。黄金笑我非奇骨，綵笔怜君自逸才。\n易水馀寒侵别骑，阳关新绿照行杯。漂零剑气何由合，望极龙光烛上台。"
        },
        {
            "标题": "寄答冯明元明府",
            "作者": "卢龙云",
            "内容": "淮南仙令旧铜章，廿载衡门乐泌阳。倦鸟祇须怜羽翼，名驹堪自试腾骧。\n弹冠似我惭先达，怀璧从前惜夜光。君是冯家郎署后，不将晚暮笑回翔。"
        },
        {
            "标题": "玉兰花",
            "作者": "卢龙云",
            "内容": "楚畹曾传擅国香，奇花如玉色偏良。千红未羡桃林满，万绿宁誇柳径芳。\n白帝初分瑶作蕊，素娥只喜淡为妆。看来月下浑无色，却认枝头有暗香。"
        },
        {
            "标题": "龙笛曲",
            "作者": "卢龙云",
            "内容": "嶰谷萧萧绿玉林，佳人截作夜龙吟，珠帘绣户流清音。\n流清音，澈洞府。降列仙，宴王母。"
        },
        {
            "标题": "潇湘八景 其三 渔村夕照",
            "作者": "卢龙云",
            "内容": "积水环门绿，斜阳隔岸红。捲纶初系笮，待月更推篷。\n泊处依沙柳，歌来杂暮鸿。得鱼供乐事，沽酒醉应同。"
        },
        {
            "标题": "咏古四首有序 其三 陆宣公",
            "作者": "卢龙云",
            "内容": "所学真无负，恩深内相初。敷陈本道德，诏令感州闾。\n罢献能防侈，忧谗不著书。祗今看奏议，法戒尚昭如。"
        },
        {
            "标题": "杮源雨中",
            "作者": "卢龙云",
            "内容": "岭外雷初起，江边雨乍鸣。旅眠听不尽，孤枕梦难成。\n大野生寒色，长堤响瀑声。应时偏润物，岂唤客愁生。"
        },
        {
            "标题": "旅梦二首 其二",
            "作者": "卢龙云",
            "内容": "漂泊非吾土，迢遥忆敝庐。到家元是梦，经岁渺无书。\n骨肉两乡隔，宾朋万里疏。行藏天所付，安用渺愁予。"
        },
        {
            "标题": "旅梦二首 其一",
            "作者": "卢龙云",
            "内容": "客舍连宵梦，居然是故乡。风波怜逆旅，羽翮倦殊方。\n漏永参横户，窗虚月在梁。静闻天籁起，萧飒动新凉。"
        },
        {
            "标题": "谒别吕翁祠",
            "作者": "卢龙云",
            "内容": "南北支离叹此身，相逢俱是梦中人。久知鸟道多危辙，曾见盐车解绝尘。\n社酒尚违元亮菊，秋风又美季鹰莼。滔滔骑从群游客，莫笑卢生梦未真。"
        },
        {
            "标题": "初入邯郸境谒吕翁祠口占",
            "作者": "卢龙云",
            "内容": "大陆秋澄旅邸开，停鞍一眺吕仙台。相迎父老应含笑，前度卢生今又来。"
        },
        {
            "标题": "秋夜旅怀四首 其一",
            "作者": "卢龙云",
            "内容": "秋色怜清夜，新凉逗客窗。下帷嫌昼短，差可对银釭。"
        },
        {
            "标题": "送左司寇谢公还朝二首 其一",
            "作者": "卢龙云",
            "内容": "至后阳生春又旋，春光万里送朝天。丹心渐向燕台近，紫气遥从汉殿悬。\n行色远携沧海月，旅吟都附白云篇。九重侧席今逾切，会见隆恩阙下传。"
        },
        {
            "标题": "舟次葛阳",
            "作者": "卢龙云",
            "内容": "容与扁舟度葛阳，停桡相问总他乡。几般笑语山川异，两月舟帆驿路长。\n腊尽官梅含雪色，春来群卉换年芳。旅吟只讶同声少，行李萧萧大道傍。"
        },
        {
            "标题": "和巽卿至后登台二首 其一",
            "作者": "卢龙云",
            "内容": "客久岁云暮，阳生春渐回。梅花催作赋，柏叶待传杯。\n天地凝寒歛，江山淑景开。旅吟随处好，休比望乡台。"
        },
        {
            "标题": "马当山",
            "作者": "卢龙云",
            "内容": "丹厓翠壁俯沧江，指点舟人说马当。何事水灵私赋客，长风一夕送滕王。"
        },
        {
            "标题": "送郭朝谔司理之螺川",
            "作者": "卢龙云",
            "内容": "潞水方舟慰合并，维扬杯酒别愁生。余过吴会惊秋早，君泊秦淮对月明。\n饬治久知经术富，谳疑先借法曹行。双鱼一水非难达，莫忘吾兼吏隐情。"
        },
        {
            "标题": "周吴华为刻拙稿先示数篇赋答二首 其二",
            "作者": "卢龙云",
            "内容": "久缘诗癖在，习静懒敲推。授简知同调，为模愧后来。\n未须忧纸贵，先只惧梨灾。掌故多文学，如君实爱才。"
        },
        {
            "标题": "周吴华为刻拙稿先示数篇赋答二首 其一",
            "作者": "卢龙云",
            "内容": "十载风尘客，谈诗每避人。喜心宁见猎，寡和觉情亲。\n案牍元多暇，宫墙况近邻。羊何欣有托，空自愧阳春。"
        },
        {
            "标题": "宋文学自以忧郁不乐远游适志赋此别之",
            "作者": "卢龙云",
            "内容": "雨过郊原万绿稠，客星初动碧云头。四愁不尽张衡赋，五岳堪为向子游。\n谈里有天皆碣石，花间无地不丹丘。汾亭旧业应常在，莫恋他人倒屣留。"
        },
        {
            "标题": "绥宁候夫役不至留者逾日漫成三首 其二",
            "作者": "卢龙云",
            "内容": "几日秋将尽，山中叶乱飞。凄凉时物改，漂泊旅心违。\n王事应难缓，他乡孰可依。故人犹在远，云树转霏微。"
        },
        {
            "标题": "绥宁候夫役不至留者逾日漫成三首 其三",
            "作者": "卢龙云",
            "内容": "计程殊不定，鸟道未全过。目断来鸿少，心惊叱驭多。\n梦随乡思渺，寒奈客衣何。咫尺川原隔，中流想棹歌。"
        },
        {
            "标题": "绥宁候夫役不至留者逾日漫成三首 其一",
            "作者": "卢龙云",
            "内容": "行路难如此，山程信宿留。尚馀庄舄咏，再上仲宣楼。\n旅况真无赖，乡心不自由。望中分楚粤，云外忆芳洲。"
        },
        {
            "标题": "美女篇",
            "作者": "卢龙云",
            "内容": "燕赵有佳人，羞作凡家妇。少心在深闺，步履不轻举。\n十三学画眉，十五工织组。绿鬓整新妆，膏沐时为理。\n荆玉镂华簪，大秦珠作珥。木难间珊瑚，黄金饰翠羽。\n佩以青琅玕，罗袂翩翩举。吐气若兰馨，未为金屋贮。\n常恐群芳歇，缅然怀独处。玉帛将充庭，闻者慕俦侣。\n秉尚实自殊，媒氏亦何苦。愿以金石心，及时配君子。"
        },
        {
            "标题": "复儿生答诸贺者四首 其一",
            "作者": "卢龙云",
            "内容": "至后梅梢点雪清，阳回花萼接春荣。徵兰有梦祥初协，种玉何缘事若成。\n喜附一星荀里聚，敢云枝桂郤林生。多君雅意相期许，帝籍还看爰锡名。"
        },
        {
            "标题": "送王太学改北",
            "作者": "卢龙云",
            "内容": "江南春暮柳丝丝，上苑花光似较奇。历国蹄轻思诣阙，凌云赋就喜同时。\n琴声自合更新调，梅实才看满北枝。秋好有怀应尽吐，裁书恰值雁来期。"
        },
        {
            "标题": "悯俗",
            "作者": "卢龙云",
            "内容": "吾慕汉阴人，抱瓮日灌园。吾嘉河上叟，求珠虑没渊。\n时运迭相代，得失难并论。春花遍桃李，桂树冬转繁。\n芳桂自有性，桃李亦何言。荣枯物所变，大造司其根。\n人生何役役，用拙聊自存。"
        },
        {
            "标题": "照眉池世传赵宫人照眉于此",
            "作者": "卢龙云",
            "内容": "荒池千载后，尚忆照眉时。云鬓临妆罢，花容傍槛移。\n柳馀深染黛，桃学淡凝脂。此日空樵牧，兴亡事可悲。"
        },
        {
            "标题": "郊居八咏 其六 洗墨池",
            "作者": "卢龙云",
            "内容": "雅爱临池诀，风流忆二王。毫端宁有彩，诗里祗添狂。\n洗砚冲鱼沫，操觚染树香。小亭宜醉墨，云影落方塘。"
        },
        {
            "标题": "暮春送邹道卿驾部考绩二首 其一",
            "作者": "卢龙云",
            "内容": "春服喜初成，逢君又北征。归朝先对马，觐阙际迁莺。\n课绩过三载，程材擅二京。留都根本在，当宁不胜情。"
        },
        {
            "标题": "暮春送邹道卿驾部考绩二首 其二",
            "作者": "卢龙云",
            "内容": "仙郎方绿鬓，宦业此初升。剑气新硎发，文光健笔凌。\n枢曹推上考，艺苑见中兴。试最加恩后，悬知秩倍增。"
        },
        {
            "标题": "王郡丞有赠未答旋复惠酒并谢",
            "作者": "卢龙云",
            "内容": "驱车前后出金台，天末萍踪并傥来。官冷未应徒伏枕，公馀差可慰衔杯。\n亭因好事相携酒，我亦怀人姑酌罍。莫怪诗情太寥寂，苦无头上雨云催。"
        },
        {
            "标题": "穆陵关二首 其一",
            "作者": "卢龙云",
            "内容": "驻马频思古，西风度穆陵。崖悬山径狭，地迥野云层。\n险阻真天设，山川几代兴。时平关禁少，来往自相仍。"
        },
        {
            "标题": "穆陵行答吕惟仪",
            "作者": "卢龙云",
            "内容": "全齐十二称天府，山川错列雄东土。当年赐履尽穆陵，历世兴文接邹鲁。\n沂山之下沂水清，远流曲折来骈城。郁芊盘结多灵淑，岳降常为圣代英。\n君不见马卿文章魁天下，已高学士南金价。又不见冯君大小相因循，奕世勋名可动人。\n自馀禀粹相继作，跃龙翥凤非寥廓。君家先达有许公，后贤亦合比申国。\n我本东南海上来，薄游北海接仙才。双鬓萧骚惭渐短，孤怀愁绝傍谁开。\n明珠久矣甘寥寂，片玉依然光始发。早晚徵书下晋城，更看并对黄金阙。"
        },
        {
            "标题": "送袁伯益比部南还二首 其二",
            "作者": "卢龙云",
            "内容": "客席应初暖，临岐又解携。但欢重昼锦，何惮促歌骊。\n驿路随南雁，山程听晓鸡。春江花月待，弭棹到城西。"
        },
        {
            "标题": "为俞生初诞子作二首 其二",
            "作者": "卢龙云",
            "内容": "种玉知何始，徵兰在粤城。充闾初有子，当户此为兄。\n练影天中见，珠光掌上生。多男何俟祝，次第识英声。"
        },
        {
            "标题": "为俞生初诞子作二首 其一",
            "作者": "卢龙云",
            "内容": "海日当长至，门弧应瑞开。凤雏宁世出，龙种自天才。\n窦苑方称桂，王家旧植槐。登筵多玉果，任醉酒千杯。"
        },
        {
            "标题": "朱明洞景八首 其六 种菊东篱",
            "作者": "卢龙云",
            "内容": "自爱篱边菊，餐英待晚芳。盈樽多秫酒，客坐但传觞。"
        },
        {
            "标题": "夜宿三山禅房漫赋刀剑二首 其一 刀",
            "作者": "卢龙云",
            "内容": "我有一宝刀，解之欲赠谁。伊人不可见，佩以善自随。\n明时遵海曲，漂泊滞天涯。刀头似明月，忆我心所私。\n操而可使割，应用自有时。堪叹世间人，笑中亦有之。"
        },
        {
            "标题": "岁暮柬陈新之四首 其一",
            "作者": "卢龙云",
            "内容": "暮景萧森欲换年，宦情羁思两悠然。流光半逐红尘去，窃食能无愧俸钱。"
        },
        {
            "标题": "答林无华时自莆中来访因之阳春",
            "作者": "卢龙云",
            "内容": "世上少知音，与君初握手。文章宦达我难兼，满耳蛙鸣亦何有。\n九漈壶山类毓奇，见君颇恨识君迟。囊中白雪堪谁和，听尔复赋阳春时。"
        },
        {
            "标题": "望京楼和张中丞二首 其二",
            "作者": "卢龙云",
            "内容": "江湖幽思近何如，天畔楼孤望帝居。御苑春饶莺语合，仙茎露下雁来初。\n悬车尚忆齐鸣佩，闭阁惟耽自著书。此际经纶看世业，升平俱沐圣恩馀。"
        },
        {
            "标题": "望京楼和张中丞二首 其一",
            "作者": "卢龙云",
            "内容": "极目楼头望紫烟，梦回宫阙思悠然。蓬莱地隔鸿书渺，阊阖天高象魏悬。\n万国衣冠同拜舞，当年江汉忆旬宣。于今独抱葵心在，欲奏南山第几篇。"
        },
        {
            "标题": "盆兰二首 其一",
            "作者": "卢龙云",
            "内容": "何物为幽客，开帘有国香。总无滋九畹，亦解汎风光。"
        },
        {
            "标题": "盆兰二首 其二",
            "作者": "卢龙云",
            "内容": "坐久香俱化，心同味倍宜。秋来还作佩，入梦有谁知。"
        },
        {
            "标题": "五言集句十首 其六 平溪驿舍",
            "作者": "卢龙云",
            "内容": "危阁寻丹嶂，千峰住晚晖。秋林新叶落，高树早凉归。\n远思两乡断，单栖百虑违。桃源几家住，寂寞掩荆扉。"
        },
        {
            "标题": "寄题钱侍御小辋川",
            "作者": "卢龙云",
            "内容": "天留胜地虞山麓，城市林泉乐亦足。宛转清渠有画桥，周回广径多奇木。\n翩翩鸥鹭百千群，两两鹓鸯三十六。溪渚宁言仆射陂，岩峦未数王官谷。\n主人只慕右丞庄，每道蓝田胜辟疆。笔落已同诗有画，樽开便逐醉为乡。\n烟霞在处生华薄，箫鼓乘流命野航。地阔尽容江月色，亭高时逗涧花香。\n看看水木清华里，幻出潇湘一别墅。聚远楼前绕砌兰，空明阁下临汀芷。\n桂丛杏馆间椒园，槐陌梅廊带竹里。倒影朱阑池畔回，栖霞青雀林间起。\n早岁能悬御史车，萧然濠濮羡鯈鱼。酒阑但坐看山几，歌罢还抄种树书。\n流水柴门非俗境，青松白石爱吾庐。千年摩诘风流在，莫说清斋尚不如。"
        },
        {
            "标题": "乙巳入京睹饥民载道怅焉成感",
            "作者": "卢龙云",
            "内容": "畿南百里馀，托家在日边。胡为多菜色，老稚强相牵。\n困苦弥道周，流离满目前。展转沟中瘠，感之涕泫然。\n昊天何不吊，灾疹屡婴缠。里巷寡完壁，日午厨未烟。\n岂无郡邑吏，蒿目恤颠连。岂不奉明诏，频烦事赈蠲。\n谋朝不保夕，微生只暂延。裘马千金子，银鞍白玉鞭。\n意气倾燕市，斗酒美十千。立马闻痛哭，时或投一钱。\n所活宁有几，明惠不足宣。仁人切痌瘝，造物苦无权。\n谁当司燮理，密勿赞重玄。旸雨尽时若，蒸黎获所天。"
        },
        {
            "标题": "瀑布泉在百丈厓",
            "作者": "卢龙云",
            "内容": "缥缈丹梯最上头，何来千仞泻飞流。初疑银汉从天下，忽讶沧波倒峡浮。\n草木春回馀作润，江山人藉此相留。红尘久负登临兴，沾洒欣从物外游。"
        },
        {
            "标题": "和车一中七夕旅怀",
            "作者": "卢龙云",
            "内容": "华月娟娟入户明，开帘露下气初清。我惭儿女年年巧，君念关山处处情。\n天上独怜桥鹊影，人间无奈砌蛩声。罗浮一水非河汉，莫向牵牛恨未平。"
        },
        {
            "标题": "寿肥乡李封君七十",
            "作者": "卢龙云",
            "内容": "昔游赵魏间，颇识其风土。丈夫多慷慨，士俗恒遵古。\n葛城带邯沟，浮丘接广武。圣相肇名家，旧族罕为伍。\n世代几变更，作求应念祖。独行一鸿生，□□推藻斧。\n家学有渊源，三凤继腾骞。仲子业方就，平章奋裔孙。\n两都劳抚字，恩光及里门。行年且杖国，先蒙天语温。\n锦衣映鹤发，山林道转尊。云司倚钟阜，遥睇卧龙村。\n冬风吹朔雪，春酒复当设。家会美连枝，游子重为别。\n定省隔晨昏，千里共明月。燕喜递称觞，自我心如结。\n显亲在扬名，褒纶绎不绝。遐齿叠承恩，移忠念逾切。"
        },
        {
            "标题": "前有尊酒行为颜使君作",
            "作者": "卢龙云",
            "内容": "日永晷渐移，午睡梦方觉。抱膝百虑婴，羁怀渺难托。\n感君自高谊，一见等夙昔。握手共殷勤，吐论本肝膈。\n儒雅亦吾师，笑谈皆莫逆。晤言安可常，相酬屡促席。\n尊酒但复盈，客心胡不乐。人生贵适志，风尘徒役役。"
        },
        {
            "标题": "钱塘观潮",
            "作者": "卢龙云",
            "内容": "维舟日已暮，坐听浙江潮。长风吹海岸，落照衔山腰。\n潮声一以厉，波光亦复遥。浩荡豁心目，因之破泬寥。\n缅矣怀今昔，盈虚岂一朝。吴越相雄长，倏忽如迅飙。\n髑髅千古恨，一旅耻夫椒。高台竟游鹿，贞魂讵可招。\n怒涛空自托，往事一长谣。瞬息潮还汐，推篷月可邀。\n渔灯互明灭，船头响洞箫。独客惟杯酒，堪以永今宵。\n胡为多苦心，历历认前朝。"
        },
        {
            "标题": "赵仁甫由梁山令量移池州别驾",
            "作者": "卢龙云",
            "内容": "匹马翩翩自蜀回，依然犹共鹤琴来。倚门白发斑衣在，拂袖红尘笑口开。\n万里听猿经栈道，几时图骏傍金台。量移敢谓恩犹薄，似解怜君展骥才。"
        },
        {
            "标题": "喜明府家叔自楚中适至",
            "作者": "卢龙云",
            "内容": "无复青毡为楚留，南来疋马古融州。十年不愧诸生长，三仕宁惭百里侯。\n莫以棘栖堪卧理，共看民力总须愁。风尘道路何多日，且对芳樽话故丘。"
        },
        {
            "标题": "即席寿胡司理时东园桃柳方盛",
            "作者": "卢龙云",
            "内容": "二月中和淑景长，君家四美在东堂。已从绮席沾春酒，更喜华园对众芳。\n丽日暖浮桃锦烂，条风轻动柳金黄。上林伫报迁莺会，来岁谁同醉羽觞。"
        },
        {
            "标题": "五日过城西草堂",
            "作者": "卢龙云",
            "内容": "不到西园久，蒲觞此日来。池环碧树合，门对紫薇开。\n雨气清书幌，风香入酒杯。欲寻逃□会，端不限城隈。"
        },
        {
            "标题": "清江行送孙邑簿归清江",
            "作者": "卢龙云",
            "内容": "江流旋绕临江城，江中之水何清清。江比颍川堪洗耳，清似沧浪可濯缨。\n结庐江上孙文宝，闭门诵读明经早。官因论秀无中人，政署催科宁下考。\n朅来海上两期年，廨宇名更高士轩。栖凤原非考城后，淩云况在华阴先。\n堪叹时无曾待制，叶子才高且同滞。宦辙久知行路难，王门岂合长裾曳。\n任他设醴左迎虚，已向天台赋遂初。世情自古疑蕉鹿，秋风此日正莼鱼。\n君家有法名安乐，四休居士言犹昨。携壶当复陟金牛，开门更喜罗黄雀。\n江水洋洋总乐饥，餐英又到菊花时。昆山璞玉仍韬耀，郤林新桂待华滋。\n君不见孔家兄弟振清响，当时且坐元祐党。道脉浚于江有源，赢得儒林并瞻仰。\n又不见刘氏子姓美星郎，科名继武振馀芳。世泽江流同不息，千载令人颂墨庄。\n君归酿秫柴桑里，看山日坐乌皮几。身外浮名了不关，羽翼云霄将继起。"
        },
        {
            "标题": "雨中闻莺二首 其一",
            "作者": "卢龙云",
            "内容": "细雨催春暮，流莺尽日啼。湿枝愁并坐，似亦厌卑栖。"
        },
        {
            "标题": "清凉台饯谢友可南还二首 其一",
            "作者": "卢龙云",
            "内容": "步出清凉界，山川入望来。云光宫阙近，野色画图开。\n地可登高赋，人宜避暑杯。不堪仍送远，徙倚思悠哉。"
        },
        {
            "标题": "雨中闻莺二首 其二",
            "作者": "卢龙云",
            "内容": "百啭声逾滑，群飞羽未乾。上林新绿满，容易一枝安。"
        },
        {
            "标题": "和清凉寺浴佛日听法",
            "作者": "卢龙云",
            "内容": "丛林万绿雨中新，浴佛相传到此辰。净土金轮生色相，祇园宝座号天人。\n翻经并拟归宗教，说法谁当悟后身。定久诸缘俱尽息，更于何地拂埃尘。"
        },
        {
            "标题": "清凉台饯谢友可南还二首 其二",
            "作者": "卢龙云",
            "内容": "二仪方览胜，三伏已知秋。舣棹将归客，开尊更并游。\n凉飙生绿树，胜地即丹丘。明发孤帆渺，遥看雁骛洲。"
        },
        {
            "标题": "清凉台偕诸同社再送公远得寒字",
            "作者": "卢龙云",
            "内容": "珍重词盟未许寒，慇勤相送出江干。双林暂恋清凉胜，一水先疑聚会难。\n沙鸟候迎征缆解，晚霞飞伴酒杯乾。茶园到日春犹好，谁共云亭月色宽。"
        },
        {
            "标题": "柳侯子厚刘贤良蕡二祠落成",
            "作者": "卢龙云",
            "内容": "宫墙并峙遗容俨，俎豆重新岁祀齐。唐室几人堪密勿，诸君何事总蛮溪。\n当时望逐铜驼远，千古魂依越鸟栖。圣代表章逢使者，共瞻英爽贯虹霓。"
        },
        {
            "标题": "初夏周广文席上",
            "作者": "卢龙云",
            "内容": "雨过凉生座，云开月近帘。诗情堪并发，酒戒未须严。\n近地欣无警，平畴赖既沾。喜君清夜酌，笑语解相淹。"
        },
        {
            "标题": "初冬有事武闱登三山南楼眺望",
            "作者": "卢龙云",
            "内容": "一上层楼寓目宽，南中十月只轻寒。千山雨过林仍绿，万木霜催叶未丹。\n骑射此时资讲武，蒐罗他日备登坛。汉家颇牧频推毂，须信封侯事不难。"
        },
        {
            "标题": "和钱使君与大司马王公月下汎舟酌别薛明府",
            "作者": "卢龙云",
            "内容": "名园开洛社，月下记同游。五马鸥相狎，双凫鹢并流。\n池平波影动，星聚夜光浮。□有安车诏，追欢复帝州。"
        },
        {
            "标题": "答赵仁甫秋日见怀",
            "作者": "卢龙云",
            "内容": "公馀一榻为南州，乘兴谁堪并子猷。混迹久甘牛马应，神交偏忆凤鸾俦。\n栖迟尔傍山中社，摇落余怜海上秋。试问东篱餐菊后，几人邀月共登楼。"
        },
        {
            "标题": "五日同方驾部陈孝廉叔侄河亭宴集",
            "作者": "卢龙云",
            "内容": "新晴节序又天中。高会何期此地同。蒲艾香馀吴醑绿，葵榴色映楚丝红。\n秦淮舫满笙歌入，河朔樽深醉语雄。最是南曹多胜暇，竹林兼爱阮家风。"
        },
        {
            "标题": "答陈子成秋夕见怀二首 其二",
            "作者": "卢龙云",
            "内容": "草堂幽寂枉瑶篇，何处尊开白雁前。异地长怀人似玉，良宵几待月初弦。\n了无奇字堪相问，莫把新诗更与传。鞭弭中原看此日，预期金石为君镌。"
        },
        {
            "标题": "答陈子成秋夕见怀二首 其一",
            "作者": "卢龙云",
            "内容": "西风摇落正悲秋，月下听鸿独上楼。宾馆尚悬徐孺榻，仙踪谁并李膺舟。\n解传鹦鹉惊人赋，未爱鹔鹴贳酒裘。乘兴若来应共醉，何须还棹剡溪头。"
        },
        {
            "标题": "秋晚梁园饯别陈孝廉兄弟北上分得东字二首 其一",
            "作者": "卢龙云",
            "内容": "梁园赋客一樽同，多少心期别酒中。云里凤毛看颉颃，斗间龙气识雌雄。\n齐名烨烨三珠树，蹑影翩翩几玉骢。江左青箱元共习，承恩堪并建章宫。"
        },
        {
            "标题": "秋夜旅怀四首 其四",
            "作者": "卢龙云",
            "内容": "何必青藜照，星光莽四垂。露寒休问夜，乐此未为疲。"
        },
        {
            "标题": "秋晚梁园饯别陈孝廉兄弟北上分得东字二首 其二",
            "作者": "卢龙云",
            "内容": "萧萧万木起秋风，共向山厨荐晚菘。客路远冲枫叶赤，曲江春待杏花红。\n双龙色借林霞外，三凤祥呈海日东。伫听京华消息好，孙枝方信长高桐。"
        },
        {
            "标题": "秋夜旅怀四首 其二",
            "作者": "卢龙云",
            "内容": "摇落谁相问，还堪对圣贤。开门数落叶，暗自惜流年。"
        },
        {
            "标题": "秋夜旅怀四首 其三",
            "作者": "卢龙云",
            "内容": "祇缘秋夜永，不寐更焚膏。四壁寒蛩响，霜天月正高。"
        },
        {
            "标题": "秋暮陪沈郡公再登陈勋卿逍遥楼宴集",
            "作者": "卢龙云",
            "内容": "五马郊原问俗行，登台秋色倍澄清。倒听木叶穿林下，坐见烟光抱郭平。\n帘捲西山霞未落，窗衔东海月初生。不缘光禄如渑酒，飞盖何由并两旌。"
        },
        {
            "标题": "送刘左史游吴越",
            "作者": "卢龙云",
            "内容": "楚中有高士，意气实霞举。薄宦不徇时，三仕未跻膴。\n分符及盛年，地近庾山紫。赫赫何所知，闷闷只循理。\n王门再曳裾，去思尚孔迩。行路转多艰，拂衣还故里。\n十五男女儿，婚嫁俱毕矣。行年八十馀，矫矫类仙侣。\n鼓棹出汉江，五岳从兹始。邯郸大道旁，别君逾二纪。\n念我本同声，访我金陵市。促膝靡所谈，雅尚仍图史。\n筋力不自劳，驱车又复起。吴越美遨游，选胜犹未已。"
        },
        {
            "标题": "饮杨贞复太史宅遇雪",
            "作者": "卢龙云",
            "内容": "白玉堂前满六花，天然色相斗瑶华。兴来不假山阴棹，坐久频煎学士茶。\n鳷鹊影分光入户，鹔鹴寒仗醉为家。罗浮一别无消息，忆共看梅到海涯。"
        },
        {
            "标题": "初春群玉山楼滞雨二首 其一",
            "作者": "卢龙云",
            "内容": "天畔楼台面面峰，游人朝暮感萍踪。云连塔影笼山寺，雨带溪声急野舂。\n榆柳渐还新岁色，松杉不改旧时容。祗因留滞伤羁旅，极目烟霄路几重。"
        },
        {
            "标题": "咏邑前榕树因忆子厚有榕叶满庭之句",
            "作者": "卢龙云",
            "内容": "双榕何岁植，苍黛已盈围。雨过百花尽，莺啼乱叶飞。\n高人去云远，往事是耶非。欲拟甘棠咏，其如和者稀。"
        },
        {
            "标题": "鼓吹入朝曲二首 其二",
            "作者": "卢龙云",
            "内容": "海邦多豪彦，清时共奋庸。明良欣遇合，宏硕喜登崇。\n茅茹逢千载，葵心达九重。改服戒徒旅，铭勋待鼎钟。\n精诚孚帝眷，渥泽起人穷。缅想曲江侣，双飞羡最雄。"
        },
        {
            "标题": "鼓吹入朝曲二首 其一",
            "作者": "卢龙云",
            "内容": "朝廷尊北极，地位切中台。久虚调焚任，妙选赞襄才。\n使者纷相望，徵书蚤下来。箫鼓川原动，旌麾道路开。\n嘉会投鱼水，欢声彻草莱。严程思侧席，翘首咏康哉。"
        },
        {
            "标题": "入省次洛容登舟",
            "作者": "卢龙云",
            "内容": "日晚凉生洛水头，行人初上木兰舟。暂辞案牍为公暇，且与琴书作漫游。\n永夜窥床怜月色，短篷欹枕听溪流。五更梦觉渔歌起，湖海分明思复悠。"
        },
        {
            "标题": "飞云洞兰有并蒂之瑞各赋一章",
            "作者": "卢龙云",
            "内容": "胜苑名花几向阳，喜看兰蕙有奇芳。连枝已讶栽培异，并蒂均誇雨露长。\n丛转光风双毓瑞，阶联玉树两呈祥。非缘并结宜男佩，定许重沾上国香。"
        },
        {
            "标题": "中春宴集汪氏西园",
            "作者": "卢龙云",
            "内容": "中和启令节，旷望极春明。谷风舒以穆，百卉竞芬荣。\n良辰既如许，胜赏复群英。会心安在远，方驾薄西城。\n苑开凤台侧，嘉木荫芳亭。高丘环异石，池塘草并生。\n万绿间红紫，禽鸟亦春声。暂此息尘累，先教俗虑清。\n绮谭佐名理，雄辨恣峥嵘。已协沧洲趣，兼欣求友情。\n坐久林霏合，轻飙逗野庭。馀寒恋衣袂，对酒谁独醒。\n献酬屡促席，觞至必尽倾。晚归各留咏，刻烛韵斯成。\n分携订后会，心知重合并。"
        },
        {
            "标题": "南圃长春卷",
            "作者": "卢龙云",
            "内容": "东南海上神仙窟，长薄逶迤荫丛樾。扶桑万里映朝暾，波光倒射金银阙。\n幽秘中开小有天，参差蕙畹接芝田。主人自辟三三径，风月壶觞伴列仙。\n不羡桃红与李白，珠林烨烨金光碧。宁同仲蔚守蓬蒿，芳香种种沾天泽。\n就中松柏有贞姿，上栖鸾鸟下伏龟。千寻劲节淩霄起，风标雪干自离奇。\n洞里乾坤开丽日，丛桂灵椿相挺出。竹梧次第长孙枝，年年此地皆春色。"
        },
        {
            "标题": "初春十日陈明佐勋卿招同诸公观灯",
            "作者": "卢龙云",
            "内容": "令节今宵始，宾筵此会高。城开新菡萏，酒满旧葡萄。\n笔为同声试，杯逾隔岁豪。主人兼爱客，清夜不知劳。"
        },
        {
            "标题": "元日寓僧舍二首 其二",
            "作者": "卢龙云",
            "内容": "东风入仗岁华新，万姓朝天拜舞频。借问春光回帝里，寂寥还亦到孤臣。"
        },
        {
            "标题": "元日寓僧舍二首 其一",
            "作者": "卢龙云",
            "内容": "廿载王春又履端，蓬莱宫阙拥千官。谁知独客双林外，五夜遥听禁漏寒。"
        },
        {
            "标题": "由云阳登陆途中杂咏五首 其四",
            "作者": "卢龙云",
            "内容": "浊酒当春候，缁尘又客衣。梨花开野店，燕子入山扉。\n已逐行程远，休嫌乐事违。上林香满树，还待日辉辉。"
        },
        {
            "标题": "飞云洞景十二首 其七 兰亭碧鉴",
            "作者": "卢龙云",
            "内容": "漠漠烟光汎蕙兰，更开一鉴水云宽。山阴故事堪修褉，千载风流此并看。"
        },
        {
            "标题": "潇湘八景 其一 山市晴岚",
            "作者": "卢龙云",
            "内容": "洞远飞晴翠，峰高近蔚蓝。雨馀山树秀，烟净野花酣。\n市肆帘初捲，溪桥路可探。垆头堪竟日，有客漫停骖。"
        },
        {
            "标题": "寄寿黄懋忠明府",
            "作者": "卢龙云",
            "内容": "忆别尊前感岁华，又传香雪散梅花。风尘道路分千里，表里关河亦一家。\n南极有星光海峤，东山胜地傲烟霞。阶庭雨露多兰玉，颂入华封庆倍嘉。"
        },
        {
            "标题": "寄卢唐宪明府时起复至都下",
            "作者": "卢龙云",
            "内容": "回首尘途忆聚星，春风棠杏满龙城。交游本是同声侣，骨肉元非异姓兄。\n南望总愁云远去，北来犹怯路难行。岁寒莫道冰霜久，已见阳和次第生。"
        },
        {
            "标题": "咏古四首有序 其一 董生",
            "作者": "卢龙云",
            "内容": "道丧嬴秦后，传经属汉儒。天人初召对，伊吕此为徒。\n列国诸侯相，中朝子大夫。究寻灾异理，时论却为愚。"
        },
        {
            "标题": "赴谪益津留别诸亲友",
            "作者": "卢龙云",
            "内容": "南陆循修景，朱明丽初节。恭承兹嘉惠，稽首辞帝阙。\n行役本近疆，酌酒重为别。感往情内劳，抚今念悠结。\n昔来冬始寒，风吹马前雪。及往春既徂，柳长堪攀折。\n浓阴覆路蹊，芳草藉蹄辙。岁序如电奔，缅想愧时哲。\n中心难具陈，薄宦良自拙。愿保崇兰姿，毋俾芳香灭。"
        },
        {
            "标题": "同郭宫允包廷尉登台望西山兼待夜观星感赋",
            "作者": "卢龙云",
            "内容": "杯酒同登望远亭，蓬莱下直辍谈经。披襟爽气来千叠，入夜祥光拥万灵。\n贯索分明联法象，紫微清切傍天庭。孤臣十载称郎宿，此夕长安尚客星。"
        },
        {
            "标题": "京中贻诸游好二首 其一",
            "作者": "卢龙云",
            "内容": "千里驱车又帝城，相看悲喜不胜情。旅颜尚带风涛色，生计重依日月明。\n且共狂歌燕市饮，休嗟故步寿陵行。当年志意飞扬甚，此夕还应剑气横。"
        },
        {
            "标题": "和周文学守岁二首 其一",
            "作者": "卢龙云",
            "内容": "羁旅壶觞亦岁华，不知何处是天涯。宜春綵帖新传胜，守岁椒盘更颂花。\n剪烛似添更漏永，题诗偏动客怀赊。知君恋阙情无限，每忆鸣珂谒帝家。"
        },
        {
            "标题": "和周文学守岁二首 其二",
            "作者": "卢龙云",
            "内容": "海内称诗富谢陶，中原鞭弭复吾曹。鸿篇自愧才名后，彩笔谁干气象高。\n改岁韶华增舜历，异乡交谊得周醪。休怜客思多寥寂，次第春风入李桃。"
        },
        {
            "标题": "首夏即事",
            "作者": "卢龙云",
            "内容": "柳尽风前絮，葵含雨后英。宦情同白下，岁序又朱明。\n积贮穷檐竭，烽烟几处生。至尊忧独切，何日见澄清。"
        },
        {
            "标题": "钱使君惠茶",
            "作者": "卢龙云",
            "内容": "春早仙芽出洞天，清泠堪试惠山泉。年年采撷占雷候，片片鎗旗爱雨前。\n一院真香烹野服，几杯沉困破愁眠。月团谏议恩元渥，祇阅斜封愧玉川。"
        },
        {
            "标题": "赠陈汝砺刺史请告寿母二首 其一",
            "作者": "卢龙云",
            "内容": "五马何缘恋梓乡，倚门朝夕念高堂。瑶池已为传青鸟，归去天香溢彩裳。"
        },
        {
            "标题": "寿母行为倪明府作",
            "作者": "卢龙云",
            "内容": "宝婺江边婺影悬，仙华白鹿女中仙。燕喜堂前歌寿母，忘忧阶下乐长年。\n忆昔公车初召对，十月征衣寒朔吹。不嫌游子道路遥，自许高堂钟釜在。\n曲江宴罢试分符，百里花光溢海隅。熊丸已幸成慈训，乌哺偏能念母劬。\n爱日春晖多受祉，瞻云岭峤嘉能子。瑶池青鸟信常通，金阙紫鸾恩具迩。\n行看锦绶贲鱼轩，佩玉鸣珈自兹始。"
        },
        {
            "标题": "瑶池喜燕歌长至日为友人寿母",
            "作者": "卢龙云",
            "内容": "天上欣迎至，人间庆履长。书云礼罢初增线，爱日情深复举觞。\n慇勤开绮席，并奏云和瑟。擎来玉乳九霞浆，侑以金桃千岁实。\n斑衣庭下舞蹁跹，间有蓬莱阆苑之群仙。灵妃环侍，玉女在前。\n枣如瓜，藕如船，脯麟炙凤多芳鲜。白鹿车随孔雀扇，霓旌羽盖云中现。\n大会何须侈幔亭，珠树瑶林介福殿。酒阑便拟白云谣，听彻缑山学凤箫。\n侍女笙歌相间作，骖鸾驾鹤递招邀。昔时八骏空驰骛，此日庭帏乐自足。\n承欢侍宴似东方，大隐金门仍所欲。"
        },
        {
            "标题": "马仲高纳姬于冈州载归寿母为赋二首 其一",
            "作者": "卢龙云",
            "内容": "堂前萱草号忘忧，况有佳人字莫愁。归去小星閒赋咏，婺光长映碧云头。"
        },
        {
            "标题": "马仲高纳姬于冈州载归寿母为赋二首 其二",
            "作者": "卢龙云",
            "内容": "大妇中厨事事精，新来小妇但吹笙。今夕多应降王母，侍儿先见董双成。"
        },
        {
            "标题": "寿同年陈廷评七十",
            "作者": "卢龙云",
            "内容": "星聚由来美颍川，太丘德邵更称贤。一经射策科名起，两地分符宦绩传。\n棘寺恩新宜活狱，硕人诗就辄思玄。辞荣但喜开三径，谢俗惟闻手一编。\n歌咏正逢全盛日，优游已逮古稀年。里中表正凭谁长，物外逍遥善自全。\n湖海气豪元未息，松筠节植久逾坚。曲江跃马曾方驾，末路冥鸿早独翩。\n海内弟兄迹每隔，天涯去住意相牵。寿筵春酒逢今日，共进南山第几篇。"
        },
        {
            "标题": "至后为李茂才兄弟寿母",
            "作者": "卢龙云",
            "内容": "节是书云后，堂开献寿初。海邦符鲁颂，洛涘引潘舆。\n爱日欣长至，承欢集庆馀。层霄三凤羽，应渐送吹嘘。"
        },
        {
            "标题": "寿杨民部兼送寿卮",
            "作者": "卢龙云",
            "内容": "汉庭积贮念司农，粤社诗盟有国工。客自歌狂休叹凤，人从慕弋不惊鸿。\n黄花栗里初三径，丛桂淮南旧八公。赠尔飞觞供载酒，问奇多过草玄雄。"
        },
        {
            "标题": "赠陈汝砺刺史请告寿母二首 其二",
            "作者": "卢龙云",
            "内容": "当年驯暴女中英，姱节由来重旦评。令子瞻云依寿母，阶前兰玉竞敷荣。"
        },
        {
            "标题": "蜀道难",
            "作者": "卢龙云",
            "内容": "蜀道难，五丁开。峻坂千盘度，冲波百丈回。巫山剑阁高入云，瞿塘滟滪奔如雷。\n石栈天梯鸟道出，飞湍挂瀑猿声哀。蜀道难，不可攀，堪怪世人如走丸。\n每闻叱驭往，几见回驭还。王褒持节山间走，相如拥传里中看。\n亦有君平百钱知自足，子云寂寞一枝安。蜀道难，欲往从之阻且艰。\n令人壮志多催残，侧身西望涕汍澜。世路崄巇皆若此，不似鸿飞冥冥厉羽翰。"
        },
        {
            "标题": "入京补谪奉老母暂居清源途中感述四首 其一",
            "作者": "卢龙云",
            "内容": "候馆萧森旅思频，西风其奈倚闾人。凭谁共对忘忧草，坐见秋容次第新。"
        },
        {
            "标题": "答孙肖延",
            "作者": "卢龙云",
            "内容": "南北尘途往复还，离杯忽漫接初筵。风云未遂相期意，犬马先惭各问年。\n几历艰危愁鸟道，自惭衰晚负龙渊。衡门羡尔多题咏，时有新篇可为传。"
        },
        {
            "标题": "答体健内弟",
            "作者": "卢龙云",
            "内容": "海畔风烟万里开，归鸿曾寄帛书来。品题羡尔多佳句，泉石于今亦隽才。\n吊古向谁歌玉树，怀人空自酌金罍。腐儒衰晚思何补，独有桑榆念未灰。"
        },
        {
            "标题": "入京补谪奉老母暂居清源途中感述四首 其二",
            "作者": "卢龙云",
            "内容": "冲泥匹马笑重来，可道王阳驭未回。寸禄总非淹国士，北堂还待旅颜开。"
        },
        {
            "标题": "都门僧舍答黄汝纶岁暮述怀之作",
            "作者": "卢龙云",
            "内容": "相逢衣袂满缁尘，总是天涯一旅人。幸舍岂孤弹铗客，玄林空笑宰官身。\n吟馀白雪年垂暮，颂入青阳岁又新。即道淹留家万里，可能虚度帝城春。"
        },
        {
            "标题": "入京补谪奉老母暂居清源途中感述四首 其三",
            "作者": "卢龙云",
            "内容": "僻巷柴扃仅避喧，何知行乐有潘园。板舆未尽承欢意，菽水还应似里门。"
        },
        {
            "标题": "入京补谪奉老母暂居清源途中感述四首 其四",
            "作者": "卢龙云",
            "内容": "去年秋满赵王城，秋月重圆复旅行。一笑天边投杼事，几令华发望金茎。"
        },
        {
            "标题": "梁文学以自寿六十诗见示次和",
            "作者": "卢龙云",
            "内容": "莫将杯酒负良辰，十月江南号小春。一任浮云时自改，须知吾道未全贫。\n清霜傲菊秋仍好，香雪冲梅岁又新。岂学坡翁怜暮景，江门风月更何人。"
        },
        {
            "标题": "四望楼晚晀",
            "作者": "卢龙云",
            "内容": "群峰迤逦对凭阑，风物他乡醉里看。出壑淡烟笼野色，过云疏雨送秋寒。\n地分瓯越关山迥，天尽东南宇宙宽。何必杖藜誇济胜，卧游吾已历千盘。"
        },
        {
            "标题": "益津八景 其四 堂淀风荷",
            "作者": "卢龙云",
            "内容": "东南凝望尽湖光，冉冉红蕖十里芳。渌水明霞娇欲语，白蘋过雨暗生香。\n吴娃曲调堪移舫，楚客衣裳好纳凉。似道今人俱解爱，淩波争艳水云乡。"
        },
        {
            "标题": "五日钱使君招同蒋文学署中小酌时方忧旱",
            "作者": "卢龙云",
            "内容": "郡阁逢多暇，庭槐逗远风。天涯三夏半，客里一尊同。\n艾叶迎杯绿，榴花入座红。因思云汉语，废酒意忡忡。"
        },
        {
            "标题": "送蔡僚长出守南宁",
            "作者": "卢龙云",
            "内容": "腊尽寒梅映雪敷，邮亭浊酒赋骊驹。几年南国皆清署，此日西陲暂远途。\n领袖纪纲原法从，度支财赋旧司徒。才堪裕国徵持算，政解宜民待剖符。\n南顾荒疲须共理，广询贤硕徯来苏。昆崙山下邕州路，罗秀岩前越骆区。\n疆理舆图犹外服，诛求榷吏已无襦。闾阎问俗恩宜普，师帅承流事岂迂。\n朝命双旌荣出牧，山程千骑拥前驱。共言朱毂来何暮，始信苍生望不孤。\n五岭春先鸣格磔，三江水暖跃娵隅。到时预卜多仁惠，奏阙行看有硕肤。\n汉世自应同渤海，君乡宁独美龙图。玺书特召知非远，大展生平弼圣谟。"
        },
        {
            "标题": "送孟担南还次留别韵",
            "作者": "卢龙云",
            "内容": "送别劳劳此有亭，江行倚棹数峰青。山川自美非吾土，朋好无由恋客星。\n潦尽微澜歌鼓枻，秋高明月趁扬舲。不禁后夜怀人远，葭水苍苍露正零。"
        },
        {
            "标题": "送康孟担归莆中",
            "作者": "卢龙云",
            "内容": "天涯归思近何如，几夜秋声入客居。书断故人惟有雁，歌残长铗尚无鱼。\n盟从旧社还真率，赋岂同时负子虚。烟水木兰堪进棹，怀余尺素未应疏。"
        },
        {
            "标题": "送康孟担西游访其叔郡丞",
            "作者": "卢龙云",
            "内容": "千里竹林几梦寻，西行此日惬尘襟。孤舟夜泊风前笛，两岸秋声月下砧。\n雾宿山光时隐现，岚飞野色半晴阴。柳江若过曾游地，应笑当年种柳心。"
        },
        {
            "标题": "送黄礼甫令归安",
            "作者": "卢龙云",
            "内容": "共是河阳吏，君先捧檄行。几人随粉署，数月得黄生。\n念此别离远，其如鄙吝萌。重逢在何日，奏最入燕城。"
        },
        {
            "标题": "范晦叔程右文将归见过值余外出代柬再约",
            "作者": "卢龙云",
            "内容": "偶逐尘踪去，空闻二妙过。风流兼阮谢，吟和喜羊何。\n坐客应常满，逢君岂易多。归心如未急，清夜倘来歌。"
        },
        {
            "标题": "过草萍驿",
            "作者": "卢龙云",
            "内容": "楚越间关道，篮舆又草萍。苔文滋锦石，云气点苍屏。\n扰扰浮生役，劳劳送客亭。秋风迟落木，山较往时青。"
        },
        {
            "标题": "城北送客不及小集神祠得同字",
            "作者": "卢龙云",
            "内容": "共有阳关意，归人望已穷。避喧因别酒，听法借禅宫。\n聚散元无定，壶觞但不空。官閒期会少，竟日总堪同。"
        },
        {
            "标题": "送周廷评张大行还朝二首 其一",
            "作者": "卢龙云",
            "内容": "使节迢遥自帝廷，真教南斗避文星。翘材或拟平津馆，驱传翻劳送客亭。\n玄草我惭嘲尚白，蓝成俱谢出于青。封轺再入邯郸道，莫笑卢生梦未醒。"
        },
        {
            "标题": "送王孝廉归柳州兼寄刘司理",
            "作者": "卢龙云",
            "内容": "风尘漂泊始龙城，岁月长悬旧友生。拙宦积薪殊未达，故人怀璞晚初成。\n比年抚字能为政，阖郡循良并有声。问讯江头曾种柳，并州他日总多情。"
        },
        {
            "标题": "送袁敬德游勾漏",
            "作者": "卢龙云",
            "内容": "欲问丹砂事有无，采真何必惮长途。三江乍泛袁宏舫，五岳新携向子图。\n紫气东来星是客，碧云西望月同孤。如闻葛令当年诀，分取刀圭到药垆。"
        },
        {
            "标题": "送车一中归罗浮二首 其二",
            "作者": "卢龙云",
            "内容": "僻地经过少，相寻却有君。一行先作吏，几度忆离群。\n握袂方冬雪，临岐复暮云。汉庭有知己，应荐子虚文。"
        },
        {
            "标题": "送车一中归罗浮二首 其一",
            "作者": "卢龙云",
            "内容": "客自罗浮出，探奇事远游。云山几千里，雪夜一孤舟。\n宦迹怜余渺，词林羡尔优。诵来诗句好，真涤旅心愁。"
        },
        {
            "标题": "送潘彦恒令洛阳",
            "作者": "卢龙云",
            "内容": "郎秩初颁自建章，便从潘令醉离觞。秋辞上国闻新雁，路出清河指故乡。\n疆域正临周土俗，功名宁让汉循良。春光满县花如锦，谁道河阳似洛阳。"
        },
        {
            "标题": "送陈仲子赴春官兼呈王明府",
            "作者": "卢龙云",
            "内容": "城南有名族，韦杜不专美。厥族本太丘，犹称聚德里。\n昔时兄弟止两方，世推二难声俱扬。今日诸孙纷嗣业，人言旧里胜高阳。\n家学渊源相师友，博古探奇穷二酉。文章独步应魁元，科名接武辉前后。\n仲子才雄海内知，韬光韫璞已多时。一朝薛卞与长价，四海珍琛共斗奇。\n王家仙令飞双舄，增秩行看嘉乃绩。计偕挟策对临轩，踵接鸣珂趋左掖。\n凤毛苞彩映天颜，翕赫簪裾玉笋班。次第生平摅积抱，大业同看伯仲间。"
        },
        {
            "标题": "送黄季文游皖潜兼寄刘明府",
            "作者": "卢龙云",
            "内容": "海曲多名流，艺苑各驰骛。仆仆一黄生，汪汪亦叔度。\n五岳慕奇观，三都等作赋。华发渐盈颠，名山恒杖屦。\n驾言复西游，皖潜有佳趣。巍巍天柱间，山谷旧游处。\n胜迹属吾家，千古如旦暮。此地得神君，口碑方载路。\n挟刺何所投，依刘实倾注。岩穴普声施，青云藉攀附。"
        },
        {
            "标题": "答大中丞陈公二首 其一",
            "作者": "卢龙云",
            "内容": "结庐将傍白云隈，莫记尘游岁屡回。谁为阳城更下考，祗应彭泽赋归来。\n山中猿鹤休多怨，沙上凫鸥岂浪猜。三径久荒违二仲，清尊花下拟重开。"
        },
        {
            "标题": "送张懋功比部出守镇远二首 其一",
            "作者": "卢龙云",
            "内容": "驿骆驱驰远，专城保障雄。五溪衣服外，六诏往来中。\n荒徼宜良牧，天朝命钜公。张君为政乐，先拟颂声同。"
        },
        {
            "标题": "送张孝廉春试",
            "作者": "卢龙云",
            "内容": "四方传檄未休兵，圣主临轩待请缨。凤阙天开春信早，马江风静昼潮生。\n骊歌渐逐停云远，剑气先看傍斗明。此去登坛誇胜事，教人海上忆金茎。"
        },
        {
            "标题": "都门送袁敬德之任英州二首 其二",
            "作者": "卢龙云",
            "内容": "新知初握手，相送出城隅。王程不敢缓，立马能须臾。\n念兹非久隔，离颜强自舒。何时当来还，与子极欢娱。\n春风回帝里，游历任所如。"
        },
        {
            "标题": "都门送袁敬德之任英州二首 其一",
            "作者": "卢龙云",
            "内容": "去岁珠江湄，别君来帝城。今岁长安陌，送尔复南行。\n丈夫志四海，安惮劳此生。浈阳风土美，千叠暮山青。\n如何能久系，早发入承明。"
        },
        {
            "标题": "送来参军转运入京兼寄其观察叔于东鲁",
            "作者": "卢龙云",
            "内容": "司农积贮水衡钱，岁岁梯航向日边。喜近尔家天尺五，何辞飞挽路三千。\n竹林自古高南阮，别墅由来爱侄玄。相见为余称契阔，更于何地附班仙。"
        },
        {
            "标题": "春暮同友人郊外看花分得天时二字合作回文一章",
            "作者": "卢龙云",
            "内容": "时良选地乐开筵，柳间娇花绕近川。枝压艳生香泛泛，蝶飞群逐影翩翩。\n卮盈丝酒春醅泼，卷满新篇绮咏传。吹遍晓风和媚景，奇芳远映丽晴天。"
        },
        {
            "标题": "得钱五卿书却寄",
            "作者": "卢龙云",
            "内容": "千里龟蒙壮大东，风流佐郡几人同。过曹尚美心如结，颂鲁遥知乐在公。\n斗畔双龙违未合，霜前一雁信能通。君从海岱游偏胜，定有新诗慰转蓬。"
        },
        {
            "标题": "朱明洞景八首 其五 结庐人境",
            "作者": "卢龙云",
            "内容": "郭外无车马，衡茅已自深。碧山何用远，杖屦得相寻。"
        },
        {
            "标题": "岁杪徐园宴集用王弇州韵二首 其二",
            "作者": "卢龙云",
            "内容": "荏苒流光岁欲更，诗篇祭罢转多情。林峦似画过韦曲，笔札如云聚墨卿。\n公暇不妨留胜地，幽探何必问仙瀛。残年此会知难数，又到芳春狎旧盟。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其六",
            "作者": "卢龙云",
            "内容": "玄冬霜雪尽，暖逐琯灰来。寒色旅中夜，春光何处台。\n青归淮畔柳，红入陇头梅。底事能娱客，深樽有绿醅。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其五",
            "作者": "卢龙云",
            "内容": "风流江左地，千古尚依然。世远齐梁后，诗称鲍谢前。\n微名甘负俗，健翼愧垂天。触物同怀土，登楼有仲宣。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其十",
            "作者": "卢龙云",
            "内容": "光阴催改岁，日月惜徒过。世事长如此，年劳较孰多。\n祗应骚客咏，都付雪儿歌。伫听阳春曲，凭陵更若何。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其七",
            "作者": "卢龙云",
            "内容": "片愁消大白，万事倚穷苍。萍梗经漂泊，松筠自雪霜。\n龙颜燕阙远，雁字楚天长。莫漫悲游子，摊书但满床。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其一",
            "作者": "卢龙云",
            "内容": "异地生羁思，残年傍客愁。月馀鳷鹊观，寒满鹔鹴裘。\n旧侣多离索，新篇负唱酬。帝城春又至，岁序忽如流。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其三",
            "作者": "卢龙云",
            "内容": "白社非尘境，青山不世情。浮生俱扰扰，谢俗寡营营。\n酒破千愁阵，诗高五字城。几人同述作，艺苑识宗盟。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其四",
            "作者": "卢龙云",
            "内容": "白雪知君富，黄金总让人。江湖双短鬓，天地一閒身。\n萍水长为客，莺花又及春。臈残诗祭罢，喜复岁华新。"
        },
        {
            "标题": "岁杪徐园宴集用王弇州韵二首 其一",
            "作者": "卢龙云",
            "内容": "腊尽凝寒已渐消，名园高会兴偏饶。亭台隐映多奇石，径路逶迤有画桥。\n细雨波间鱼乐出，疏林坞外桂丛招。同来赋咏皆仙侣，不数风流旧六朝。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其二",
            "作者": "卢龙云",
            "内容": "旅馆俱无赖，深杯且莫辞。以余方滞迹，犹尔未归时。\n抚景情俱剧，探春事不迟。品题新岁月，都入郢中词。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其九",
            "作者": "卢龙云",
            "内容": "宦思多寥寂，吟怀强自宽。早春将送暖，馀臈尚生寒。\n求友怀黄鸟，游仙慕紫鸾。更谁如李白，被酒赴金銮。"
        },
        {
            "标题": "次和友人岁暮旅怀十首 其八",
            "作者": "卢龙云",
            "内容": "礼复朝元会，香分列署含。地同天尺五，人岂象魁三。\n宾从时投辖，知交未解骖。独谙官况冷，孤月印寒潭。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其十 石鼓惊天",
            "作者": "卢龙云",
            "内容": "广乐何年到海隈，犹馀鼓迹蚀苍苔。波恬已幸梯航远，不遣扬桴此日来。"
        },
        {
            "标题": "取道浙行值岁方暮",
            "作者": "卢龙云",
            "内容": "岁暮阴阳羁旅泊，天涯泉石梦郊居。红尘再拟看花会，白社初抛种树书。\n适越有怀探禹穴，浮江无用吊三闾。春来依旧王孙道，芳草东风不负余。"
        },
        {
            "标题": "寻五先生南园旧社答谭子玄",
            "作者": "卢龙云",
            "内容": "一代词盟旧结庐，名山何地更藏书。空留野露沾荆棘，无复残篇落蠹鱼。\n忆共买邻嗟世远，翻从凿壁爱光馀。谁令故宅更新主，萧瑟西风独怆予。"
        },
        {
            "标题": "海虞十二景 其六 桃涧飞泉",
            "作者": "卢龙云",
            "内容": "涧水飞流出，桃花夹岸开。穿林疑作雨，喷壑自成雷。\n选胜堪移杖，探幽屡举杯。武陵休再入，聊此涤尘埃。"
        },
        {
            "标题": "桃叶渡",
            "作者": "卢龙云",
            "内容": "桃叶知何处，犹传旧渡名。休论千古恨，且喜四难并。\n婀娜江花媚，留连夜月生。何言不用楫，满听棹歌声。"
        },
        {
            "标题": "桃源洞二首 其二",
            "作者": "卢龙云",
            "内容": "不逢逃世者，空纪遇仙桥。缨濯龙池洁，笙听鹤岭遥。\n居人全类古，生业半为樵。坐久呼僧语，尘心亦自消。"
        },
        {
            "标题": "桃源洞二首 其一",
            "作者": "卢龙云",
            "内容": "一径寻源入，昔人此避秦。衣冠今孔道，车马日生尘。\n涧水难容艇，渔郎孰问津。仙凡终古隔，耕凿几家邻。"
        },
        {
            "标题": "陈勋卿招饮龙津别墅先遗长篇赋谢",
            "作者": "卢龙云",
            "内容": "折简重来忆隔年，深尊容我复谈天。杯前云影千行雁，棋里秋声几树蝉。\n双屐东山游暂卧，盈门北海坐常延。诗情更觉飞扬甚，彩笔先悬白雪篇。"
        },
        {
            "标题": "大中丞陈公招饮鳌山别墅",
            "作者": "卢龙云",
            "内容": "东海何年化巨鳌，南山千仞对城高。悬车密拥蓬三径，浮苇时航水一篙。\n竹坞云来歌并遏，松厓风入酒俱涛。初疑桂树能招隐，去后翻成倚醉逃。"
        },
        {
            "标题": "寄题壶山诸景十首有引 其八 莲阜凝烟",
            "作者": "卢龙云",
            "内容": "群峰叠叠起青莲，朝暮溟濛泛瑞烟。岂是孤根沾广润，芳标时映海中天。"
        },
        {
            "标题": "答梅子庾",
            "作者": "卢龙云",
            "内容": "有客丰神照秋水，胸中磊落谈名理。仙隐如传仙尉家，吴趋大类吴门市。\n自言负俗寡所谐，难遣风云入壮怀。世上龌龊何足数，客中情绪苦无佳。\n床头却有书连屋，展向风檐时玩读。雅意难忘对圣贤，此身未肯混流俗。\n蹑屩行游到秣陵，彩笔还能赋二京。名刺怀来字半灭，尘剑拂时铗自鸣。\n神交海内谁知己，雄文欲学黄初语。赠我空惭寡和篇，争比龙门得御李。"
        },
        {
            "标题": "暮春李长卿偕梅子庾移樽过访赋答二首 其二",
            "作者": "卢龙云",
            "内容": "奇字无堪问，何当载酒来。池光摇拂麈，柳色映传杯。\n渭北人怀李，吴门客姓梅。高情逢二妙，谈咏旅愁开。"
        },
        {
            "标题": "暮春李长卿偕梅子庾移樽过访赋答二首 其一",
            "作者": "卢龙云",
            "内容": "案牍元多暇，知交亦自稀。径深芳草没，门静落花飞。\n胜赏春将尽，行游愿屡违。喜君能顾我，竟日对晴晖。"
        },
        {
            "标题": "题黄给谏南山精舍",
            "作者": "卢龙云",
            "内容": "东南海上凤凰山，山下灵岩杳霭间。仙都自昔美泉石，福地由来远市阛。\n爰溯梁陈始栋宇，百庵十院相连附。中开石室名普门，旧是黄公栖隐处。\n一从英茂已蜚腾，故社难忘竹院僧。割田岁入充香积，报祀堂留伴佛灯。\n荒烟野草将沦没，香火延绵尚不绝。巍巍古殿似灵光，郁郁丛祠等千越。\n善庆应符百世昌，云仍奕叶有辉光。科名异代绳相继，宦业于时久益芳。\n有美当朝名谏议，亢宗自解承先志。陵谷千年稍变更，箕裘自我宁遗坠。\n心因念祖切光前，长悬旧隐寄云烟。买山辟地可十亩，作室临厓复几椽。\n苍松翠竹参差起，怪石飞流接溪渚。堂称乐志怡心神，馆号撷华满图史。\n长桥木末疑汉津，泉听飞轩迥绝尘。傍舍兼营水月阁，清斋不减辋川人。\n羹墙祖德自难舍，选胜溪山亦复寡。谁云此地不丹丘，更待他时为绿野。"
        },
        {
            "标题": "黄太史看菊有述见示赋答",
            "作者": "卢龙云",
            "内容": "猎猎阴风已戒寒，萋萋林卉各凋残。惊看红叶年垂暮，喜对黄花露始团。\n感物长吟俱寡和，怀人独酌不成欢。玉堂仙客元非远，安得东篱共夕餐。"
        },
        {
            "标题": "送宗振归莆中二首 其一",
            "作者": "卢龙云",
            "内容": "漫游随处挟飞仙，更向禅林息万缘。同调喜联交似水，卑栖愧羡翼垂天。\n吟成或写忧时涕，施尽难馀买赋钱。君岂负刍如越石，阳春无地不人怜。"
        },
        {
            "标题": "游宗振自莆见过辄有贻赠答和二首 其一",
            "作者": "卢龙云",
            "内容": "命驾谁千里，神交自昔年。青云多旧侣，白雪富新篇。\n北海尊仍在，南州榻屡悬。喜君乘兴日，犹及暮春前。"
        },
        {
            "标题": "游宗振自莆见过辄有贻赠答和二首 其二",
            "作者": "卢龙云",
            "内容": "一自承环后，称诗辄避名。身容天有幸，才谢国为桢。\n政每惭三异，招常虑四轻。偏师谁劲敌，资尔护长城。"
        },
        {
            "标题": "黄季重自闽中至南昌使君馆之僧舍",
            "作者": "卢龙云",
            "内容": "闽海当年忆漫游，公馀曾共语千秋。羊肠世路多漂梗，牛耳词坛代作裘。\n此际风尘羞吏隐，几回书札问沉浮。南州已下陈蕃榻，郡阁能无十日留。"
        },
        {
            "标题": "题小景八首 其四",
            "作者": "卢龙云",
            "内容": "斧斤入山时，霜高叶尽脱。日晚始还家，秋声振木末。"
        },
        {
            "标题": "题小景八首 其三 樵",
            "作者": "卢龙云",
            "内容": "洞远烟林僻，山深石径微。夕阳歌互答，还共月明归。"
        },
        {
            "标题": "题小景八首 其二",
            "作者": "卢龙云",
            "内容": "烟雨棹扁舟，披蓑钓大泽。得鱼换酒归，始道渔家乐。"
        },
        {
            "标题": "题小景八首 其一 渔",
            "作者": "卢龙云",
            "内容": "风清鸥鹭渚，波静荻芦湾。何必桃源渡，孤舟尽日閒。"
        },
        {
            "标题": "武夷九曲歌寿少司马陈公七十有序 其七",
            "作者": "卢龙云",
            "内容": "七歌曰：我所瞻兮云石堂，溪流七曲树生香。石门虚彻把金光，翘首三峰列上方。\n谁其行乐意未央，天壶日月景偏长。逍遥倚仗回北廊，乐只君子寿无疆。"
        },
        {
            "标题": "天门山二首 其一",
            "作者": "卢龙云",
            "内容": "天阍谁道远，江上却名山。多少朝天者，时从此地还。"
        },
        {
            "标题": "冰桃行寿刘隐君",
            "作者": "卢龙云",
            "内容": "寒威凛冽冰塞川，止见梅花犯雪妍。天上碧桃元异种，冬来结实实逾鲜。\n刘郎自识天台路，亦解瑶池接王母。黄竹歌馀宴白云，擎出冰桃非下土。\n丹丘紫洞美仙居，蓬蒿亦自爱吾庐。萧然一径成真隐，含毫因暇著潜夫。\n谢家兄弟多兰玉，登筵并奏南山曲。未须笙鹤侈霓裳，汉露金茎仍所欲。"
        },
        {
            "标题": "天门山二首 其二",
            "作者": "卢龙云",
            "内容": "见说千寻锁，横江断舳舻。升平当此日，外户总通衢。"
        },
        {
            "标题": "方伯陈公以覃思再膺诰命",
            "作者": "卢龙云",
            "内容": "一自前星焕九霄，万方胥戴圣明朝。远藩诏布初衔凤，行省恩传又珥貂。\n三叶同时沾紫诰，五云深处下仙韶。旬宣不负臣劳懋，赉予兼欣主德尧。\n郭贺幨帷看再美，于公里第应非遥。枫怀殿陛□天□，□对楼齐望阙谣。\n雨露感随炎徼远，松楸色傍苧萝骄。君侯雅有□□志，报答将因入事尧。"
        },
        {
            "标题": "冬日冶城晚眺分韵得支麻字二首 其一",
            "作者": "卢龙云",
            "内容": "万壑阳回后，层轩夕望时。落霞光倒映，爱日影西移。\n未拟登楼赋，先赓伐木诗。倚阑思正渺，灯火夜归迟。"
        },
        {
            "标题": "冬日冶城晚眺分韵得支麻字二首 其二",
            "作者": "卢龙云",
            "内容": "说剑城为冶，开尊物有华。同来浮白者，俱是草玄家。\n净社依青嶂，高斋傍赤霞。官閒期会少，吟眺景偏赊。"
        },
        {
            "标题": "海虞十二景 其八 瑞石亭台",
            "作者": "卢龙云",
            "内容": "磐石依山曲，孤根岁月遒。台成堪坐啸，亭在可销愁。\n截雨疑犀浦，听箫作凤楼。飞仙宁道远，此地足夷犹。"
        },
        {
            "标题": "十五夜同颜使君陈别驾谢明府对月",
            "作者": "卢龙云",
            "内容": "次第看秋到此宵，月圆秋满兴初饶。商声淅历吟风叶，凉气微茫湿露条。\n万里清光开玉宇，千年胜事拟银桥。同来问月人俱醉，一曲狂歌杂凤箫。"
        },
        {
            "标题": "同诸生登紫阳阁",
            "作者": "卢龙云",
            "内容": "紫阳高阁枕山阿，纡径层厓长绿萝。分得异莲疑玉井，飞来细瀑似银河。\n境超下界尘俱寂，坐对南薰暑亦和。何必学仙仍学佛，此中真乐已云多。"
        },
        {
            "标题": "董参军惠铜雀砚余以晋砚酬之皆古物也为赋二绝 其二",
            "作者": "卢龙云",
            "内容": "魏晋年俱远，风流更右军。彼曾歌舞伴，此解得鹅群。"
        },
        {
            "标题": "董参军惠铜雀砚余以晋砚酬之皆古物也为赋二绝 其一",
            "作者": "卢龙云",
            "内容": "当年陶埴意，祗为美人工。转见文坛重，俱称自邺中。"
        },
        {
            "标题": "柏茂蒲芳图寿周宪副",
            "作者": "卢龙云",
            "内容": "早年三径遂鸿冥，柏实蒲香学制龄。直干长留千尺黛，灵根不断四时青。\n乌栖朱博台中府，鹤舞安期涧畔亭。耆社只今尊洛下，太丘门更聚群星。"
        },
        {
            "标题": "冬日雨中过瓦官寺分赋得九青韵",
            "作者": "卢龙云",
            "内容": "朔雪年来少，玄冬雨复零。风驱寒作阵，烟锁翠为屏。\n闭户宁高卧，怀人忍独醒。冲泥循野径，驻马叩禅扃。\n身世元漂梗，朋游乍合萍。笑谈多会景，礼法尽忘形。\n芳润鸡园遍，慈云鹿苑停。品茶偕陆羽，颂酒对刘伶。\n林隐僧寮暝，灯连佛殿青。厨分香积饭，诵听法华经。\n授简矜词丽，论文聚德馨。蒲团淹坐久，檐溜转泠泠。"
        },
        {
            "标题": "度庾岭谒张文献公祠三首 其二",
            "作者": "卢龙云",
            "内容": "白羽明吾志，金鉴为君敷。道本侔伊吕，言堪等训谟。\n唐室方求理，曷自混贤愚。及尔播迁日，追思亦已徒。"
        },
        {
            "标题": "度庾岭谒张文献公祠三首 其三",
            "作者": "卢龙云",
            "内容": "遵彼庾关道，开凿念前劳。长松荫修陆，车马自滔滔。\n行者日百里，仗之辟莱蒿。万古周行在，功方粤岭高。"
        },
        {
            "标题": "京口望长江",
            "作者": "卢龙云",
            "内容": "飘蓬何地不天涯，吴楚东南望尚赊。暑雨濯枝辞凤阙，西风闻雁转龙沙。\n九江亦接浮湘路，八月宁同奉使槎。万里关山无定泊，教人回首忆京华。"
        },
        {
            "标题": "读封侍御雪林公传次和二首 其一",
            "作者": "卢龙云",
            "内容": "极目西南越万山，德星曾羡照人寰。龙章焕引临关紫，豸綵光添舞袖斑。\n玉树淩霄长挺秀，金茎分露旧承颜。堂封片石知无愧，最是高踪不可攀。"
        },
        {
            "标题": "读封侍御雪林公传次和二首 其二",
            "作者": "卢龙云",
            "内容": "宰木萧萧望故岑，白杨犹似雪为林。燕贻家学承偏远，侍从朝恩荷已深。\n孝友并堪书独行，忠勤应与续徽音。遗文异日归青史，不减丹厓颂国琛。"
        },
        {
            "标题": "送高学谕致政还江右二首 其二",
            "作者": "卢龙云",
            "内容": "南来造士见功高，湖海元龙气尚豪。不为三鳣糜岁月，却随一鹤返林皋。\n归来满径犹松菊，别去环门自李桃。即拟宫衣荣彩服，何须白马恋青袍。"
        },
        {
            "标题": "晚晴二首 其一",
            "作者": "卢龙云",
            "内容": "冬入愁寒雨，云开近夕阳。片虹天外出，斜照媚林塘。"
        },
        {
            "标题": "晚晴二首 其二",
            "作者": "卢龙云",
            "内容": "久雨农家厌，新晴野望同。楼台多暮色，并映海云红。"
        },
        {
            "标题": "武夷九曲歌寿少司马陈公七十有序 其一",
            "作者": "卢龙云",
            "内容": "一歌曰：我所瞻兮万年宫，溪流一曲开蒙茸。彭祖之居号云龙，群仙更聚幔亭中。\n谁其主之溪上翁，惟张与徐差可同。骖龙驭鹤意融融，坐见尘扬沧海东。"
        },
        {
            "标题": "送子顺令彭泽",
            "作者": "卢龙云",
            "内容": "几年坛杏有辉光，百里新恩近拜郎。匹马西风辞冀北，扁舟明月度浔阳。\n莫思漉酒柴桑径，祇合鸣琴单父堂。回首可言天渐远，双凫还傍五云乡。"
        },
        {
            "标题": "王莽城二首 其二",
            "作者": "卢龙云",
            "内容": "杨风吹马首，棘露染车尘。不见谈玄宅，何人复美新。"
        },
        {
            "标题": "暮春登紫金山二首有引 其一",
            "作者": "卢龙云",
            "内容": "一春风物报将阑，乘兴还来问紫山。寓目总堪容傲吏，振衣疑渐出尘寰。\n王乔洞在凫先起，太保堂空鸟自还。怀古思乡宁废酒，难逢杯酌共云间。"
        },
        {
            "标题": "王莽城二首 其一",
            "作者": "卢龙云",
            "内容": "残堞馀秋草，颓垣带夕阳。当年曾下士，谁为语兴亡。"
        },
        {
            "标题": "送薛德茂自文安应召入京",
            "作者": "卢龙云",
            "内容": "分符元傍五云乡，第一徵书荷圣王。日转觚棱腾凤羽，天开阊阖望龙光。\n硎新百鍊青萍壮，台重千金紫燕良。此日送君增感慨，揶揄花外笑偏狂。"
        },
        {
            "标题": "元夕徐侍御招同王光禄李孝廉观灯",
            "作者": "卢龙云",
            "内容": "帝里春还未几日，万户千门总春色。昨夜云间月欲圆，更道今宵祀太一。\n华灯闪烁映朱阑，纵横游骑满长安。笙歌响度香尘起，触忤羁人惨未欢。\n徐卿为我开斗酒，李白谈诗方在口。倒屣王生能复来，浮云万态俱何有。\n请记当年旧酒垆，几人得意在皇都。且拚乐事随青帝，莫逐乡心卜紫姑。"
        },
        {
            "标题": "龙阳道中水涨以舟行",
            "作者": "卢龙云",
            "内容": "微茫浦溆汎孤舻，烟景何曾让五湖。习习轻风翔鹳鹤，曈曈初日照菰蒲。\n随波锦缆疑沉陆，傍险银鞍免戒途。跋涉敢辞王事苦，路难终日悯征夫。"
        },
        {
            "标题": "道出徐州值冰始泮莫兵宪助以舟役",
            "作者": "卢龙云",
            "内容": "一骑南来雪里寒，风尘那有罄交欢。使君高谊谁当似，独客羁怀好自宽。\n波静吕梁冰始泮，春生淮海腊初残。乘流几日扁舟下，不记人间叹路难。"
        },
        {
            "标题": "答林生于玄",
            "作者": "卢龙云",
            "内容": "海滨留渐久，汉阙望逾高。造士功何似，忧时念转劳。\n迁难超贾傅，贤愧颂王褒。他日长怀处，诗篇咏木桃。"
        },
        {
            "标题": "送雷见之茂才归雄州",
            "作者": "卢龙云",
            "内容": "骥足新开道路初，龙文旧识斗牛墟。行边览胜多佳句，在处探奇有异书。\n庾岭乡心梅已实，秦淮归棹柳方舒。再来定拟秋怀好，赋里玄言重起予。"
        },
        {
            "标题": "黄太史卜居仙湖里冯君奇索赠",
            "作者": "卢龙云",
            "内容": "凤山山下昔枌榆，江抱如龙宅一区。韦杜城南今托始，谢王江左远相符。\n堂垂燕翼昌诗礼，阙拜龙章杂紫朱。可奈直庐天尺五，每悬卜筑在仙湖。"
        },
        {
            "标题": "牟母薛孺人贞慈诗有引",
            "作者": "卢龙云",
            "内容": "江汉钟奇淑，庭闱萃众芳。早推闺里彦，继擅妇中良。\n誓志明如日，存孤薄履霜。柏舟宁共矢，芦絮不堪裳。\n歌鹄自完节，丸熊更义方。诗书遗泽远，孝友颂声长。\n教仕绩逾最，移忠庆未央。风清萱草茂，露浥桂枝香。\n星焕集贤里，天开燕喜堂。母恩诚欲报，子道亦同光。"
        },
        {
            "标题": "闻宁夏警报",
            "作者": "卢龙云",
            "内容": "圣世承平日已久，韬甲休戈但坐守。未闻天子猎长杨，不见将军屯细柳。\n一朝羽檄西北驰，惨淡秦州战角悲。白骨如山被原野，赤燧中宵动鼓鼙。\n此时大将方推毂，万里何辞挽刍粟。决策应过汉子房，壮猷岂但周方叔。\n骄虏旋闻悔祸殃，小丑何堪距大邦。威仪复见汉官旧，转战无须六郡良。\n豺狼族类心难测，周秦以来无上策。浪说佳兵事不祥，敢谓和戎利已得。\n乘胜还须缚左贤，铭功有待勒燕然。北伐似闻歌六月，东征何必待三年。\n直使王庭空绝漠，尽致降夷称属国。长驱凯奏入鹤关，永见胡尘清虎落。"
        },
        {
            "标题": "闻谤答陈新之",
            "作者": "卢龙云",
            "内容": "几从畏路戒前车，望入羊肠恨转赊。彭泽故栽门外柳，河阳羞对县中花。\n稍疑落莫诗为祟，谩道冲腾剑有华。犹幸主恩宽放逐，敢将漂泊怨长沙。"
        },
        {
            "标题": "闻谤答林于玄",
            "作者": "卢龙云",
            "内容": "芳草年年绿，桃今几度花。好移青雀舫，去傍白鸥沙。\n新水烟初净，名山雾不遮。世情君莫问，趺坐对南华。"
        },
        {
            "标题": "送郑别驾督鹾还西粤兼柬薛使君二首 其一",
            "作者": "卢龙云",
            "内容": "有美家声旧，能忘吏事劳。官淹庞统骥，佩羡吕虔刀。\n早识驹千里，争看凤一毛。临岐方怅别，西望岭云高。"
        },
        {
            "标题": "送郑别驾督鹾还西粤兼柬薛使君二首 其二",
            "作者": "卢龙云",
            "内容": "自返闽江棹，相逢却有君。风尘俄握手，花月几论文。\n吏隐鱼盐混，心知道路分。交亲如问讯，烟水鹭鸥群。"
        },
        {
            "标题": "胡正甫仪部招集绿萝园",
            "作者": "卢龙云",
            "内容": "永日呼朋选胜来，此中图画信天开。为山巧结巢云洞，近水先营得月台。\n绿满纤萝垂户外，粉含新竹旁墙隈。葵榴艳夺沿堤柳，松桧森连夹路槐。\n绕槛总成书带草，盈阶多似蔓金苔。桥通积石琼为岛，帘捲芳丛绣作堆。\n地僻尽堪容笑傲，境幽原已绝氛埃。开尊北海时盈座，飞盖西园待上才。\n日映花光摇握麈，风吹鸟韵送传杯。辋川未乏裴王侣，醉笔同挥九万枚。"
        },
        {
            "标题": "中秋玩月值文闱试士日答廖文学二首 其二",
            "作者": "卢龙云",
            "内容": "露气初寒凭槛外，月华高映举杯前。新晴雨洗看逾洁，入夜云开望独圆。\n索处未应甘抱寂，满庭无奈正连娟。豪吟已为秋生色，顾影何须只自怜。"
        },
        {
            "标题": "中秋玩月值文闱试士日答廖文学二首 其一",
            "作者": "卢龙云",
            "内容": "秋光才满习家池，有客新篇更陆离。胜赏谩宜方外侣，浮名休羡里中儿。\n诗成珠玉当谁和，忧在江湖只自知。到处楼头增夜色，樽开且续屡传卮。"
        },
        {
            "标题": "送陶廷正出守邵武",
            "作者": "卢龙云",
            "内容": "迢递双旌历万山，郡斋如在列仙间。溪回九曲青丝缆，峰拥七台碧玉环。\n千骑始看承帝眷，一麾聊且念民艰。不冤久矣闻廷尉，增秩行应对阙还。"
        },
        {
            "标题": "望雨",
            "作者": "卢龙云",
            "内容": "入夏愁多雨，无端旱亦随。阴阳时未若，调燮事堪疑。\n蒿目忧田畯，斋心问雨师。恒旸当有尽，甘澍应无私。\n实颖将盈亩，蕃滋可后时。泽由天地泰，功薄桔槔施。\n待取禾三百，还看穗两岐。风云即欲合，草木已先知。\n幸及如时化，何言靡孑遗。题诗催雨至，却异雨催诗。"
        },
        {
            "标题": "乌生曲",
            "作者": "卢龙云",
            "内容": "乌生八九子，乃在大海旁。毛羽参差长，俱愿凌穹苍。\n相哺桂树里，岂虞缯缴伤。苦遭秦氏恶少年，弯弓挟弹睨其间。\n一发乱乌群，九子相惊看。各各恋其巢，安得离哉翻。\n唶尔少年轻薄子，乌自群飞何负汝！少年不暇思，反用相矜诩。\n昔我臂苍鹰，共逐平原野。鸟飞不及瞬，尚得攫而食之。\n有时牵黄犬，驰骛山间薮。兔奔不及穴，尚得获而醢之。\n机用匪一朝，于乌竟何有。但明飞伏各自天，无须复欢前与后。"
        },
        {
            "标题": "送丁茂淑缮部出榷芜湖二首 其一",
            "作者": "卢龙云",
            "内容": "入社怜同调，分曹重"
        },
        {
            "标题": "飞云洞景十二首 其十 晚泊溪云",
            "作者": "卢龙云",
            "内容": "鸥鸟忘机任泊浮，捲纶日暮此维舟。清溪坐对心如水，不定閒云亦共留。"
        },
        {
            "标题": "送丁茂淑缮部出榷芜湖二首 其二",
            "作者": "卢龙云",
            "内容": "牒随将作署，费藉水衡钱。祗信迹难合，何知利有权。\n吟怀应尚壮，物力转须怜。揽胜逢公暇，诗筒好为传。"
        },
        {
            "标题": "送邓梅仲归五羊",
            "作者": "卢龙云",
            "内容": "摇落秋山木叶飞，临江一棹送将归。窗闻旅雁生乡思，帆挂寒流带夕晖。\n拂剑星霜成岁月，挥毫风物尽郊畿。重来会有图南翼，握手应知愿不违。"
        },
        {
            "标题": "五言集句十首 其五 郊居林亭",
            "作者": "卢龙云",
            "内容": "养拙江湖外，鬓根已半丝。空园歌独酌，三径苦无资。\n俗远风尘隔，天高秋气悲。徘徊伤寓目，许可废言诗。"
        },
        {
            "标题": "易太学游吴还过访值余服阕索赠赋此",
            "作者": "卢龙云",
            "内容": "三年风木绾愁心，病起萧然思不禁。尘榻偶逢高士下，淡交真向古人寻。\n阳春敢谓无同调，流水还应有赏音。君听吴趋殊未厌，怪来翻忆越人吟。"
        },
        {
            "标题": "陈以哲孝廉自武夷山中有作寄怀侑以仙洞茶建溪酒赋此答谢",
            "作者": "卢龙云",
            "内容": "敲门报有山中使，新从武夷下九曲。高人犹在幔亭间，缥缈烟霞三十六。\n秋阴猿鹤解相留，日宴群仙酣未足。慇勤寄我洞天香，逡巡复有杯中绿。\n安得乘风辄御虚，伴尔名山脱尘俗。司马云端旧结庐，至今借与何人宿。\n君来且赴曲江春，莫畏移文绊岩谷。"
        },
        {
            "标题": "武夷九曲歌寿少司马陈公七十有序 其九",
            "作者": "卢龙云",
            "内容": "九歌曰：我所瞻兮尽仙亭，溪流九曲山鸟鸣。灵峰之上云英英，轻盈杖屦等鸿冥。\n谁可与同猿鹤情，荷锸相将日斲苓。止恐安车下帝庭，山中之乐如苍生。"
        },
        {
            "标题": "出邯郸西郭悯荒",
            "作者": "卢龙云",
            "内容": "驱车出城西，井里太萧索。寥寥几家村，俛仰但四壁。\n鸡犬声不闻，日晏未炊食。釜甑几生尘，相视无颜色。\n烈日更流金，大风走沙石。岂无百亩宽，其奈千里赤。\n壮者行四方，老者守廛陌。孤妇抱儿号，将为沟中瘠。\n我行一见之，涕下忽沾臆。何以待徵求，无用苦相迫。"
        },
        {
            "标题": "代题傅侍御俨思录二首序见五言 其二",
            "作者": "卢龙云",
            "内容": "祖德由来重燕贻，庆馀此日美孙枝。夜台迥隔幽明路，庙像能存爱悫时。\n共睹清高瞻拜肃，难忘缔造念修随。君家物色曾惟肖，梦赉他年亦自宜。"
        },
        {
            "标题": "柳城勘荒二首 其一",
            "作者": "卢龙云",
            "内容": "盘折千山一径穿，诛茅辟石始堪田。苍旻若识荒夷苦，岁岁俱应大有年。"
        },
        {
            "标题": "柳城勘荒二首 其二",
            "作者": "卢龙云",
            "内容": "鸡骨频占欲满篝，可怜金石若为流。中朝定有蠲租诏，不解民间目下愁。"
        },
        {
            "标题": "夏杪鸡鸣山阁宴集",
            "作者": "卢龙云",
            "内容": "楼阁空中傍翠微，招邀乘暇叩岩扉。平临树色当窗见，倒映云光入户飞。\n望远不禁怀古意，宦情宁与赏心违。坐来残暑都忘却，凉吹先秋欲满衣。"
        },
        {
            "标题": "海虞十二景 其十 拂岩回瀑",
            "作者": "卢龙云",
            "内容": "悬泉千尺下，飞作雪花轻。岩挂联珠影，溪鸣碎玉声。\n霏微沾月驭，凌乱洒霓旌。并坐翻愁湿，新来谷口莺。"
        },
        {
            "标题": "十五夜王观察招饮狎鸥亭月色无几雷雨继至感而成咏",
            "作者": "卢龙云",
            "内容": "西园清夜忝嘉招，尊酒论文乐正饶。月魄何缘光乍掩，雨师疑亦妒难销。\n高谈列炬林鸦散，客思停觞旅雁遥。稍待风生云雾歛，一轮还自出层霄。"
        },
        {
            "标题": "仙霞岭",
            "作者": "卢龙云",
            "内容": "穿云何处觅仙家，缥缈丹梯度赤霞。曲涧尚鸣千瀑雨，幽厓常带四时花。\n客留竹院多题壁，僧叩篮舆屡献茶。最是尘游兼胜览，秋清况助物华赊。"
        },
        {
            "标题": "送吴翁晋光禄考绩二首 其一",
            "作者": "卢龙云",
            "内容": "吏隐居南国，书劳在禄勋。词才方共美，宦绩更先闻。\n入奏随鹓侣，北归逐雁群。好文当此日，知羡赋凌云。"
        },
        {
            "标题": "送吴翁晋光禄考绩二首 其二",
            "作者": "卢龙云",
            "内容": "上林花正好，四月似芳春。赴阙瞻天近，趋朝就日频。\n燕台金结士，汉署玉为人。奏最如君几，恩当次第新。"
        },
        {
            "标题": "相逢行",
            "作者": "卢龙云",
            "内容": "长安狭斜路，轩盖日追随。突如流星转，叱咤成风雷。\n拂剑平明去，垂鞭日暮回。市人皆辟易，言从天上来。\n敝裘款段马，平生寡所谐。虚薄乖时用，中道且徘徊。\n顾问何为者，栖栖逐尘埃。挥手谢时贵，王孙只自哀。\n燕诏不可作，孰扫黄金台？"
        },
        {
            "标题": "澹然亭八景有序 其七 鳌顶祥云",
            "作者": "卢龙云",
            "内容": "鳌戴三山弱海东，城南咫尺亦堪同。卿云缭绕孤峰外，瑞色冲腾杳霭中。\n影结楼台临绝涧，光生岩岫散晴空。高人对此自怡悦，不羡飞扬逐大风。"
        },
        {
            "标题": "怨歌行二首 其二",
            "作者": "卢龙云",
            "内容": "买赋嗟何及，春风惹恨偏。楼头看柳色，偷唱想夫怜。"
        },
        {
            "标题": "九月既望陈勋卿招同穆王二令公登龙津逍遥楼望西樵诸山既暮移酌于东轩就月漫赋二首 其一",
            "作者": "卢龙云",
            "内容": "未尽登高兴，深樽正可亲。篱花初满径，秋月更重轮。\n野俗看仍朴，康谣听转新。莫疑双剑合，此地是龙津。"
        },
        {
            "标题": "江应雷偕诸太学追送余苏家桥暮酌有赠答和二首 其一",
            "作者": "卢龙云",
            "内容": "柳色青青思独劳，霸桥星聚五陵豪。已因别赋分玄草，更遣离愁付浊醪。\n并马尘轻苏市雪，歌骊声散苑家涛。公车此日需贤哲，谁解诗成得锦袍。"
        },
        {
            "标题": "江应雷偕诸太学追送余苏家桥暮酌有赠答和二首 其二",
            "作者": "卢龙云",
            "内容": "握手徘徊却为君，旅中那不念离群。探春预约花为主，入社何妨酒并醺。\n两地复悬千里月，长途遍历万山云。欲知别后相怀处，驻马题诗日正曛。"
        },
        {
            "标题": "将发益津答王存初勋部时岛夷犯朝鲜",
            "作者": "卢龙云",
            "内容": "驱车遵海旁，行役出东方。东风吹海氛，鲸鲵且陆梁。\n海邦严斥堠，衣裙袽方长。念我谪居日，兼隐事篇章。\n王事今益我，启处不暂遑。多谢子相期，弯弓挂扶桑。\n儒冠久自误，白面谈岂臧。王师谅神武，暂往必复康。\n济济承明侣，事主毋怠荒。干羽能服远，海波能久扬。"
        },
        {
            "标题": "闻司谏刘先生佥宪闽中赋怀三首 其一",
            "作者": "卢龙云",
            "内容": "羊郡三年别，鸿音万里疏。狂歌燕市酒，涕泪汉庭书。\n吾道艰危里，时名想望初。烽烟闽海净，揽辔意何如。"
        },
        {
            "标题": "闻司谏刘先生佥宪闽中赋怀三首 其二",
            "作者": "卢龙云",
            "内容": "青琐班朝日，黄门刻漏时。有怀心独切，封事夜何其。\n兴礼辞刘向，抡才补望之。圣恩原不浅，出处未堪疑。"
        },
        {
            "标题": "谢公墩",
            "作者": "卢龙云",
            "内容": "王谢游俱远，兴亡代几更。双林苍霭入，一径黛烟横。\n胜地何常主，青山不世情。倚阑方罢酒，风静听禽声。"
        },
        {
            "标题": "新城道中",
            "作者": "卢龙云",
            "内容": "日暮西风急，黄尘扑马头。村藏平野树，酒记旧家楼。\n候馆听鸡发，征鞍对月收。已忘从役苦，行路不曾愁。"
        },
        {
            "标题": "寿冯母太孺人八十",
            "作者": "卢龙云",
            "内容": "江南十月天气新，橘柚垂荣号小春。爱日北堂情更倍，翩翩彩袖正娱亲。\n碧桃海上冬还实，雪藕冰梨伴锦瑟。西母瑶池信始通，麻姑且道蓬莱出。\n家园周览乐潘舆，彷佛云扶白鹿车。南极星光联宝婺，管弦应奏凤将雏。\n子舍承颜孙绕膝，女偊长年犹孺色。庭阶兰玉喜森森，拜阙衣冠恒络绎。\n八十遐龄未足多，阳都得道已形和。称觞定迓期颐永，黄发重赓燕喜歌。"
        },
        {
            "标题": "新笋二首 其一",
            "作者": "卢龙云",
            "内容": "旧干依檐出，新芽拆藓来。清标霜里劲，生意地中回。\n何日能栖凤，先春解友梅。琴囊与诗卷，还并绿阴开。"
        },
        {
            "标题": "署中连赏牡丹呈周姚苏谭四曹长共三首 其二",
            "作者": "卢龙云",
            "内容": "奇葩昔日美姚黄，清署依然擅众芳。酒态未应孤酒圣，花期谁更负花王。\n开帘秀色辉瑶席，授简飞香溢锦囊。多少向阳誇丽质，何如新艳出东皇。"
        },
        {
            "标题": "五言集句十首 其八 春暮宿江馆",
            "作者": "卢龙云",
            "内容": "驷马留孤馆，残莺惜暮春。空梁无燕雀，独坐惨风尘。\n夜久潮侵岸，江清月近人。古来钟鼎盛，不及在家贫。"
        },
        {
            "标题": "送高正甫比部还朝时谳狱江北便道归省",
            "作者": "卢龙云",
            "内容": "白云仙吏下蓬莱，笑索扬州雪里梅。作伴青春来昼锦，承欢綵服映霞杯。\n琼枝乍见庭阶集，芳草翻从驿路催。到处汀洲新绿满，喜供吟咏达金台。"
        },
        {
            "标题": "对雪忆梅",
            "作者": "卢龙云",
            "内容": "北风吹雪渐成堆，恨少寒稍雪里梅。卧阁琴囊空自拂，法曹诗卷为谁开。\n春前庾岭同乡梦，月下罗浮忆旧杯。亦有江南逢驿使，了无相寄一枝来。"
        },
        {
            "标题": "潇湘八景 其二 烟寺晚钟",
            "作者": "卢龙云",
            "内容": "寺对群峰寂，门临一径斜。瀑寒山向暝，烟密树交遮。\n僧饭过香积，禅栖伴法华。似应钟定后，趺坐说三车。"
        },
        {
            "标题": "将发邯郸暂寓西署四首 其二",
            "作者": "卢龙云",
            "内容": "蓬转应难定，羁栖复若何。困来悲失马，妒在敢扬蛾。\n旅思丹枫剧，乡心白雁多。长风吹晓漏，不寐彻行窝。"
        },
        {
            "标题": "赠张医官张家世淮阳其术兼明太素",
            "作者": "卢龙云",
            "内容": "淮南丹术旧称良，羡尔传为肘后方。海上不须求大药，壶中已自胜长桑。\n阴功岂但千人活，国手无容二竖藏。察脉况知荣悴理，似闻七发尽飞扬。"
        },
        {
            "标题": "余继中都曹招看花二首 其二",
            "作者": "卢龙云",
            "内容": "满座长留客，分曹静放衙。开帘调舞鹤，入座绕繁花。\n胜算棋偏敌，高谈日欲斜。非君时命酒，何以度年华。"
        },
        {
            "标题": "攸镇夜泊",
            "作者": "卢龙云",
            "内容": "石齿夹江悬，滩声永夜喧。凄风鸣断岸，残月照高原。\n独客无相问，孤舟谁晤言。寒鸡催曙色，隐隐出荒村。"
        },
        {
            "标题": "祖德诗为姚司理作",
            "作者": "卢龙云",
            "内容": "东南佐郡有贤声，世德曾高旧旦评。黄绶海邦称惠尉，青云法从字升卿。\n官缘一命馀家庆，秩拟三旌荷国荣。大父交知同记忆，相才先习二郎名。"
        },
        {
            "标题": "余继中都曹招看花二首 其一",
            "作者": "卢龙云",
            "内容": "地僻元藏拙，官閒更避喧。花神招密坐，酒态美芳尊。\n菊艳先秋发，兰芽过雨繁。绕庭栽茉莉，睹物尽乡园。"
        },
        {
            "标题": "度庾岭谒张文献公祠三首 其一",
            "作者": "卢龙云",
            "内容": "之子挺南服，作相始乡邦。称诗大历前，于今号盛唐。\n诗名与相业，千载并流芳。眷焉慕先达，风度安可常。"
        },
        {
            "标题": "五云驿赠李医士",
            "作者": "卢龙云",
            "内容": "南客扁舟度五云，却缘芝术得相闻。千年柱下留真诀，紫气关头即是君。"
        },
        {
            "标题": "送王君聘明府迁比部",
            "作者": "卢龙云",
            "内容": "秋风海上送秋曹，几载怜君抚字劳。何必拾遗思汉汲，且看明允重虞皋。\n白头慈母新纶檄，玄鬓仙郎旧佩刀。若道爰书非得意，于门他日为谁高。"
        },
        {
            "标题": "忆罗浮兼寄何使君二首 其一",
            "作者": "卢龙云",
            "内容": "屡爽罗浮约，山灵或笑人。林泉堪浪迹，岩洞几经春。\n五鹊时还集，千花岁并新。寒梅如有待，迟暮转相亲。"
        },
        {
            "标题": "寒食后试新茶因忆故山植茶先垄之畔间别者数年矣",
            "作者": "卢龙云",
            "内容": "何处茶山好，云腴美建溪。黄芽先蛰出，紫笋入春齐。\n持赠逢新火，斜封认远题。故园应比昔，客梦几樵西。"
        },
        {
            "标题": "答罗茂才兼送南归",
            "作者": "卢龙云",
            "内容": "萍蓬天外忆罗浮，客路风霜感百忧。孤鹤唳穷千里月，断鸿声彻九江秋。\n时情漫道同云薄，往事都教付水流。悬榻自知惭仲举，可能徐孺共淹留。"
        },
        {
            "标题": "舟行值雨",
            "作者": "卢龙云",
            "内容": "长江烟雨泛兰桡，极目关山万里遥。踪迹重违门外柳，功名犹是梦中蕉。\n客来转忆孤山鹤，寒至偏侵季子貂。何日功成归绿野，丛林丰草任渔樵。"
        },
        {
            "标题": "忆罗浮兼寄何使君二首 其二",
            "作者": "卢龙云",
            "内容": "山色年年好，难逢地主贤。帷搴朱洞外，榻下铁桥边。\n剩有登楼月，俱无警堠烟。安民多渤海，游骑喜相连。"
        },
        {
            "标题": "答惟学王孙二首 其二",
            "作者": "卢龙云",
            "内容": "江山曾为远人留，记忆中朝意亦优。策足久多行路叹，量才初试过都游。\n宦情似奕今于昨，时序如流春复秋。同调知君能念我，客星长望碧云头。"
        },
        {
            "标题": "答惟学王孙二首 其一",
            "作者": "卢龙云",
            "内容": "几缘结客傍词林，高论逢君足赏音。薄宦俸囊淹桂玉，淡交朋谊托兰金。\n并驱鞭弭千秋事，相忆河梁两地心。别后魂销春草绿，每凭新咏豁尘襟。"
        },
        {
            "标题": "惟学王孙以诗求序其鼓枻稿答之",
            "作者": "卢龙云",
            "内容": "维城依玉树，奕叶挺瑶桢。念祖思贻燕，遵王凛法程。\n脤膰推嗣羙，领袖早知名。赤社磐宗固，青藜夜阁明。\n表章宁自试，醴酒不胜情。尚友追千古，相观集众英。\n根枝同硕茂，岁月喜升平。觅句宗唐社，摛词轶汉京。\n尘途貂欲敝，旅酒盖初倾。珠玉操觚见，尊罍倒屣迎。\n多君呈凤彩，愧我杂蛙鸣。菲薄殊玄晏，三都自有声。"
        },
        {
            "标题": "淫雨颓垣甚多走笔戏作",
            "作者": "卢龙云",
            "内容": "蜗居徒四壁，四壁复难存。夜宿玄冥驾，朝翻白帝盆。\n龙吟当户牖，蛙鼓近堂门。无力驱山鬼，凭谁为筑垣。"
        },
        {
            "标题": "送何敬渐改北成均二首 其二",
            "作者": "卢龙云",
            "内容": "世德先朝重，家声奕叶存。赏延思报国，业在识专门。\n礼秩东曹旧，儒宗上序尊。凤毛元五色，此去见腾骞。"
        },
        {
            "标题": "题画四首 其四 画",
            "作者": "卢龙云",
            "内容": "远山看竞秀，近水喜常清。最善丹青理，笔端尽物情。"
        },
        {
            "标题": "和友人春游六首 其四",
            "作者": "卢龙云",
            "内容": "芳菲节物美遨游，细叶轻花拥翠楼。乐事林园应已足，何须春色在皇州。"
        },
        {
            "标题": "咏怀二首 其二",
            "作者": "卢龙云",
            "内容": "端坐怀百忧，愁思当告谁。荆棘满中道，行者亦云疲。\n富贵非所营，贫贱非所移。越鸟恋故林，游子暮何之。\n河清不可俟，得失恒相随。回车返初服，无为泣路岐。\n东皋既息耜，倚杖临清池。"
        },
        {
            "标题": "永清境上遇张孝廉夜酌",
            "作者": "卢龙云",
            "内容": "谪宦何知复买邻，一时倾盖偶相亲。南州愧我非高士，东道逢君识主人。\n径拥蓬蒿怜仲蔚，辖投宾从美陈遵。追欢正合持螯醉，况喜当筵月色新。"
        },
        {
            "标题": "咏芍药",
            "作者": "卢龙云",
            "内容": "春风浩荡百花庄，千红万紫斗妍芳。雨前雨后难相似，点点风飘正断肠。\n莫向此花悲晚暮，此花不受春光妒。幽香独自殿芳尘，浩态还能称独步。\n醉露当阶不自持，含风绕砌却多姿。广陵浪说誇金带，东武何劳侈玉盂。\n近侍牡丹元似锦，绿水绛荷芳尚歛。送去迎来如有情，艳妆总道来仙禁。\n薰风阵阵拂瑶台，红药分明锦绣开。折向尊前怜国色，更有天香入酒杯。"
        },
        {
            "标题": "题鹤南飞图寿陈勋卿",
            "作者": "卢龙云",
            "内容": "图南羽翼出尘寰，矫首层霄未易攀。琴伴昔年游蜀道，笙吹何日到缑山。\n九皋闻野风前听，千岁巢松月下还。谁解穿云调玉笛，苏仙文物正堪班。"
        },
        {
            "标题": "客有求绍介于李明府者却寄二首 其一",
            "作者": "卢龙云",
            "内容": "乡里衣冠后，如君岂乏贤。分符初一命，飞舄已三迁。\n绿鬓神明宰，丹心日月悬。海波长愿息，泽为圣人宣。"
        },
        {
            "标题": "客有求绍介于李明府者却寄二首 其二",
            "作者": "卢龙云",
            "内容": "薄海三年爱，穷檐万户春。福星随地远，膏雨应时新。\n治行推高等，朝恩异众伦。台垣虚席久，迟尔对枫宸。"
        },
        {
            "标题": "答佘宗汉明府二首 其二",
            "作者": "卢龙云",
            "内容": "早辞荣禄傲烟霞，到处禅林伴法华。彭泽已繁新种柳，河阳犹记旧栽花。\n云晴对客山中月，秋至怀人水上葭。何必勋名俱竹帛，桐江千古重皇家。"
        },
        {
            "标题": "答右司马陈公四首 其三",
            "作者": "卢龙云",
            "内容": "久客风尘徒自苦，馀寒灰律仗谁吹。耕仍谷口应归去，花在河阳有别离。\n敢拟诗留南国颂，莫须文勒北山移。他时两地长怀处，云树苍苍大海涯。"
        },
        {
            "标题": "秋初答林园相诗酒之惠二首 其一",
            "作者": "卢龙云",
            "内容": "山林多乐事，秋入兴逾赊。忽枉传诗句，空惭负岁华。\n尊开泉石侣，月照水云家。更喜秦侯健，青门尚种瓜。"
        },
        {
            "标题": "三水舟中别诸亲族二首有引 其一",
            "作者": "卢龙云",
            "内容": "万里关山道，偏怜后会疏。风霜仍旅食，花月想閒居。\n前路谁知己，新诗重起余。发船催叠鼓，倚棹更踟蹰。"
        },
        {
            "标题": "秋初答林园相诗酒之惠二首 其二",
            "作者": "卢龙云",
            "内容": "年光看渐晚，秋气又生寒。鬓欲相催白，颜谁解驻丹。\n竹林方慕阮，诗传旧推韩。斗酒因君赠，羁怀酌自宽。"
        },
        {
            "标题": "张廷尉以覃恩追赠其父如己官",
            "作者": "卢龙云",
            "内容": "家世尊儒术，天朝录义方。明经韦氏学，通德郑公乡。\n祖泽贻谋远，孙枝孕秀长。昔年空伏骥，岐路且亡羊。\n老作诸儒长，先驱六艺场。雄飞淹羽翼，嘉会俨冠裳。\n风木多遗恨，庭兰萃众芳。渊源皆道脉，继述总书香。\n箱自青三戟，眉谁白五常。不冤仍汉吏，孝友遇周王。\n典以覃封重，名兼报绩扬。趋朝初虎拜，展墓已龙章。\n恩本沾泉壤，思弥感露霜。报君心独切，裕后庆还昌。\n伯仲能方驾，箕裘并肯堂。鸣珂光里闬，岂只羡银黄。"
        },
        {
            "标题": "曾泽卿侍御以东宫覃恩封其父如己官",
            "作者": "卢龙云",
            "内容": "四百峰头旧结庐，承恩初下紫泥书。尊传白兽添春酒，驾引青牛易鹭车。\n桓典已闻推避马，于公能自应高闾。祥光夜夜瞻南极，总是前星映彩馀。"
        },
        {
            "标题": "孙氏先茔嘉瓜二首 其一",
            "作者": "卢龙云",
            "内容": "异矣孙钟墓，相传孝可嘉。感符人化鹤，祥协地宜瓜。\n玉井无须羡，朱陵总浪誇。绵绵比周瓞，他日庆逾赊。"
        },
        {
            "标题": "孙氏先茔嘉瓜二首 其二",
            "作者": "卢龙云",
            "内容": "改卜茔新兆，泉台傍鲁坡。山川随地胜，雨露得天和。\n积石根元美，东陵事若何。诸孙能嗣业，应比故侯多。"
        },
        {
            "标题": "勖崔甥二首 其二",
            "作者": "卢龙云",
            "内容": "儒冠看嗣业，取效岂寥寥。力及千钧弩，功殊五石瓢。\n贻谋思作室，壮志慕题桥。仙液终应就，飞腾越世嚣。"
        },
        {
            "标题": "勖崔甥二首 其一",
            "作者": "卢龙云",
            "内容": "明堂需巨栋，资用匪枚条。耕凿安时俭，弓旌待国招。\n简编聊自富，岁月岂徒消。羽翼南溟徙，吹嘘或不遥。"
        },
        {
            "标题": "冬雨二首 其一",
            "作者": "卢龙云",
            "内容": "三冬无白雪，细雨滴空阶。宛似乡园外，荒烟傍水涯。"
        },
        {
            "标题": "送陈仁甫归豫章二首 其二",
            "作者": "卢龙云",
            "内容": "喜伴春来笑语温，一腔心事颇同论。逢迎昔幸登徐榻，容接何当道李门。\n累叶象贤堪继武，几人国士未酬恩。由来世泽中朝远，迟尔飞腾并帝阍。"
        },
        {
            "标题": "送陈仁甫归豫章二首 其一",
            "作者": "卢龙云",
            "内容": "片帆千里下无诸，僻地淹留忽月馀。花县对怜潘令鬓，锦囊潜带邺侯书。\n一庭兰玉浑相似，十日壶觞迥不如。快睹凤毛长五色，何年天上送吹嘘。"
        },
        {
            "标题": "过豫让桥二首 其一",
            "作者": "卢龙云",
            "内容": "匹马踟蹰度石桥，寒沙古木共萧萧。总缘国士恩难报，留得英雄恨未销。"
        },
        {
            "标题": "过豫让桥二首 其二",
            "作者": "卢龙云",
            "内容": "千年气节未沉沦，自许孤忠愧后人。报主若论恩厚薄，似君犹是二心臣。"
        },
        {
            "标题": "怨歌行二首 其一",
            "作者": "卢龙云",
            "内容": "膏沐徒为理，长宵恨有馀。罗衣新染泪，明月怨离居。"
        },
        {
            "标题": "月夜泛舟",
            "作者": "卢龙云",
            "内容": "携壶理棹出江干，乘兴安流夜未阑。霜月浸空秋色老，风林摇岸叶声乾。\n短箫凄断中川听，长剑凭陵傍斗看。坐久黑貂寒渐彻，诗成还仗酒杯宽。"
        },
        {
            "标题": "社中延李本宁先生同集承见赠四章答和如数 其三",
            "作者": "卢龙云",
            "内容": "圣治日休明，奇文播芬郁。伊我二三子，于何绍芳躅。\n大雅既堪师，稽古念逾笃。末学安足云，中行贵独复。\n探讨多会心，俦侣情俱属。梦寐昔贤豪，千秋矢与续。\n日月惜居诸，飞光一何速。艺苑有宗工，相期善自勖。"
        },
        {
            "标题": "游氏迎晖堂",
            "作者": "卢龙云",
            "内容": "鸡鸣晓日映扶桑，万里烟消见曙光。影动楼台初上下，色增台构共苍凉。\n中天瑞霭开长夜，满地清晖豁大荒。最是飞腾宜凤羽，先从海外得朝阳。"
        },
        {
            "标题": "和陈勋卿雨中待月",
            "作者": "卢龙云",
            "内容": "深夜谯楼更几转，阴晴倏忽眼中变。才看王宇净纤埃，骤见银河飞素练。\n云散月高圆似镜，天空露下寒如霰。宝匣光开入座来，金波影落当杯见。\n醉□□□可千觞，愁逐残云飞一片。舞爱阳阿袖屡翻，歌怜子夜声频啭。\n方欣溽暑变新凉，莫管来鸿兼去燕。极目烟消冰在壶，酡颜风洒秋生面。\n几人北海正娱宾，何处西园复开宴。对酒高阳集胜流，授简南皮多妙选。\n近水台留卿月辉，集贤里报德星现。飘摇桂树影初清，荡漾金尊波始溅。\n门掩疏桐夜未央，霜冷残荷岁交禅。不辞痛饮太豪粗，已判宿酲差瞑眩。\n过隙光阴春复秋，浮云变态舒仍卷。得来亦属楚人弓，弃去宁题班女扇。\n太白举杯犹独饮，庄生齐物却堪羡。莫令广寒殿里人，解笑长愁闺中媛。\n请看天风万里生，驱逐阴霾急于箭。"
        },
        {
            "标题": "残雪",
            "作者": "卢龙云",
            "内容": "先集看维霰，寒凝气转骄。厓枯同陨叶，林冻任封条。\n古柏难全翠，高松亦半凋。临风誇玉树，伴月诧银桥。\n台下歌黄竹，关头忆紫貂。征夫愁远道，思妇怨长宵。\n进退功难定，盈虚道亦昭。寒灰当候琯，孤枕梦春韶。\n青女机仍伏，玄皇驾独遥。条风催始岁，爱日转三朝。\n六出花争卸，千岩冻并消。寒还欺宿莽，生已动幽标。\n开户迎花信，编篱待药苗。欢吟邀彩笔，胜事试华镳。\n更喜阳和满，群方乐共饶。"
        },
        {
            "标题": "答王存初大行四首有引 其三",
            "作者": "卢龙云",
            "内容": "龙卧当年忆滞淫，草庐曾自托悲吟。连城岂合终怀璞，流水多应会赏音。\n帝里风光淹彩笔，家庭乐事寄瑶琴。飞来一片云间月，照见游人此夜心。"
        },
        {
            "标题": "月下与诸叔季小集",
            "作者": "卢龙云",
            "内容": "夜色苍茫暑渐移，临流堪待月高时。清谈暂觉尘寰远，长啸俱忘世路悲。\n王氏论从叔湛易，谢家篇就弟连诗。更阑未尽溪头语，星聚何当太史知。"
        },
        {
            "标题": "又和元夕四首 其二",
            "作者": "卢龙云",
            "内容": "闾阎多乐事，弦管竞先鸣。月色晴还见，星光聚转明。\n千杯为酒阵，五字作诗城。折简吾能至，烛残漏几更。"
        },
        {
            "标题": "又和元夕四首 其一",
            "作者": "卢龙云",
            "内容": "细雨尘初净，长宵漏莫催。园同飞盖会，客并小车来。\n列炬红相映，深尊绿正开。厌厌拚夜饮，不醉未应回。"
        },
        {
            "标题": "又和元夕四首 其三",
            "作者": "卢龙云",
            "内容": "节是三元夜，家同万石君。宾筵元自羙，众乐总堪群。\n授简多吟雪，当歌尚遏云。笳声何处急，莫向此中闻。"
        },
        {
            "标题": "又和元夕四首 其四",
            "作者": "卢龙云",
            "内容": "入社能为主，登堂侈集贤。衣冠惭上客，钟鼓乐初筵。\n夜色过新雨，山光落紫烟。赋才俱擅羙，谁愧在卢前。"
        },
        {
            "标题": "答高正甫赠别二首 其一",
            "作者": "卢龙云",
            "内容": "拙已无三异，狂初学四明。暮云连树渺，孤鹤伴琴清。\n走马为迁客，听莺恋友生。骊歌新柳外，无奈别离声。"
        },
        {
            "标题": "答高正甫赠别二首 其二",
            "作者": "卢龙云",
            "内容": "上林春事好，谁与问花神。我愧愁为敌，人知懒是真。\n漂零随世态，奔轶望京尘。纵有渑池翼，那堪白发新。"
        },
        {
            "标题": "将之临朐答大司马王公赠别二首 其一",
            "作者": "卢龙云",
            "内容": "绿野堂前醉别觥，春林好鸟自嘤嘤。不同赋鵩忧时命，却喜登龙署姓名。\n此日孤琴随鹤远，他宵明月怅乌惊。祇应有待开东阁，会听彤墀曳履声。"
        },
        {
            "标题": "将之临朐答大司马王公赠别二首 其二",
            "作者": "卢龙云",
            "内容": "投赠慇勤且复留，江湖何地不堪忧。四愁未若孤臣切，一顾难忘国士酬。\n暖入东风碧草细，烟消南浦绿波浮。华夷自昔知司马，即拟安车下帝州。"
        },
        {
            "标题": "得何明府京中书四首 其四",
            "作者": "卢龙云",
            "内容": "缁尘在在正西风，尊酒谈天强自雄。世上几人知傲吏，敢期姓字动山公。"
        },
        {
            "标题": "赠相者杨生二首 其二",
            "作者": "卢龙云",
            "内容": "几载风尘混越吟，头颅不自卜升沉。看来肉眼皆皮相，喜尔逢人直见心。"
        },
        {
            "标题": "赠相者杨生二首 其一",
            "作者": "卢龙云",
            "内容": "杨子谈经客屡过，自誇双眼阅人多。从教万态浮云改，骨相天然奈若何。"
        },
        {
            "标题": "斋居柬诸同社时开社见招",
            "作者": "卢龙云",
            "内容": "秣陵几度见初阳，云物依然旧帝乡。客似周南留太史，官难汉署遇冯唐。\n清宵兴味非寥廓，白雪才情有和倡。开社况闻多胜集，好怀应与日俱长。"
        },
        {
            "标题": "长门怨二首 其二",
            "作者": "卢龙云",
            "内容": "抱镜朱颜换，承恩忆往时。委荣伤旧叶，连理出新枝。\n明月心堪寄，秋风鬓易丝。游梁多赋客，或有长卿词。"
        },
        {
            "标题": "长门怨二首 其一",
            "作者": "卢龙云",
            "内容": "寂寞掩长门，幽思孰与论。亦知非妾妒，空自阻君恩。\n夜色流萤度，秋声落木翻。啼痕沾舞袖，偏向箧中存。"
        },
        {
            "标题": "贺同年王计部初诞曾孙二首 其一",
            "作者": "卢龙云",
            "内容": "曲江并马记吾曾，华发头颅日渐增。绕膝喜君孙有子，开颜对客祖为曾。\n镜中白镊殊堪慰，经里玄成且代兴。最是凤毛俱五色，云霄次第见飞腾。"
        },
        {
            "标题": "长至日宿河间客舍",
            "作者": "卢龙云",
            "内容": "年年至日愁为客，此夕愁怀倍不舒。失路未论先策足，征途翻自怅离居。\n五更清梦随天阙，一点丹心到玉除。最恨邻鸡催晓曙，暗尘旋复满巾车。"
        },
        {
            "标题": "招隐诗二首 其一",
            "作者": "卢龙云",
            "内容": "达人知止足，功名及盛年。昔日红颜子，倏忽成华颠。\n拙宦不偶世，投绂谢所牵。碧山宁负我，洞壑生虚烟。\n渔钓狎鸥鸟，嘉树荫通川。于此涤喧浊，因之性所便。"
        },
        {
            "标题": "招隐诗二首 其二",
            "作者": "卢龙云",
            "内容": "世路常崄巇，驷马带倾覆。所以慕幽人，偃息在浚谷。\n日暮生松风，音响如丝竹。葵藿分所甘，何必厌粱肉。\n布褐足禦冬，狐貉未为燠。逍遥任所之，无荣亦不辱。"
        },
        {
            "标题": "贺同年王计部初诞曾孙二首 其二",
            "作者": "卢龙云",
            "内容": "廿年膝下忆含饴，又见庭芳毓瑞时。祖德亲传为世德，孙枝迭长出新枝。\n王家尚纪三槐传，窦氏休誇五桂诗。奕叶庆馀看济美，应多雨露发华滋。"
        },
        {
            "标题": "送张懋功比部出守镇远二首 其二",
            "作者": "卢龙云",
            "内容": "一水穿重峡，双旌望远人。东方千骑出，西岭万家春。\n烽火年来净，闾阎俗自淳。伫看徵异绩，岂但玉为麟。"
        },
        {
            "标题": "初入京黄士明吉士夜过谈旧",
            "作者": "卢龙云",
            "内容": "风尘羸马入燕关，杯酒逢君意气间。夜话故园难竟语，远来孤客亦开颜。\n长杨已羡能遭主，小草何心更出山。最是春光饶上苑，教人仍向日边还。"
        },
        {
            "标题": "初春群玉山楼滞雨二首 其二",
            "作者": "卢龙云",
            "内容": "青青麦陇发华滋，烟雨微濛望亦宜。林冻乍消飞燕雀，涧泉初暖浴凫鹥。\n千家城郭春偏丽，百叠云山翠转奇。最是旅游思道路，目悬钟鼓报晴时。"
        },
        {
            "标题": "雨中答慰林茂才",
            "作者": "卢龙云",
            "内容": "海上多梅雨，途中滞客衣。雾当松径合，寒共佛灯微。\n骨肉经时别，山川几梦归。登楼闻作赋，怜尔谬相依。"
        },
        {
            "标题": "舟雨二首 其一",
            "作者": "卢龙云",
            "内容": "永夜风声急，江涛带雨寒。可堪孤客耳，欹枕梦初残。"
        },
        {
            "标题": "重阳后二日寿钱使君",
            "作者": "卢龙云",
            "内容": "昨日登高上霸台，凉风吹动紫云隈。遥瞻瑞气缠南极，复有祥光彻上台。\n双旌问俗多馀暇，五裤腾欢遍草莱。正好乘秋同染翰，不妨对月更衔杯。\n南山颂岂寻常匹，北阙恩还次第催。心事久为清献侣，循良真自颍川来。\n股肱会见承先诏，文武于今仗异才。一路清风随五马，九天湛露溢三槐。\n芳尊此夕且饶兴，醉笔能翻九万枚。"
        },
        {
            "标题": "重阳前一日林希平民部招饮丛桂山房时桃花与菊并开亦奇事也诗纪之二首 其一",
            "作者": "卢龙云",
            "内容": "未约龙山饮，先攀桂树丛。人俱白社客，地似碧云宫。\n菊艳今应紫，桃花亦自红。阳和偏有意，晚暮喜春同。"
        },
        {
            "标题": "舟雨二首 其二",
            "作者": "卢龙云",
            "内容": "春至应多雨，愁缘夜打篷。岂须留滞怨，润物却为功。"
        },
        {
            "标题": "重阳前一日林希平民部招饮丛桂山房时桃花与菊并开亦奇事也诗纪之二首 其二",
            "作者": "卢龙云",
            "内容": "地主多招赏，花神故献奇。林风吹旷莽，海月照涟漪。\n秉烛因清夜，移樽傍曲池。茱萸明日酒，孰与此中宜。"
        },
        {
            "标题": "为曲江李封君作",
            "作者": "卢龙云",
            "内容": "一从相业始曲江，谁似王家待二郎。学以渊源推正派，功于堂构羡传芳。\n由来龙德幽光发，都借鸾书奕世昌。试看山公优启事，定知世泽浚岩廊。"
        },
        {
            "标题": "自文安舟行至武清二首 其一",
            "作者": "卢龙云",
            "内容": "作客元无定，公馀亦胜游。泥涂方驻马，野水共乘舟。\n帆挂中川月，舷鸣雨岸秋。江湖思不尽，渔火满汀洲。"
        },
        {
            "标题": "元夕舟中二首 其二",
            "作者": "卢龙云",
            "内容": "旅泊逢佳节，长宵作卧游。江间仍禁夜，月下且维舟。\n火树违同赏，灯花逭独愁。明年知此夕，何客共登楼。"
        },
        {
            "标题": "元夕舟中二首 其一",
            "作者": "卢龙云",
            "内容": "今夕是何夕，扁舟伴鹤汀。推篷一月白，弭棹数峰青。\n深夜惟渔火，孤尊自客星。不愁更漏永，此地隔尘扃。"
        },
        {
            "标题": "长至前二日送周驾部考绩二首 其二",
            "作者": "卢龙云",
            "内容": "丰镐惟南国，干城实楚材。凤麟明世出，骐骥远途开。\n宦绩堪殊考，皇恩正大来。春光辞帝阙，归及咏官梅。"
        },
        {
            "标题": "郑生偕行自闽远来索赠二首 其一",
            "作者": "卢龙云",
            "内容": "昔游闽岭外，无地不菁莪。业自承家远，书因诣阙多。\n云霄看健翮，雨露出新柯。藏器年来久，程功近若何。"
        },
        {
            "标题": "长至前二日送周驾部考绩二首 其一",
            "作者": "卢龙云",
            "内容": "述职初三载，朝天近一阳。仙郎方绿鬓，世业自青箱。\n司马为圻父，留都是帝乡。庙谟根本重，简在有辉光。"
        },
        {
            "标题": "郑生偕行自闽远来索赠二首 其二",
            "作者": "卢龙云",
            "内容": "绿鬓年华始，青襟誉逮时。三冬元易足，一字愧难师。\n旧里皆通德，新篇几白眉。秋风鹏运早，九万正堪期。"
        },
        {
            "标题": "自文安舟行至武清二首 其二",
            "作者": "卢龙云",
            "内容": "蓟北三年客，常愁马足尘。平川理舟楫，清夜下江津。\n秋夜穿蒲苇，波光共羽鳞。莼鲈思未得，亦自慰征人。"
        },
        {
            "标题": "送顺德张使君迁苑马卿贰",
            "作者": "卢龙云",
            "内容": "几载邢州政独奇，一方讴颂满褰帷。竹符幸借分三辅，麦瑞重看秀两岐。\n谁挽福星留卧辙，但悬卿月照前麾。他年太史收循吏，何似民间口作碑。"
        },
        {
            "标题": "武夷九曲歌寿少司马陈公七十有序 其五",
            "作者": "卢龙云",
            "内容": "五歌曰：我所瞻兮号天柱，溪流五曲杂烟雾。栖真更在留云处，丹灶茶炉共朝暮。\n谁与相从洽情愫，晚对群峰誇乐聚。紫阳之业应难去，君子万年当永誉。"
        },
        {
            "标题": "武夷九曲歌寿少司马陈公七十有序 其六",
            "作者": "卢龙云",
            "内容": "六歌曰：我所瞻兮一览台，溪流六曲苍屏开。振衣千仞出崔嵬，上与天游意豁哉。\n谁其镌石扫莓苔，千年声响超群材。露零仙掌溢玉杯，葆真怡性貌若孩。"
        },
        {
            "标题": "康孟担至自闽有作道旧次答",
            "作者": "卢龙云",
            "内容": "为郎久滞愧明良，几忆并州亦故乡。再出任人呼小草，重逢于尔羡长杨。\n天涯极目音书渺，花下来歌笑语香。自是郢中难和雪，却从此地觅何羊。"
        },
        {
            "标题": "得何明府京中书四首 其一",
            "作者": "卢龙云",
            "内容": "万里书邮未易传，偶因鸿翼到南天。嵇生懒嫚年逾甚，祗向山林结静缘。"
        },
        {
            "标题": "得何明府京中书四首 其三",
            "作者": "卢龙云",
            "内容": "偃息衡门岁月过，更开一径在烟萝。八行已悟题书意，且向池亭葺芰荷。"
        },
        {
            "标题": "自君之出矣二首 其一",
            "作者": "卢龙云",
            "内容": "自君之出矣，何地不堪愁。明月两乡照，霜寒更入楼。"
        },
        {
            "标题": "自君之出矣二首 其二",
            "作者": "卢龙云",
            "内容": "自君之出矣，时序速如梭。雪里春将动，流光一岁过。"
        },
        {
            "标题": "得何明府京中书四首 其二",
            "作者": "卢龙云",
            "内容": "畿南何地不耕桑，水旱相仍入奏章。捧檄知君趋熟道，定多奇策慰壶浆。"
        },
        {
            "标题": "为刘生题日升图赠杨郡丞",
            "作者": "卢龙云",
            "内容": "海门朝旭映扶桑，指顾辉腾被八荒。云影三山连浩渺，波光万里出苍凉。\n川原在处皆生色，草木何心亦向阳。莫笑野夫贪曝背，由来普照尽穷乡。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "明朝朝堂",
            "Background": "卢龙云刚刚升任贵州布政司参议，正在与同僚讨论国家大事，提到如何治理地方以减轻百姓负担，强调廉政的重要性，以赢得皇上的信任。",
            "Dialogue": "{\n    角色名:同僚 \n    动作:(微微颔首，目光炯炯)\n    讲话:卢先生，恭喜汝升任贵州布政司参议，实乃我朝之幸。然则，治国安民，何以为法？\n}\n{\n    角色名:卢龙云 \n    动作:(昂首阔步，手握文书，神情坚定)\n    讲话:多谢足下之贺，其实治理地方，首在于减轻百姓负担，务实而为，方可赢得皇上之信任。臣以为，廉政乃治国之本，只有清明公正，方能使民心向背。若能设立明规，严惩贪污，鼓励地方官员勤政爱民，方能实现百姓安居乐业之愿。\\n此外，在施政过程中，须倾听民声，了解民苦，切忌高高在上，唯我独尊，唯有广纳贤言，方能构建和谐社会。所言非虚，愿与诸位共勉之，以期振兴我朝之盛世。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "南海的书房",
            "Background": "卢龙云与弟弟卢龙霄、卢龙雨共聚一堂，借酒作诗，畅谈人生理想。卢龙云提到自己在进士科举中的经历，兄弟们相互激励，吟诵着各自创作的诗句。",
            "Dialogue": "{\n    角色名:卢龙霄 \n    动作:(举杯相邀，面露微笑)\n    讲话:哥，今宵好不欢快，待我听听汝最近所作之诗，何如？\n}\n{\n    角色名:卢龙云 \n    动作:(微笑，举杯相应，神情温和)\n    讲话:弟弟所言极是，今宵月明，正是吟咏之良机。近日我作了一首《懊侬歌》，诗中有云：流苏结合欢，绣被双鸳鸯。郎去还何日，深闺夜自长。此情此景，正是我心之所向，愿与诸位共赏。\\n弟弟汝可随我吟诵，愿听汝之见解。兄弟三人相聚，难得此良辰美景，且借酒助兴，畅谈理想，何乐而不为呢？\n}"
        },
        {
            "Type": "书信交流",
            "Location": "书信往来",
            "Background": "卢龙云写信给妻子黄氏，表达对家庭的思念和对未来的期许，同时询问家中情况，愿望能早日归家团聚。",
            "Dialogue": "{\n    角色名:黄氏 \n    动作:(轻轻翻阅信纸，神情温柔)\n    讲话:亲爱的龙云，离家这么久，家中一切可好？此信可安慰我心，盼你早日归来。\n}\n{\n    角色名:卢龙云 \n    动作:(提笔写信，眉头微皱)\n    讲话:黄氏可安，仆在外虽忙，然思念之情常伴于心。家中若何，儿子可好？愿汝心中无忧，待我归家时，再共品茶论诗，享受天伦之乐。此间虽有繁忙之事，然我心常系于家，愿早日归家，见汝之笑颜，听儿之嬉笑。家和万事兴，愿以此书寄去我的思念与祝福。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "南海的集市",
            "Background": "卢龙云与乡亲们闲聊，谈论当下的农田情况，听他们诉说生活中的困难，安慰并鼓励大家要振作，对未来充满希望。",
            "Dialogue": "{\n    角色名:乡亲 \n    动作:(拈花微笑，眉眼舒展)\n    讲话:卢大人，听闻您在朝中有了新职，何以治理地方，期待您能为百姓谋福啊。\n}\n{\n    角色名:卢龙云 \n    动作:(微微点头，神情温和)\n    讲话:多谢乡亲之关心，仆虽远在朝堂，然心系乡里，愿为乡民之福祉尽一己之力。吾以为，治理之道，首在听民声，体恤民苦。若能减轻赋税，兴办水利，保障民生，必能让乡里繁荣昌盛，人人安居乐业。愿乡亲们共勉之，齐心协力，推动家乡的进步与发展。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝某个府衙",
            "Background": "卢龙云正在与其他官员商讨治理之策，提到自己在邯郸任职时的成功经验，强调以民为本，务实治政，赢得其他官员的赞同。",
            "Dialogue": "{\n    角色名:官员 \n    动作:(低声讨论，目光犀利)\n    讲话:卢参议，听闻汝在邯郸任职期间，施政有方，民心向背，真可圈可点。\n}\n{\n    角色名:卢龙云 \n    动作:(缓缓点头，神情坚定)\n    讲话:诸君所言实乃过誉，然施政之道，诚在于民之所需。我在邯郸期间，专注于改善民生，减少赋税，兴办水利，确保民众的基本生活需求。唯有以民为本，方能获得民心，治国理政，亦当如此。希望我们在座的每一位，都能将此理念付诸实施，共同为我朝之盛世添砖加瓦。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "庐山之巅",
            "Background": "卢龙云与友人共游庐山，借景作诗，吟诵其作品《海虞十二景》，并讨论诗中所表达的情感和意境。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(举杯示意，期待目光)\n    讲话:卢兄，今宵明月皎洁，何不借此良机，共吟一首诗？\n}\n{\n    角色名:卢龙云 \n    动作:(微微一笑，举杯相应)\n    讲话:友人所言极是，月明之夜，正是吟咏之良机。近日我作了一首《澹然亭八景》，其中有云：苍苍员峤面高斋，山色岧峣夕转佳。愿与诸君共赏此诗，共同探讨其意境与情感。诗中所表达的正是我对自然的向往与对人生的思考，愿各位也能分享自己的作品，让今宵更加充实而美好。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "自家庭院",
            "Background": "卢龙云的母亲李氏在庭院中栽花，儿子在一旁嬉戏，卢龙云忍不住感慨母亲的辛劳，决定为母亲写一首诗以表孝心。",
            "Dialogue": "{\n    角色名:李氏 \n    动作:(低头浇花，神情温和)\n    讲话:龙云，今日气候正好，庭院里的花开得真美，儿子可好？\n}\n}\n{\n    角色名:卢龙云 \n    动作:(微微叹息，目光温柔)\n    讲话:母亲，您辛苦了，庭院的花确实盛开，仆在外虽忙，然心常系于家，愿为母亲写一首诗，以表孝心。常思家中点滴，愿您保重身体，待我早日归家，与您一同欣赏这花园的美景，共享天伦之乐。您的辛劳，我心中铭记，愿尽快为您解忧，回归温暖的家庭。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "明朝某个书院",
            "Background": "卢龙云向好友李成白寄送书信，交流对诗文创作的看法，以及对当时社会现象的思考，信中提到希望能一起切磋文艺。",
            "Dialogue": "{\n    角色名:李成白 \n    动作:(翻阅信件，神情认真)\n    讲话:卢兄，近日听闻你在朝中表现如何？你对诗文创作有何新见解？\n}\n{\n    角色名:卢龙云 \n    动作:(微微一笑，提笔写信)\n    讲话:李兄，近来在朝中虽忙，却不忘诗文之道。最近我对时局多有思考，所作作品也在逐渐成型。诗文应承载情感与理想，时常反映社会现象，愿与李兄共同探讨，切磋文艺，共同提升。期待你能将来我所写之作，细细品味，愿我们能在文艺的道路上相互激励，共同进步。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝的文官会议",
            "Background": "卢龙云参与讨论如何应对外敌入侵，提出加强地方防御和民众动员的建议，表现出其深思熟虑的治国理政理念。",
            "Dialogue": "{\n    角色名:官员 \n    动作:(目光犀利，心有疑虑)\n    讲话:卢参议，外敌入侵的消息不断传来，我等应如何应对？\n}\n{\n    角色名:卢龙云 \n    动作:(面容凝重，神情坚定)\n    讲话:诸位，外敌入侵，事关国家安危，切不可掉以轻心。应当加强地方防御，动员民众，增强自卫能力。唯有团结一致，方能抵御外敌之侵扰。我们应积极上报皇上，争取资源，加强训练，确保民众的安全与安宁。此外，情报工作也应加强，实时掌握敌情，才能做到未雨绸缪，防患于未然。愿与各位携手共进，保卫我朝的安全。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "南海的月下",
            "Background": "卢龙云在庭院中与妻子黄氏共赏明月，吟诵《七夕》一诗，表达对彼此的思念与爱情，共同憧憬未来的生活。",
            "Dialogue": "{\n    角色名:黄氏 \n    动作:(轻轻挽起头发，凝视月亮)\n    讲话:亲爱的龙云，今夜月色如此迷人，不知你可曾想念我？\n}\n{\n    角色名:卢龙云 \n    动作:(轻轻握住黄氏的手，目光温柔)\n    讲话:黄氏，今夜的月色确实如你所言，明亮而动人，仆在这异乡，思念之情愈加浓烈。月明之夜，正是我最为想念您的时刻。愿与您共赏这轮明月，吟诵心中情怀，期待早日归家，与你共享这美好时光。我们之间的情感，如同这月光，清澈而明亮，永不消逝。"
        }
    ]
}