{
    "基本信息": {
        "姓名": "张萱",
        "性别": "男",
        "出生年份": "1459",
        "死亡年份": "1527",
        "享年": "68",
        "朝代": "明",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "张萱的曾祖是张志恒",
        "张萱的祖父是张述",
        "张萱的父是张僖",
        "张萱的母是潘氏(张萱母)",
        "张萱的妻子是陆氏(张萱妻)",
        "张萱的兄是张地",
        "张萱的兄是张堂",
        "张萱的兄是张塾",
        "张萱的弟是张城",
        "张萱的弟是张墀",
        "张萱的弟是张垠",
        "张萱的弟是张墱",
        "张萱的弟是张坊",
        "张萱的弟是张寿",
        "张萱的弟是张隆"
    ],
    "其他关系": [
        "张萱传记作者为崔桐",
        "张萱致书王穉登",
        "张萱致书李维柱",
        "张萱致书黄约仲",
        "张萱答吴梦旸书",
        "张萱祠记由崔铣所作"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1502",
            "入仕年龄": "44"
        },
        {
            "入仕方式": "科举: 乡贡举人",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "学校: 生员(庠生)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "四",
            "别名类型": "行第"
        },
        {
            "别名": "德晖",
            "别名类型": "字"
        },
        {
            "别名": "颐拙",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [
        {
            "官职": "县令",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "鄱阳"
        },
        {
            "官职": "县令",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "鄱阳"
        },
        {
            "官职": "县令",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "鄱阳"
        },
        {
            "官职": "县令",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "鄱阳"
        },
        {
            "官职": "县令",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "鄱阳"
        }
    ],
    "地理信息": [
        {
            "地名": "上海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "上海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "上海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "上海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "上海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "上海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "上海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "上海",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "疑耀 七卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        }
    ],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "（1459—1527）明松江府上海人，字德晖，号颐拙。弘治十五年进士。官至湖广布政司参议，主粮储。立法禁处侵尅等积弊，忤巡抚意，遂引疾致仕。 ► 张萱的诗文(525篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "九月十二日儿孙扶侍登狮峰醉归放笔",
            "作者": "张萱",
            "内容": "老人觔力济胜难，老脚却欲常登山。寻幽独往不挂杖，振衣竟日穷跻攀。\n天南一峰立江面，嵂崒万仞云霞间。人言此峰是狮子，云霞若缀拳毛斑。\n百兽惟狮雄且武，钩瓜锯牙能食虎。城中有虎已择人，白骨支撑莽如堵。\n狗亦学虎殊咆哮，嗟狮垂头不回顾。更闻上有古灵湫，勺水曾将神物贮。\n三年一吐颔中珠，能为科名卜其数。探渊久欲撄其鳞，底事蹄涔数杯土。\n天飞岂亦常泥蟠，穴处能无鳅鳝侮。骊兮狮兮奈若何，孤青顽碧空嵯峨。\n羊肠诘曲驾灌木，鸟道偪侧盘云萝。呼儿且扫一拳石，覆掌幸有双仙螺。\n燮台拾薪炊不托，炳焯敲石烹酥陀。侧弁光莹跪进酒，稚尧绕膝歌傞傞。\n东来两水皆西注，跳波却送斜阳去。两点东西未了青，羊城烟翠鹅城树。\n扶胥海口罗浮西，孤刹亭亭屹天柱。我曾梦草新宫铭，西望蓬莱杳何许。\n六鳌已驾三山来，树拥云归不知处。归云酿雨雨不飞，扑衣云片疑春絮。\n前山雨过后山晴，雨逐云归人逐雨。眼力却笑脚力慵，酒魔转苦诗魔攻。\n重阳昨日妒风雨，今来我欲乘蜺虹。屐痕已破螺子绿，雪鬓笑插萸房红。\n谁云登山灾可避，我却局地途终穷。自怜数遇择人虎，凭谁唤起蟠泥龙。\n吁嗟乎，东华尘土北窗风，草露石火将无同。儿曹慎莫负老脚，得酒便把金芙蓉。\n相期岁岁千秋日，日日同登狮子峰。"
        },
        {
            "标题": "池阳郡丞蔡洛沙往居金陵与余同席别二十年远矣余过池阳适病目谢客不能握手诗以讯之洛沙长沙人自南昌郡丞移此",
            "作者": "张萱",
            "内容": "蚤誉雄三楚，移官得九华。宦情甘短袖，家世本长沙。\n曾否音容改，相思岁月赊。不须重握手，世路总天涯。"
        },
        {
            "标题": "陈仪翔哀词四章 其三",
            "作者": "张萱",
            "内容": "西风邻笛不胜悲，痛忆翛然瘦鹤姿。可是一蛇盘画镜，非关二鼠啮枯枝。\n空山落木停云处，斜日孤帆问水时。千帙文章千古业，谁云白傅果无儿。"
        },
        {
            "标题": "艾如张",
            "作者": "张萱",
            "内容": "艾如张，张于何。君子防未然，民生在厥初。畏首畏尾，身其馀几。\n差毫釐，谬千里。"
        },
        {
            "标题": "寿胡太尊",
            "作者": "张萱",
            "内容": "丰湖春晚水瀰瀰，湖上棠阴匝地垂。按县彤幨嘶紫马，行春白鹿夹朱旂。\n一尊共祝无疆寿，十邑曾歌乐只诗。歌罢莫言清似水，使君清处畏人知。"
        },
        {
            "标题": "八月十七日寿韩寅仲宴集",
            "作者": "张萱",
            "内容": "嘉客曾歌驹食场，多君千仞独翱翔。箕裘嗣续冠裳满，衡泌优游岁月长。\n万里孤臣曾献赋，一堂遗老共称觞。年年此日须同醉，何用王乔口授方。"
        },
        {
            "标题": "农圃渔樵十咏 其八 郑谷韵",
            "作者": "张萱",
            "内容": "镇日湖边一老翁，开襟常饱芰荷风。閒持藜杖频敲竹，为逐鸬鹚落照中。"
        },
        {
            "标题": "八日江行望白鹤峰柬黎倩",
            "作者": "张萱",
            "内容": "一峰天外立，孤棹镜中飞。白鹤不复返，金莲何处归。\n自怜牛马走，应笑芰荷衣。有美东床客，端居战胜肥。"
        },
        {
            "标题": "黎定宇亲家招饮白鹤峰陈孟嘉偶集",
            "作者": "张萱",
            "内容": "新秋结客共扶藜，娱老亭边酒一挥。白鹤已随人共去，片云空与雁同飞。\n麈毛欲落逢惊座，烛跋频移未解围。为语严城休禁夜，厌厌不醉客无归。"
        },
        {
            "标题": "过白鹤峰追和东坡先生新居成步韵二章 其一",
            "作者": "张萱",
            "内容": "数椽正瞰蛟龙窟，九死曾排虎豹关。磨蝎半生留瘴海，痴仙毕世在人间。\n涛翻怒石晴飞雪，翠滴颓垣雨过山。梦里新丰已相识，长安天上不须还。"
        },
        {
            "标题": "过白鹤峰追和东坡先生新居成步韵二章 其二",
            "作者": "张萱",
            "内容": "影堂秋寂螀啼户，丙舍更寒水照灯。毁积总归三寸管，恩深空抱一条冰。\n朐山石室鸣琴婢，瑞草溪桥守墓僧。罗带剑铓浑似旧，割愁系闷亦何曾。"
        },
        {
            "标题": "秋日李颖玉少参招饮白鹤峰赋谢 其一",
            "作者": "张萱",
            "内容": "肆筵卜夜有邻堂，颠倒荷衣喜欲狂。符握玉麟唐节度，柱题春□汉仙郎。\n九河润窃三千里，五岭新恩十二章。恋主长嘶在空谷，应惭维絷藿苗场。"
        },
        {
            "标题": "秋日李颖玉少参招饮白鹤峰赋谢 其二",
            "作者": "张萱",
            "内容": "龙门万仞郁巑岏，为赋缁衣礼数宽。江上开尊星已聚，峰头归鹤夜初残。\n歌声舞影银灯合，枫叶芦花玉露漙。欲觅坡仙赓水调，琼楼高处可胜寒。"
        },
        {
            "标题": "奉读陆令公重搆白鹤峰坡仙思无邪斋告成佳赋数百言见示时乙亥之秋八月既望也率尔裁谢",
            "作者": "张萱",
            "内容": "白鹤峰头日暮云，忽惊秋色又平分。尊开谁共黄楼月，赋就前无赤壁文。\n欲揽烟霞归笔底，更新楹桷照江濆。千古风流苏学士，不知何以报神君。"
        },
        {
            "标题": "题洒仙子五云双舄图 其一",
            "作者": "张萱",
            "内容": "有客空山坐翠微，长安回首思依依。年来远道多矰缴，为语双凫莫浪飞。"
        },
        {
            "标题": "题洒仙子五云双舄图 其三",
            "作者": "张萱",
            "内容": "迟日春云覆玉墀，飞鸣争满上林枝。朝天纵有双双影，万里君门总不知。"
        },
        {
            "标题": "题洒仙子五云双舄图 其二",
            "作者": "张萱",
            "内容": "浮云何事莽争徂，白日于今不可呼。共说寒鸦能带色，应怜天外有双凫。"
        },
        {
            "标题": "中元日无遮会中题白衣观音像 其二",
            "作者": "张萱",
            "内容": "佛不度女人，女人阴性劣。生男与生女，此是女人业。\n白衣观世音，法为女人说。欲偿男女债，此像不可阙。\n至心誓皈依，诸障尽破灭。"
        },
        {
            "标题": "中元日无遮会中题白衣观音像 其一",
            "作者": "张萱",
            "内容": "我生不信佛，今日始回向。年衰心性慈，信根觉渐长。\n合掌无遮会，写此白衣像。为语善女人，朝夕勤供养。\n烦恼即破除，欢喜自无量。"
        },
        {
            "标题": "园居六十章 其四十三",
            "作者": "张萱",
            "内容": "数将生计问春光，问得春光话更长。止恐北邻□鹅鸭，且随村社问牛羊。"
        },
        {
            "标题": "刘觐国观察于役还里先贶见讯诗以复之",
            "作者": "张萱",
            "内容": "分携却忘在何年，雁影萍踪思杳然。岐路风尘天地满，人间暄冷岁时迁。\n惊看画戟諠驱弩，更念绨袍损俸钱。为问使君湘汉主，桃源曾否一回船。"
        },
        {
            "标题": "为毛进士具茨题其大父中丞公墓",
            "作者": "张萱",
            "内容": "生刍曾荐白杨秋，玉节金鱼共一丘。石绣屏前频立马，莲花峰畔说眠牛。\n西风忽送松楸雨，落日时闻鼓角愁。自是中丞明德远，万家不数汉元侯。"
        },
        {
            "标题": "己未除夕 其二 别岁",
            "作者": "张萱",
            "内容": "四序递往来，安知速与迟。迟固不可留，速亦谁能追。\n天运自有常，吾生亦有涯。所以古贤人，行乐须及时。\n岁功幸已毕，不在甘与肥。岁既舍我去，我岂为岁悲。\n儿孙罗酒浆，痛饮翁莫辞。千秋尚努力，谁云久矣衰。"
        },
        {
            "标题": "寿表侄谢文石时文石游端州 其一",
            "作者": "张萱",
            "内容": "寿星高处紫云函，浮碇灵钟自不凡。文石如今即安石，东山不卧卧星岩。"
        },
        {
            "标题": "寿表侄谢文石时文石游端州 其二",
            "作者": "张萱",
            "内容": "绛帐高悬端水湄，笔耕舌耨乐难支。人中眉寿天中节，长命何须五色丝。"
        },
        {
            "标题": "兵车行次杜少陵韵",
            "作者": "张萱",
            "内容": "车鳞鳞，马萧萧，黄金压肘玉垂腰。入山直探虎豹穴，跨海笑踏鼋鼍桥。\n千金死士勇百倍，叱咤胜气皆笼霄。弦高不是犒师人，马邑聂壹空频频。\n去年殿前戏拔河，今年塞下歌原田。健儿夜夜望太白，太平宰相今乘边。\n魏绛五利亦徒尔，稛载金缯何日已。胡茄且莫奏凉州，请听人歌圃生杞。\n屠耆久已连车犁，黑水之东青海西。乘轩空诮卫懿鹤，蕴火谁放田单鸡。\n卫律不可问翕侯，何足恤搏沙驱市。人执冰，嬉士卒。\n三北耻未雪，六奇计安出。不惜顶踵捐，且斗身手好。\n坐致升平答至尊，带砺河山非草草。君不见贰师祠前句山头，黑云压城冻不收。\n鸱鸮食椹响未革，啼饥百鸟空喧啾。"
        },
        {
            "标题": "丁卯仲春入五羊黄元卿陈太素两国学招集太素海上亭时太素欲为余决东官卜筑之策",
            "作者": "张萱",
            "内容": "移家来自展旗峰，越秀东褊一径通。绕槛池连珠海涨，窥帘山倩白云封。\n多君好客频投辖，老我寻春独杖筇。安得千金买同里，诗盟酒社日从容。"
        },
        {
            "标题": "病起呈谢问病诸君子",
            "作者": "张萱",
            "内容": "老为病之媒，病乃老之祟。疾亦子所慎，况我六十岁。\n精光未销铄，筋力渐佁儗。何来两竖子，齮龁不相贷。\n惠我有良朋，讯问日至再。伏枕未十日，带孔宽可駴。\n科头览明镜，顿觉颜色改。今病有古方，我病古不载。\n非鬼复非食，非外亦非内。阴阳两无伤，汤砭岂能逮。\n病病故不病，治病病乃害。鼠肝与虫臂，此理良不昧。\n所嗟我西园，夏木正蓊薆。一日足不涉，径草恐荒秽。\n汎汎载酒船，斫岸久相待。胡为滞床第，旷此河朔会。\n古云病与贫，往往疏朋辈。我病已霍然，朋辈且长在。\n为语老园丁，两竖一辞退。勤锄三径草，莫遣游人碍。\n屐齿犹未折，败笠更堪戴。招我同心人，旦夕共酬对。\n家酿尚可倾，愿言浇磊块。"
        },
        {
            "标题": "赠闵寿卿时寿卿将入武彝卜筑",
            "作者": "张萱",
            "内容": "未向桂丛隐，时从莲社游。名山双短屐，尘世一浮沤。\n把酒月临水，题诗风满楼。更闻买山计，欲赋幔亭秋。"
        },
        {
            "标题": "辛未夏四月宛陵刘子真馆余江上小堂以六言五绝见投次来韵答之 其四",
            "作者": "张萱",
            "内容": "江空林不受暑，亭小榻亦生凉。为语部蛙休聒，请看沟瘠常僵。"
        },
        {
            "标题": "寄赠邢子愿太仆 其一",
            "作者": "张萱",
            "内容": "严飙厉商气，纤枯肃寒坻。衔羽鸣周周，玄云郁嵯峨。\n俯彼洪河流，四运忽若兹。朝辞京辇尘，夕宿沧洲湄。\n崩波发轻棹，遥遥将何之。结交满四海，谁为久要期。\n踯躅寡所欢，长讴伐木诗。仰视高冥鸿，哀鸣求其侪。\n亹亹走圹兽，噭噭失群悲。所宗慎厥因，古人有明规。\n褰裳遵枉渚，采采江上蓠。感物惜芬芳，将以贻所思。\n投分托金石，副此长渴饥。"
        },
        {
            "标题": "秋日李伯开从豫章来访应门者不能肃客投诗而去因用来韵以诗代书窃效盍簪即图投辖 其二",
            "作者": "张萱",
            "内容": "水落沙笼竹，云深石抱萝。何来题鸟客，高唱采芝歌。\n开襟贻佩蕙，投辖折擎荷。欲结烟霞侣，如君百不多。"
        },
        {
            "标题": "韩寅仲筑其先公祠成庭有双枣不日植之结实繁硕此吉祥也诗以考焉属余和之次韵赋贺",
            "作者": "张萱",
            "内容": "谷城蓬岳带云移，叶彩花光五色披。隐语可容张禄射，云根应是赵莹遗。\n如瓶纂纂誇无核，软玉离离胜弱枝。最羡荐馨观世德，玑青磦紫露华滋。"
        },
        {
            "标题": "须句道中寄家信",
            "作者": "张萱",
            "内容": "鲁国中都地，明时使者车。道傍见乡语，马上付家书。\n尘暗云常卧，春深柳尚疏。行行京国近，翘首五云舒。"
        },
        {
            "标题": "李伯东方伯以西粤晋南囧卿过榕溪话别因用少司空陈公韵赋赠 其一",
            "作者": "张萱",
            "内容": "屏藩环百粤，词赋擅千秋。桂海烟波阔，苍梧云气幽。\n言寻庶子去，且续醉翁游。新主方求旧，公为第一流。"
        },
        {
            "标题": "贺李观察伯东参豫章中书行省事四章 其二",
            "作者": "张萱",
            "内容": "苍梧云气正飞扬，宛宛双旌指豫章。悬肘玉辞麟篆旧，装腰金赐荔枝黄。\n曾闻尺檄收炎海，更拥名藩控大江。从此斗间增气色，君家原是古下将。"
        },
        {
            "标题": "杨鹏遥方伯赴粤西重过小园投诗见别未及留酌赋此呈谢",
            "作者": "张萱",
            "内容": "春江春霁净春晖，孑孑干旄问乐饥。十日平原空有约，一尊浊酒未同挥。\n西籓帝简新薇省，东土人瞻旧衮衣。遥望苍梧云气满，可能肤寸到柴扉。"
        },
        {
            "标题": "唯仲孝廉归自苍梧垂橐北上喜而赋之以侑行李",
            "作者": "张萱",
            "内容": "曾说因人事远游，苍梧云气满扁舟。登坛喜有曹生剑，作客休惭季子裘。\n好借一枝栖上苑，何须万贯到扬州。愿言紫陌看花日，莫忘烟霞老一丘。"
        },
        {
            "标题": "谒贺郡大父清白龙公 其四",
            "作者": "张萱",
            "内容": "千秋大业擅文坛，分郡重看试错盘。鳄水波光应浩荡，苍梧云气正瀰漫。\n四郊休虑狼为牧，十邑从今虎不冠。为问使君何所似，冰壶径尺月中看。"
        },
        {
            "标题": "题张元春秋山策蹇图 其二",
            "作者": "张萱",
            "内容": "临流老树影交加，曲磴穿林日欲斜。却喜健蹄归路熟，洞门犹未锁烟霞。"
        },
        {
            "标题": "同人区季方以少司徒还里赋此讯之",
            "作者": "张萱",
            "内容": "稽首天王颂圣明，老臣犹幸赐馀生。曾怜傀儡空翻影，却笑樗蒲尽踏坑。\n万事止堪供一醉，千秋原不问三旌。心长发短身能健，且向沧浪咏濯缨。"
        },
        {
            "标题": "题张元春秋山策蹇图 其一",
            "作者": "张萱",
            "内容": "数椽高傍碧崔巍，万叠矗云一径开。乱石溪边人策蹇，不知何处看山回。"
        },
        {
            "标题": "辛酉秋日高正甫先生招同黎君玺君选集大忠祠之超然亭",
            "作者": "张萱",
            "内容": "兰羞竹酒共登台，文藻江山半草莱。綵笔自骄湖海气，白头相对弟兄杯。\n云轻寒树千山合，日丽秋原一雁哀。谁向新亭同下泪，忠魂空逐晚潮回。"
        },
        {
            "标题": "元日登蓼云台率儿辈望拜蓼水先先茔",
            "作者": "张萱",
            "内容": "登台北望俨蒿焄，蓼水庐前紫气殷。妇子蘋蘩长假飨，宫墙俎豆互芳芬。\n神峰含日开青嶂，铁岭惊霄冠白云。柏酒椒盘遥献岁，无疆降福自欣欣。"
        },
        {
            "标题": "花朝雨中李自得以诗见访用来韵却答时哲嗣伯开随侍",
            "作者": "张萱",
            "内容": "西昌词客老徵君，白发青鞋一片云。点染溪山吴道子，调谐花月鲍参军。\n愁霖榕水观新涨，跨鹤罗浮卧翠氛。最羡翩翩双綵笔，在阴鸣和九天闻。"
        },
        {
            "标题": "园中黄花盛开携诸小妇赏之醉中戏笔",
            "作者": "张萱",
            "内容": "同车绕径踏霜华，采采东篱日未斜。垂手姬姜争送酒，牵衣儿女笑呼爷。\n亦知老态乾于叶，莫遣衰容瘦比花。曾否灵均摇食指，餐英已饱老浑家。"
        },
        {
            "标题": "为陈华石比部题画册",
            "作者": "张萱",
            "内容": "素练留名笔，新图写远心。何来芳社客，独坐古松阴。\n有句思香草，无言对茂林。双童携数卷，应是泽中吟。"
        },
        {
            "标题": "陈集生太史招集令兄陈顺虎东皋别业凡两日夕",
            "作者": "张萱",
            "内容": "结庭人境拟蓬莱，茵桂申椒次第栽。看剑深宵龙再合，论文浃日客仍来。\n乔枝春暖莺簧巧，瘴海风和蜃市开。不用德星占太史，纵横綵笔已昭回。"
        },
        {
            "标题": "延平陆太守招饮杨氏园亭赋谢",
            "作者": "张萱",
            "内容": "名园春色正平分，座拥笙歌酒共醺。去国一春犹浪迹，论交半世始逢君。\n林间白雨新添涨，槛外青山尽入云。夜色应怜龙气合，可堪倾盖复离群。"
        },
        {
            "标题": "郑与庄畸园五岭之名园也欲候吕安之远驾君是嵇康寄题杜甫之草堂余惭高适戏呈二律窃附千秋 其二",
            "作者": "张萱",
            "内容": "君家山水有清音，把臂谁同笑入林。花影一庭堆锦绣，朋游四坐列璆琳。\n鹤池鸥屿空悬梦，筠径荷亭尚未寻。安得懒真家老笔，为君写付少文琴。"
        },
        {
            "标题": "秋日园居口号六十章 其五十四",
            "作者": "张萱",
            "内容": "梭掷流年歌踏踏，为笑池蛙长阁阁。一枝分得万山秋，更笑南飞绕三匝。"
        },
        {
            "标题": "移花 其一",
            "作者": "张萱",
            "内容": "雨意霏微日欲斜，轻雷唤醒一池蛙。园公睡起无它事，荷锸呼童急种花。"
        },
        {
            "标题": "乙丑献岁三日口号代柬迎里中同社君子",
            "作者": "张萱",
            "内容": "天上招摇今指丑，人间遗老称朋寿。人言旧岁不如新，我道新人不如旧。\n新人休说美韶华，旧人休嗟成老丑。曾见韶华易销歇，若羞老丑非长久。\n小园寒褪花欲然，小院晴多春似昼。巧笑迎人洞口桃，柔条扫径溪头柳。\n为语乘春好杖藜，且去寻芳共携手。请君莫弃旧时人，好我同倾新岁酒。"
        },
        {
            "标题": "云霞出海曙阁试",
            "作者": "张萱",
            "内容": "爽气朝来满，遥瞻若木东。影连鲛窟涌，绮散蜃楼空。\n五色正璀璨，九光纷郁葱。重晖应表瑞，倾向惬葵衷。"
        },
        {
            "标题": "晓发安义喜晴",
            "作者": "张萱",
            "内容": "正月已过半，春林未向荣。昨宵阴尚翳，傍晓月微明。\n接翅鸦諠煖，居巢鸠唤晴。客怀今稍快，马首数峰迎。"
        },
        {
            "标题": "福寿图九咏代九邑令公寿鲍瞻鲁同府 其一",
            "作者": "张萱",
            "内容": "春满罗浮四百峰，霞光长护玉芙蓉。寿星福曜中天丽，仙籍重标两鲍公。"
        },
        {
            "标题": "福寿图九咏代九邑令公寿鲍瞻鲁同府 其二",
            "作者": "张萱",
            "内容": "凤历初开淑气新，昌期五百岳生申。十城共效华封祝，福寿如天万井春。"
        },
        {
            "标题": "壬戍除夕有感",
            "作者": "张萱",
            "内容": "白头何事独悲辛，支枕灯前泪满巾。婪尾共堂惟一啜，孙枝绕膝少三人。\n老怀今夕嗟非旧，物态明朝说更新。却喜小园春更蚤，花曾献笑柳舒颦。"
        },
        {
            "标题": "重过桐江钓台留题 其一",
            "作者": "张萱",
            "内容": "片帆又过富春山，新水平添旧日滩。再上双台舒一啸，不妨啼鸟报春残。"
        },
        {
            "标题": "重过桐江钓台留题 其二",
            "作者": "张萱",
            "内容": "莫将急鼓叠回风，且向中流看织荭。石上相逢休问姓，当年我亦一渔翁。"
        },
        {
            "标题": "我生何不辰次杜少陵垂老别韵",
            "作者": "张萱",
            "内容": "我生何不辰，无地可偷安。康衢击壤人，家室不得完。\n天高听岂卑，低首长含酸。田庐鬻已尽，皮穿髓亦乾。\n数年苦积逋，一日当还官。宽贷在狐鼠，搜索尽孀单。\n狐鼠满城社，道路心胆寒。棘林有夜哭，行乞无朝餐。\n正供输差易，索羡应常难。赦书阁不下，辜此新恩宽。\n去去难具陈，悲来亦多端。子逃不必问，女卖何足叹。\n涸鲋无涓滴，穷猿失林峦。囊头发已秃，流血臀常丹。\n衰老复远适，少壮休盘桓。风人咏硕鼠，此语真析肝。"
        },
        {
            "标题": "重过桐江钓台留题 其三",
            "作者": "张萱",
            "内容": "缁川亦是钓璜馀，错把安车拟副车。干象犹堪频入梦，君房空奏一函书。"
        },
        {
            "标题": "重过桐江钓台留题 其四",
            "作者": "张萱",
            "内容": "欲屈狂奴作汉臣，交情总是白头新。垂竿莫说前贤误，文叔于今非故人。"
        },
        {
            "标题": "赠别谢垂之馆宾解帷还宝安",
            "作者": "张萱",
            "内容": "清音阁下江如练，五色飞来云冉冉。谁悬绛帐领春风，高霞万片供驱染。\n毫挥纸满人皆惊，前身可是谢宣城。龙气渐看辉北斗，鹏抟犹未徙南溟。\n骊峰主人陶靖节，犬子豚孙总痴绝。年来不觅栗与梨，相携共立程门雪。\n籯中有经传素王，焚膏继晷声琅琅。安得随君举六翮，翩翩天路相翱翔。\n蒲帆不系榕溪树，笑拥皋比何处去。愿君莫忘百尺□，时时寄我惊人句。"
        },
        {
            "标题": "大彗寺社集",
            "作者": "张萱",
            "内容": "古寺春深寂不諠，依依新柳影寒原。千花绕塔鸟啼昼，一犬眠云僧候门。\n客向酒边吟芍药，春从天外到芳荪。东风莫遣流光驶，且付清尊共讨论。"
        },
        {
            "标题": "园居六十章 其十一",
            "作者": "张萱",
            "内容": "燕瘖莺噤蝶倦时，一分春色十分奇。眼前奇处人常共，说与人人总不知。"
        },
        {
            "标题": "茜云歌再为钱唐马稚彬赠妓赋",
            "作者": "张萱",
            "内容": "觥筹交错麝兰熏，请君听我歌茜云。霜风昨夜吹香氛，冉冉飞落珠江濆。\n芊绵草色日初曛，化为云兮碧氤氲。儿名茜云美无伦，我言云儿天之孙。\n儿言云是花之魂，兰心蕙质清且芬。意近体远浓淡匀，戏着临邛犊鼻裈。\n梭齿偶折逢谢鲲，懒向人间剌绣纹。徵歌逐舞日温黁，双莲微动湘波裙。\n留身顾影何逡巡，沽娇笑弄榴花尊。欲别不别时谆谆，憨声颤语谁忍闻。\n马明生即云中君，云兮同归老姥墩。白头太守王右军，有诗不赋鹑之奔。\n掘头船子两桨分，不如归去寻桃根。"
        },
        {
            "标题": "区季方司徒以咏梅八绝索和次来韵赋答 其一",
            "作者": "张萱",
            "内容": "墙角有新枝，群芳未竞时。倩谁三弄笛，为谱陇头诗。"
        },
        {
            "标题": "丙寅初春参知洪崖王公移镇惠潮喜而赋之 其二",
            "作者": "张萱",
            "内容": "王春花信报江梅，人日恩光遍草莱。地控上游开两府，人从中夜望三台。\n科名蕊榜文章伯，政事薇垣鼎铉才。好语邹生缓吹律，一时黍谷已阳回。"
        },
        {
            "标题": "丙寅初春参知洪崖王公移镇惠潮喜而赋之 其一",
            "作者": "张萱",
            "内容": "东方分镇借长城，瑞霭罗浮福曜明。棨戟行春天上至，壶浆就日梦中迎。\n曾披蜃市鸠蜚雁，笑拥麟符筑巨鲸。不是金兰怜缟带，彝门谁复问侯嬴。"
        },
        {
            "标题": "次日小园看梅花独酌再次苏韵",
            "作者": "张萱",
            "内容": "罗浮梅花别有村，白头村主招花魂。幽香万斛媚幽径，皎皎不受纤尘昏。\n芳名可入石湖谱，孤踪独寄于陵园。攀枝嗅英转芳烈，迷香何必誇春温。\n谁向城头叹摇落，三叠画角东方暾。春光岂欲漏消息，不寻朱户寻柴门。\n琼瑶满树入鼻观，天香沁骨谁为言。汝花有神更有意，临风眷恋西园樽。"
        },
        {
            "标题": "区季方司徒以咏梅八绝索和次来韵赋答 其二",
            "作者": "张萱",
            "内容": "月落影尚横，空林晓梦清。何来啼翡翠，梦觉不胜情。"
        },
        {
            "标题": "次日龙川宋元实明府随过小园留酌竟日亦以二诗见赠次韵赋谢 其二",
            "作者": "张萱",
            "内容": "小有烟霞自一丘，花光竹气醉中收。药携丹灶云生袖，酒傍青山风满楼。\n荒郊丛棘惊栖凤，野水微波亦下鸥。若问鹿沙量月影，西园犹未种阎浮。"
        },
        {
            "标题": "壬申正月十七夜刘令公赐续元夕惠临赋谢",
            "作者": "张萱",
            "内容": "良宵已度月明孤，掷烛推毬尚可呼。共喜乐郊无硕鼠，何期永夜集仙凫。\n续游不用一钱买，胜会休云五夜徂。草莽自难徼福曜，枯荄何日尽昭苏。"
        },
        {
            "标题": "题陆叔平山水文徵仲以诗识之用文韵 其一",
            "作者": "张萱",
            "内容": "天远峰岚净，秋高树色浓。扶藜随独鹤，散步任西东。"
        },
        {
            "标题": "庚子元日过赵钧甫绚霞馆",
            "作者": "张萱",
            "内容": "岁献江边客，源寻溪上花。林深春似酒，日煖树为霞。\n山向楼心蹑，门随石嘴斜。乘风还有约，从尔觅胡麻。"
        },
        {
            "标题": "己未除夕 其一 馈岁",
            "作者": "张萱",
            "内容": "明日肇三阳，今夕回五佐。卒岁幸优游，阖室鲜窕货。\n里妇竞豪奢，馈问无小大。筐筥骛脩衢，我独高枕卧。\n一介不到门，半刺不窥坐。饾饤列长筵，食力自井磨。\n辞寒与迎煖，共向杯中过。闭门觅老句，自唱还自和。"
        },
        {
            "标题": "送卢少从检校江藩",
            "作者": "张萱",
            "内容": "风尘谁识折腰心，暂借都曹任陆沉。拄颊饱看庐岳色，参卿閒卧省薇阴。\n廿年拙宦甘频谴，五字新诗独苦吟。若向琵琶亭下过，莫将孤泪湿青襟。"
        },
        {
            "标题": "玄度以诗责偿卜筑之约用来韵答之",
            "作者": "张萱",
            "内容": "卖文曾办买邻金，故国移居始自今。欲向烟霞寻旧侣，况逢山水有清音。\n飞鸿踏雪仍留迹，倦鸟移巢却择林。莫怪绕枝犹未定，啜醨渔父已知心。"
        },
        {
            "标题": "王幼度明府下车龙门以便面诗见寄用来韵却答",
            "作者": "张萱",
            "内容": "有客云霄上，寻盟丘壑中。因知王不好，始信瑟能工。\n梦寐山川间，朋游江海空。君曾答客难，我已赋幽通。\n韫匮皆三刖，泥涂嗟五穷。指归思李撰，丰韵忆王濛。\n莫惜鸾栖棘，空怜马逐篷。龙门登有日，九顿大王风。"
        },
        {
            "标题": "芳春节晓晴登百尺楼仿王叔明山水 其一",
            "作者": "张萱",
            "内容": "撩人春色百花妍，盘礴登楼拂素笺。试向楼前寻粉本，骊峰榕水艳阳天。"
        },
        {
            "标题": "芳春节晓晴登百尺楼仿王叔明山水 其二",
            "作者": "张萱",
            "内容": "戏驱老腕斗春妍，树色山光忽满笺。兴剧笔狂风日好，乍晴乍雨养花天。"
        },
        {
            "标题": "伏日区用孺太史招饮慈仁寺蟠松下同赋",
            "作者": "张萱",
            "内容": "赤日行高天，炎威一何赫。嗟彼执热人，争言手可炙。\n良朋有嘉招，坐我松下石。解带当微风，高枝挂巾帻。\n芳醴洽四坐，如灌甘露液。珍瓷啜新茗，泠然生两腋。\n瓜果次第陈，僧供饭香积。高言唱妙理，尔汝杂谐剧。\n此乐未曾有，一日当十日。独嗟千岁松，十霄常百尺。\n兹松乃偃蹇，宛若隰中䕵。离披纷攫拿，枝撑转欹侧。\n汝材既不恶，汝影胡不直。岂效戚施辈，俛仰长局蹐。\n我词未及终，瑟瑟对以臆。结根非培塿，幸借净土力。\n既无牛羊患，亦免斧斤戚。我欲高亭亭，神恶恐见逼。\n四面多罡风，翘材数摧折。即充明堂用，匠石不察识。\n举世好佝偻，抗直亦何益。屈身遵时晦，且复傍阶墄。\n岁寒自坚贞，可屈不可易。抚物兴长谣，一唱三叹息。\n始知全天年，伸屈各有适。吾党多直躬，兹语共记忆。"
        },
        {
            "标题": "丙寅除夕守岁呈郡大父二初余公",
            "作者": "张萱",
            "内容": "彘肥酒熟乐无涯，欲买痴呆价未谐。产落非关虚耗鬼，魔降不用锻磨斋。\n重来佛子鸠鸿雁，更嘱傩翁逐虎豺。怪底西园醉长夜，频添商陆煮茅柴。"
        },
        {
            "标题": "三姑峰",
            "作者": "张萱",
            "内容": "闻说诸天护苾刍，大王峰畔从三姑。游人不敢轻捐佩，匪石能同玉女无。"
        },
        {
            "标题": "题戴文进莺啭鱼游图 其二",
            "作者": "张萱",
            "内容": "荒林野水纵春寒，出谷潜渊处处安。莫道上林春色好，须防香饵与金丸。"
        },
        {
            "标题": "题戴文进莺啭鱼游图 其一",
            "作者": "张萱",
            "内容": "蒲芽初茁柳丝长，荡漾春波照海棠。怪底鱼儿皆出听，枝头日暖奏莺黄。"
        },
        {
            "标题": "题陆叔平山水文徵仲以诗识之用文韵 其二",
            "作者": "张萱",
            "内容": "苍翠满石壁，閒来秋兴浓。山居有诗料，多在夕阳东。"
        },
        {
            "标题": "谒谢王虞石直指四章 其三",
            "作者": "张萱",
            "内容": "万里巡方叱驭时，南床专坐亦称痴。论文每发诸生箧，把笔常裁幼妇词。\n云覆香条森老柏，霜催脆味入佳梨。文章司命台中彦，可是当年王仲仪。"
        },
        {
            "标题": "人日同人韩叔捷参知以诗见贻用来韵却答",
            "作者": "张萱",
            "内容": "儿童且莫卖呆痴，我爱呆痴汝不知。但愿明朝新胜旧，休论昨日是耶非。"
        },
        {
            "标题": "寄怀邓玄度时玄度亦以书见讯",
            "作者": "张萱",
            "内容": "凭高何事独悲吟，有美西方惠好音。客到饔飧铜是海，宅浮书画镜为林。\n插萸香满发已短，落帽风微秋正深。黄菊赐歌须见报，为君朗诵一披襟。"
        },
        {
            "标题": "次石龙寄讯邓玄度会长",
            "作者": "张萱",
            "内容": "数口还榕水，孤舟渡石龙。浮家珠海客，高枕镜园公。\n梦起丹枫月，帆欹白雁风。遥思歌舞处，稽阮竹林同。"
        },
        {
            "标题": "丙子灯夕",
            "作者": "张萱",
            "内容": "清欢永夜曝书台，共向灯轮数举杯。九陌香尘随马去，一天碧月驾鳌来。\n烧云火树千枝满，妒月金莲五夜开。好语儿童休卜茧，且随秾李去歌梅。"
        },
        {
            "标题": "宝安王幼度明府以戈船见迎为灯夕之会喜而从之得八十字并贻宝安同社诸君子 其二",
            "作者": "张萱",
            "内容": "客棹忽远适，江天殊放晴。盟寻赠带好，老作踏歌行。\n坐满平原客，琴鸣单父城。烧灯十万户，应让福星明。"
        },
        {
            "标题": "题稀龄得雄卷贺车宜仲内兄七十举子",
            "作者": "张萱",
            "内容": "羊鹤山人年七十，步履如飞尤健食。两肩覆雪自丝丝，满颊渥丹何熠熠。\n人言君是地行仙，泉石优游不记年。曾从芝隐朝黄阙，曾向桃康弄紫烟。\n晚岁移居珠海曲，拾得蚌胎千万斛。一珠在掌百不忧，照乘一珠仍出腹。\n蚌老珠呈莫道迟，双珠照耀老传时。携来姹女两三辈，应有金童四五儿。\n人世生儿何用蚤，我有七儿殊潦倒。两儿已得两明珠，老年便可开怀抱。\n七十生儿世所稀，儿较徐卿更绝奇。何日挂帆会汤饼，为君再赋少陵诗。"
        },
        {
            "标题": "宝安王幼度明府以戈船见迎为灯夕之会喜而从之得八十字并贻宝安同社诸君子 其一",
            "作者": "张萱",
            "内容": "仙令不遗旧，王春已献新。黄头戒途卒，白首出疆人。\n为忆论文酒，今逢赐福辰。乐郊饶乐事，灯火共烧春。"
        },
        {
            "标题": "登金山寺四首 其三",
            "作者": "张萱",
            "内容": "照水烟鬟矗，凌波玉笋孤。更疑北海若，擎出碧珊瑚。\n日落蛟龙立，天高鹤鹳呼。钟鸣僧不语，寒色满菰蒲。"
        },
        {
            "标题": "登金山寺四首 其一",
            "作者": "张萱",
            "内容": "阔岸连瓜埠，孤标控润州。龙宫鳌并驾，鲛室蜃为楼。\n隔浦夕阳下，他山独树秋。不须鞭石去，此地有丹丘。"
        },
        {
            "标题": "登金山寺四首 其二",
            "作者": "张萱",
            "内容": "水国开金界，江天耸玉台。中流双砥柱，一水两蓬莱。\n古刹临无地，毫光接上台。凭高最箫瑟，风雨隔江来。"
        },
        {
            "标题": "登金山寺四首 其四",
            "作者": "张萱",
            "内容": "海口霞明树，波心月渡僧。拂云高顶竹，照水下方灯。\n天远孤城壮，潮平怪石层。閒过竹院话，净饭共南能。"
        },
        {
            "标题": "病中柬两修丈人时丈人亦伏枕半月矣",
            "作者": "张萱",
            "内容": "我病君来问，怜君病亦同。王戎应断客，满奋不禁风。\n曾否杨生肘，将无壁挂弓。何时一尊酒，沉醉两龙钟。"
        },
        {
            "标题": "五日天坛社集 其四",
            "作者": "张萱",
            "内容": "丽日芳游散玉珂，相将采拾市婆娑。虚廊自閟松杉影，古殿长檠鹤鹳窠。\n故国炎蒸丹荔熟，乡心迢递白云多。但能把酒呼朋辈，不用挥毫吊汨罗。"
        },
        {
            "标题": "丁未立春日小憩窑头公馆有感 其二",
            "作者": "张萱",
            "内容": "春色何迟莫，客心殊郁陶。停镳投野馆，拨火煮村醪。\n细雨酿花气，凄风屯土膏。自怜同候雁，岁岁北行劳。"
        },
        {
            "标题": "赠窦长卿归淮南 其一",
            "作者": "张萱",
            "内容": "悠悠非远道，冉冉秋已晏。素霜夕转穷，檐虚众星烂。\n欢爱既暌违，山川复悠缅。揽涕岐路傍，中情不可选。"
        },
        {
            "标题": "丁未立春日小憩窑头公馆有感 其一",
            "作者": "张萱",
            "内容": "入春经九日，此日始名春。冻宿荄微动，春迟绿未匀。\n行厨羹菜甲，续食荐盘辛。寄问楼头望，偏谁忆远人。"
        },
        {
            "标题": "赠窦长卿归淮南 其三",
            "作者": "张萱",
            "内容": "夕寒风自起，朗月一何速。鉴此将归人，对此篱下菊。\n采菊汎新觞，停车尽馀漉。亦知别心苦，不惜杯反覆。"
        },
        {
            "标题": "赠窦长卿归淮南 其二",
            "作者": "张萱",
            "内容": "窦生青云姿，少小即横骛。四顾寡所谐，冥适托玄素。\n秋风满淮南，归咏丛桂赋。愿言爱景辉，慰我长思慕。"
        },
        {
            "标题": "赠窦长卿归淮南 其四",
            "作者": "张萱",
            "内容": "人生如枯蓬，聚散何足惜。所悲同心人，暄凉异川域。\n分手即前路，相思复何益。仰面浮云徂，愧彼双飞翮。"
        },
        {
            "标题": "杨州夜宴歌谢杨昆源太守",
            "作者": "张萱",
            "内容": "广陵十月寒生魄，西风吹雨潮头白。南归画舫绾枯杨，曾是当年弹铗客。\n问客来何方，抽簪出建章。因过旧游处，更忆少年场。\n荏苒风尘已十年，芜城依旧草芊芊。几度吹箫闻月下，几番骑鹤醉花前。\n花前月下杳难逢，却从官阁续游踪。照日彤幨来五马，干霄紫气合双龙。\n官阁梅华开未遍，官阁主人张夜宴。好客频移画隼旟，行杯不问铜虬箭。\n主人词赋擅瑶华，散作蕃釐玉树花。水壶映月三千尺，棠阴留春十万家。\n与君恩爱非畴昔，永夜深尊频促膝。传餐曾赠陆生装，授简还邀枚乘笔。\n尊前雨色正霏微，铜盘银烛照金卮。叠鼓鸣铙喧子夜，娇歌妙舞演传奇。\n传奇此夕有深意，云是破齐燕乐毅。黄金台上市骅骝，致士犹闻从隗始。\n金台昨日客初归，洒酒登台泪几挥。何处青山埋骏骨，空馀芳草怨斜晖。\n兴亡自古场中戏，当筵一曲君须记。破齐原是客齐人，尘世应怜按剑频。\n此日相逢青眼在，他年莫遣白头新。"
        },
        {
            "标题": "二十三日喜晴迎诸君子集蓼云楼诗以肃之 其一",
            "作者": "张萱",
            "内容": "翩翩春服美遨游，丽日晴薰杜若洲。漫说握兰追上巳，遥思圈柳宴东流。\n莺声出谷树边树，山色入帘楼上楼。为报花刑今已缓，可容真率一相酬。"
        },
        {
            "标题": "二十三日喜晴迎诸君子集蓼云楼诗以肃之 其二",
            "作者": "张萱",
            "内容": "入林閒作采真游，共对青山绿水洲。沐雨烟鬟娇欲语，迎晴岚黛翠常流。\n何来佳客同看竹，可是仙人自好楼。共说春光留一日，新诗浊酒喜交酬。"
        },
        {
            "标题": "癸亥榕溪灯夕谣 其七",
            "作者": "张萱",
            "内容": "闭户移灯拂冻蝇，寒云叆叇月鬅鬙。更怜卖犊蚩蚩者，止买戈鋋不买灯。"
        },
        {
            "标题": "文凝谷幕中偶作见示步来韵却赠",
            "作者": "张萱",
            "内容": "拄颊看山觅句忙，相逢何必问行藏。雄心自是宦情薄，傲骨由来俗眼妨。\n我辈生涯惟寸管，人间约法有三章。知君不少飞扬意，一羽云霄万里长。"
        },
        {
            "标题": "东林石涧桥见独树梅花有感 其四",
            "作者": "张萱",
            "内容": "几点寒葩万斛香，晴云片片护幽芳。野人不识春风面，独照溪流写淡妆。"
        },
        {
            "标题": "东林石涧桥见独树梅花有感 其二",
            "作者": "张萱",
            "内容": "双旌日日破苍烟，无数梅花对客妍。更爱一枝临绿水，寒山影里玉娟娟。"
        },
        {
            "标题": "东林石涧桥见独树梅花有感 其一",
            "作者": "张萱",
            "内容": "鳞鳞玉绽虎溪东，独树香浮野棘丛。姑射仙人今佞佛，欲随莲社领春风。"
        },
        {
            "标题": "东林石涧桥见独树梅花有感 其三",
            "作者": "张萱",
            "内容": "疏篱寒傍石桥隈，不种莲花却种梅。久别罗浮山下月，清香何事扑人来。"
        },
        {
            "标题": "得报中考功令 其二",
            "作者": "张萱",
            "内容": "落日溪头独杖藜，行吟何事鬓丝丝。输它唤作沟中木，赢得长称膝下儿。\n塞马不须论得失，海鸥从此莫猜疑。閒来更喜身犹健，且醉村醪读楚词。"
        },
        {
            "标题": "秋日园居口号六十章 其三十六",
            "作者": "张萱",
            "内容": "丛桂千株竹千个，檀栾影度幽香过。閒临晋帖读唐诗，此是园公老功课。"
        },
        {
            "标题": "初秋任渭宇李少鹤两将军招饮湖光亭",
            "作者": "张萱",
            "内容": "西湖秋色近如何，落日轻桡载酒过。缓带元戎移小队，长裾狂客共高歌。\n纤纤新月窥霜柳，飐飐香风折露荷。为问六如亭畔路，香魂曾否复凌波。"
        },
        {
            "标题": "寿于谷峰大宗伯六十 其一",
            "作者": "张萱",
            "内容": "碧海秋高寿域开，谁将绿野傍蓬莱。濯缨溟渤骖虬去，晞发扶桑驾鹤回。\n桂籍已瞻登六相，槐阴又欲报三台。悬知放鸽添筹日，片片卿云照酒杯。"
        },
        {
            "标题": "寿于谷峰大宗伯六十 其三",
            "作者": "张萱",
            "内容": "清秋爽气满东瀛，剑履高班忆上卿。紫府九天开赤舄，青山一枕傲苍生。\n惊闻岁月逢初甲，欲识风云卜后庚。老我明时惭橐笔，露门何日荷旴衡。"
        },
        {
            "标题": "寿于谷峰大宗伯六十 其二",
            "作者": "张萱",
            "内容": "五云高处祝华封，名世祯期叶岱宗。大业千秋今董马，中朝八座旧夔龙。\n乞身岂欲寻黄石，难老何须学赤松。见说泰阶多气色，蒲轮急为驾追锋。"
        },
        {
            "标题": "甲寅春兴十章 其五",
            "作者": "张萱",
            "内容": "今年别是一番春，野色晴曛草色匀。何处提壶迎社鼓，从教反舌恼花神。\n山林长物衰慵日，耕凿馀年暖活身。却笑春风亦随俗，人人吹得白头新。"
        },
        {
            "标题": "离支社题壁 其三",
            "作者": "张萱",
            "内容": "陈紫方红次第尝，蔡公偏爱宋公香。老人不识甜酸味，多少新人□□娘。"
        },
        {
            "标题": "黄见河陈惺白两广文见寿用前韵赋谢",
            "作者": "张萱",
            "内容": "年过半百鬓毛斑，高枕空林独闭关。自信小人宜学圃，谁云好鸟不归山。\n桑蓬却负人间世，桃李应嗤镜里颜。且向澄江看新涨，与君同棹酒船还。"
        },
        {
            "标题": "堪孙追和苏子瞻白水砌古诗来呈似有可教第籯经未穷鞶帨是饰得无与先生并行耶故亦赋而勉之并示台孙",
            "作者": "张萱",
            "内容": "尔翁少小称豪纵，沾沾笔墨常拈弄。双拳欲碎玉笥山，一口欲啖飞霞洞。\n自言片语即千秋，追风历块谁能鞚。腹中样子不合时，身外功名何足重。\n一斥多因七不堪，老向空林长抱瓮。文章憎命古今同，往事回头先色动。\n汉家天子不好文，生涯合与时人共。尔曹慎勿学尔翁，空费笔花频入梦。\n少年高足策要津，出门便作城阳送。亦知匣里剑长鸣，莫惜案头萤尽冻。\n三冬文史满腹藏，万斛源泉随地涌。野鹜家鸡任尔为，何必人人毛是凤。"
        },
        {
            "标题": "正月十五夜清音阁宴集符乃九广文改席多绩堂步月观灯",
            "作者": "张萱",
            "内容": "春郊步屧共逶迤，放夜严城淑气移。万树网云笼鹤燄，一庭璧月浸皋比。\n喜看今夕冰成茧，莫问前宵雨濯枝。自笑白头真勃窣，亦随人踏五花儿。"
        },
        {
            "标题": "喜长安解严次杜少陵洗兵马韵",
            "作者": "张萱",
            "内容": "旄头夜落瀚海东，喧腾凯唱来浑同。雕戈自是卧宣榭，铁马不复嘶回中。\n祈父借筹数蹑足，将军坐树不言功。藁街未悬郅支首，楛矢先献明光宫。\n何用徐行幸细柳，不须游猎拟崆峒。六龙已捧跃渊日，万里谁乘破浪风。\n王母益地乾坤小，梯航万国犹言少。舌人争请指南车，旃涂毕勒烟波杳。\n四门常辟庶尹谐，坐使痴儿官事了。三川曾颂黄河清，千乘更言巢凤鸟。\n青云干日复连月，非烟非雾常萦绕。解鞍山积汉营空，枕戈雷鼾胡天晓。\n大散嘉陵已两当，李陵错作右校王。拊髀忽赦云中守，四彝崩角皆离强。\n从公于迈无小大，执簧君子招由房。特拜玺书颁钵露，横赐褊禆佩冰苍。\n郁律清宵阅度索，丰隆赤日驱方良。千年宝露渗九有，八极和风遂百昌。\n却马焚裘长罢贡，居有守兮行有送。转忆前年沃蕉釜，却悔一时将漏瓮。\n麟阁今图属国形，浯溪再刻□□颂。单于马足不敢缚，轮台沃壤何须种。\n曾闻赤蛟绥载歌，复说玄狐裘入梦。天生五材谁复能去兵，圣人必不得已而后用。"
        },
        {
            "标题": "奉和太史瀔阳赵老师游罗浮诗六章 其六 登飞云顶见日峰",
            "作者": "张萱",
            "内容": "缥缈三峰外，峨峨峰上峰。未尝烦汉禅，更幸免秦封。\n拔地东溟秀，摩天南戒宗。中宵即见日，天外尚疏钟。"
        },
        {
            "标题": "寄怀朱元价太史社丈",
            "作者": "张萱",
            "内容": "上林枉老却知还，千仞翱翔不可攀。万斛词源浑是海，半生笔冢矗于山。\n厌听噪鹊辞彤管，懒着□雕冠玉班。夜夜撼风铃索急，西清何事放人閒。"
        },
        {
            "标题": "河源陈明府以便面诗见贻赋此奉答 其一",
            "作者": "张萱",
            "内容": "喈喈威凤起梧冈，两地迥翔枳棘乡。悬榻喜瞻今仲举，难兄重见汉元方。\n老我永号逢硕鼠，多君当道问豺狼。亦知世上难开口，何日轩渠共一觞。"
        },
        {
            "标题": "河源陈明府以便面诗见贻赋此奉答 其二",
            "作者": "张萱",
            "内容": "凌云綵笔正翩翩，万里神交二十年。邻壁借光怜夜织，洪河窃润到原田。\n冯驩何事未焚券，程尉于今不值钱。来暮莫言相见晚，白头披雾睹青天。"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其六",
            "作者": "张萱",
            "内容": "曲糵粗能了，絺衣且薄污。盟寻洛社客，伴结高阳徒。\n大木岂堪斲，原田莫浪图。行藏君自卜，不必问玄夫。"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其九",
            "作者": "张萱",
            "内容": "借箸心常苦，筹边计独劳。一官徒肮脏，两鬓觉萧骚。\n有秽萤常集，无声犬亦嗥。宿根原彗业，归计向禅逃。"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其四",
            "作者": "张萱",
            "内容": "世路原倾仄，吾侪岂辟便。盲风虽鼓浪，皓日自行天。\n鸡鹜从争食，夔蚿转共怜。昔人殊未达，摧抑叹回邅。"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其三",
            "作者": "张萱",
            "内容": "未及招山鬼，如何触水工。知君鹤已放，咄彼蚁相同。\n杖履双峰顶，楼台一水中。冥冥鸿已逝，不复落虚弓。"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其五",
            "作者": "张萱",
            "内容": "曾笑嗟来食，宁甘蹴尔羹。自能完寸璧，何必易连城。\n远草依人碧，深花刺眼明。孤舟春色满，顿觉一身轻。"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其十",
            "作者": "张萱",
            "内容": "物情皆是是，之子独非非。便足超贤劫，何知杜德机。\n众人今齮龁，我辈转归依。独惜名贤去，昂头问少微。"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其八",
            "作者": "张萱",
            "内容": "宦态不可少，君才独患多。障澜谁是柱，回日苦无戈。\n南国已如燬，北山今有罗。暂归临海峤，得句报羊何。"
        },
        {
            "标题": "夏四月九日社集李将军园亭得栖字二十四韵",
            "作者": "张萱",
            "内容": "朱明启律草初齐，翠甸寻芳酒并携。鞭影入林金镫侧，香尘满道紫骝嘶。\n芹芽绿转溶溶水，蕙叶晴披曲曲堤。佛日已随春日去，慈云长傍野云低。\n乐游剩有濠间想，往事应悲李下蹊。寂寞名园惟蔀屋，諠嚣岐路阅轮蹄。\n居人共说施行马，野燐曾惊照鼓鼙。荒沼久虚蛙一部，空梁犹有燕双栖。\n未闻华表丁为鹤，祇见桑颠午报鸡。飐飐麦秋飞蛱蝶，垂垂槐露噪螗"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其二",
            "作者": "张萱",
            "内容": "君自能工瑟，人其共巧簧。归与休浩叹，旨否已深尝。\n厌浥嗟行露，阴疑念履霜。沟中虽未断，暂欲谢青黄。"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其一",
            "作者": "张萱",
            "内容": "闻君抵客戏，自是责躬诗。彼巳亦何有，我辰良在斯。\n升沉那足问，巧拙总堪嗤。松菊应无恙，归来且勿疑。"
        },
        {
            "标题": "读沈司马伯含被言十二章有感用来韵却赠孤愤离怀黯然对深或可观予同社不必万人传也 其七",
            "作者": "张萱",
            "内容": "不信鹤阴和，今知鼠口甘。屠龙虽有技，扪虱竟空谈。\n□□□□恶，逢泉岂□□。□□罔极者，犹说士常耽。"
        },
        {
            "标题": "得报中考功令 其一",
            "作者": "张萱",
            "内容": "拙宦应宜早乞身，何因十载狎风尘。閒居已遂陈情疏，吏议唯求避世人。\n远岫无心云片片，长林有伴鹿甡甡。莫言积毁堪销骨，自信孤臣是逐臣。"
        },
        {
            "标题": "写梅花赠萧山令沈孟威时孟威以内召至",
            "作者": "张萱",
            "内容": "盘根错节玉交加，五月长安亦放花。惟有夫君堪把赠，春风从此满天涯。"
        },
        {
            "标题": "九日李伯开偕韩绪仲胡虞卿登百尺楼得四豪时伯开有期远适绪仲亦当还朝",
            "作者": "张萱",
            "内容": "萧萧木叶下庭皋，缥缈危楼首重搔。群雁声中一水阔，六龙飞处五云高。\n老翁早出逢芳节，佳客能来共浊醪。欲问明年今日会，美人天外梦魂劳。"
        },
        {
            "标题": "癸亥元日试笔 其二",
            "作者": "张萱",
            "内容": "年今六十六，老态复何如。眠食差能稳，交游喜渐疏。\n不辰逢硕鼠，无岁咏赪鱼。未了馀年债，闭门惟著书。"
        },
        {
            "标题": "癸亥元日试笔 其一",
            "作者": "张萱",
            "内容": "新年对旧酒，旧笔写新诗。避地苦不远，凿坏何太迟。\n双瞳渐欲翳，万卷尚能披。读罢无馀事，溪头理钓丝。"
        },
        {
            "标题": "邓玄度观察以归兴十章见寄用来韵漫赋草土馀生不宜拈弄笔墨第兰契久阔芳讯遥临掩泣抒怀罪我勿计也 其五",
            "作者": "张萱",
            "内容": "谁能贤避路，故作倦投林。煮石壬峰北，疏泉癸水阴。\n畏人防敖骨，耽句耗雄心。不远追锋驾，居山且莫深。"
        },
        {
            "标题": "关山良跋涉次杜少陵新安吏韵",
            "作者": "张萱",
            "内容": "关山良跋涉，草木疑皆兵。羽书已狎至，尺伍皆中丁。\n闾左及闾右，制挺无留行。苍头尽特起，赳赳称干城。\n贫家不惜力，富室皆为俜。共说从军乐，满路欢呼声。\n赴急奋不顾，笑指阵云横。回头向闺妇，为道征夫情。\n后有霍骠骑，前有赵营平。贾勇书摩垒，衔枚夜斫营。\n一日献三捷，执丑还神京。采薇咏靡盬，江汉歌明明。\n共拜武功爵，不用孔方兄。"
        },
        {
            "标题": "内兄车一中来自五羊暂还故里见过留酌",
            "作者": "张萱",
            "内容": "不觉两年别，惊闻一棹来。移家寻旧侣，折屐破深苔。\n生计江湖拙，年华男女催。相逢即分手，尊酒且徘徊。"
        },
        {
            "标题": "过潜岳望天柱峰",
            "作者": "张萱",
            "内容": "亭亭一柱控千峰，作镇天南拟岱宗。呼吸可能通帝座，土茅曾此奠侯封。\n傍看日月毂双转，倒揽烟霞翠几重。日暮停车频拄颊，一天晴色秀芙蓉。"
        },
        {
            "标题": "奉和濲师赵相公怀山八咏用韵 其二 六虚主人",
            "作者": "张萱",
            "内容": "冥栖疑畏垒，妙道自崆峒。窍岂五丁凿，迷将七圣通。\n层城临窈窕，绝巘削鸿濛。清切三台近，瑶光满碧空。"
        },
        {
            "标题": "过石洞赠逃庵主人叶化父",
            "作者": "张萱",
            "内容": "白云深处独移家，三径萧条两鬓华。授诀已知还九炼，寻僧又欲演三车。\n新题遍石间生篆，古水经秋亦著花。老去笑君逃未得，初衣犹自染烟霞。"
        },
        {
            "标题": "丁卯夏四月奉怀荆璞翁公祖",
            "作者": "张萱",
            "内容": "长悬梁月忆攀辕，知己千秋独感恩。日对岘碑空堕泪，时过弘谒更销魂。\n衮衣章甫思无斁，子弟田畴咏不諠。为讯东山高枕处，追锋何日驾朱幡。"
        },
        {
            "标题": "过峡山寺访鉴上人不遇 其一",
            "作者": "张萱",
            "内容": "为逃炎暑閒寻寺，暂驻归舟且傍山。好鸟有情迎旧客，流云无数掩禅关。"
        },
        {
            "标题": "过峡山寺访鉴上人不遇 其二",
            "作者": "张萱",
            "内容": "隔林急雨添新涨，夹岸凉风吹短衣。为问云中孤锡去，于今洞里几猿归。"
        },
        {
            "标题": "上巳日黄冈驿忆家",
            "作者": "张萱",
            "内容": "游子还家正三月，更逢三日泪沾裳。半山半海客行苦，欲雨欲晴花信忙。\n岐路春阴已转眼，故园往事空回肠。鹃声昨夜更枯血，明发何事迟归装。"
        },
        {
            "标题": "题周□□西园雅集卷 其二",
            "作者": "张萱",
            "内容": "儒雅风流满画图，琴书觞咏共相呼。不知此日东坡老，曾觅黄莲点眼无。"
        },
        {
            "标题": "广陵邗沟怀古",
            "作者": "张萱",
            "内容": "不尽邗沟水，微茫日夜流。潮连扬子渡，烟接海门秋。\n树影浮荒堞，蝉声到客舟。兴亡无限意，落木共悠悠。"
        },
        {
            "标题": "赠陆明府入觐时有知推入翰林之议",
            "作者": "张萱",
            "内容": "文星光灿紫薇中，阊阖晴閕瑞气浓。明世木天今有主，熙朝艺苑独称雄。\n灵搜海岳千秋业，绮散云霞一代宗。为问金莲归院后，可能垂梦桂花丛。"
        },
        {
            "标题": "西园女儿弥月吟",
            "作者": "张萱",
            "内容": "六十老翁堪笑骂，小妇日来犹弄瓦。七儿已长两未婚，一女及笄亦将嫁。\n名山久待向子禽，更添此女胡为者。今朝喜说月正弥，命名酾酒祝先祠。\n两叔五女汝第七，虺蛇之梦来何迟。计女他年谐懿卜，汝爷命当七十六。\n生计老拙田园荒，未必资装有馀蓄。里中婚嫁惟论财，好好丑丑皆钱赔。\n蓝田有玉河有鲤，孔方兄去谁为媒。园公过计尚有一，人间择婿亦难识。\n炎凉世态如奔澜，崔韦袁吕纷接迹。汝姊幸字惠州黎，诗书礼让超等夷。\n绅衿不失山林气，荆钗麻布能相宜。但愿汝嫁如汝姊，婿来亦称园公意。\n不必复作官人妻，但得时将鸡犬至。园公犹记古人风，嫁女止卖数株松。\n我母当年归汝祖，皇皇外祖同知公。绵葛数衣一竹簏，更有一诗长记录。\n园中葱韭架上书，此是装奁不为辱。我祝汝听慎勿忘，老人语言滋味长。\n村中鼓子村中打，却是人间婚嫁方。小妇跪前独长笑，阿爷何事先烦扰。\n渠有七兄复一姊，资送卖松岂为少。一兄但乞一衣裳，一姊应能赠一珰。\n人虽择妇我择婿，田间女儿田间郎。再拜阿爷好端坐，若女不作赔钱货。\n我知阿爷晚景多，明年且又添三个。园公挢舌更摇手，此等好事休重做。\n汝辈不识王右军，七男二女纷成群。弃官之年五十二，我年归来亦如是。\n人言今古两书精，功名男女皆相似。园公凉德不足称，晚景差已同古人。\n汝弟何须又出腹，汝妹不必重牵衿。明朝急去西园种松树，为赋西园女儿弥月吟。"
        },
        {
            "标题": "社集□乐寺赋得落日望水",
            "作者": "张萱",
            "内容": "纷諠寡游豫，延颈澜澳湄。绿杨冠丹阁，藻幄吹凉飔。\n沙鸨覆芳洲，潜鳞动沦漪。微波结曾阴，颓阳抗馀晖。\n荣光霭澄练，霞绮何纷披。疑有赤玉文，可以告帝谋。\n怅彼解佩人，翩翩是耶非。灵珍物自吝，冥契谁与期。\n寸阴蹙羲鞭，赴壑忽争飞。冲情托末照，爱景伫光仪。"
        },
        {
            "标题": "巧夕移舟合江楼邀同黎定宇亲家昆季汎集时定宇方谢去举子业故戏及之",
            "作者": "张萱",
            "内容": "隔岸丹枫几叶零，迢迢银汉渡云軿。且寻河朔同逃暑，莫向湘江问独醒。\n鸡黍已惭虚两月，茶瓜聊共赛双星。多君不乞天孙巧，谢却人间千佛经。"
        },
        {
            "标题": "夜行乌兜道中望五云驿",
            "作者": "张萱",
            "内容": "马头戴星已历历，洞口伐木犹丁丁。篝灯渡水月争色，打鼓穿林山答声。\n半愁半病客自苦，欲煖欲寒春有情。莫说长安今不见，明朝且看五云生。"
        },
        {
            "标题": "农圃渔樵十咏 其四 薛能韵",
            "作者": "张萱",
            "内容": "诛茅剪棘即吾卢，买得邻畦带月锄。不为庾郎饱鲑菜，年来欲试橐驼书。"
        },
        {
            "标题": "奉和濲师赵相公怀山八咏用韵 其一 栖真居士",
            "作者": "张萱",
            "内容": "息驾意何如，黄扉赋遂初。紫芝长柄镵，白鹿小柴车。\n日暖松眠鹤，溪寒藻上鱼。洞门云五色，长护紫泥书。"
        },
        {
            "标题": "四月八日徐郡公得雄赋此贺之 其一",
            "作者": "张萱",
            "内容": "丰渚罗浮共毓灵，喜逢浴佛得宁馨。玺书已报车增盖，筦簟曾占旆缀铃。\n善积相门贻相种，天开文运诞文星。他年印绶重登阁，名姓先联千佛经。"
        },
        {
            "标题": "四月八日徐郡公得雄赋此贺之 其二",
            "作者": "张萱",
            "内容": "海晏珠还掌上珍，拈花微笑是前身。二龙噀水九枝秀，一鹄冲霄六矢新。\n臧母集肩金鸑鷟，志公摩顶玉麒麟。悬知慧业钟灵鹫，不数崧生甫与申。"
        },
        {
            "标题": "送吴养志老师抉建昌同守 其四",
            "作者": "张萱",
            "内容": "江门祖帐挂寒晖，云绕南天水驿微。好鸟飞花迎画鼓，轻风吹浪湿鎗旗。\n模糊晓树含烟出，缥缈霜帆带雨飞。从此罗浮秋寂寞，高轩谁复过柴扉。"
        },
        {
            "标题": "送吴养志老师抉建昌同守 其二",
            "作者": "张萱",
            "内容": "单车天外访罗浮，四十专城未白头。桑下雉驯嗟鲁令，门前桃盛忆潘侯。\n霜帆晓挂寒云断，野旆晴翻古树秋。想到旰江诗兴好，何人同上伟观楼。"
        },
        {
            "标题": "送吴养志老师抉建昌同守 其三",
            "作者": "张萱",
            "内容": "山城秋尽一江横，五两牵风拂去旌。暑雨棠阴人共爱，波流帆影月同清。\n离筵歌舞花丛散，候骑旌旗雪队迎。到日旰溪逢竹马，只应歌咏伴猿声。"
        },
        {
            "标题": "送吴养志老师抉建昌同守 其一",
            "作者": "张萱",
            "内容": "四百峰头暂解机，笑将新酒沥斜晖。蝉鸣古树秋悲咽，鹭过溪田雨骤飞。\n江上好风催去棹，吴南老父候来徽。飞云此别空为忆，更有何人最振衣。"
        },
        {
            "标题": "谢岭西王积斋观察",
            "作者": "张萱",
            "内容": "风流江左羡芳誉，荐士黄金满石渠。奏赋不逢杨得意，凌云谁识汉相如。\n几年道路空存舌，此日风尘且曳裾。但使向人肝胆尽，不妨归去食无鱼。"
        },
        {
            "标题": "丙子元日",
            "作者": "张萱",
            "内容": "新年老态复何如，眸眊身闲不曳裾。糊口幸饶数瓶粟，添丁喜获五明珠。\n尊开有客问奇字，酒罢呼儿读古书。环荐辛盘喧贺岁，孙曾绕膝老眉舒。"
        },
        {
            "标题": "韩寅仲以湘潭令解组还里赋赠 其一",
            "作者": "张萱",
            "内容": "郁水谁乘载石船，桃源洞里老诗仙。请看膝下青云起，何必腰间墨绶悬。\n扫径时迎问字客，买山休惜卖文钱。相期百遍閒相过，为报西园酒似泉。"
        },
        {
            "标题": "韩寅仲以湘潭令解组还里赋赠 其二",
            "作者": "张萱",
            "内容": "翩翩两袖挹湘君，携得苍梧几片云。我已烟霞能占断，君今丘壑好平分。\n携尊共赴鸡豚社，把臂须寻鹿豕群。千古灵光还我辈，儿童项领任纷纷。"
        },
        {
            "标题": "秋夕与韩伯举寅仲泛月得山字",
            "作者": "张萱",
            "内容": "清秋尊酒一开颜，荡漾孤舟杳霭间。浦口好风斜捲席，城头新月半含山。\n蒹葭远水伤心剧，岛屿浮青向客閒。但得流光能共对，渔竿长此弄潺湲。"
        },
        {
            "标题": "病中奉和伯声亲家见答送菊之作",
            "作者": "张萱",
            "内容": "园菊聊相赠，新诗忽见贻。团团枝上露，采采水边篱。\n病态日云剧，孤芳祇自知。何时彭泽令，来赴野人期。"
        },
        {
            "标题": "壬申冬韩宗伯止园赏梅花夜归读苏文忠公十一月罗浮松风亭梅花诗次其韵再赋",
            "作者": "张萱",
            "内容": "寻芳何必罗浮村，芳林自足留芳魂。主人爱花更爱客，折柬投辖无晨昏。\n青衣不入终南径，玉骨岂贮华林园。万紫千红已销歇，孤芳谁与相寒温。\n天香国色迥独立，趋炎笑彼迎朝暾。师雄一梦不复返，孤山处士时到门。\n广平相公有佳赋，夭桃秾李噤无言。东皇着意勿轻掷，西园日日能移樽。"
        },
        {
            "标题": "舟行怀友人李明宇集杜句",
            "作者": "张萱",
            "内容": "水宿仍馀照，桥怜再渡时。星垂平野阔，天远暮江迟。\n不见李生久，兼摧宋玉悲。何时杯重把，排闷强裁诗。"
        },
        {
            "标题": "题岭梅梁月卷赠林伯遇由粤入燕",
            "作者": "张萱",
            "内容": "春明榕水片帆开，去问黄金市骏台。颜色已留梁上月，梦魂应绕岭头梅。\n粗豪湖海诗千首，肮脏风尘酒一杯。为语明珠休暗掷，好携长铗且归来。"
        },
        {
            "标题": "奉和太史瀔阳赵老师游罗浮诗六章 其四 宿黄龙洞",
            "作者": "张萱",
            "内容": "地僻尘应断，山空翠欲浮。吹霜岚瘴少，溥露树阴稠。\n百折羊肠曲，千盘鸟道修。诗成意萧飒，不是赋悲秋。"
        },
        {
            "标题": "黄山歌为吴孝父作",
            "作者": "张萱",
            "内容": "己丑冬十月，客行入新安。结束事探讨，山水恣盘桓。\n新安山水天下无，一丘一壑皆画图。黄山白岳称最胜，神仙窟宅幽人境。\n蜡屐曾登白岳颠，芙蓉万朵青冥连。石楠树下天门月，榔梅庵畔炉峰烟。\n高拂炉峰礼白云，一天晴色正氤氲。薜帷蕙帐遥相待，鹤怨猿愁不忍闻。\n玄帝祠边逢五老，揖余为□黄山好。轩辕曾此九丹成，白日红颜羽翼生。\n鼎□龙去非幻妄，名山自是饶精灵。此中幽胜难具说，三十二峰总奇绝。\n时有幽人自往还，金芝瑶草森罗列。石巉巉，泉洌洌。\n万树桃花，千峰寒雪。阴晴朝夕态倏忽兮，纷变换乎秋春窈窕缭绕，别有天地兮，莽不知汉与秦之日月。\n闻此心神觉更开，人间亦自有蓬莱。安得乘风而蹁跹兮，直上轩辕之高台。\n吁嗟婚嫁苦未毕，怅望名山空叹息。道路驱驰鬓已斑，烟霞梦寐十年间。\n几向吴云思白岳，遥从粤海忆黄山。黄山主人吴孝父，翩翩词赋凌千古。\n艺苑当家六十年，曳裾耻与歌鱼伍。潦倒江湖一布衣，籍甚诗名动公府。\n南浮湘水西入蜀，历七闽兮遍齐鲁。足迹名山几欲半，回首黄山繄故土。\n已闻白雪满奚囊，更貌黄山在缣素。一幅烟霞任卷舒，咫尺溪山千里馀。\n交游遍乞琼瑶句，城市何殊木石居。怜予始作长安客，逢君尚滞长安陌。\n老向风尘可奈何，呼余为作黄山歌。披图欲问烟霞主，轩辕丹灶在何许。\n紫芝今正腓，白石亦堪煮。我欲从之游，汝胡为乎不归去。\n今日见汝如见山，他年访山应访汝。"
        },
        {
            "标题": "寄建德黄明府",
            "作者": "张萱",
            "内容": "有邑大如斗，奔流碧似油。山山皆抱郭，水水仅容舟。\n白板桥边屋，青帘树杪楼。谁云七里小，为政亦风流。"
        },
        {
            "标题": "歌姬玉兰口号见赠亦用其韵即席答之 其二",
            "作者": "张萱",
            "内容": "老来春色却相关，花事勿忙苦未閒。见说藁砧真解事，可曾山上又安山。"
        },
        {
            "标题": "过韩寅仲枝园读其放歌即席次韵赋",
            "作者": "张萱",
            "内容": "有客有客云林间，自言愚公之谷幽人之槃，白板作扉柴作关。\n一枝之栖六月息，须髯未戟鬓未斑。黄金筑台骏骨市，掉头不顾寻空山。\n山前一水秋清浅，摩天照出东西巘。宇衡相望烟火邻，君不好游余亦倦。\n握羽扇，扫石床。穿曲径，汎回塘。地僻山空日正长，西风禾黍送新凉。\n正喜采薇和煮石，暂来扣角共歌商。歌声缥缈不知处，主人原向云中住。\n忍见荆棘横道生，忍闻豺虎当人语。竹藏张廌，树种橐驼。\n取人间者少，攘造物者多。寮毁鲁丘，仓尼邹轲，莫将道路叹蹉跎。\n此生只合置丘壑，平地何日无风波。足有谢公屐，门有翟公罗。\n天地莽莽阔如许，君胡为乎山之阿。共说人生行乐耳，醉来休问夜如何。\n啼鸦绕霜樾，明月坠庭柯。"
        },
        {
            "标题": "己未元日西园雨中试笔 其二",
            "作者": "张萱",
            "内容": "条风吹雨启三阳，软节寒生薜荔裳。岸草已添新岁色，篱花应洗隔年妆。\n休将白发频窥镜，幸有青山对举觞。花事一年今日始，笑拈綵笔试平章。"
        },
        {
            "标题": "己未元日西园雨中试笔 其一",
            "作者": "张萱",
            "内容": "春云漠漠涨遥空，□□□□霢霂中。出□□□□密树，依人驯鹤舞芳丛。\n胶牙饧嚼霜华脆，蓝尾□开柏叶浓。何事迎年却迎雨，凭谁暄冷问东风。"
        },
        {
            "标题": "题韩伯声涉趣园八景 其七 静寄轩",
            "作者": "张萱",
            "内容": "林寂鸟声频唤，帘閒花影密移。懒处惟堪习静，静里自觉忘机。"
        },
        {
            "标题": "朱元价宗伯以书画及诗见寄赋此寄谢",
            "作者": "张萱",
            "内容": "碧山何事欲焚鱼，閒却人间白玉除。日月已瞻新衮冕，烟霞犹恋旧簪裾。\n数株苍翠右丞笔，满握珠玑大令书。更向千秋丐芳馥，知君不惜齿牙馀。"
        },
        {
            "标题": "茅参戎孺嘉都阃泸川 其一",
            "作者": "张萱",
            "内容": "青衫白面旧文雄，为策凌烟第一功。投笔岂同班定远，请缨不数汉终童。\n试看铜柱铭南峤，何日金书锡上公。从此秦彝不相犯，休将清酒换黄龙。"
        },
        {
            "标题": "茅参戎孺嘉都阃泸川 其二",
            "作者": "张萱",
            "内容": "食椹鸱鸮未革音，长城暂借备滇黔。三严自足收三捷，七纵何烦更七擒。\n肘下狮悬阗国玉，簪前蝉铸武威金。遥闻拊髀劳明主，谁为胪传梁父吟。"
        },
        {
            "标题": "甲戌除夕",
            "作者": "张萱",
            "内容": "竹爆休惊麋鹿群，何来侲子祝慇勤。阳春已布寒应退，腊意仍馀煖未分。\n饯岁独浇留岁酒，固穷不撰送穷文。亦知媚奥非吾事，司命宁须问灶君。"
        },
        {
            "标题": "赠张仪吉还钱塘",
            "作者": "张萱",
            "内容": "嗟君苦行役，繄我苦端居。端居何所苦，身若拘橛株。\n行役何所苦，茫茫将焉如。忆昔五年前，君曾学珈瑜。\n瘦藤拄破衲，怀有摩尼珠。咏我笠屐图，念我箪瓢癯。\n前无潜与洪，气味蔬笋殊。一别雨绝天，阔焉閒居诸。\n戊午夏四月，何来意勤渠。袖中出新诗，字字璠与玙。\n入云裂金石，倾耳谐笙竽。祝我百千岁，不为食无鱼。\n再拜忽大笑，自怜非故余。摩顶已胜簪，树颏如栖苴。\n往事勿复道，返服寻故墟。君诚贾浪仙，我岂昌黎与。\n何所见而逃，残此千金躯。何所见而归，还此数茎须。\n逢场皆作戏，儒佛何拘拘。我岁已初度，冉冉过隙驹。\n婚嫁尚未毕，徘徊岐路衢。本来有发僧，未乞剃头书。\n我今欲作佛，君胡遽归儒。感君远来意，聊复驻须臾。\n老我柳生肘，更为儿女驱。相对阻啸歌，不能朝夕俱。\n君去从何方，君意将何需。出门即羊肠，谁能曳长裾。\n寒暄各异态，胶漆亦可渝。我虽能说项，宁无鬼揶揄。\n有书不见答，上天谁吹嘘。所以苏子瞻，掷笔长欷歔。\n明珠必按剑，不如弃路隅。何以塞君望，中夜步庭除。\n举头见河汉，历历种白榆。安得榆为钱，持赠满君车。\n解脱行役苦，高枕故园庐。分袂更申章，效我一得愚。\n努力事千秋，无负此头颅。"
        },
        {
            "标题": "甲寅秋兴十首 其十",
            "作者": "张萱",
            "内容": "园依绿水簇琅玕，野色萧萧满石栏。睡足暑消楠瘿几，发疏凉到竹皮冠。\n短筇长镵閒生计，老菊衰兰旧岁寒。日日鸡豚赛村社，酒杯常得小团栾。"
        },
        {
            "标题": "丙子季春邑侯金公偕归善陆侯游罗浮余以瞽目地主不能从侍赋此呈之以见响往 其二",
            "作者": "张萱",
            "内容": "峨峨万叠白云封，缥缈丹梯路几重。共向层城拾瑶草，更从仙洞问灵踪。\n聚霞峰上翔双凤，见日庵前跃二龙。此去五云天路近，翩翩携手驾追锋。"
        },
        {
            "标题": "江行有感集杜句",
            "作者": "张萱",
            "内容": "山腰官阁迥添愁，背日丹枫万木稠。渭水泰山得见否，朔云寒菊倍离忧。\n忽惊屋里琴书冷，远害朝看麋鹿游。乘兴杳然迷出处，空江飒飒乱帆秋。"
        },
        {
            "标题": "幽怀次杜少陵赠韦左丞韵",
            "作者": "张萱",
            "内容": "维天实生我，有此七尺身。老计久已拙，幽怀聊复陈。\n男儿一堕地，谁非传舍宾。下愚不可移，上智本有神。\n我自友千古，安用朝夕亲。烟霞日啸傲，泉石相比邻。\n不必鼓凿坯，何必数问津。彼已日凿窍，谁复能还淳。\n茫茫宦海阔，末路多沉沦。一饱叹无时，空负驹隙春。\n掷我千金躯，染彼万斛尘。吁嗟人间世，干禄亦苦辛。\n既枉不可直，一屈难再伸。胡为探重渊，撄此颔下鳞。\n浮荣何足慕，行乐自有真。物情我自谙，世态汝自新。\n不识富与贵，焉知贱与贫。掉臂问坦途，缓步且退踆。\n往来桃花源，果哉非避秦。振衣骊峰巅，濯足榕水滨。\n浩然脱羁绁，天子不得臣。物亦各有性，龙性终难驯。"
        },
        {
            "标题": "正月十四夜饮朱广文斋头",
            "作者": "张萱",
            "内容": "春风吹苜蓿，夜色净筼筜。三五分今夕，寒暄叙一觞。\n寻山聊辍轭，对月欲沾裳。灯火归骖晚，应怜似葛疆。"
        },
        {
            "标题": "题韩伯声涉趣园八景 其四 夕佳亭",
            "作者": "张萱",
            "内容": "快心幸饶晚景，多情惟有斜阳。疏帘放入西照，老树倒影东墙。"
        },
        {
            "标题": "辛酉秋日正甫先生招集日涉园用来韵赋谢",
            "作者": "张萱",
            "内容": "往事鹿为梦，时情貉聚丘。怜君悬一榻，好我共千秋。\n老不因人热，归尝与妇谋。曾闻占紫气，且复醉青州。"
        },
        {
            "标题": "金山寺逢观微上人至自里中",
            "作者": "张萱",
            "内容": "福地游方遍，浮云意自閒。江船乞食去，海会泛杯还。\n净口中冷水，埋名北固山。因逢故乡客，一笑出柴关。"
        },
        {
            "标题": "长寿庵写经示众十五举 其十二",
            "作者": "张萱",
            "内容": "开铺只图买卖，任你牙行利嘴。交易不比寻常，死猫儿头最贵。"
        },
        {
            "标题": "长寿庵写经示众十五举 其三",
            "作者": "张萱",
            "内容": "出水与未出水，莲叶即是荷花。正去偏来都着，这边那畔元差。"
        },
        {
            "标题": "长寿庵写经示众十五举 其二",
            "作者": "张萱",
            "内容": "谁造报恩大院，共赞风流驸马。走入斗斛行中，不识庐陵米价。"
        },
        {
            "标题": "朱明洞饯别邓敬轩明府入觐便道归省时次公起官大司成 其二",
            "作者": "张萱",
            "内容": "□欢仙令且攀辕，四百峰头酒一尊。入洛定知将□□，倚闾先喜见王孙。\n灯前夜话千山寂，树底秋□万壑諠。春到桃花应有待，不妨重访武陵源。"
        },
        {
            "标题": "朱明洞饯别邓敬轩明府入觐便道归省时次公起官大司成 其一",
            "作者": "张萱",
            "内容": "西风猎猎满干旌，恋阙犹悬薜荔情。岂为怀仙求大药，总怜招隐缓王程。\n青山色借云间舄，绿酒晴□鹤背笙。此去使君蒙上赏，泥途肯信老慈明。"
        },
        {
            "标题": "九月七日雨中李伯开欲过小园用前韵以诗促之",
            "作者": "张萱",
            "内容": "重阳妒风雨，佳客怅东西。倒影霞明树，晚晴云度溪。\n提壶今入市，骑马且冲泥。缟带盟初合，谁能复解携。"
        },
        {
            "标题": "戊午入五羊阻风赤岭有怀五羊诸君子",
            "作者": "张萱",
            "内容": "去年秋八月，曾作五羊游。今年秋八月，复汎一叶舟。\n五羊杳何许，一水空悠悠。挂帆乘夜发，击汰遵河洲。\n帆开未及饱，摵摵西风遒。水涸舟易胶，野旷星汉流。\n白露满蒹葭，落木何飕飗。戍鼓迎鼍更，新寒肃衿裯。\n遥遥同心人，乃在天西头。岂曰川无梁，梦寐不可求。\n揽衣起徬徨，水鸟群啁啾。岂亦求其匹，悲鸣不能休。\n胡不拥高枕，感此增离忧。亦知会晤难，道路阻且脩。\n同心而离居，何以结绸缪。再拜问河伯，为我谢石尤。\n愿借一帆便，逭我肠万周。"
        },
        {
            "标题": "仲春书怀",
            "作者": "张萱",
            "内容": "竹径柴扉日日开，莺啼蝶舞共徘徊。溪头垂钓石边石，树杪看山台上台。\n市酒小童携月至，催诗微雨带云来。一年三百六十日，一日须教醉一回。"
        },
        {
            "标题": "题唐伯虎夜雨重泉图 其二",
            "作者": "张萱",
            "内容": "山南山北雨翻盘，聒耳泉声白昼寒。欲向空林较晴雨，扶藜须对晚霞看。"
        },
        {
            "标题": "歌姬玉兰口号见赠亦用其韵即席答之 其一",
            "作者": "张萱",
            "内容": "燕子楼前未闭关，白头常伴白云閒。若向五湖同一泛，西园亦是鹿门山。"
        },
        {
            "标题": "题枯木竹石图",
            "作者": "张萱",
            "内容": "饱餐霜雪古冥灵，短筱萧疏凤刷翎。共抱皴云一拳玉，閒来长对草玄亭。"
        },
        {
            "标题": "六月六日赋寿赵瀫师相公沈夫人",
            "作者": "张萱",
            "内容": "紫阁玑衡重，彤轩宠眷频。仙媛逢设帨，上相复垂绅。\n花甲初中日，天书再降辰。昔参香案吏，今护宰官身。\n窈窕宜君子，温柔娱老臣。周祯歌八士，孔瑞叶双麟。\n曾说金为母，遥闻玉是人。勋华无衮阙，黼黻有针神。\n内膳桃分荐，宫奁花正新。云軿朝绛节，凤吹沸霞茵。\n节步悬垂棘，摇珠缀大秦。翠帏团紫气，金屋贮长春。\n且献西方颂，宁论东海尘。愿言永怙恃，终自愧陶甄。"
        },
        {
            "标题": "往余家金陵获交于萧昆阳民部今二十有七年远矣民部健饭难老彼此音问阙然甲寅冬其介弟萧还拙还泰和赋此往讯",
            "作者": "张萱",
            "内容": "当年结袜石头城，倾盖空惭国士名。老我孤生投世网，多君壮岁解尘缨。\n山川已间丘中赏，臭味遥同物外情。念别忽惊三十载，空瞻南极一星明。"
        },
        {
            "标题": "戊午腊月立春日携诸小妇及幼稚儿孙从游西园戏笔",
            "作者": "张萱",
            "内容": "戊午正月春已立，腊月又逢立春日。一年却立两年春，狼藉春光费收拾。\n西园望春春可怜，骊峰之下榕溪边。山光水色各自媚，绿情红意殊争妍。\n园公不为春烦恼，亦同儿女寻芳草。夜来微雨洒轻尘，柴关落叶何须扫。\n为园久拟鹿门山，釜鬲宜安竹石间。我好楼居楼百尺，移家长欲掩柴关。\n今日柴关且休掩，老人欲识春风面。旧寒未去新暖来，窥人柳眼微微展。\n芒童昨日街头游，社鼓蜂蜂迎土牛。春光不作俗人眼，先到园公百尺楼。\n百尺楼前春似海，儿孙竞逐春游队。穿花绕竹舞青幡，欲与东皇作光彩。\n乍雨乍晴春正浓，携儿抱女步芳丛。孙曾幼稚十七八，共手牵衣问阿翁。\n阿翁明年六十二，小星三人百零四。白发羞簪綵胜花，金钗却帖宜春字。\n春盘黄韭攒青蒿，饼如茧纸滑如膏。素手纤纤捲片玉，瓮头乳压珍珠槽。\n一妇当筵将进酒，持螯一妇小垂手。分甘亭外斗春妍，子子孙孙前致寿。\n凭栏一妇抱女儿，眉颦不是东家施。劝翁再进一杯酒，子酌孙斟翁莫辞。\n东唤阿翁西唤祖，两两三三作跳虎。一闻梨栗皆向前，諠腾似学斑衣舞。\n园公捧腹更掀髯，起舞欲共春风颠。人间官爵信如梦，眼底儿孙大值钱。\n盘旋共绕庭前树，兄呼妹唤频相语。一儿仰面问阿妳，今日春来在何处。\n阿妳笑请园公听，狡黠此子真宁馨。园公语尔春消息，双树林中鸟一声。\n又问园公春有几，连臂骈肩皆侧耳。园公别有许多春，不向芳菲斗红紫。\n欣欣三妇更持杯，共喜园公笑口开。不学杜陵憨老子，逢春犹忆两京梅。\n吁嗟乎，鼎鼎百年皆扰扰，閒来始觉青春好。青春莫笑白头人，白头能共青春老。\n努力须勤明岁耕，防饥幸结今年麨。乐莫乐兮，年年此日醉花前，父祖曾玄同一笑。"
        },
        {
            "标题": "雷塘怀古",
            "作者": "张萱",
            "内容": "八月清霜折露荷，棠花吹老晚烟多。春风错恨官河柳，水调空残湖上歌。\n陇首草腓狐对语，江头蒲绿雁频过。可怜日莫行人尽，野水无风秋自波。"
        },
        {
            "标题": "写昆崙万松图寿一昆老人八十",
            "作者": "张萱",
            "内容": "我闻昆崙在西极，天地之脐神仙国。三城五级十二门，鹤驭鸾骖千万亿。\n握契仙人好远游，一朝掉臂黄林陬。开明奔命陆吾遁，却插孤根闽海头。\n冯夷昼立天吴语，巨鳌欲戴昆崙去。老人玉杖试一挥，昆崙永作闽天柱。\n万岁山前紫气浓，老人高卧昆崙峰。偓佺拊背授真诀，独种云间十八公。\n万斛明珠千岁实，忆昔馈尧尧不食。春风日长虬龙枝，擎霄接汉皆千尺。\n兄为栋兮弟为梁，丹青矩矱充明堂。葱峦锦柏亦琐屑，寒河星柘徒夸张。\n明堂孔阳圣人喜，为问老人身姓李。三锡龙章爵大中，地上神仙郁华子。\n杖履烟霞八十春，少微夜夜烛昆崙。不往人间役徐甲，不从柱下作周臣。\n一日餐一松，一松巢一岁。天地为等期，青青长不改。\n弧悬正值小春阳，木公金女纷翱翔。金銮乍祝齐天寿，锦里还飞爱已觞。\n罗浮山下金门隐，遥向南天称子姓。欲随青鸟献珍图，且吮綵毫开异境。\n何日堂前问大还，侧身怅望昆崙山。万头青犊留闽海，李耳原来未出关。"
        },
        {
            "标题": "眉寿六封卷为郭青师司马封君题 其二",
            "作者": "张萱",
            "内容": "金鱼黄发雅相当，况有天纶谱寿章。玉杖閒边丹册字，铜标高处白云觞。\n门前已建中丞节，膝下仍分副相床。上考渥恩期六六，不须廿四数汾阳。"
        },
        {
            "标题": "眉寿六封卷为郭青师司马封君题 其一",
            "作者": "张萱",
            "内容": "登真八百正无涯，贤劫鸿濛阅岁华。雉膳久调仙掌露，麟袍长映习溪花。\n一经已启千秋业，三祝还归万石家。闻道辟雍脩盛事，安车今又载姜牙。"
        },
        {
            "标题": "赠别谢大行友可社丈擢南北部 其八",
            "作者": "张萱",
            "内容": "江空日落凤台寒，片片浮云好独看。为语当年李供奉，登台不必望长安。"
        },
        {
            "标题": "题海屋横箫图寿翟寅菽襟兄老亲家六十有一",
            "作者": "张萱",
            "内容": "戊午立春才五日，南极一星高熠熠。光铓直射丰水湖，为照华堂开绮席。\n华堂绮席祝冈陵，老人星是少微星。家声不堕文侯相，世业仍传广汉经。\n忆我当年谐凤侣，邯郸道上吹箫处。君生半载我亦生，更喜逢君为友婿。\n君如隐鹄我如虹，君今矍铄我龙钟。若问画眉京兆笔，空惭偕老鹿门翁。\n女择婿兮儿择妇，玉种蓝田持作斧。朱陈幸结旧邢谭，泉石寻盟新肺胕。\n老我多年已毁车，羡君此日尚冠儒。锦缠数入徐娘馆，泥饮频倾孙楚垆。\n呼儿移棹携春酒，登堂酌酒为君寿。娇歌妙舞酒千巡，綵笔瑶图歌一首。\n图中仙子踏春潮，独跨虾蟆弄玉箫。但得千秋长对酒，何须一品更当朝。\n白鹤峰头春正好，南飞一鹤来蓬岛。传言海屋正添筹，岁岁花前人不老。\n劝君更进紫霞觞，玉箫吹月奏霓裳。愿君努力三万六千日，与君同醉三万六千场。"
        },
        {
            "标题": "余藏书颇富日多残脱今岁苦雨有事装潢云屏韩公以法糊见示赋而谢之",
            "作者": "张萱",
            "内容": "自叹书连屋，生涯不值钱。案萤乾欲死，简蠹饱犹眠。\n甲乙呼儿检，缥缈次第诠。青泥传秘诀，不用续韦编。"
        },
        {
            "标题": "葛溪公署阻雪呈胡星海明府 其二",
            "作者": "张萱",
            "内容": "凄风吹襆被，晓雪满箳篂。虚室已生白，他山犹自青。\n盘餐曾寘璧，刍秣更充庭。不负投林意，王程且暂停。"
        },
        {
            "标题": "秋兴八首 其六",
            "作者": "张萱",
            "内容": "流萤寒照穗帷空，泪溅黄花缀故丛。雁到巧先孤枕畔，梦来偏向五更中。\n吹霜柳带销残碧，浥露蕖衣堕晚红。为忆湘灵江上曲，正随明月嫁秋风。"
        },
        {
            "标题": "清明日东还宿黄木湾",
            "作者": "张萱",
            "内容": "为市江鱼荐叵罗，忽惊水鸟起盘涡。夜晴晓月窥人近，野阔寒星接地多。\n破浪帆悬船是马，乘潮更报鼓为鼍。到家候稚应同笑，冷节虚从客里过。"
        },
        {
            "标题": "上元日雨中入武彝顾明府送酒",
            "作者": "张萱",
            "内容": "三十六峰春正幽，星轺暂驻转彝犹。地逢贤主淹归客，节届良辰得胜游。\n九曲閒云长抱石，一尊寒雨独移舟。凭君更订山灵约，短棹还期弄素秋。"
        },
        {
            "标题": "过陈二酉绿水园时二酉客金陵",
            "作者": "张萱",
            "内容": "尔曳长裾去，余蓬短鬓来。晚风吹杞柳，野鸟伴蒿莱。\n看竹何须主，怀人独上台。开尊聊极目，秋色不堪裁。"
        },
        {
            "标题": "校书秘省用秦玄峰寅丈韵呈三阁师 其一",
            "作者": "张萱",
            "内容": "瑶光东壁照图书，红药翻阶柳覆渠。秘府分披焚草后，上方宣赐报衙初。\n芝函数拂神仙蠹，笔橐长联学士鱼。自笑书淫堪吏隐，肯将衰病负三馀。"
        },
        {
            "标题": "校书秘省用秦玄峰寅丈韵呈三阁师 其二",
            "作者": "张萱",
            "内容": "拙宦羞称老校书，轴林丽丽屋渠渠。绿文已剖龟浮日，赤琯须探鬼哭初。\n寄禄暂分张朔粟，长歌不为孟尝鱼。一车未赐空成癖，欲向东朝乞蠹馀。"
        },
        {
            "标题": "十禽言 其六",
            "作者": "张萱",
            "内容": "麦饭熟，麦饭熟。剥喙不到门，褦襶不出屋，私债已完官租足。\n常掉臂，常鼓腹。快活三，麦饭熟。"
        },
        {
            "标题": "甲寅春兴十章 其三",
            "作者": "张萱",
            "内容": "竹坞松关一径通，萧萧两鬓卖花翁。半生已种青铜海，数口今随白兔公。\n嫁树和烟分密叶，移栽带雨补疏丛。东皇莫讶人衰老，花国曾书第一功。"
        },
        {
            "标题": "留题云起楼为春野老人赋",
            "作者": "张萱",
            "内容": "仙人好楼居，此语我所慕。江湖有散人，云是伯嗈甫。\n生长羔雁群，尘中抗高步。青年即白头，心古貌亦古。\n至孝出天性，疗亲割其股。儿孙守籯经，不复问阿堵。\n犹子太史公，高足策天路。煌煌闾里间，况君乃诸父。\n可以驱雷霆，可以走风雨。胡为坐小楼，兀兀榕溪浒。\n朝亦看云起，欲持云作脯。暮亦看云起，欲持云作醹。\n云起无冬春，君看无朝暮。问云有何佳，问君意何取。\n君笑但掉头，佳处难仆数。欲识看云意，请去问老圃。"
        },
        {
            "标题": "题董玄宰见赠九岳长青图 其四",
            "作者": "张萱",
            "内容": "当年游兴最飞骞，杖底烟霞已饱餐。一壑一丘堪自老，于今九岳即西园。"
        },
        {
            "标题": "甲寅生日李康侯广文以诗见寿对使走笔用来韵",
            "作者": "张萱",
            "内容": "萧萧短径雨斑斑，何事投珠满竹关。雌甲自怜同犬马，馀年祇合付溪山。\n惊看苜蓿惭分饷，欲办茅柴共破颜。珍重新晴堪把臂，入林休羡鸟知还。"
        },
        {
            "标题": "边马有归心阁试",
            "作者": "张萱",
            "内容": "剩有横行意，其如远道悲。自矜洼水种，悔逐并州儿。\n苜蓿春能几，蒲萄入尚迟。因之嘶野草，不为朔风吹。"
        },
        {
            "标题": "寄蔡五岳参知",
            "作者": "张萱",
            "内容": "廿年梁月梦纷纷，翘首曾停万里云。竹马諠迎新大父，壶浆争献旧神君。\n薇垣瞻恋金兰契，桂树淹留鹿豕群。安得平原期十日，扫门携酒共论文。"
        },
        {
            "标题": "幔亭峰",
            "作者": "张萱",
            "内容": "跨鹤吹笙弄紫烟，幔亭高宴祖龙年。祇闻海上劳徐福，不省人间有魏骞。"
        },
        {
            "标题": "题文休承折枝梅花图 其二",
            "作者": "张萱",
            "内容": "檀心玉质雪精神，桃李争妍总后尘。月下香魂留半影，已知绝代有佳人。"
        },
        {
            "标题": "题文休承折枝梅花图 其一",
            "作者": "张萱",
            "内容": "东皇着意散琼瑶，管领阳和尔独饶。谁折一枝传老笔，却勾春色满冰销。"
        },
        {
            "标题": "答潮帅江参戎二首 其一",
            "作者": "张萱",
            "内容": "使君高谊故翩翩，尺素遥椷万里天。梦起文通毫尚綵，重来王剪鬓犹玄。\n孤城万柝寒涛月，小队双旌细柳烟。珍重独持飞动意，论交何必十年前。"
        },
        {
            "标题": "何仲升总戎以戈船护行赋谢",
            "作者": "张萱",
            "内容": "神交今握手，长揖即登堂。□□□□□，□□□□□。\n马人环虎帐，龙户拥麟璋。利涉恩波阔，戈船载出疆。"
        },
        {
            "标题": "答潮帅江参戎二首 其二",
            "作者": "张萱",
            "内容": "春寒初试越罗袍，百战功成珥汉貂。铜柱已闻冤薏苡，金盘何日荐蒲萄。\n风翻落日朱旗直，露切清宵画角高。闻说雅歌能□□，前筹宁使至尊劳。"
        },
        {
            "标题": "送黄士明宗伯还朝 其二",
            "作者": "张萱",
            "内容": "遥瞻衮绣五云中，郁水灵洲紫气浓。履曳星辰新国老，座环奎壁旧宗工。\n曾烧莲烛光笼月，谁撼鸦铃夜战风。到日白麻已平读，赓歌须为赋车攻。"
        },
        {
            "标题": "送黄士明宗伯还朝 其一",
            "作者": "张萱",
            "内容": "六符曾奏泰阶平，翘首文昌耀紫清。叱驭不皇将寿母，承颜还喜有难兄。\n已调一匕清凉散，莫啜三杯旧本羹。为语长安棋九局，愿君当局且推枰。"
        },
        {
            "标题": "园集谐语",
            "作者": "张萱",
            "内容": "昔人请学圃，见小于孔氏。吾侪本小人，敢讳小人事。\n古贤好园居，往往见书史。所务岂皆小，亦各乐其志。\n嗟予拙已效，于世鲜数比。既为天所穷，复为时所弃。\n我生有奇癖，自信绝人理。善病恶束缚，习懒厌城市。\n有园名赋閒，取义洗牏厕。晨昏数清暇，宾友时亦至。\n俱是素心人，敢告素心义。相过不在速，频来莫论次。\n入门不下拜，列坐惟问齿。坐定即解襟，勿复事簪履。\n主人殊草草，款接颇有致。炉香既芳馥，瓶花亦明媚。\n园蔬时不乏，旨蓄或数器。有牲即割牲，无牲即蔬食。\n幸能了曲檗，浊醪可常继。兴来酒莫辞，酒尽兴乃已。\n献酬忘主宾，呼答惟汝尔。醉便相枕藉，醒复恣谐戏。\n散步互拍肩，叫跳共把臂。谑浪无不有，但戒涉訾议。\n里多广长舌，无胫走千里。我辈亦谑浪，彼辈辄猜忌。\n已往勿絮数，未来勿较计。形骸既尽捐，冷煖岂宜异。\n细微勿芥蒂，披沥穷底里。勿作今人态，常有古人意。\n已称山林交，勿失山林气。此语期不谖，久要乃可恃。\n赋閒园主人，如斯而已矣。"
        },
        {
            "标题": "题吴仲圭墨竹 其一",
            "作者": "张萱",
            "内容": "梅花道人何太奇，墨戏往往秋淋漓。成竹胸中已十丈，萧萧只写两三枝。"
        },
        {
            "标题": "题吴仲圭墨竹 其二",
            "作者": "张萱",
            "内容": "根蟠顽碧影捎云，一日谁能少此君。半幅鹅溪数竿玉，好将秋色笑平分。"
        },
        {
            "标题": "写墨竹寿内弟车柏台五十有一并赠以诗 其一",
            "作者": "张萱",
            "内容": "潇湘秋色两三枝，写向华堂照寿卮。却羡主人才半百，雄名何必减车骑。"
        },
        {
            "标题": "写墨竹寿内弟车柏台五十有一并赠以诗 其二",
            "作者": "张萱",
            "内容": "邯郸道上忆交亲，四十年来复几人。我已白头君绿鬓，相逢莫惜醉千巡。"
        },
        {
            "标题": "题王孟端墨竹用韵",
            "作者": "张萱",
            "内容": "风流儒雅帝王珍，墨妙千秋好共论。可惜一枝才半副，凤毛麟角总堪存。"
        },
        {
            "标题": "题吴仲圭墨竹 其三",
            "作者": "张萱",
            "内容": "谁写潇湘一段秋，却疑坡老学湖州。欲知此物能医俗，好问当年王子猷。"
        },
        {
            "标题": "壬申元夕目眚未间时有庾岭警报",
            "作者": "张萱",
            "内容": "银河五夜驾星桥，莲焰兰膏玉漏遥。摄目篝灯呼小妇，闭门留月度良宵。\n儿童喜报紫姑至，衰病□怜綵笔骄。为问昆崙关外戍，捷书何事尚寥寥。"
        },
        {
            "标题": "王宪度明府招饮时以目疾不能赴移席小寓诗以谢之",
            "作者": "张萱",
            "内容": "瞻依偃室愧嘉宾，褦襶何辞触后尘。下榻不留歌铗客，曳裾原是受廛人。\n白头壤父扶藜至，青鬓神君设醴频。自笑欲从阳里子，尚期倾酿吐车茵。"
        },
        {
            "标题": "癸丑正月二十五日客有以街谈见示者悲而赋之",
            "作者": "张萱",
            "内容": "去年正月十九夜，豺虎入户殊咆哮。今年正月十九夜，狐狸满穴何悲号。\n此番报应亦太速，吁嗟天公无乃劳。虎威可假不可久，尔狐毋谓皇天高。\n夜行昼伏胡为者，依草附木攒戈矛。岂知厉鬼瞰其屋，一狐忽化为神獒。\n雄狐不死雌狐死，萧墙祸起安能逃。人言尔獒亦莫逃，天公有眼鬼有脚，此日明年及尔曹。"
        },
        {
            "标题": "壬子元日赋閒园试笔呈同会诸君子 其二",
            "作者": "张萱",
            "内容": "玉历初开淑气新，今年犹似去年身。已成项领从时辈，能老烟霞有几人。\n往事总销棋一局，壮怀须付酒千巡。入林把臂身同健，剩水残山日日春。"
        },
        {
            "标题": "壬子元日赋閒园试笔呈同会诸君子 其一",
            "作者": "张萱",
            "内容": "晴旭芳林散晓烟，甘分膝绕板舆前。百年已半今馀五，一日能閒即大千。\n造次林花浑欲放，菁葱庭树喜争妍。长开酒社从今日，莫掷韶光似去年。"
        },
        {
            "标题": "梅少府招饮范园",
            "作者": "张萱",
            "内容": "建水春方丽，名园绿正饶。通家原十载，促膝始今宵。\n兄弟联朱翮，文章落绛霄。白眉君独擅，文石步非遥。\n舞拂前溪艳，歌翻子夜娇。相逢不惜醉，更胜宴虹桥。"
        },
        {
            "标题": "南旺湖作",
            "作者": "张萱",
            "内容": "空阔平开镜，泓澄寒浸云。青徐一水隔，南北二流分。\n落日烟霞色，西风雁鹜群。渔人不可见，归唱隔堤闻。"
        },
        {
            "标题": "丙寅八月十五夜集韩寅仲宅",
            "作者": "张萱",
            "内容": "万斛金波浸九垓，冰壶濯魄对含杯。十分轮满秋今半，几处砧寒漏更催。\n好语微云休点缀，为留清影共徘徊。一尊共觅千秋句，拾得秋光莫浪裁。"
        },
        {
            "标题": "初夏何凝生以诗见讯近况次来韵",
            "作者": "张萱",
            "内容": "空馀天际想，错拟地行仙。抱犊飞云下，挂瓢丛桂边。\n醉卧枕奇石，馋涎漱乳泉。逢人常白眼，入梦有朱弦。"
        },
        {
            "标题": "广陵弩台怀古",
            "作者": "张萱",
            "内容": "遗镞闻耕叟，登台伤客心。初烟扶岸上，片雨隔溪深。\n往事随芳草，秋风生远林。南朝一沟水，呜咽到如今。"
        },
        {
            "标题": "携妓游东山寺用故守张汝璧壁问韵留题",
            "作者": "张萱",
            "内容": "一径盘云叠翠峦，晚风吹送客衣寒。檐前万井攒青霭，树底千帆照碧湍。\n僧定忽闻猿果落，梵音初散鹤巢安。漫游不是吹箫客，亦向人间驾綵鸾。"
        },
        {
            "标题": "鄱阳道中苦热 其二",
            "作者": "张萱",
            "内容": "竟日汗成雨，终宵蛟似雷。汉阴疲抱瓮，河朔忆传杯。\n敢谓輶轩使，真惭褦襶来。层冰不可踏，怅望玉真台。"
        },
        {
            "标题": "鄱阳道中苦热 其一",
            "作者": "张萱",
            "内容": "山雨夜来歇，火轮朝更然。驱车赤日下，归梦白云边。\n道暍浆频乞，马瘏鞭不前。世途浑扰扰，暄冷总堪怜。"
        },
        {
            "标题": "戏题邓给谏玄度梅花帐 其二",
            "作者": "张萱",
            "内容": "数幅冰绡玉一枝，薰笼斜倚月明时。纵教万斛天香满，不及吹灯来梦儿。"
        },
        {
            "标题": "勋侄莹儿堪台两孙偕试棘闱诗以勉之",
            "作者": "张萱",
            "内容": "汝辈谁为万选钱，家声世泽正连绵。亦知堂搆能无坠，敢谓儿孙不乏贤。\n漏促喜闻金钥动，雨深应涴綵毫鲜。试风莫道儿驹健，万里追风更着鞭。"
        },
        {
            "标题": "甲子七夕雨中韩寅仲明府绪仲太史同新安孙子真携两姬过集",
            "作者": "张萱",
            "内容": "霢霂连宵黯不开，何当巧夕更闻雷。秋新已觉晴常少，人老谁能巧得来。\n舞态歌声空见妒，云情雨意莫相猜。明年此夕知同否，醉不厌厌莫拟回。"
        },
        {
            "标题": "又吊朝云墓用陆岱瞻明府韵",
            "作者": "张萱",
            "内容": "君不闻死同穴兮室异谷，温柔乡即迷香窟。浮花浪蕊何烨烨，安得馀香长不灭。\n前身曾遇楚襄王，阳台一别无消息。嗟尔芳魂虽侍妾，得侍东坡情自别。\n生□西湖兮方待年，来惠西湖兮遽永诀。栖禅寺即六和塔，何必首丘寻故宅。\n始信红颜真薄命，信根净业皆前定。欢乐由他总是空，六如不用重相订。\n登幕沾泥同一律，东坡情痴非在色。三三桥畔日飞花，为衬芳魂戏綵霞。\n莺啼燕语春常在，休将日影问寒鸦。西湖新主谪仙人，种得桃花万树新。\n鸣琴多暇喜凭吊，綵毫独与坡公赓。寻芳觅句日霏玉，一见西园眼又青。\n胡为乎，一见西园眼又青。"
        },
        {
            "标题": "苏汝载乞食歌",
            "作者": "张萱",
            "内容": "閒閒道人真可怜，非儒非佛复非玄。两只青鞋遍大地，一双白眼撑高天。\n半世生涯三寸管，欲把千秋常占断。相逢便说肝胆倾，何事逢人邈河汉。\n腹中样子不合时，如君安得不苦饥。吁嗟人间何食不为乞，富贫贵贱总是墦间儿。\n万钱不下君一箸，万钟不下君一粒。归来裹足闭重关，满目青云不可攀。\n持钵望门缘底事，才说閒閒便不閒。乞食曾闻陶靖节，五斗能令腰便折。\n昌黎一饱叹无时，枉却冷肠频触热。谢仁祖胜陶胡奴，有食可就非吾徒。\n三那之庵在何许，高谊云天五大夫。劝君乞昼莫乞夜，未必宰官皆长者。\n百年已结喜欢缘，眼下雄名何必借。墦间乞态日日新，自笑园公乞更频。\n欲向千秋乞一物，不知檀越是何人。"
        },
        {
            "标题": "宿州公署见新月用壁间杨文贞公韵 其二",
            "作者": "张萱",
            "内容": "古道春风随马策，空亭寒色照干旌。尊前最喜纤纤魄，万里无云雁影轻。"
        },
        {
            "标题": "宿州公署见新月用壁间杨文贞公韵 其一",
            "作者": "张萱",
            "内容": "银钩初挂冻云收，寒影穿帘到敝裘。倚遍碧栏浑不寐，隔墙人唱古凉州。"
        },
        {
            "标题": "十禽言 其九",
            "作者": "张萱",
            "内容": "提胡芦，提胡芦。东家有钱不沽酒，西家有酒无钱沽。\n但愿长得醉，莫问钱有无。人命如朝霜，黄泉无酒垆。\n破除万事无过酒，此物祇应长在手。"
        },
        {
            "标题": "十禽言 其二",
            "作者": "张萱",
            "内容": "我知其一，不知其他。"
        },
        {
            "标题": "十禽言 其五",
            "作者": "张萱",
            "内容": "姑恶姑恶，问姑何事恶。不恨父母嫁我贫，但恨丈夫娶我错。\n东邻妇贤姑亦良，妇家原是□□□。□都好，都好莫问媸与妍，不知白与皂。\n从人呼马复呼牛，任君恩报与仇报。多计较，多烦恼，人易老，青铜镜子须常照。\n从今只放肚皮宽，逢人且道声声好。"
        },
        {
            "标题": "十禽言 其十",
            "作者": "张萱",
            "内容": "蕲州鬼，蕲州鬼，不畏尔力畏尔嘴。枭獍蛇蝎虎与狼，涂豕厕鼠粪蜣螂。\n投之有北北不受，安得五丁拔其舌，抽其肠。乌不啜尔血，犬不食尔肉。\n上帝欲为人作福，蕲州鬼入阿鼻狱。"
        },
        {
            "标题": "十禽言 其三",
            "作者": "张萱",
            "内容": "脱破裤，脱破裤，去年裤破今年做。音佐。今年有谷须勤布，勤布谷兮田家苦。\n官人有鞭不用蒲，催租之吏猛如虎。吁嗟乎，猛虎相逢犹自可，城中宦门不可过。"
        },
        {
            "标题": "十禽言 其一",
            "作者": "张萱",
            "内容": "郭公郭婆，郭公郭婆，为乐孔多。其乐伊何，以犁以锄。\n种豆得豆，种禾得禾。有钱即沽酒，有酒即高歌。"
        },
        {
            "标题": "十禽言 其四",
            "作者": "张萱",
            "内容": "蚕丝一百箔，蚕丝一百箔。桑叶黄兮桑子落，暮暮朝朝空力作。\n刺绣何如倚市门，由来蚕妇衣裳薄。一名力□。"
        },
        {
            "标题": "先禁人，却道人难禁，形影已逃神禹鼎。鸱鸮枭獍□□□，阿鼻狱中难拷竟",
            "作者": "张萱",
            "内容": "先禁人，□人能禁缚，离里附毛肤共剥。请看鬼穴□□□，□穴何尝相抵触。"
        },
        {
            "标题": "旗峰之约余数食言矣再期于今岁人日若弗克则不敢再订也第旗峰无恙园公亦无恙情见乎词",
            "作者": "张萱",
            "内容": "春云缥缈宝安城，何日扬帆赋远征。为忆题诗高刺史，未寻作颂魏东平。\n青山却笑轻然诺，白首相期老弟兄。珍重旗峰且虚席，重来还饱五侯鲭。"
        },
        {
            "标题": "赠别谢大行友可社丈擢南北部 其三",
            "作者": "张萱",
            "内容": "一官何必较炎凉，大业千秋独擅场。庐岳欲倾彭蠡涸，岿然君自鲁灵光。"
        },
        {
            "标题": "赠别谢大行友可社丈擢南北部 其七",
            "作者": "张萱",
            "内容": "且将白眼撑高旻，莫向风尘叹积薪。薄宦亦须谙宦态，右文原自妒文人。"
        },
        {
            "标题": "孑遗昔数口次杜少陵无家别韵",
            "作者": "张萱",
            "内容": "孑遗昔数口，相对饭藿藜。时危日忧生，转徙东复西。\n幸未填沟壑，不辞困涂泥。锄耰付邻人，荆棘满前蹊。\n故物不可遇，四顾常悽悽。妖狐作人语，饥乌向我啼。\n不见索饭儿，转忆去帷妻。有群不敢入，有枝不敢栖。\n薪木久已毁，藩圃无遗畦。出门未跬步，满地皆征鼙。\n四邻尽惊走，岂不苦提携。嗟我掉两臂，亦苦去住迷。\n苦贼与苦兵，所苦亦等齐。拘原空尔为，逸国多旁蹊。\n承平知不远，此别休酸嘶。无家幸有身，尚得称遗黎。"
        },
        {
            "标题": "奉和太史瀔阳赵老师游罗浮诗六章 其二 过青霞谷",
            "作者": "张萱",
            "内容": "扶筇登叠嶂，蜡屐步高霞。为寻方外侣，来问野人家。\n磴曲云常卧，林深日易斜。呼朋频命酒，同咽月中华。"
        },
        {
            "标题": "赠郡相黄葵初暂还宜阳二章 其二",
            "作者": "张萱",
            "内容": "合江春暖片帆开，长啸一声归去来。身退何妨共分谤，功高自足起群猜。\n拂衣且暂寻初服，高枕休坚卧草莱。圣代只今求故剑，徼天旧衮去仍回。"
        },
        {
            "标题": "赠郡相黄葵初暂还宜阳二章 其一",
            "作者": "张萱",
            "内容": "人间自是路行难，久矣功成欲桂冠。百战运筹皆筑观，六年横海独登坛。\n莼鲈有约怜秋色，松菊犹存伴岁寒。莫向归囊叹羞涩，掌中还有一珠看。"
        },
        {
            "标题": "题韩伯声涉趣园八景 其八 涓流泉",
            "作者": "张萱",
            "内容": "瑟瑟如迸珠玉，冽冽不浸苞稂。入口疑尝石髓，沁脾尝带花香。"
        },
        {
            "标题": "徐念阳观察以长至前一日招饮赋谢 其一",
            "作者": "张萱",
            "内容": "豸绣麟符碧幰车，缁衣旧好及樵渔。时情祇合供棋局，往事何辞满箧书。\n不惜青黄加朽木，谩劳钟鼓享爰居。残灰已冷葭灰动，欲向初阳借一嘘。"
        },
        {
            "标题": "陪祀山陵偕诸寮友夜宿瑞光寺漫赋",
            "作者": "张萱",
            "内容": "琳宫阒寂少城隈，幡影遥连紫翠堆。万井晴烟双阙近，九陵王气一天来。\n文楸仨覆灯前局，绮席频呼竹下杯。为忆龙髯攀未得，空庭明月共徘徊。"
        },
        {
            "标题": "雨中登狮岩寺呈赵符卿",
            "作者": "张萱",
            "内容": "驻桨寻僧坐碧苔，疏林寒雨晚钟催。翻经石上狮为座，把钓岩边玉是台。\n山翠似屏从北拥，江帆如笏正南来。尚须载酒频登探，造次梅花莫浪开。"
        },
        {
            "标题": "陈石渠明府枉书先讯诗以谢之",
            "作者": "张萱",
            "内容": "使君高谊如山丘，缄书远讯何绸缪。自怜怀刺向谁是，我欲索赋从君游。\n半生久已负七尺，一日便可成千秋。为击唾壶歌伏枥，起舞幸有双吴钩。"
        },
        {
            "标题": "辛酉秋日同苏汝载韩寅仲过访张文弱不遇",
            "作者": "张萱",
            "内容": "忆别岁已隔，重来秋正新。相期须十日，不速有三人。\n客自题门少，君何却扫频。白头向青眼，非为问迷津。"
        },
        {
            "标题": "吴孝甫以雨后秋山图并诗见赠赋此奉答",
            "作者": "张萱",
            "内容": "汎汎乘流客，沿洄阻脩牵。途旷秋已暮，岸草露初泫。\n晨曦照微雨，新翠薄林甸。吴君老画师，神理穷素绚。\n对此开心神，为我扫匹练。渴笔醮枯墨，林岫递隐见。\n远峰双入云，悬流接层巘。疑有雨鸣叶，桥下若溅溅。\n山寒林未疏，岩复磴频转。缥缈台上亭，有客来攀缘。\n相向话新晴，驻屐聊指点。居然咫尺间，意态极万别。\n知君丘壑人，此或本来面。兼之词人手，不受俗笔缠。\n上有五字诗，格律迈骚选。烟霞与珠玉，错落任舒卷。\n披对竟日夕，客虑坐来遣。携之当卧游，宝之逾琬琰。"
        },
        {
            "标题": "病中董广文懋赏韩孝廉寅仲枉讯赋谢",
            "作者": "张萱",
            "内容": "违君伏枕才三日，念我移书忽数行。岂有文园供病肺，何缘芳讯浣枯肠。\n悲秋岂惜今年鬓，感岁唯添旧日方。但使维摩能上乘，不妨腰瘦沈家郎。"
        },
        {
            "标题": "赠冯慕冈华省衷何玉岘南还 其四",
            "作者": "张萱",
            "内容": "尚书闻已授，孤愤未须申。始识雷霆怒，终为天地仁。\n黄沙虚请室，白日照累臣。为寄豺狼语，埋轮尚有人。"
        },
        {
            "标题": "漳流竹隐歌为沈司马伯含赋赠忆堂老人",
            "作者": "张萱",
            "内容": "玉龙不住玄冥宫，推山蹴海钱塘东。狰子狞孙裂地轴，绿殳紫甲排苍穹。\n钱塘城中十万户，妖红孽翠徒蒙茸。稽康骨朽王猷死，兔苑草没淇园空。\n我闻漳流大奇绝，参差百亩森町疃。中有老人日高卧，朱颜绀发青方瞳。\n有田懒植沮溺杖，有瓢懒挂巢由松。手锄绿云种苍玉，觳觫满地如攒务。\n灵苗不渍康回血，劲簳不贯殷辛弓。鱼肠发匣射天碧，鸡胫脱距酣霞红。\n员丘夜半失俊楫，伶鳏一旦焚昆籦。娟娟入幌碎明月，淅淅拂石留薰风。\n有时白日黑蛟舞，钧天八佾谐笙镛。木德圣人久不王，君家蔓紫何菁葱。\n君言上帝遣此辈，移根万里来瀛蓬。千年练实皎如雪，的历百斛光曈曈。\n凤凰已下不敢食，锦绷满縳斑犀丛。一枝久已傍帝座，呼吸沆瀣开鸿蒙。\n敲金戛玉鬼神格，九苞一角纷来从。去年稚节更碨砢，南枝北干皆茏苁。\n春雷昨日急奋豫，扬鳞鼓鬣如奔虹。青宁次第尚罗列，节目不与斤䈚同。\n漳流之上即县圃，浮筠振雾声玲珑。荆扬不用荐庭实，汧渭何必誇侯封。\n我家老廌颇解此，数竿一榻嘶寒蛩。庭荒径断颈常缩，匿影榛莽何愚蠢。\n君今避世更好事，停镳辍轭常纵横。如陵旨蓄客饱嚼，驱使三雅无春冬。\n阿咸念此语娓娓，令我涎落如机舂。七贤六逸我即一，入林把臂何时逢。\n倘容根下醉共卧，请君为制华林筇。相期汗漫九垓去，一掷青天骑玉龙。"
        },
        {
            "标题": "有女嫁贫夫次杜少陵新婚别韵",
            "作者": "张萱",
            "内容": "有女嫁贫夫，恩爱岂得长。子非倚市门，哀哀官舍傍。\n昨日子入室，今宵泪满床。生计未及问，握别何忙忙。\n枯荄无煖律，覆盆无朝阳。只身无弟兄，高堂无翁嫜。\n嗟我十年前，岂不厚盖藏。一门九流移，剜肉代输将。\n今子幸少艾，未言先断肠。子身值几何，且易白与黄。\n持以偿县官，子请随人行。保我肌肤完，喜子娥眉扬。\n吁嗟此生别，请留半幅裳。裹我胯下瘢，见裳如见妆。\n一鸟已远飞，一鸟犹回翔。嗟嗟结发恩，永作参商望。"
        },
        {
            "标题": "甲戌闰中秋又寄怀陆明府 其二",
            "作者": "张萱",
            "内容": "怀人对月坐更阑，木雁题门指又弹。月闰玉盘今再转，秋中桂影却重攀。\n去年此夕秋将尽，此夕明年秋亦残。安得年年逢此闰，长分末照奉清欢。"
        },
        {
            "标题": "归兴诗 其十三",
            "作者": "张萱",
            "内容": "爽气薄庭樾，凄风吹棘林。遥闻关塞笛，偏动故园心。\n霜渚雁寒渡，露枝猿夜吟。行歌式微者，犹不变南音。"
        },
        {
            "标题": "甲戌闰中秋又寄怀陆明府 其一",
            "作者": "张萱",
            "内容": "三秋何意两中秋，南侣秋光喜暂留。前月广陵涛已赋，今宵天柱客仍游。\n文心茂宰诗应续，皓首骚人醉未休。法喜可能重奏笛，元规想亦复登楼。"
        },
        {
            "标题": "庚申元日试笔 其一",
            "作者": "张萱",
            "内容": "西园有遗老，六十复加三。湖海气不减，烟霞癖转憨。\n看花啼一鸟，呼酒擘双柑。何处春光好，青山南又南。"
        },
        {
            "标题": "甲寅春兴十章 其六",
            "作者": "张萱",
            "内容": "残山剩水日婆娑，谁送春光到薜萝。地僻自宜佳客少，花疏偏觉暗香多。\n林坳草嫩鹿游牝，蓐薄桑柔茧作蛾。浊酒一壶琴一曲，春声翻入紫芝歌。"
        },
        {
            "标题": "陆令公再过小园时余他出不及扫径开尊赋此申谢",
            "作者": "张萱",
            "内容": "敢云高尚傲王侯，褊性幽栖老一丘。看竹嘉宾非问主，入林仙令再登楼。\n岂因谋野听鸲雉，可是行春喜狎鸥。见说寻芳时觅句，行庭不见亦停驺。"
        },
        {
            "标题": "丁巳三月十一日乘涨过鸿华庵偶成六绝题壁 其一",
            "作者": "张萱",
            "内容": "梦入鸿华已数年，才来半日即回船。蔡纯死后马生老，怪底张奴不悦禅。"
        },
        {
            "标题": "丁巳三月十一日乘涨过鸿华庵偶成六绝题壁 其三",
            "作者": "张萱",
            "内容": "我头不剃剃心花，六十年来只在家。善眼仙人如问我，今年今日到鸿华。"
        },
        {
            "标题": "丁巳三月十一日乘涨过鸿华庵偶成六绝题壁 其五",
            "作者": "张萱",
            "内容": "柴桑久矣攒眉去，康乐犹然合掌来。堤断岸崩沙喷雪，昙花休斗浪花开。"
        },
        {
            "标题": "丁巳三月十一日乘涨过鸿华庵偶成六绝题壁 其二",
            "作者": "张萱",
            "内容": "半幅蒲帆一刹那，为乘新涨始经过。登楼嘱付降魔杵，莫逐诗魔与酒魔。"
        },
        {
            "标题": "丁巳三月十一日乘涨过鸿华庵偶成六绝题壁 其四",
            "作者": "张萱",
            "内容": "狂涛啮断绿榕堤，水没横桥草欲迷。我是辟蛇新行者，前林鸠鸟不须啼。"
        },
        {
            "标题": "夜宿东山店同吴子灿小酌",
            "作者": "张萱",
            "内容": "共对一尊酒，相将万里程。寒深貂毳竖，风疾马蹄轻。\n驿柳依人绿，春星照剑明。敝裘吾亦得，雨雪任纵横。"
        },
        {
            "标题": "邑侯姚公宾馆落成招同韩参知叔捷曾侍御泽卿宴集赋谢 其一",
            "作者": "张萱",
            "内容": "肆筵缉御醉深宵，欲颂斯干兴转饶。正喜乐郊无硕鼠，更闻私谒绝阳鱎。\n莎庭昼静琴声古，竹阁霜寒鹤梦遥。耕凿已堪长鼓腹，赋成莫向桂丛招。"
        },
        {
            "标题": "题沈启南问寝图 其一",
            "作者": "张萱",
            "内容": "莪蒿露结叶初乾，白首莱衣岁若干。此日开图空掩泣，终天无复梦魂安。"
        },
        {
            "标题": "贺李观察伯东参豫章中书行省事四章 其四",
            "作者": "张萱",
            "内容": "与君同调复同时，何事登龙较独迟。竭泽喜逢河润广，攀辕空望德星驰。\n南州未下陈蕃榻，东国先歌召伯诗。自惜郑公迁镇后，浣花花事与谁期。"
        },
        {
            "标题": "贺李观察伯东参豫章中书行省事四章 其一",
            "作者": "张萱",
            "内容": "鸣饶叠鼓郁江头，紫气遥惊傍斗牛。五岭云霞留藻缋，千秋琬琰属雕锼。\n登坛曾建中丞节，参省仍分帝子州。共喜西京词赋客，已从方岳领诸侯。"
        },
        {
            "标题": "题沈启南雄鸡图",
            "作者": "张萱",
            "内容": "野菊初开秋色鲜，窗间作语已堪怜。于今何事噤无语，总为幽人好午眠。"
        },
        {
            "标题": "题沈启南小幅山水 其一",
            "作者": "张萱",
            "内容": "野情自密世情疏，万壑千崖一草庐。永日小楼坐秋色，奇人相对读奇书。"
        },
        {
            "标题": "贺李观察伯东参豫章中书行省事四章 其三",
            "作者": "张萱",
            "内容": "才名八斗汉廷闻，牛耳于今已属君。题榜敢烦王大令，登楼不数顾将军。\n装无端水半拳石，袖有罗浮一片云。为问诸生频授简，可能领略五千文。"
        },
        {
            "标题": "圣人出",
            "作者": "张萱",
            "内容": "圣人出，唐虞际。名世应，地天泰。泰阶平，阊阖开，麟游凤集纷徘徊。\n九重端拱四彝来，游康衢，登春台。尔禾尔黍，尔筐尔筥。\n十日一风，五日一雨。"
        },
        {
            "标题": "己未生日郭善伯以诗见寿率尔赋谢",
            "作者": "张萱",
            "内容": "初甲已加二，开尊忆去年。昔投青玉案，今惠白云篇。\n花底正堪醉，竹根谁共眠。旧游君莫忘，已办杖头钱。"
        },
        {
            "标题": "人日孙一之年丈招饮醉归赋谢 其二",
            "作者": "张萱",
            "内容": "儤直浑多暇，开尊已数回。春光逢七日，佳气接三台。\n歌罢花垂露，诗成月上台。不因金钥永，那得玉山颓。"
        },
        {
            "标题": "人日孙一之年丈招饮醉归赋谢 其一",
            "作者": "张萱",
            "内容": "帝里星为客，王正日是人。晴浮双阙迥，暖向百花新。\n共渴金茎露，先邀玉殿春。俸钱虽未乞，尊酒莫辞频。"
        },
        {
            "标题": "八月十四夜社集闻警 其三",
            "作者": "张萱",
            "内容": "鹊彩斜飞照雪袍，萧萧落木满庭皋。欃枪未陨中黄老，刁斗时諠太白高。\n碛日易阴须探夜，河冰欲壮急栅壕。关前此夕浑如昼，谁抱金环泣大刀。"
        },
        {
            "标题": "徐念阳观察以长至前一日招饮赋谢 其二",
            "作者": "张萱",
            "内容": "使君高谊薄秋旻，千古交情淡更真。设醴岂怜歌铗客，扫门应愧闭关人。\n深谈勃窣频前席，老态歌倾欲吐筃。怪底尊开疑挟纩，明朝黍谷正回春。"
        },
        {
            "标题": "八月十四夜社集闻警 其一",
            "作者": "张萱",
            "内容": "爽荐金飙暑已残，高云歛色露华漙。一年此夕秋将半，万里中天客共看。\n猎骑正嘶秦塞影，惊乌空绕汉宫寒。风尘且自悲摇落，满地青山愧鹖冠。"
        },
        {
            "标题": "八月十四夜社集闻警 其二",
            "作者": "张萱",
            "内容": "客馆芳尊好共醺，玉街凉月正纷纷。却怜合晕萦纤翳，尚觉清辉缺一分。\n飞盖喜无风雨妒，□□□□□□□。高楼思妇砧方急，欲谱霓裳不忍闻。"
        },
        {
            "标题": "八月十四夜社集闻警 其四",
            "作者": "张萱",
            "内容": "上苑疏钟出禁扃，惊尘扑地晚风腥。阵残尚覆云千叶，烽急遥飞火一星。\n塞角每从愁里语，征鸿宜向月中听。明宵更觅吹箫侣，莫遣秋光冷画屏。"
        },
        {
            "标题": "一符役数卒次杜少陵石壕吏韵",
            "作者": "张萱",
            "内容": "一符役数卒，日出无人行。缧绁血淋漓，酸嘶不可听。\n催呼怒如虎，难诉苦中苦。九人饷吏胥，一以饷征戍。\n一向征戍生，九向吏胥死。能免一日刑，所愿亦毕矣。\n不复完躯命，何问长孙子。丰年无糠覈，终岁无衣裙。\n嗟嗟气力衰，逃亡安所归。闻将易子食，岂免拆骸炊。\n语出肠断绝，饮泣不能咽。愿言来生身，永与博罗别。"
        },
        {
            "标题": "秋日园居口号六十章 其二十六",
            "作者": "张萱",
            "内容": "衰老百罹无计避，广平门户真为累。园公何事梦魂惊，夜半敲门石壕吏。"
        },
        {
            "标题": "题梁母节孝卷为陈抑之观察女弟",
            "作者": "张萱",
            "内容": "吞声泣昼存黄口，洒血号天祝白头。不须巴妇营丹穴，莫羡共姜矢柏舟。\n显显阿兄今仲举，茕茕哲嗣有君猷。如何百鍊须眉者，却是人间绕指柔。"
        },
        {
            "标题": "题兰萱石供图寿朱太史元价母夫人七十",
            "作者": "张萱",
            "内容": "女皇炼石驱神工，三十六鼎烧天红。中有一拳不敢炼，孤根直插蓬莱宫。\n顽碧矗云何嵂崒，瞱瞱神芝三秀茁。璚膏万斛挹天潢，泻向孤根种丹棘。\n四垂六趺相新鲜，绕足丛兰春正妍。瑶图已貌邀云笔，共献琼林第一仙。\n此图云自蓬莱至，阿母曾烦青鸟使。北堂春永已忘忧，不为执殳思树背。\n天南嫠彩日缤纷，宫锦翩翩介上尊。莫问如山并如海，且誇宜子更宜孙。"
        },
        {
            "标题": "抵家示儿辈",
            "作者": "张萱",
            "内容": "何事虚乘八月槎，归来惟对旧烟霞。箕裘自笑儿孙拙，林壑空羸岁月赊。\n闭户著书金享帚，避人高枕笔生花。贤愚不问从彭泽，天运吾生岂有涯。"
        },
        {
            "标题": "生日示儿辈",
            "作者": "张萱",
            "内容": "安眠健食腹便便，此日称觞亦快然。啸傲烟霞天逸老，徜徉泉石地行仙。\n磻溪遇主加三岁，宣圣从心少九年。却喜儿孙能爱日，光阴长买不须钱。"
        },
        {
            "标题": "试笔诗成呈诸君子园丁以玉兰岩桂二花来献复以二十八字分贻之",
            "作者": "张萱",
            "内容": "欲将花事竞芳辰，采得双花伴五辛。擎向华堂当綵胜，兰孙桂子日振振。"
        },
        {
            "标题": "元日试笔柬同社七子",
            "作者": "张萱",
            "内容": "晴开高阁坐氤氲，綵笔凌霄染五云。隔岸柔风匀槛柳，半帘新雨湿阶芸。\n玉衡甲应三元历，银汉魁联七曜文。欲问明年花信好，今朝春色且平分。"
        },
        {
            "标题": "怀夕佳亭再用前韵",
            "作者": "张萱",
            "内容": "君家亭子闻新搆，老梅短竹殊清凄。檐光日脚不敢下，山色案头来自西。\n数拉畸人结汤社，閒呼小妇拈诗题。我欲从之室且迩，其如李下久无蹊。"
        },
        {
            "标题": "寿徐海翁八十有一",
            "作者": "张萱",
            "内容": "虞廷遐算羡皋陶，一代勋名冠四朝。豹饰鼎司分八座，鹭车棘市曳双翘。\n青山自足供高枕，黄发休教恋左貂。为语廷中诸岳牧，何如天外有松乔。"
        },
        {
            "标题": "邓玄度观察以归兴十章见寄用来韵漫赋草土馀生不宜拈弄笔墨第兰契久阔芳讯遥临掩泣抒怀罪我勿计也 其四",
            "作者": "张萱",
            "内容": "游壮心仍壮，官奇归亦奇。壶清原白玉，绳直是朱丝。\n北阙虽蹲豹，南天独驾螭。芰荷犹可制，何必问迦黎。"
        },
        {
            "标题": "邓玄度观察以归兴十章见寄用来韵漫赋草土馀生不宜拈弄笔墨第兰契久阔芳讯遥临掩泣抒怀罪我勿计也 其二",
            "作者": "张萱",
            "内容": "世事皆蕉鹿，生涯在钓车。锦囊携白雪，綵笔散馀霞。\n儤直曾焚草，休官不待瓜。归来芦荻岸，云是汉江槎。"
        },
        {
            "标题": "甲子秋七月入宝安过访邓玄度观察镜园同尹用平温尔惇两年丈饮邻仙楼用杜少陵游何将军山林十诗四十韵 其五",
            "作者": "张萱",
            "内容": "花径缘溪转，柴门傍竹开。疏渠浇菡萏，选石护榔梅。\n酒态吹风去，诗情逐雨来。落花閒不扫，恐损石栏苔。"
        },
        {
            "标题": "邓玄度观察以归兴十章见寄用来韵漫赋草土馀生不宜拈弄笔墨第兰契久阔芳讯遥临掩泣抒怀罪我勿计也 其六",
            "作者": "张萱",
            "内容": "独握如椽笔，时掀似戟须。折芳山有鬼，颂橘木为奴。\n见说开三径，何须汎五湖。迷津如欲问，莫忘老农夫。"
        },
        {
            "标题": "邓玄度观察以归兴十章见寄用来韵漫赋草土馀生不宜拈弄笔墨第兰契久阔芳讯遥临掩泣抒怀罪我勿计也 其三",
            "作者": "张萱",
            "内容": "地僻桂松满，身閒鱼鸟亲。出门诗有料，入室甑生尘。\n兰佩虽堪纫，柴车且莫巾。德星原是客，帝座近何人。"
        },
        {
            "标题": "邓玄度观察以归兴十章见寄用来韵漫赋草土馀生不宜拈弄笔墨第兰契久阔芳讯遥临掩泣抒怀罪我勿计也 其一",
            "作者": "张萱",
            "内容": "才闻开柏府，何事卧柴门。远道新归客，荒山旧隐村。\n因吟湘水句，知汎武陵源。宦拙惟清白，千秋付子孙。"
        },
        {
            "标题": "巫霞诗为钱唐友人马稚彬赠妓赋",
            "作者": "张萱",
            "内容": "何许呼来校书女，说在西楼最幽处。近闻学弄钱唐潮，欲伴灵妃戏江渚。\n教成歌舞卖千金，临风悔作沾泥絮。背人娇转痴，向人憨不笑。\n微微欲语频相觑，别有一种閒情绪。不是巫山云，不是巫山雨。\n疑是阳台一片霞，云情雨意难凭据。襄王已老梦不来，好傍钱唐苏小住。\n柳梢残月晓风时，乘潮请向钱唐去。"
        },
        {
            "标题": "惠州西湖歌",
            "作者": "张萱",
            "内容": "九州之内三西湖，真山真水真画图。钱唐名圣果不妄，二高三竺神仙都。\n汝阴勺水胡为尔，欧阳太守移家至。续游不是老门生，安得标名在人耳。\n惠州西湖岭之东，标名亦自东坡公。绍圣已非元祐日，惠州岂与杭州同。\n东坡寓惠凡三祀，有诗一百□十二。空将藤菜敌莼羹，江月才留二百字。\n万里投荒白发臣，栖栖数口合江滨。却为湖中了公事，故令岭外苦行吟。\n行吟岂是湖山主，不放西湖入佳句。逐臣幸饱惠州饭，敢向湖山添口语。\n东坡东坡真可悲，磨蝎生当绍圣时。脱离刀几全馀息，领略湖山不在诗。\n湖山之灵更有说，东坡先生果奇绝。前知后有西园公，能为东坡补其缺。\n世间清福人最难，清福无过湖与山。钱唐汝阴久占断，罗浮亦已穷跻攀。\n且留惠州一幅画，付与西园细描写。西园老矣可若何，年来亦是行吟者。\n生长西湖六十年，半农半圃半渔船。持蟹嗅英烟雨外，黑甜软饱水云边。\n一片蒲帆五石瓠，六如荒碣三桥路。峰头白鹤几时还，月下芳魂何处渡。\n竹岸杨堤秋正新，三三两两歌采菱。城头日落不归去，篝灯远近如流萤。\n永福寺前钟一动，临风短笛渔三弄。轮篙撤网携笭箵，网得银梭争笑閧。\n漱玉滩横水不波，蓼花深处荷花多。烛龙晓燄射寒玉，潋滟化作金叵罗。\n孤棹最宜孤月上，水鸟无声秋沆漭。人在冰壶琴一弹，永夜众山皆答响。\n园公更喜雨中游，荷声淅沥橹声柔。烟鬟今已沐西子，画桨何须载莫愁。\n万顷烟波湖一曲，人濯其缨我濯足。结茅懒住罗浮山，却向西湖伴幽独。\n西湖幽独好谁论，可是东坡宿种根。为问西湖千载后，有人能否补西园。"
        },
        {
            "标题": "咏区用孺太史邸中双槐 其二",
            "作者": "张萱",
            "内容": "客散重门静，凉生一院幽。屯云双捧盖，护日半依楼。\n绿满晴疑雨，阴垂暑亦秋。伫闻丝竹动，急为报瀛洲。"
        },
        {
            "标题": "咏区用孺太史邸中双槐 其一",
            "作者": "张萱",
            "内容": "坐爱双槐荫，庭昏未夕天。深枝群乳雀，密叶响高蝉。\n影碎花砖日，晴分御苑烟。最宜閒对处，朝罢枕书眠。"
        },
        {
            "标题": "非水居告成六月七日迎诸君子及诸歌姬同汎赋此代柬 其一",
            "作者": "张萱",
            "内容": "双桡上下且从流，为采芙蓉出蓼洲。奏伎喜同玄圃汎，寻源共续武陵游。\n绛虹桥畔飞青雀，香玉林前狎白鸥。已办一尊聊避暑，□看榕水蜃为楼。"
        },
        {
            "标题": "闽友林允兼偕韩宗伯余明府徵歌同汎非水居允兼以便面诗见贻用来韵答之",
            "作者": "张萱",
            "内容": "船载莫愁人有五，尊开不速客来三。柴桑赋就閒情剧，颠尉毫挥醉墨酣。\n绮满遥天霞乍散，影翻绝壁树犹含。幔亭高宴君曾与，为我虹桥作指南。"
        },
        {
            "标题": "非水居告成六月七日迎诸君子及诸歌姬同汎赋此代柬 其二",
            "作者": "张萱",
            "内容": "龟枕荷裳旧钓矶，东晴西雨问津稀。风云江上堪娱老，虾菜船中已蚤归。\n家酿欲倾河朔客，明珰曾解汉江妃。乘风载月常容与，百遍相过共乐饥。"
        },
        {
            "标题": "戊午夏五月六日过访邓玄度如水居偕陈仪翔留酌用玄度韵赋谢 其二",
            "作者": "张萱",
            "内容": "何来褦襶下车逢，不用金盘浸白龙。热客丛中容冷眼，火云门外幻奇峰。\n敲灯半落窥檐月，报晓惊闻隔水钟。见说苍生问高枕，岩居休遣碧山重。"
        },
        {
            "标题": "戊午夏五月六日过访邓玄度如水居偕陈仪翔留酌用玄度韵赋谢 其一",
            "作者": "张萱",
            "内容": "盈盈一水独根寻，谁谓穷交有市心。却扫已知□句癖，逃名何必入山深。\n客从东道知贤主，谁向西归问好音。共说交情淡似水，相逢犹觉语移阴。"
        },
        {
            "标题": "思悲翁",
            "作者": "张萱",
            "内容": "思悲翁，翁何悲。南山有台，北山有薇。我思翁，泪沾裳。\n岁月已徂道路长，荆棘满山川无梁。"
        },
        {
            "标题": "初春偕社中诸子谒上公车呈郡大夫 其二",
            "作者": "张萱",
            "内容": "相将裘马正翩翩，南国于今不乏贤。地转洪流符卯水，舟同仙侣尽丁年。\n春风暖蹴桃花浪，丽日晴生杜若烟。倚醉乘春歌乐只，春声先到孝廉船。"
        },
        {
            "标题": "初春偕社中诸子谒上公车呈郡大夫 其一",
            "作者": "张萱",
            "内容": "花浓柳亸合江头，望入南天紫气浮。象逼璇霄龙是剑，春明珠海蜃为楼。\n治平已睹翔神雀，踪迹谁能混野鸥。日下黄金来上赏，人间白璧岂虚投。"
        },
        {
            "标题": "郑松门太史以诗送其里人纪贞石司训归善并以见怀赋此附谢",
            "作者": "张萱",
            "内容": "金风飒飒送霜砧，万里停云思不禁。北阙岂烦明主梦，西方犹有美人音。\n看君剑佩星辰近，老我山林岁月深。珍重交情足千古，却从天外问遗簪。"
        },
        {
            "标题": "曹能始观察以诗见怀赋此寄谢",
            "作者": "张萱",
            "内容": "鼓吹休明羡宝臣，凌云綵笔正嶙峋。代兴大业谁千古，未坠斯文在七闽。\n社结石君常拜石，亭名春草独怜春。悬书不卖黄金赋，命驾惟期白发人。\n兰思蕙心堪自媚，蛙声蚓响几番新。愿崇令德加餐饭，莫向明时叹积薪。"
        },
        {
            "标题": "长安市上歌送米仲诏还令铜梁",
            "作者": "张萱",
            "内容": "莫歌蜀道难，莫歌蜀道易。蜀难蜀易何足云，请君且看长安市。\n长安市上舞春风，轹辐扬鞭处处逢。绣陌千条车似水，香尘万斛马如龙。\n玉作双轮金作马，左驰右突不复疑。开山岂倩灵威伯，驾海宁用无支祈。\n自言一生好身手，奔腾不分飞廉后。自言举足尽康庄，趫趠直出章亥傍。\n岂知跬步有反覆，夷险平陂原倚伏。羊肠鸟道森眼前，何必蚕丛与鱼服。\n风尘道路总悠悠，前倾后覆无时休。蹄涔慎勿忽衣袽，平地往往摧华辀。\n铜梁仙令米仲诏，襆被长吁何扰扰。五年三度走峨岷，秣马脂车如制鹞。\n翩翩昨日来朝天，两拳不挟一文钱。妻寒儿馁岂暇问，尚方旅实空累然。\n青珠锡碧既璀璨，璆铁银镂尤精研。千盘百折幸弛担，稽首毕献明堂前。\n帝傍之鬼问私觌，令有两拳张不得。仓皇称贷复破产，猾吏奸胥犹咤叱。\n白昼鼠狐已如此，何问陷阱与罟获。难行路，路行难，石栈天梯尚可攀。\n春明门内地数尺，令我踯躅不得开心颜。君是帝城人，我是帝城客。\n共问帝城乐，如何舌长咋。褒斜滟滪徒区区，畏途尚在长安陌。\n高台洒酒共歌骊，飒飒秋风竹马嘶。此日帝城君自见，双凫莫惜更西飞。\n西飞何日过三峨，长安回首畏途多。追锋若出长安市，莫忘长安市上歌。"
        },
        {
            "标题": "阮玑衡以武科特起都阃东粤入贺赋赠",
            "作者": "张萱",
            "内容": "天南日月羽交驰，小队军锋独授绥。自喜投戈能讲艺，更闻缓带数搴旗。\n师从枕上称三捷，甲富胸中擅六奇。白兽尊开君祭酒，天颜有喜虎臣知。"
        },
        {
            "标题": "送吴养志明府擢任之建昌",
            "作者": "张萱",
            "内容": "使君昔住飞云峰，桃花满地皆春风。使君今游飞猿峤，寂寂桃花生绿茑。\n绿茑牵蔓蟀蟋鸣，野人走看车彭彭。碇冈老父持钱送，麻源儿童拍掌迎。\n螭碑百尺世不改，行人指点泪如漼。我思使君君再来，榕溪明月长相待。\n呜呼，榕溪明月长相待。"
        },
        {
            "标题": "送朱季美万伯文游海丰",
            "作者": "张萱",
            "内容": "空江宿雨日霏霏，二妙孤帆去若飞。海味纵谙休久住，花期渐过好怀归。\n总因设醴频移棹，肯为歌鱼厌采薇。携得橐装誇陆贾，可能重问旧柴扉。"
        },
        {
            "标题": "使还长安柬同社诸君子",
            "作者": "张萱",
            "内容": "蓬莱深处五云开，丽日晴曛柳色催。花事渐看三月近，酒徒又喜一人来。\n桥边几度寻春去，月下谁同锁院回。自笑冗曹牛马走，却随鹓鹭复徘徊。"
        },
        {
            "标题": "有以罗隐弄钱图来乞书者戏笔应之",
            "作者": "张萱",
            "内容": "罗隐岂尔乎，形容何落托。手弄一文钱，腰系木瘿杓。\n更有小葫芦，曾否贮大药。籉笠负在背，彳亍赤其脚。\n须鬓如蓬麻，呵呵破口角。始知世间人，有钱皆不错。\n一文不在手，诗书束高阁。"
        },
        {
            "标题": "题陆叔平虎丘图周公瑕有诗",
            "作者": "张萱",
            "内容": "曾为虎丘主，惯蹑虎丘山。踞石了公牒，呼僧款客关。\n但寻花影对，常载月明还。溪绿娇文縠，烟容矗玉鬟。\n双龙长翳蚀，一壑自潺湲。酒散鸟常狎，诗成云共閒。\n布金登小果，就禄奉慈颜。披图因泚笔，往迹梦中攀。"
        },
        {
            "标题": "戊午初度宝安陈仪翔邓玄度观察以诗见寿用来韵附使却谢凡四章 其二",
            "作者": "张萱",
            "内容": "拙效原称猜谤从，持锥何事欲餐壶。痴顽自享千金帚，索莫常披五老图。\n却笑马援携薏苡，转怜白傅断瓶沽。当年紫气关前客，亦有新诗刻画无。"
        },
        {
            "标题": "题唐伯虎山水 其二",
            "作者": "张萱",
            "内容": "野寺危桥锁碧湍，岑楼僧定白云寒。三时礼拜三时扫，莫遣尘根惹讲坛。"
        },
        {
            "标题": "题唐伯虎山水 其一",
            "作者": "张萱",
            "内容": "地僻秋凉客到稀，僧雏何事帚频挥。庭空可是云常满，恐傍蒲团冻不飞。"
        },
        {
            "标题": "题唐伯虎寒山清晓图即用其韵 其二",
            "作者": "张萱",
            "内容": "青山自是栖黄发，白日虚传步赤霄。老我数椽秋色里，便同高宴会虹桥。"
        },
        {
            "标题": "题唐伯虎夜雨重泉图 其一",
            "作者": "张萱",
            "内容": "四处春雷起蛰龙，群山万壑玉淙淙。飞泉一夜添千斛，总为烟鬟洗秀容。"
        },
        {
            "标题": "题唐伯虎寒山清晓图即用其韵 其一",
            "作者": "张萱",
            "内容": "凉色溪边嶊万木，晴岚树杪接层霄。开帘自觉烟霞满，不用扶藜过石桥。"
        },
        {
            "标题": "题自写古松障子 其一",
            "作者": "张萱",
            "内容": "不为梁栋不为薪，雪态霜姿老更真。可是世情嫌磥砢，年来长谢斧斤人。"
        },
        {
            "标题": "题自写古松障子 其二",
            "作者": "张萱",
            "内容": "皮乾顶秃复根龈，郁郁犹能护藓文。更喜虬柯独支撑，欲排阊阖竞拿云。"
        },
        {
            "标题": "题马文璧秋林晚眺图",
            "作者": "张萱",
            "内容": "萧疏古木两三株，剩水残山自一区。閒却茅亭留落日，不知秋色恼人无。"
        },
        {
            "标题": "奉赠峚翁神慈入觐",
            "作者": "张萱",
            "内容": "瑞辑天南入望赊，骊峰晴色满蒹葭。云迎鲍靓双凫舄，日丽河阳万树花。\n赤县题屏书上考，黄金加玺捧新麻。远臣则壤无长物，惟有罗浮一片霞。"
        },
        {
            "标题": "题杨不弃仿倪云林山水 其二",
            "作者": "张萱",
            "内容": "我谓杨君能芾瓒，君言张史胜阴何。老我一生犹见少，如君百辈不为多。"
        },
        {
            "标题": "题宋石门山水",
            "作者": "张萱",
            "内容": "看山坐石閒挥麈，结伴穿林复抱琴。珍重故人千里意，却从天外觅知音。"
        },
        {
            "标题": "次日龙川宋元实明府随过小园留酌竟日亦以二诗见赠次韵赋谢 其一",
            "作者": "张萱",
            "内容": "天路招邀紫翠隈，峰云四百为君开。石栏对酒题桐叶，竹阁披襟爇海苔。\n问俗神君曾秉烛，寻盟仙令更登台。西园自是罗浮主，一个峰头酒一杯。"
        },
        {
            "标题": "题华诰天申卷赠萧郡丞思远",
            "作者": "张萱",
            "内容": "赞郡罗浮下，承恩日月边。家传七叶贵，诰锡五花鲜。\n展骥淹题驾，分麾蚤着鞭。共期徵拜日，酌水饯重天。"
        },
        {
            "标题": "题法曜秋高卷寿温青霞侍御按楚",
            "作者": "张萱",
            "内容": "喤驺峨豸羡台公，三楚澄清六辔雄。法曜光寒云梦泽，寿星高映祝融峰。\n中朝独坐霜飞简，南国埋轮铁驾骢。簪笔已簪倚史笔，采风须采大王风。"
        },
        {
            "标题": "题瑞世灵萱图寿张母彭孺人五十有一",
            "作者": "张萱",
            "内容": "崚崚花下石，晔晔石上芝。花以喻忘忧，石以喻匪移。\n傍彼三秀荣，侑我九霞卮。秋光正鲜妍，有鸟来瑶池。\n衔此瑞世图，翩翩集庭墀。珍羞罗芬芳，丝竹吹参差。\n婺彩挂南天，下照莱子衣。婆娑北堂前，借问阿母谁。\n篯铿难为兄，膝有张仲儿。行年才半百，其乐不可支。\n长跽进一觞，千秋以为期。"
        },
        {
            "标题": "戊午巧夕天问台宴集诸君子用韩绪仲太史来韵",
            "作者": "张萱",
            "内容": "新秋风日好，有客停飙轮。晴霞渡远水，夕照翻重闉。\n眷言金兰契，愿结烟霞邻。君非避秦人，来问桃花津。\n入林已把臂，何必冠与绅。洒酒登高台，笑语排苍旻。\n清夜美遨游，燕衎娱嘉宾。威仪何憣憣，为乐难具陈。\n三寿既有朋，四美亦足珍。举头望河汉，乃值鹊桥辰。\n谁云一夕欢，我有千年身。离多会且嘉，会少意更真。\n数会亦数叛，古语闻先民。永好期千年，共此兰醑申。"
        },
        {
            "标题": "邓玄度以荷池同内弄孙听雨诗见示用来韵答之",
            "作者": "张萱",
            "内容": "内宴长开独闭门，红妆战雨满芳园。林间风气案前妇，花下宁馨膝上孙。\n谁散馀霞供綵笔，且将磊磈付清尊。悬知北面含饴者，笑问翁今舌尚存。"
        },
        {
            "标题": "读两侑丈人说及见和鸿华庵诗却赠 其二",
            "作者": "张萱",
            "内容": "君是诗禅我酒禅，莫论成佛与生天。四时诗酒四时共，却被人呼两个仙。"
        },
        {
            "标题": "读两侑丈人说及见和鸿华庵诗却赠 其一",
            "作者": "张萱",
            "内容": "不烧铅汞不参禅，说到双修便乐天。七十耆龄今又八，肉身菩萨地行仙。"
        },
        {
            "标题": "赠范比部龙南出守京口",
            "作者": "张萱",
            "内容": "缨簪两叶尽朱轮，缯盖翩翩覆绣茵。异等为郎金作绂，廉名分郡甑生尘。\n褰帷地绝三吴险，拥传秋歌五马新。此去陪京犹咫尺，股肱原重法曹臣。"
        },
        {
            "标题": "长寿庵写经示众十五举 其十一",
            "作者": "张萱",
            "内容": "买绵却又买絮，总是王婆推磨。一口汲尽西江，知冷知煖由我。"
        },
        {
            "标题": "病中闻谢弼台游岱不能往吊诗以哭之",
            "作者": "张萱",
            "内容": "半世章缝次骨贫，黔娄原宪是前身。烟霞老我惟孤枕，肝胆论交少一人。\n猪嘴关头飞黑雾，羊肠路口舞青燐。生平不下西州泪，此日因君独满巾。"
        },
        {
            "标题": "韩寅仲以诗见寿对使走笔用来韵赋谢",
            "作者": "张萱",
            "内容": "年来习静欲韬真，却笑婆娑两鬓新。齿及但知常爱日，生还谁谓不逢辰。\n休从镜里怜衰态，且向尊前数旧人。此日因君恋松竹，肯随桃李复争春。"
        },
        {
            "标题": "葛阳道中望灵山",
            "作者": "张萱",
            "内容": "怅望灵山胜，徘徊葛水隈。舆人能指点，空翠转崔嵬。\n拔地琅玕碧，迎晴菡萏开。流云犹解意，马首送青来。"
        },
        {
            "标题": "望麻姑山",
            "作者": "张萱",
            "内容": "久忆麻源胜，停镳欲振衣。遥看霞散绮，已觉翠成围。\n王事嗟伊阻，游人赋式微。不能移杖履，清梦独依依。"
        },
        {
            "标题": "望厌次讯家曼倩 其二",
            "作者": "张萱",
            "内容": "集灵台上订幽期，避世金门各一时。惟有偷桃余较胜，东来短汉不能知。"
        },
        {
            "标题": "鸿华庵望水有感 其二",
            "作者": "张萱",
            "内容": "鳖裙鸭脚付东流，野老桥边哭未休。从此伊蒲无一物，直将忍水灌比丘。"
        },
        {
            "标题": "鸿华庵望水有感 其一",
            "作者": "张萱",
            "内容": "福田争说在修桥，附郭良畴水尽漂。岁岁老农曾顶礼，慈悲何以救青苗。"
        },
        {
            "标题": "望厌次讯家曼倩 其一",
            "作者": "张萱",
            "内容": "前世久知君是我，后身皆说我为君。却怜同姓亦同病，长乞侏儒粟共分。"
        },
        {
            "标题": "题钱叔宝上方春景图 其一",
            "作者": "张萱",
            "内容": "上方名刹石湖东，宝马兰桡处处逢。曲磴千盘云不锁，春光应在最高峰。"
        },
        {
            "标题": "题钱叔宝上方春景图 其二",
            "作者": "张萱",
            "内容": "当年吏隐日徜徉，惯逐春风到上方。岸柳溪桃应记忆，可能梦里觅刘郎。"
        },
        {
            "标题": "题钱叔宝归渔图 其一",
            "作者": "张萱",
            "内容": "湖光滉漾岸萦回，隔岸归渔笑语来。若得织梭沐挂壁，恐令白日走风雷。"
        },
        {
            "标题": "题钱叔宝秋瀑图 其二",
            "作者": "张萱",
            "内容": "绝栈悬崖水激车，白云深处有人家。登楼最喜微霜度，染得枫林一树花。"
        },
        {
            "标题": "题钱叔宝秋瀑图 其一",
            "作者": "张萱",
            "内容": "天绅百尺挂瑶岑，有客閒携绿绮琴。暂向桥边同谛听，不须重按越溪吟。"
        },
        {
            "标题": "刘觐国方伯以阅甫亭索诗赋赠",
            "作者": "张萱",
            "内容": "檐留系绳日，帘却濯枝风。隐几无言处，回头微笑中。\n独知有真契，众美且玄同。请看人间世，还从河上公。"
        },
        {
            "标题": "刘觐国方伯以密娱轩索诗赋赠",
            "作者": "张萱",
            "内容": "数肘幽居绿满盈，阶前百草日欣荣。亚枝玉树花争发，斛水朱鳞饵不惊。\n千古周旋宁作我，一时礼法亦从卿。焚香扫地无馀事，独向缥缈觅旧盟。"
        },
        {
            "标题": "题钱叔宝归渔图 其二",
            "作者": "张萱",
            "内容": "渔家茅舍柳阴浓，桥影双双一镜中。人已收罾□拽网，想应忙趁鲤鱼风。"
        },
        {
            "标题": "秋兴八首 其一",
            "作者": "张萱",
            "内容": "城上西风急暮笳，遥分秋色到天涯。霜高渐满乌啼月，地煖犹惊蝶护花。\n近水有时闻落叶，远山终日傍晴霞。从今莫负莼鲈约，何用虚随奉使槎。"
        },
        {
            "标题": "八月十四夜得直指虞石王公书贶以还朝束急不果罗浮之游因偕里中诸缙绅攀宴小园赋此候别 其一",
            "作者": "张萱",
            "内容": "四百峰头紫气浓，相期跨鹤御泠风。脂车自是王程急，卧辙还怜野老同。\n吹笛关山秋正半，绕枝乌鹊月初中。临岐欲驻彝门驾，可向江头问桂丛。"
        },
        {
            "标题": "步韵寄和虔镇唐美承中丞见贻便面清夜闻琴诗",
            "作者": "张萱",
            "内容": "就日忆上宰，临风怀好音。来投青玉案，遥听紫琼琴。\n五夜忽三弄，群仙问九吟。白驹何日奏，剪烛共开襟。"
        },
        {
            "标题": "问水歌",
            "作者": "张萱",
            "内容": "嗟余读洪范，恒雨亦咎徵。问雨何以恒，有聪不能听。\n咎急故罚寒，厥极无乃贫。天启五年秋七月，伏金已半先天日。\n皇天降割何不仁，降割独先余下邑。显显神君听最聪，优优仁政咎非急。\n水哉胡然不润下，金不收兮藏气失。人言黑猪曾渡河，月虽仰瓦未离毕。\n何事滂沱七昼夜，彳亍商羊号飋䫻。铮栈雷车驾阴帝，神鞭鬼驭驱狂䎉。\n黑风吹城城已摧，黑蜧翻波波欲立。海底卷上天中央，冰夷起舞老蛟泣。\n金乌锻翮天炱煤，崩云泼墨如喧豗。共工无计窃帝壤，女娲不复填芦灰。\n骊峰象岭已摇足，浮山又欲还蓬莱。东岗为碇不可系，昼簸夜荡将摧颓。\n四百君无大力负，我且挟尔同上昆崙台。回头挥涕问城市，纵横大陆龙蛇起。\n弘农不遇公沙穆，刺山合窳何日死。朝惊东陌变空桑，暮诧西廛同瓠子。\n悬釜枝头哺鹄形，架巢屋角飧鱼婢。神君一叶犯洪涛，为听嗷嗷歌玉蕊。\n菊藭未种罗浮山，竟日呼庚不呼癸。桑麻百里似漂萍，沟壑一时无汎骴。\n公序休誇蚁渡功，郑侨应愧乘舆惠。老农曾赋省耕诗，卖剑买犊橾豚蹄。\n满篝满车不满愿，穰穰更祝如京坻。忽闻屏翳括新谷，春谷更作春蛾飞。\n更闻玄冥税青苗，秋苗复逐秋涛驰。四境四民真不造，一目一足常相随。\n秋歛前年已苦暵，春耕去岁曾啼饥。嗟今春耕又秋歛，粒粒尽贡无支祈。\n医疮已剜眼前肉，负薪更苦毛无皮。前年不及今年苦，今年复抱明年悲。\n仰事俯育不必问，旧赋新税谁能支。师行粮从急如火，仰屋县官无复之。\n室罄欲卖无丁男，呱呱仅有怀中儿。柳州曾说宁捕蛇，盈之尚欲月攘鸡。\n手援胥溺出鱼腹，蒲鞭忍复加疮痍。稽首神君真乐只，民饥民溺思由已。\n请蠲请贷请民命，勿谓君门常万里。倩谁为扣虎豹关，何日沧洲见黄纸。\n吁嗟乎，杖藜泣血回白头，且向西园歌问水。"
        },
        {
            "标题": "汶上公署",
            "作者": "张萱",
            "内容": "昃日方传食，遥途且驻鞭。草枯汶水断，野阔岳云连。\n一塔栖寒照，千林起夕烟。春心何处托，欹枕数声鹃。"
        },
        {
            "标题": "朱太史元价以巧夕后五日社集斋头时沴异弥数旬矣是夕雨月交飞阴晴递换诸同好皆有愁霖之赋余得短律二章 其一",
            "作者": "张萱",
            "内容": "星联杓极北，天漏日华东。下马歌匏叶，逢人问菊藭。\n雷声犹破块，蟾影却吹风。变幻由来事，阴晴一瞬中。"
        },
        {
            "标题": "题周贵谔五老园",
            "作者": "张萱",
            "内容": "风流儒雅羡周郎，偃蹇龙洲旧草堂。灼灼朱华长照日，青青香叶数吹霜。\n一拳皱玉云生砌，半亩浓阴绿压床。我亦罗浮一遗老，可容笠屐共徜徉。"
        },
        {
            "标题": "八月十五夜儿辈试毕宿浮翠堂家宴对月 其二",
            "作者": "张萱",
            "内容": "綵笔翩翩凌紫氛，开尊绕膝共论文。更严画角悲能语，地僻清砧寂不闻。\n谁散天香飞桂子，人从玉宇集仙群。相携佳句酬今夕，领略秋光已十分。"
        },
        {
            "标题": "八月十五夜儿辈试毕宿浮翠堂家宴对月 其一",
            "作者": "张萱",
            "内容": "露下天高夜色新，林光掩映水粼粼。九霄正喜无纤翳，万里同看已满轮。\n桂阙影随飞盖客，冰壶寒对弄珠人。应怜此夕高寒处，好与霜娥仔细论。"
        },
        {
            "标题": "甲戌八月十五夜先雨后月寄怀陆岱瞻明府 其二",
            "作者": "张萱",
            "内容": "弦管吹云挂玉盘，囊倾盛露集金兰。已知元献招君玉，不用文箫驾綵鸾。\n棠荫正思沾化雨，霜娥何事怨微寒。谁云室迩人常远，一水盈盈喜共看。"
        },
        {
            "标题": "甲戌八月十五夜先雨后月寄怀陆岱瞻明府 其一",
            "作者": "张萱",
            "内容": "庾楼宾从正徘徊，仙令凭栏雨色开。遥忆今霄挥綵笔，悬知明岁筑高台。\n鹤峰霜肃老狐拜，鳄渚波恬狎鸟来。曲奏紫云飞匹练，与谁同驾玉桥回。"
        },
        {
            "标题": "沙溪铺小憩喜晴",
            "作者": "张萱",
            "内容": "晨征泥滑滑，午食日晖晖。坐树鸟双语，负暄人半扉。\n溪春山溜急，野圃摽梅肥。且憩炉峰下，开尊□绤衣。"
        },
        {
            "标题": "甲戌正月八日立春呈陆岱瞻令公",
            "作者": "张萱",
            "内容": "宜春宝字绤衔龙，苍帝初乘列子风。鳄渚棠阴歌召父，骊峰藜杖候莱公。\n花前綵胜开双篆，竹下云翘舞两同。仙令行春嘘黍谷，阳和先满两花封。"
        },
        {
            "标题": "农圃渔樵十咏 其六 杜荀鹤韵",
            "作者": "张萱",
            "内容": "门堆桑叶网蛛丝，暂出呼童扫一时。数步即还仍却扫，孤踪犹恐隔邻知。"
        },
        {
            "标题": "正月五日立春",
            "作者": "张萱",
            "内容": "五日春方立，三微冰已澌。风和桃献笑，溪煖柳舒眉。\n共逐拖钩戏，犹吟送腊诗。白头簪綵胜，伯伯果堪嗤。"
        },
        {
            "标题": "庚午守岁戏笔",
            "作者": "张萱",
            "内容": "西园公，无名氏，老向人间亦徒尔。六身二首是耶非，人说明朝七十四。\n七十四，可若何，一不为少百不多。踽踽凉凉心悄悄，行吟泽畔空婆娑。\n觌面相逢人不识，缩踵却行犹畏迹。莫怪穷猿好择林，自是放豚难入笠。\n非仙非佛亦非儒，半农半圃半樵渔。有时冠履自桎梏，儿童笑唾鬼揶揄。\n自惜当年好身手，转瞬如何成老丑。头童齿落面冻梨，两足蹒跚柳生肘。\n目昏耳聩非故吾，掉头不受人招呼。昔为长物今弃物，止有一口常胡卢。\n终日胡卢有何意，傀儡登场满街市。一双白眼瞪不开，两豆何妨坚塞耳。\n尚留一腕能匠心，赋成不换长门金。据梧时读太昊易，拥膝惟赓梁甫吟。\n今夕何夕云除夕，儿女灯前皆绕膝。柏酒椒盘争献翁，愿翁百岁皆康吉。\n翁言尔且打灰堆，如意今从彭蠡来。餔糟请共醉司命，沿街更莫卖痴呆。\n痴呆还与阿翁买，买得痴呆长自在。痴呆若早还阿翁，何致胸中常磊磈。\n问翁何事耳失聪，鹖冠免洗将无同。烱烱欲收岩下电，得无负此青方瞳。\n知翁视听故无患，聪明自误常嗟叹。雷霆过耳若罔闻，不放乾坤入吾眼。\n阿翁好语儿与孙，今宵婪尾须盘桓。李畋深宵喧嚗竹，山魈白昼如云屯。\n虎皮金目竟何益，自昔高明鬼瞰室。且将竿燎照污邪，共祝明年瓶满粒。\n儿孙酒罢休嗷嗷，副在名山付汝曹。有口须吞豫让炭，疗饥不乞于陵螬。\n园公名氏亦难记，交绝途穷踪迹秘。但闻常入鸟兽群不惊，可是崇祯四年混沌氏。"
        },
        {
            "标题": "仲师宗雅见过小园喜而赋赠 其二",
            "作者": "张萱",
            "内容": "谱牒通华胄，衣冠盛本支。因歌行苇句，来赴竹林期。\n汝自宗能亢，人言叔是痴。千秋儿辈在，迟汝奏埙篪。"
        },
        {
            "标题": "仲师宗雅见过小园喜而赋赠 其一",
            "作者": "张萱",
            "内容": "久矣吾衰矣，胡然汝惠然。停云能命驾，棹雪不回船。\n作客逢秋半，登台喜月圆。东山已高枕，努力有阿玄。"
        },
        {
            "标题": "胡虞卿以素卷来索拙书有苏书换羊之戏遂书近作还之亦得戏语二十八字恐羊肉不可换止堪换天妃庙畔茅柴一壶耳",
            "作者": "张萱",
            "内容": "窗明几净墨花开，曾战山阴笔阵来。多谢瘦羊贤博士，却将羊肉数斤回。"
        },
        {
            "标题": "夏杪陈集生太史以便面二律见怀欧嘉可国学亦同韵见怀一律用来韵赋答二首 其一",
            "作者": "张萱",
            "内容": "气求声应自相亲，绝世交情出世人。共爱一生□海气，不沾半点古今尘。\n乘秋已办登山屐，看菊须寻漉酒巾。独夜正怜梁上月，梦来百遍莫辞频。"
        },
        {
            "标题": "夏杪陈集生太史以便面二律见怀欧嘉可国学亦同韵见怀一律用来韵赋答二首 其二",
            "作者": "张萱",
            "内容": "林空昼永枕书眠，写叶飞来自木天。好我每贻池草句，怀人时咏木桃篇。\n相期共拾朱明月，莫忘同栖碧海烟。为问延津何日合，斗间龙气正高悬。"
        },
        {
            "标题": "己亥人日西省寓直小酌得閒字",
            "作者": "张萱",
            "内容": "橐笔初随供奉班，宫云不动佩珊珊。岁星客共金门隐，人日欢遨玉署閒。\n苑里听莺频送酒，花前拄笏足看山。深宫自是传呼少，日日垂鞭得句还。"
        },
        {
            "标题": "大田驿古梅",
            "作者": "张萱",
            "内容": "揽梦催花一夜风，尚馀春色几多丛。枝头已见梅如豆，天外犹怜客似蓬。"
        },
        {
            "标题": "曾元陟亲家以湘阴广文谢事还里喜而赋之 其一",
            "作者": "张萱",
            "内容": "老矣归与亦快哉，客心无奈宦情灰。黄陵庙里题诗去，青草湖边载月回。\n正羡倦飞还密树，且呼健犊辟污莱。知君杂佩葳蕤甚，曾袭芳菲楚泽来。"
        },
        {
            "标题": "病中寄怀司理王民春视篆揭阳",
            "作者": "张萱",
            "内容": "海天东望片云舒，忆尔鸣琴佐郡馀。太学曾同文季席，彝门能驻信陵车。\n别来祇问三年艾，此去空缄隔岁书。岐路眼青知己在，肯教歌铗食无鱼。"
        },
        {
            "标题": "五日天坛社集 其三",
            "作者": "张萱",
            "内容": "朝回花下鸟嘤嘤，夹路笙歌沸锦棚。遗俗又看悬虎艾，殊恩久已罢枭羹。\n九天紫府开中箓，五字丹书乞上清。日永坛花闲不扫，香风时送步虚声。"
        },
        {
            "标题": "曾元陟亲家以湘阴广文谢事还里喜而赋之 其二",
            "作者": "张萱",
            "内容": "珠冈鼓岭对衡门，独契金兰永弗谖。鹿豕深山原有待，菊松荒径喜犹存。\n游因宋贾曾随牒，好结朱陈已共村。把臂入林从此始，心閒身健且加餐。"
        },
        {
            "标题": "重过海珠寺读旧题",
            "作者": "张萱",
            "内容": "两岸丹枫叶叶新，重携尊酒赛江神。黄金误结依刘客，白发谁怜哭汉人。\n灯下僧雏休问讯，帆前鸥鸟尚相亲。旧题已付湘灵瑟，何必游人为拂尘。"
        },
        {
            "标题": "曾元陟亲家以湘阴广文谢事还里喜而赋之 其三",
            "作者": "张萱",
            "内容": "林下于今不乏贤，君归却是地行仙。数茎白发诗千首，一片青毡官十年。\n觅句但寻归咏客，卖文须买耦耕田。劝君婚嫁蚤宜毕，更向烟霞续旧缘。"
        },
        {
            "标题": "秋日园居口号六十章 其五十二",
            "作者": "张萱",
            "内容": "灯前搔背因扪虱，小妇持杯浇綵笔。伴月飞来何处秋，多情独奏湘灵瑟。"
        },
        {
            "标题": "韩寅仲七十有一以诗见贻次来韵赋而寿之 其一",
            "作者": "张萱",
            "内容": "大年无甲子，小品问支干。韩众应留药，华阳为转丹。\n菊松三径在，衡泌一枝安。蜡凤满庭戏，花前带笑看。"
        },
        {
            "标题": "辛酉春日旧寮王玄亭左辖下车行省取道罗浮时病困不能候谒以诗代书抚今追昔情见乎词 其一",
            "作者": "张萱",
            "内容": "□□□台喜欲狂，□门□□□□□。三□□□□□玉，廿载音容月照梁。\n为语江山供綵笔，悬知琬琰满青箱。须臾愿缓衰残日，欲饮洪河却望洋。"
        },
        {
            "标题": "涨解行园即事 其一",
            "作者": "张萱",
            "内容": "泽畔褰裳去，泥中信杖扶。居巢鸠唤妇，得食鹤将雏。\n未扫菊松径，先寻瓜芋区。荷锄仍学圃，幸免负官租。"
        },
        {
            "标题": "先两月常乘涨访桃源主人不遇题名抱犊门而返复用前韵补阙",
            "作者": "张萱",
            "内容": "老松作涛竹作浪，桃花源头水新长。两浆船子一老公，青瑶历历寅缘上。\n此日思君君不知，访柳寻花成独往。抱犊门前题鸟归，渔歌何处闹斜晖。\n枯槎斫岸走蜥蜴，汎梗挂树蹲伊威。榻悬谁下南州士，咄咄空高湖海气。\n休将项领啖名儿，玷我老缺残牙齿。山阴雪棹亦复烦，白云为你长飞翻。\n欲问西园招隐意，溪花能笑鸟能言。"
        },
        {
            "标题": "涨解行园即事 其二",
            "作者": "张萱",
            "内容": "渐喜水归壑，犹惊浪拍堤。女墙皆卧地，鲋井半蟠泥。\n并坐莺无语，向人乌欲啼。自怜楼百尺，依旧与云齐。"
        },
        {
            "标题": "湛园褉事赋得五言近体三首 其三",
            "作者": "张萱",
            "内容": "傍斗龙文合，邀云綵笔同。朋簪三巳酒，花信几番风。\n初绿蔼高树，疏枝留晚红。怜春须觅句，莫遣客尊空。"
        },
        {
            "标题": "奉和太史瀔阳赵老师游罗浮诗六章 其一 宿冲虚观",
            "作者": "张萱",
            "内容": "落日千山寂，高天万木清。相期拾瑶草，有梦绕层城。\n泻月今宵酒，吹风何处笙。山灵应见待，欹枕不胜情。"
        },
        {
            "标题": "寄虔州抚台美承唐公 其一",
            "作者": "张萱",
            "内容": "四省河山赐履同，新朝制帅旧台公。受脤已控三江上，杖钺遥临五岭东。\n绕膝青云惊起鹊，扶藜白发忆登龙。年来麟阁长虚席，会见追锋出汉宫。"
        },
        {
            "标题": "李伯东方伯往涖粤西便道过访小园留酌赋赠 其四",
            "作者": "张萱",
            "内容": "郁水灵洲去后思，逢迎倍忆别离时。一尊滕阁论文酒，百字星岩堕泪碑。\n紫闼已闻虚席久，白云何事出山迟。东西赐履元非远，已拟清风吉甫诗。"
        },
        {
            "标题": "甲戌旧郡公韶阶徐公督学以诗币见寄赋此驰谢 其一",
            "作者": "张萱",
            "内容": "一水蒹葭两岸枫，怀人秋色满天东。遥思画隼黄堂客，为恋灵椿白发翁。\n远志自知非小草，祥鸾何事羡冥鸿。圣朝木铎今虚席，慎勿淹留旧桂丛。"
        },
        {
            "标题": "何龙友太史还朝以出山诗见示余既次韵答赠陈集生太史复即事赋别余又次韵同赋 其二",
            "作者": "张萱",
            "内容": "数尺冰壶千尺雪，五经腹笥九经潭。虚席黄扉思远道，舛门朱履尽奇男。\n争看据地旋双袖，何事同曹惜一簪。既醉且歌罍有耻，独醒休问醴为甘。"
        },
        {
            "标题": "用前韵赠李文娥歌姬 其一",
            "作者": "张萱",
            "内容": "无端老子出花关，转入花丛便不閒。卧对玉兰春梦起，阳台又在一重山。"
        },
        {
            "标题": "乞拙歌",
            "作者": "张萱",
            "内容": "年年乞巧传今夕，不知此巧从何乞。香灯午夜对银河，儿女中庭罗粉席。\n三三五五拜深深，一拜一乞殊慇勤。为问天孙巧多少，能否年年赠别人。\n吁嗟天孙良亦苦，一岁佳期才一度。巧似天孙果足誇，便应夜夜逢河鼓。\n人言巧亦难移天，始知此巧不值钱。灵妃之巧已如此，人间百巧徒纷然。\n举头细与天孙说，你巧胡为太奇绝。七襄难就误佳期，弄巧方知反成拙。\n相逢日少别日多，隔岁相思可奈何。今宵更洒相思泪，鹊桥一雨嗟滂沱。\n请换香灯嘱儿女，前来且听园公语。尔年未及三尺长，乞得巧来何用处。\n古今巧拙无输赢，有时巧败拙偏成。诗咏巢居鸠与鹊，问巢终日谁经营。\n天生我拙亦不偶，拙手拙心仍拙口。巧人遇巧斗难休，赢得拙人长不斗。\n巧若斗拙巧便痴，涛声虽怒石不移。轰雷喷雪片时息，中流一石长崔巍。\n我今乞拙不乞巧，年来颇识拙之效。天孙有意怜拙人，一拙须教赢到老。"
        },
        {
            "标题": "丙子楚警解严用李长吉雁门太守行韵",
            "作者": "张萱",
            "内容": "妖氛欲净旄头摧，阵云万里划然开。将星烱烱五云里，血流漂杵楚天紫。\n枕戈雷鼾潇湘水，日已三竿犹未起。指挥能事皆如意，十万义军无一死。"
        },
        {
            "标题": "平陵行赠孙元亮赴平陵令潘见所寻盟",
            "作者": "张萱",
            "内容": "孙郎孙郎何太奇，自言少小能称诗。朱唇白晰美如绣，向人羞道吴中儿。\n一朝揖我平陵去，西风飒飒吹禾黍。醉来索我平陵歌，白日黯惨奈汝何。\n汝今行年差三十，相逢便作陵阳泣。愧我强君已十岁，枘凿龃龉犹未入。\n呜呼男儿堕地空两拳，既不能六翮飞上天，又不能摧眉顿项屠酤前。\n长安半席人不借，案头万卷空谁怜。羡尔阿兄亦娓娓，咄唶诗名矜独伟。\n啸月堂前一杯酒，闭户独荐黄初鬼。尔来亦说难为兄，云间小陆更知名。\n雌黄不肯落人口，白眼独向青天横。有时临池斗两腕，蓬蒿倏忽烟霞乱。\n兄也逸鹄游春云，弟也劲隼摩苍汉。我来两载共淹留，独抱烱烱谁能俦。\n淮南窦生最后到，肝膈一掷无千秋。蜾蠃满地不相识，独为孙郎割其席。\n怜予凿窍妒高天，不惜飞谈空碣石。四人者，胡为乎，尔牛我马声呜呜。\n秣陵城中亦斗大，何物尽此藏菰芦。黄金如陵失颜色，苍精入夜长号呼。\n汝家仲谋已潜遁，八公亦向淮南徂。么么此辈何足齿，乾坤莽莽亦徒尔。\n三尺吴钩七尺身，一片雄心为谁死。孙郎孙郎慎自矜，长铗且莫誇平陵。\n吴门市卒今在否，隐居山寂泉淜淜。一言为尔破秋色，枕流漱石尔亦得。\n桃花仙令问我谁，为道山南与山北。"
        },
        {
            "标题": "一笑馆 其二",
            "作者": "张萱",
            "内容": "相逢拍掌共呵呵，无是无非可若何。项领儿童须远避，揶揄鬼子任相过。\n平生磊磈皆消遣，满腹烦忧尽耗磨。世事时时堪喷案，不须人羡比黄河。"
        },
        {
            "标题": "奉寿邓爱溪七十有一",
            "作者": "张萱",
            "内容": "建瓴为水瓮为山，鹤发童颜鹿豕间。白板树边悬襫袯，青云膝下舞斑斓。\n不从仙女求真诀，岂向泥丸问太还。可是神仙行地上，年年身健与心閒。"
        },
        {
            "标题": "陈景文病笃以大梦诗见别因次其韵复之捐四金以经纪其后事",
            "作者": "张萱",
            "内容": "嗟君肮脏向人间，泉石烟霞日日閒。半世无家空白首，千秋有骨在青山。\n良朋寝右空馀涕，遗草囊中不用删。始信去留皆大梦，月明华表几时还。"
        },
        {
            "标题": "奉和濲师赵相公怀山八咏用韵 其七 涌雪寒翁",
            "作者": "张萱",
            "内容": "洞辟千年秘，寒深五月天。遥闻尘是玉，曾否火生莲。\n坐石看云起，披裘对鹿眠。山中无甲子，高卧不知年。"
        },
        {
            "标题": "唐明府以驯鹿见贻赋此呈谢",
            "作者": "张萱",
            "内容": "皂衣将德命，琼角喻深心。曾夹神明毂，来游木石林。\n疑从蕉下得，不向梦中寻。把笔歌攸伏，薰风候鼓琴。"
        },
        {
            "标题": "寄赠邢子愿太仆 其三",
            "作者": "张萱",
            "内容": "景光洵可爱，富贵非所求。志士实荣名，哲人慕前脩。\n念彼麻中蓬，断金在良俦。所以绛灌朝，徒令贾生羞。\n伫立望东国，空谷维白驹。形影不得亲，何以投漆胶。\n既无凌风翮，道路阻且悠。临川结遐想，永叹增劳忧。\n迢迢参商乖，忡忡窹寐逑。所托声与音，万里效绸缪。\n神交自昔然，何必抚尘游。君卧东山岑，余归南海头。\n一矢期代兴，努力共千秋。"
        },
        {
            "标题": "秋日园居口号六十章 其十七",
            "作者": "张萱",
            "内容": "披裘曳杖歌西颢，宋玉悲秋空懆懆。长寿宫前遇老樵，伴我罗浮拾瑶草。"
        },
        {
            "标题": "湛华亭告成志喜",
            "作者": "张萱",
            "内容": "岩居不在远，川观不在深。溅溅榕溪流，抱此西郭阴。\n归来学老圃，数亩溪之浔。为园日可涉，所苦荆与榛。\n不辞斧斤劳，始惬濠濮情。郁郁东南隅，荫彼嘉树林。\n渟流鉴新翠，洞彻莹心神。水木湛清华，此语古所欣。\n搆亭仅两肘，四槛何森沉。匡床三两客，坐窄情易亲。\n何必列长筵，斗酒时一斟。开窗见溪月，乃在南山岑。\n亭小月常满，濯濯如壶冰。老圃背我语，垂堂戒千金。\n怒流数侵岸，能不虞骞崩。我亭如蜗壳，不与溪争龈。\n怒者日自怒，侵者日自侵。会心在今日，来日非所营。\n庄叟有微言，谁为亏与成。汝亭幸自爱，老圃不可听。"
        },
        {
            "标题": "移花 其三",
            "作者": "张萱",
            "内容": "园公酌酒劝花神，花事勿忙亦苦辛。为语春风休督促，花开何必一时新。"
        },
        {
            "标题": "乙亥元日",
            "作者": "张萱",
            "内容": "稀龄馀八未为奇，鸡骨年来尚可支。自喜一生无磈磊，不妨两眼忽迷离。\n孙曾换抱笑常剧，妾婢扶肩情转痴。綵胜宜春簪白发，加餐弩力百年期。"
        },
        {
            "标题": "移花 其二",
            "作者": "张萱",
            "内容": "分畦布畹喜成行，密密疏疏次第香。此日主人闻晋秩，新衔花国太平章。"
        },
        {
            "标题": "题车景卿外侄朝爽楼",
            "作者": "张萱",
            "内容": "白鹤峰头翠郁葱，高楼閒对日华东。消磨岁月朗吟处，领略溪山一醉中。\n飐飐荷香常送雨，萦萦荇带自牵风。揭帘清晓看新爽，爽气飞鶱满碧空。"
        },
        {
            "标题": "移花 其四",
            "作者": "张萱",
            "内容": "草本休随木本移，栏边急种向阳枝。移根莫剪前春叶，卫足留阴正此时。"
        },
        {
            "标题": "壬申冬十一月韩宗伯止园梅花大放招饮赋谢 其一",
            "作者": "张萱",
            "内容": "雕檐绮槛月微明，缟袂花神索笑迎。不向宋宫閒点额，喜闻商鼎持调羹。\n几回寒汎冰壶影，万片香飞冻玉瑛。好语争春桃李辈，先春还让丈人行。"
        },
        {
            "标题": "夕佳亭主人以诗见怀用来韵却答",
            "作者": "张萱",
            "内容": "数亩为园差不恶，天高木落风日凄。一帘竹色自疏密，两岸花影无东西。\n白驹久分空谷絷，凡鸟岂有幽人题。百遍相过君莫厌，敢云桃李却成蹊。"
        },
        {
            "标题": "壬申冬十一月韩宗伯止园梅花大放招饮赋谢 其二",
            "作者": "张萱",
            "内容": "日涉名园玉一林，山桃溪李岂知音。却嫌雪蒂曾团蜡，应悔霜髯亦撚金。\n浮动暗香迎晓月，晴留疏影伴横参。广陵水部悲飘落，巢许幽盟已共寻。"
        },
        {
            "标题": "韩寅仲获隽乡书志喜兼赠北上",
            "作者": "张萱",
            "内容": "楼头寒月晓烟浓，徙倚停云思不穷。得意已誇郤氏桂，成名君岂叶公龙。\n赋成莫厌千金薄，客去唯凭一剑雄。瑞应近闻占太史，螭头应奏海云东。"
        },
        {
            "标题": "黄周士招饮水云亭用壁间韵",
            "作者": "张萱",
            "内容": "幕堞轻云乍有无，西风匹练曳秋蒲。痕添小槛双桡稳，色霁遥天一雁孤。\n世事祇凭棋局在，浮生长得酒杯俱。裘马十年怜共汝，相逢犹愧尚冠儒。"
        },
        {
            "标题": "家仲招饮西醮楼用友人韵即席赋",
            "作者": "张萱",
            "内容": "避世真成僻，凭高思欲仙。岭云频酿雨，溪树半拖烟。\n日落下山牧，林依斫岸船。片帆孤眺外，归鸟一尊前。\n溽暑消雄饮，凉飙逗晚筵。穷途方落托，狂态转飞骞。\n硕友金兰契，新词日月悬。相逢成一醉，吟罢意翛然。"
        },
        {
            "标题": "家仲招饮西醮楼用友人韵即席赋",
            "作者": "张萱",
            "内容": "杰阁栖平莽，清尊傍曲流。乱峰新霁合，万井积烟收。\n酒自高阳侣，人同河朔游。倚阑情不极，鸥梦正悠悠。"
        },
        {
            "标题": "萤苑怀古",
            "作者": "张萱",
            "内容": "秋风满荒原，秋月亦皓皓。不见放萤人，惟见化萤草。"
        },
        {
            "标题": "永福寺",
            "作者": "张萱",
            "内容": "湖头雨过树如荠，落日祇林一杖藜。渔唱半归孤屿外，钟声已过断桥西。\n浮生始觉迷初地，往事谁堪问旧题。尚喜中天台百尺，可容元度独攀跻。"
        },
        {
            "标题": "用前韵赠李文娥歌姬 其二",
            "作者": "张萱",
            "内容": "新花何意傍柴关，花底游蜂莫放閒。欲问青莲采石后，江边可有望夫山。"
        },
        {
            "标题": "庚申元日试笔 其二",
            "作者": "张萱",
            "内容": "帝历今朝启，王春次日新。聪明鞭得尽，富贵祝空频。\n人老酒无力，春来诗有神。不须论甲子，我欲守庚申。"
        },
        {
            "标题": "丙子季春邑侯金公偕归善陆侯游罗浮余以瞽目地主不能从侍赋此呈之以见响往 其一",
            "作者": "张萱",
            "内容": "干旄孑孑绕林峦，四百峰头紫翠攒。茂宰行春因问俗，山灵拥彗请留欢。\n梯云两客飞仙舄，破雨双旌椌玉鸾。地主自怜眸已眊，尚能驰梦共盘桓。"
        },
        {
            "标题": "题自写梅花赠曾元陟",
            "作者": "张萱",
            "内容": "楼头短笛日初勋，咽断江城片片云。几度幽怀怜独夜，半输林雪半输君。"
        },
        {
            "标题": "玉钩斜怀古 其三",
            "作者": "张萱",
            "内容": "旧日池台今已非，凄凄芳草怨斜晖。到来两颊河山泪，赢得前身未溅衣。"
        },
        {
            "标题": "玉钩斜怀古",
            "作者": "张萱",
            "内容": "娥眉遗冢草毵毵，尽日啼鹃亦太憨。怪底东京归未得，君王曾唱望江南。"
        },
        {
            "标题": "玉钩斜怀古 其二",
            "作者": "张萱",
            "内容": "愁鸦飞遍枯杨树，月下香魂自来去。长信于今秋草深，魂归莫错雷塘路。"
        },
        {
            "标题": "李伯开侍其尊公玉华山人过集小园以诗见贻用来韵",
            "作者": "张萱",
            "内容": "双林三径百花天，有客寻幽兴更偏。杖履他乡娱一日，晨昏子舍别多年。\n三山已觅安期枣，一叶同乘太乙莲。知尔曾歌招隐句，可能常棹剡溪船。"
        },
        {
            "标题": "怀玉公署即事",
            "作者": "张萱",
            "内容": "玉华山头日欲斜，乱石错落青槎枒。当人白日横豺虎，满地黑月諠虾蟆。\n春愁日结杜宇舌，雨意别作栟榈花。浮云直北亦莽莽，长安不见空咨嗟。"
        },
        {
            "标题": "学宪二无公以喜雨及登浴日亭二诗索和次来韵赋之 其二 浴日亭",
            "作者": "张萱",
            "内容": "春明文曜焕南天，綵笔惊飞黄木湾。已跃虞渊谁夹毂，忽升旸谷尚衔山。\n赤文外朗符灵宪，王字中悬俨圣颜。且捧重轮秩东作，丹晖先满斗牛间。"
        },
        {
            "标题": "羊城某文学宣泰昌新诏于潮取道榕溪以诗见投因同舟入循赋此却赠",
            "作者": "张萱",
            "内容": "喜遇题桥客，同乘破浪船。手持黄纸诏，来贶紫芝篇。\n揽辔凤城月，挥毫鳄渚烟。却怜频望帝，马首有啼鹃。"
        },
        {
            "标题": "奉和韩伯声元日有感之作用来韵却答",
            "作者": "张萱",
            "内容": "林涧年来免愧惭，一瓢双屐径三三。幽怀自觉閒中剧，世态都从拙处谙。\n花柳一春应共醉，阴晴明日不须谈。问君何事伤春早，可是稽康七不堪。"
        },
        {
            "标题": "丁卯元日试笔呈郡大父余公",
            "作者": "张萱",
            "内容": "相逢问岁自胡卢，七十行年尚故吾。竹下擘笺铭柏叶，花间拉伴醉屠苏。\n谷丝已向前宵祷，牛马聊从此日呼。见说神君今锡福，不烦仙木付神荼。"
        },
        {
            "标题": "甲寅元日试笔",
            "作者": "张萱",
            "内容": "献岁慈闱喜不禁，儿孙罗列酒频斟。春光欲换蟠桃面，雨色先催寸草心。\n避世数年犹觉晚，入山今岁更须深。怜春尚有江淹笔，独对梅花一醉吟。"
        },
        {
            "标题": "政和令车宜仲内兄惠书捐俸两辱见存不无约结之叹第政和治状从闽来者啧啧不休赋以慰之",
            "作者": "张萱",
            "内容": "蓟门春色总堪哀，别绪因君黯不开。千里已烦分俸至，一年未半两书来。\n青山傲吏花间绶，白日冰弦竹下台。见说□□今载道，埋轮君是汉廷才。"
        },
        {
            "标题": "北埉关公馆阅外计邸报有感 其二",
            "作者": "张萱",
            "内容": "徂父赋徂何足较，马翁失马不须悲。一言未悟田丞相，三黜休嗟鲁士师。"
        },
        {
            "标题": "北埉关公馆阅外计邸报有感 其一",
            "作者": "张萱",
            "内容": "北去汉京频极目，南来粤客独长吁。已惊鸾凤投罗网，又报豺狼到海隅。"
        },
        {
            "标题": "辛酉秋七月过五羊夜宿黄木湾寄怀宝安诸君子",
            "作者": "张萱",
            "内容": "黄木湾头日欲西，轻雷挟雨过前溪。怀人一水秋偏爽，有客孤蓬梦转迷。\n渔笛忽惊遵渚鸟，鼍更遥促报潮鸡。自怜室迩人犹远，尺素空缄隔岁题。"
        },
        {
            "标题": "赠冯慕冈华省衷何玉岘南还 其一",
            "作者": "张萱",
            "内容": "往事诚颠覆，今王自圣明。孤臣濒万死，中诏赐馀生。\n司马能逃腐，弘羊正待烹。已闻干象纬，不用借公卿。"
        },
        {
            "标题": "赠冯慕冈华省衷何玉岘南还 其二",
            "作者": "张萱",
            "内容": "扑遫辕驹辈，狰狞柙虎群。乞灵唯九庙，蹈尾有三君。\n补牍如填海，排阍空叫云。殊恩原不测，宁遣外庭闻。"
        },
        {
            "标题": "赠冯慕冈华省衷何玉岘南还 其三",
            "作者": "张萱",
            "内容": "北阙开汤网，南冠释楚累。幸能全顶踵，勿复惜捐糜。\n洒血知何地，然灰尚有期。艰危吾道在，努力赐环时。"
        },
        {
            "标题": "题玺书宠召卷赠长乐张侯考绩二章 其一",
            "作者": "张萱",
            "内容": "文星福曜映齐昌，指日追锋驾望郎。三载劳心惟抚字，十城课绩让循良。\n甘棠阴满群雊雉，伏莽丛空少吠庬。乐乐堂前歌乐只，罗浮东去有桐乡。"
        },
        {
            "标题": "题玺书宠召卷赠长乐张侯考绩二章 其二",
            "作者": "张萱",
            "内容": "悬鱼拔薤羡神君，为政风流迥不群。讼简綵毫常散绮，庭閒玉轸独迎薰。\n韩苏往迹曾重揭，召杜贤声喜复闻。最奏帝心知简在，赐金增祑播芳芬。"
        },
        {
            "标题": "赠方凫阳民部出守广州二十二韵",
            "作者": "张萱",
            "内容": "圣主崇才彦，明时甸要荒。梦刀辞北阙，建隼领东方。\n楚璞连城重，荆金跃冶良。壮猷元老裔，妙选度支郎。\n露冕垂朱绂，褰帏耀赤璋。牙旗开五岭，铁轴渡三湘。\n出海云霞近，连天驿路长。货通狮子国，琛贡象王乡。\n俗朴文能化，民淳赋易偿。辟寒犀角重，解酒荔枝香。\n白氎家家织，红蕉处处筐。莎城巢翡翠，篆案荫桄榔。\n风静鶢居去，官廉蚌蛤光。岛彝同蹈舞，蛮洞送图章。\n不用相如檄，曾闻陆贾装。但防山易啸，莫使海频航。\n主父犹涎鼎，文翁坐讲堂。归依惭缟带，颠倒着衣裳。\n易水虹长白，燕台日正黄。受廛思帝坏，讲德播词场。\n掇拾呈繁响，雕锼浣涩肠。不能供扉屦，聊以代壶浆。"
        },
        {
            "标题": "林敦夫游粤还闽以诗言别次来韵赠之",
            "作者": "张萱",
            "内容": "相逢白眼撑高天，肮脏风尘不受怜。衰残我是张十二，迈秀君为员半千。\n四海交穷惟守黑，千秋业就独思玄。国门岂是书县处，努力悬书日月边。"
        },
        {
            "标题": "为赵公子仁甫赠杨叔嘉",
            "作者": "张萱",
            "内容": "不识杨生面，人言宋子都。临风思玉树，对月忆冰壶。\n秀色宜餐处，芳兰竟体无。书裙须綵笔，迟尔酒家胡。"
        },
        {
            "标题": "海丰何学实明府以善下子馀斋心功过册见投赋此却赠",
            "作者": "张萱",
            "内容": "才如白锦笔如杠，独步文坛折幔幢。梅阁题诗梁水部，宰官护法晋庐江。\n十年傲骨浑无恙，千古雄心不肯降。共向丰湖旌白水，斗间龙气本来双。"
        },
        {
            "标题": "过小桃源用前韵戏赠主人 其一",
            "作者": "张萱",
            "内容": "桃花深处迥无邻，曾许渔郎再问津。溪雨亦知园主意，却从花底拒游人。"
        },
        {
            "标题": "过小桃源用前韵戏赠主人 其二",
            "作者": "张萱",
            "内容": "阴阴夏木傍禅栖，何处提壶向客啼。门榜传言休见面，茂华不用扫花蹊。"
        },
        {
            "标题": "寒食次清漳韩叔捷太守招饮",
            "作者": "张萱",
            "内容": "旅食惊逢禁火辰，鸠鸣燕乳野桐新。莺花恨别经年客，节序关心远道人。\n到海已知闽地尽，看云渐与故乡邻。相逢共惜春将暮，浊酒因君强入唇。"
        },
        {
            "标题": "湛园褉事赋得五言近体三首 其二",
            "作者": "张萱",
            "内容": "乐事名流集，芳春藻思催。合钱频乞俸，得酒且登台。\n绮石云容矗，香渠雪宝开。主人原解褉，曾濯锦江来。"
        },
        {
            "标题": "湛园褉事赋得五言近体三首 其一",
            "作者": "张萱",
            "内容": "上巳逢休浣，名园得过从。分朋惭下驷，结客尽元龙。\n共籍花间草，遥看槛外峰。清欢殊未厌，新月逗疏钟。"
        },
        {
            "标题": "归自五羊乘月渡石龙市寄怀邓玄度观察陈仪翔计部",
            "作者": "张萱",
            "内容": "七载离居老一丘，白头今作一身游。灯前水阔天如洸，帆底潮平月不流。\n欲向剡溪频棹雪，谁怜南国独登楼。美人室迩烟波隔，何日同游海上鸥。"
        },
        {
            "标题": "又为刘玉真黄文燕黄玉英三歌姬即席赋 其三",
            "作者": "张萱",
            "内容": "千金一笑忆当年，掷果盈车数坠鞭。今日文园已消渴，当垆休问杖头钱。"
        },
        {
            "标题": "邓太素守连州一岁辄以忤当事求去余适入五羊与孙子真载酒过之得秋字",
            "作者": "张萱",
            "内容": "一别曾经二十秋，开尊驻楫共彝犹。折腰不为陶元亮，去国休从马少游。\n千古雄名还我辈，一时拙宦是名流。儿童项领皆长袖，怪底郎当舞不休。"
        },
        {
            "标题": "又为刘玉真黄文燕黄玉英三歌姬即席赋 其一",
            "作者": "张萱",
            "内容": "双桨何来载莫愁，尊前一曲月如钩。但教黄阁回青眼，莫遣红裙笑白头。"
        },
        {
            "标题": "又为刘玉真黄文燕黄玉英三歌姬即席赋 其二",
            "作者": "张萱",
            "内容": "飞花片片各东西，狼藉同沾浊水泥。尚喜枝头春意闹，黄莺啼罢鹁鸠啼。"
        },
        {
            "标题": "正月十四夜曝书台候月不至",
            "作者": "张萱",
            "内容": "春游午夜正蹁跹，秉烛登台思黯然。尘匣未开天上镜，星桥惟放火中莲。\n歌声舞影争相媚，雨意云情转可怜。怪底嫦娥亦羞涩，清光不到酒尊前。"
        },
        {
            "标题": "正月十四夜上蔡公署候月不至罢酌",
            "作者": "张萱",
            "内容": "山郭孤栖喜晚晴，银蟾何事碧云萦。岂怜皓魄犹微阙，故傍良宵不肯明。\n两岸歌钟諠十里，一街灯火引双旌。天涯纵有芳尊在，却汎春愁忍独倾。"
        },
        {
            "标题": "正月十五夜北宿海昏既苦无月且苦无灯京国乡邦凄然两地复成一律以纪游踪",
            "作者": "张萱",
            "内容": "远道长驱泥滑滑，严装倦客马萧萧。谁家短笛递悲咽，半壁寒灯照寂寥。\n怅望云山迷故国，不妨风雨妒今宵。更忆传柑新宴罢，汉宫春色为谁骄。"
        },
        {
            "标题": "匡云僧以诗见访用来韵却答 其二",
            "作者": "张萱",
            "内容": "莫问法华转，何须转法华。为僧原有发，舍俗不离家。\n共吃肉边菜，时餐海上霞。津梁犹未息，为尔一拈花。"
        },
        {
            "标题": "匡云僧以诗见访用来韵却答 其一",
            "作者": "张萱",
            "内容": "我方思惠远，君却访渊明。瓶钵随缘驻，云山取次行。\n喜无蔬笋气，剩有薜萝情。欲识西来意，西园且结盟。"
        },
        {
            "标题": "陈集生太史招同社中诸君子再宴写叶萼",
            "作者": "张萱",
            "内容": "主人敬爱客，言宴日绸缪。尊酒喜重持，为乐不可渝。\n中厨奏圆方，永夜飞觥筹。长筵列应徐，意气横千秋。\n起予唱高文，薄力非所勠。嗟我报木桃，敢谓君子仇。\n竟此一日欢，逭彼千岁忧。诗人重明哲，美哉巢与由。\n我躬既不阅，细故何足疑。徘徊步中林，羡彼鹰脱韝。\n滔滔东逝水，河清俟何时。散发南山南，卒岁同优游。\n来日幸不少，愿为影追躯。努力共加飧，咄彼簸与蹂。\n吾生亦有涯，探已复何求。"
        },
        {
            "标题": "投赠池阳太守黄恺衷亲家",
            "作者": "张萱",
            "内容": "投辖情偏洽，开尊语更真。君今五马贵，我已二毛新。\n男女能催老，丝缗不厌贫。相期百年意，慎勿染风尘。"
        },
        {
            "标题": "己未中和节柬韩寅仲",
            "作者": "张萱",
            "内容": "春光殊澹荡，令节是中和。斗酒喜初熟，啼莺何处多。\n闻君亲药裹，有客理渔蓑。欲向桃源去，迷津可若何。"
        },
        {
            "标题": "雉子斑",
            "作者": "张萱",
            "内容": "雉子斑，斑如许。出松林，穿竹屿。嶷嶷其角，楚楚其羽。\n呼俦侣，啄禾黍。咆哮一声花下来，前俦后侣不知处。"
        },
        {
            "标题": "舟中九日",
            "作者": "张萱",
            "内容": "已说归途近，如何归梦频。稚儿常屈指，小妇转含颦。\n落帽发非旧，题糕句正新。西园萸菊在，曾否忆游人。"
        },
        {
            "标题": "甲戌夏六月目病自悼 其三",
            "作者": "张萱",
            "内容": "书淫传癖从吾好，几得方瞳青再回。昼永但思常伏枕，客来谁复共登台。\n儿孙凭膝犹疑问，笑语闻声亦浪猜。可是世情难着眼，故令老眼不须开。"
        },
        {
            "标题": "广陵茱萸湾怀古",
            "作者": "张萱",
            "内容": "茱萸湾头芦荻花，秋风高日蒸红霞。夜深打鼓负盐去，平潮轧轧鸣归艖。\n竹西歌吹杳何许，垂杨两岸黯不语。一声江笛叫江楼，㗲断寒云不知处。"
        },
        {
            "标题": "邓玄度开府衡阳筑天尺馆于祝融峰上以书见招时奉母山居不能奔命诗以寄谢",
            "作者": "张萱",
            "内容": "岧峣孤馆祝融峰，一榻长悬紫翠中。为问群星谁共摘，由来帝座可能通。\n不须白日招黄鹄，且向青天驾赤龙。□□□□□□□，□□□□□□□。"
        },
        {
            "标题": "甲戌夏六月目病自悼 其一",
            "作者": "张萱",
            "内容": "太乙青藜不复照，冥搜海岳亦何为。囊萤数夕已辞案，梦鸟前宵尚入帷。\n自惜缥缈尘已满，不禁昏翳泪常垂。丘明国语成何日，磊业千秋欲付谁。"
        },
        {
            "标题": "甲戌夏六月目病自悼 其二",
            "作者": "张萱",
            "内容": "胸中虽正眸今眊，阳里东门病共怜。忆昔逢人能白眼，何时披雾睹青天。\n停镳客少论文酒，辍笔囊无卖赋钱。心力亦思留目力，离娄须结再生缘。"
        },
        {
            "标题": "甲戌旧郡公韶阶徐公督学以诗币见寄赋此驰谢 其二",
            "作者": "张萱",
            "内容": "解绂归来翰墨林，千秋自命喜书淫。奇人问字披帷至，佳客论文载酒寻。\n入梦国香兰馥馥，趋庭相种玉森森。善榷洞口云常满，为报苍生望雨霖。"
        },
        {
            "标题": "武阳驿阻雪",
            "作者": "张萱",
            "内容": "正月忽已过，阴霾殊未开。安舆将毋去，寒雪渡江来。\n栈恋玄黄马，炉残榾柮灰。此行非叱驭，辍轭且徘徊。"
        },
        {
            "标题": "葛溪公署阻雪呈胡星海明府 其一",
            "作者": "张萱",
            "内容": "楚水行应尽，吴云望尚遥。车徒空燀燀，雨雪苦瀌瀌。\n痡仆卧残絮，严装拥敝貂。临岐得贤主，顿觉客愁销。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "湖广布政司大堂",
            "Background": "张萱身穿官服，正在向巡抚汇报粮储情况，巡抚皱眉，问及立法禁处侵尅的具体细节，张萱一一作答，态度坚定，显示出他对民生的关切。",
            "Dialogue": "{\n    角色名: 巡抚 \n    动作:(微微皱眉，目光如炬)\n    讲话: 张萱，朕听闻湖广之地粮储情况，民生若何？如今时局动荡，粮草之事关乎国计，若有侵尅之患，必是众民之苦。倘若你能详述立法禁处之策，便可令朕安心，倘或有所疏漏，后果自负。\n}\n{\n    角色名: 张萱 \n    动作:(挺胸直立，声音坚定)\n    讲话: 陛下，仆谨遵圣命，今上所言正是仆所忧虑之事。鄱阳地区粮储充足，然则周边侵尅之风时有耳闻，故仆已拟定立法，旨在严禁不法之徒侵占民田，确保田园安宁，农民能安居乐业。此法若能落到实处，必将有助于稳固民心，增强国家之根基。仆尚不敢言全无隐患，然若得陛下之支持，必能行之有效，令民生得所托庇，国计日安。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "西园",
            "Background": "张萱与朋友们在西园对月吟诗，气氛轻松，张萱即兴作诗，其他士子们纷纷附和，场面温馨而雅致。",
            "Dialogue": "{\n    角色名: 朋友1 \n    动作:(仰头对月，微笑)\n    讲话: 张兄，今日月色如水，何不共吟一首，抒发心中之情？\n}\n{\n    角色名: 张萱 \n    动作:(微微一笑，拈笔作诗)\n    讲话: 朋友所言极是，月朗风清，正是吟诗之良辰美景。仆今即兴赋诗一首：“月照清辉洒庭前，风摇柳影伴人眠。天地悠悠皆自得，长歌一曲共此缘。”\\n\\n然则，月虽明，情却难，往事如烟随风散。诸君子共赏此情，愿以清酒共对明月，纵使离愁千缕，今宵共醉何妨？\n}"
        },
        {
            "Type": "书信交流",
            "Location": "张萱的书房",
            "Background": "张萱正在书写致王穉登的信，表达对其诗作的钦佩，并请教关于诗词创作的心得，笔墨飞扬，信件中充满了友好的气息。",
            "Dialogue": "{\n    角色名: 张萱 \n    动作:(聚精会神，手握笔)\n    讲话: 王穉登君，仆恭敬地书此信，感激君之诗作，令仆倍觉钦佩。君之文采，恰似清泉流淌，滋润心田，仆愿请教于君，关于诗词创作之心得，愿闻其详。诗词之道，乃是情感的寄托，然则如何方能将心中感悟化为笔端之字，恳请君不吝赐教。\n}\n{\n    角色名: 王穉登 \n    动作:(微微一笑，点头)\n    讲话: 张兄来信，吾甚为欣慰，诗词之道，乃心灵之舞，情感之流。若欲寄情于诗，首先需有真情实感，直面内心之思。其次，须修辞炼字，方能使字句浑然天成，流畅自然。每一首诗，皆是心境之映射，愿张兄能常持此心，创作出佳作。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "张萱的家中",
            "Background": "张萱的妻子陆氏正在与邻居闲聊，聊起张萱参加科举后的种种，邻居称赞张萱为人正直，陆氏则微笑着表示支持丈夫的事业。",
            "Dialogue": "{\n    角色名: 邻居 \n    动作:(手舞足蹈，兴致勃勃)\n    讲话: 陆夫人，听闻张萱公子科举之后，名声日隆，真是令人钦佩啊！\n}\n{\n    角色名: 陆氏 \n    动作:(微笑点头，温柔回应)\n    讲话: 多谢夸赞，邻家兄弟。萱儿自幼聪颖，勤奋向学，今日所成，皆是他多年努力之果。作为妻子，仆心中自是无比骄傲与欣慰。然则，科举之路艰辛，仆定当全力支持他，助他在仕途上更进一步，愿我家能为国家贡献一份力量。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "湖广布政司办公桌前",
            "Background": "张萱与同僚商讨立法细节，张萱提出应对民生问题的具体方案，其他官员纷纷表示支持，气氛热烈。",
            "Dialogue": "{\n    角色名: 同僚 \n    动作:(聚精会神，认真听取)\n    讲话: 张君，关于立法细节，仆想听听你的具体方案，以确保行之有效。\n}\n{\n    角色名: 张萱 \n    动作:(自信从容，语气坚定)\n    讲话: 各位同僚，仆认为立法之细节应包括严惩侵尅之徒，设立举报机制，使民众能够大胆举报。同时，仆拟定设立专门机构，负责对粮草进行定期检查与监督，确保粮储安全，民生得以保障。倘若能够落实这些措施，必能有效遏制侵害行为，实现民众安宁，国计日兴。然则，执行之初，尚需诸位支持，共同携手，方可实现此愿。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "东山亭",
            "Background": "张萱与好友李维柱在东山亭相聚，李维柱朗诵自己的新作，张萱随之赋诗，二人相互切磋，惹得路人驻足倾听。",
            "Dialogue": "{\n    角色名: 李维柱 \n    动作:(朗声诵读，神情激昂)\n    讲话: 张兄，今夜月明，诗意盎然，君可赋一首以共赏之？\n}\n{\n    角色名: 张萱 \n    动作:(思索片刻，随即作诗)\n    讲话: 向君要诗，今夜月明，月华如水，心中自有灵感涌现。“月照千山共此生，风摇万树奏清声。愿将此情共君醉，何愁明日不再逢。”\\n\\n四周皆是君子佳友，今日共聚，正是诗酒相交之良机，愿以此诗共君共享，愿我们能常常相聚于此，共吟同乐。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "张萱的书房",
            "Background": "张萱正在回信给黄约仲，信中提到自己最近的诗作，并询问黄约仲的近况，字里行间流露出对友人的关心。",
            "Dialogue": "{\n    角色名: 张萱 \n    动作:(手握笔，神情专注)\n    讲话: 黄约仲君，仆今书此信，愿向君询问关于最近之创作，君之诗作令仆心有所动，仆亦想请教君在创作过程中的心得与体悟，盼君不吝赐教。诗词之道，纵有千般变化，然则唯有真情流露，方能打动人心。愿君分享其道，仆必铭记于心。\n}\n{\n    角色名: 黄约仲 \n    动作:(微微一笑，点头)\n    讲话: 张兄来信，吾甚喜闻，诗词创作之道，首先需心底真情，方能引发共鸣。其次，修辞之法不可少，字句之中，需有节奏与韵律。愿张兄常持此心，创作出无愧于心之作。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "家门口",
            "Background": "张萱的弟弟张城与邻居讨论张萱的诗文，邻居称赞张萱的才华，张城则自豪地表示自己从小就知道哥哥的潜力。",
            "Dialogue": "{\n    角色名: 张城 \n    动作:(自豪地背负双手，微笑)\n    讲话: 邻居兄，听闻张萱兄的诗文才华横溢，真是令人钦佩！\n}\n{\n    角色名: 邻居 \n    动作:(点头称赞，兴奋)\n    讲话: 张城公子，确实如此，张萱的才华在乡里无人能及，仆常常为他感到自豪。你可知道，他参加科举后，声名鹊起，真是为家族增光添彩。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "巡抚府",
            "Background": "张萱被召至巡抚府汇报工作，巡抚询问他对民间疾苦的看法，张萱直言不讳，提出应对之策，巡抚点头称许。",
            "Dialogue": "{\n    角色名: 巡抚 \n    动作:(凝视张萱，神情严肃)\n    讲话: 张萱，今来朕问，你对民间疾苦有何看法？你可有良策以解民困？\n}\n{\n    角色名: 张萱 \n    动作:(面对巡抚，态度诚恳)\n    讲话: 陛下，民生事关国本，仆对此事深感忧虑。仆认为应当设立专门机构，负责定期走访民间，了解民众所需，及时解决民困。同时，需加大对粮食的监管，确保民众安居乐业，唯有如此，方可稳固国家之基。仆恳请陛下给予支持，助力民生之道，国计方能长久。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "湖畔",
            "Background": "张萱与友人聚会于湖边，月光明亮，张萱即兴作诗，友人们赞叹不已，欢声笑语中传递出浓厚的文人情谊。",
            "Dialogue": "{\n    角色名: 朋友1 \n    动作:(微笑，举杯)\n    讲话: 张兄，今夜明月高悬，不如共饮一杯，吟一首？\n}\n{\n    角色名: 张萱 \n    动作:(举杯，神情放松)\n    讲话: 向君邀诗，今夜月明，正是饮酒作诗之良辰。“月下清辉映水边，风摇柳影共此缘。愿将此情共君醉，何愁明日不再逢。”\\n\\n今宵共聚，正是诗酒相交之良机，愿以此诗共君共享，愿我们能常常相聚于此，共吟同乐。\n}"
        }
    ]
}