{
    "基本信息": {
        "姓名": "李之世",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "明",
        "家庭区分": "未知"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [],
    "别名信息": [],
    "任职信息": [],
    "地理信息": [],
    "著述信息": [
        {
            "著述名称": "鹤汀诗集: 十卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        }
    ],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "李之世，字长度，号鹤汀。新会东亭人。以麟子。明神宗万历三十四年（一六〇六）举人。晚年始就琼山教谕，迁池州府推官。未几移疾罢归。著作极多，有《圭山副藏》、《剩山水房漫稿》、及《北游》、《南归》、《雪航》、《家园》、《泡庵》、《朱崖》、《息庵》、《水竹洞》、《不住庵》诸集。 ► 李之世的诗文(444篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "爱妾换马",
            "作者": "李之世",
            "内容": "祇分辞新宠，宁知念敝帷。妆台封玉镜，仙苑登金羁。\n孤泪双双落，长蹄宛宛垂。若为丽姬怨，端谢塞公悲。"
        },
        {
            "标题": "调诸子七首 其七 嘉荐侄",
            "作者": "李之世",
            "内容": "阿荐固善贫，厥性寡所谐。时时倾绿醑，顿顿啖青齑。\n胡不放两眉，跌宕恣心怀。有酒醉便得，无钱使亦佳。"
        },
        {
            "标题": "徐济伯画白鹰歌",
            "作者": "李之世",
            "内容": "徐郎写白鹰，肃肃毛欲动。铁爪盘挐大石间，其下冲波万丈涌。\n素波霓裳一色明，照见愁眉双目睛。长天远浦云飞断，老树一枝纵复横。\n徐郎真好手，胸中别作禽兽囿。摩挲落笔分翅翎，烂熳临池开花柳。\n曾扫上林春曙图，骨相形神色色殊。信手招云雾，决眦入毫铢。\n扶桑半映万林西，孤凤初鸣百鸟啼。菰蒲菡萏汎汎出，荆棘橐梨隐隐栖。\n此鹰一出众禽避，半空袅袅流云气。垂头一叫众鸟号，奔涛破山风动地。\n顿觉四壁间，滴沥水花起。阳侯入户鲛人笑，松窗漂入风湍里。\n水声嘈嘈下碧滩，回看却在几席间。莫是天河决，将无地轴翻。\n吾闻鹰是搏击鸟，此鹰此画得其妙。当日临风刷羽翰，一举万里绝云峤。\n即今孤崖栖，侧目江天渺。吁嗟夫威鸟文鹓世所稀，鸱鸮乱啅稻梁肥。\n深山大泽吾能到，尽斩蓬麻任尔飞。"
        },
        {
            "标题": "寄张约之读书白云山中",
            "作者": "李之世",
            "内容": "白云山上白云居，袅袅丹梯万仞馀。君自磨厓寻胜迹，何须服食检方书。\n三冬琪树依瑶圃，半夜银蟾傍土除。闻道班麟还可驭，凌风聊试碧霞裾。"
        },
        {
            "标题": "同区君玉宿白云山",
            "作者": "李之世",
            "内容": "寂寂虚窗瞰碧岑，孤灯一榻白云阴。泉因洗钵来香积，月伴听经到法林。\n露冷松风生涧底，僧閒夜语隔溪深。空山秋色无人管，惟有寒螀绕砌吟。"
        },
        {
            "标题": "访张约之",
            "作者": "李之世",
            "内容": "曲径转萧森。幽栖傍竹林。閒云一榻静，芳草半池阴。\n旧好携尊入，新诗抱膝吟。因知仲蔚宅，未许世人寻。"
        },
        {
            "标题": "宝剑篇赠陈子明",
            "作者": "李之世",
            "内容": "吁嗟宝剑何神异，莫是鬼国之铁、昆吾之炭铸炼而成此。\n请看龟文与缦理，色与青蛇差相似。灵气莽莽含天晴，混元太如合流形。\n阴阳媾交五行会，神工鬼哲殚经营。尘埃安得此奇物，白虹赤电降其精。\n世人见此三尺铁，看与铅刀差无别。即看铅刀居然别，就中神异不可说。\n鸊鹈模糊血花明，一种霜风寒冽冽。千年玉匣秘不开，龙虎盘拿蛟螭结。\n此剑一出无所藏，直之无上横无旁。左熻右㸌不可当。\n划然天地倏低昂，中宵北斗悬清光。含辉遁景无人见，此物由来镇非常。"
        },
        {
            "标题": "同杨亦琳游报恩寺",
            "作者": "李之世",
            "内容": "初地何年梵刹开，一经残燬半蒿莱。閒楹雨榻迷蛛网，废井烟沈隐劫灰。\n听法愁猿窥宝座，衔花驯鹿上香台。犹传舍利含光怪，铃铎风生夜月哀。"
        },
        {
            "标题": "登涿州城",
            "作者": "李之世",
            "内容": "危楼抗百雉，锁钥壮神州。表里连三辅，襟喉属上游。\n浮云边塞色，落日蓟门秋。极目寒烟外，金河百折流。"
        },
        {
            "标题": "为何凝生题十九首 其四 砚北居",
            "作者": "李之世",
            "内容": "后置素床前棐几，中间对立我和伊。主人心手双閒处，剪下芭蕉叶叶时。"
        },
        {
            "标题": "走笔答蒋慰功见邀",
            "作者": "李之世",
            "内容": "平生不饮酒，三酌即颓然。有时倾一石，白眼望青天。\n浊醪有妙理，可以对少年。公子雅敬客，高馆张华筵。\n玉盘贮霜蕤，朵朵压金钱。殷勤枉惠好，飞翰洒瑶笺。\n但能对绿蚁，我来瓮底眠。"
        },
        {
            "标题": "秋日闭关 其二",
            "作者": "李之世",
            "内容": "借书人取亟，贳酒仆来迟。世事都如此，那教放两眉。"
        },
        {
            "标题": "因病乞假避客粟泉用影九韵",
            "作者": "李之世",
            "内容": "谢却常参事事慵，疏狂渐喜世相容。荷飘绿沼觇禅韵，鸟过苍苔觅字踪。\n细雨鸣蝉依古木，微凉洗马荫高榕。昼长门簿无来客，一枕花茵藉草茸。"
        },
        {
            "标题": "秋日闭关 其一",
            "作者": "李之世",
            "内容": "不知闭户久，但觉锁生苔。好客何曾到，好花长自开。"
        },
        {
            "标题": "夜起烹茶",
            "作者": "李之世",
            "内容": "空阶泫露竹漙漙，酒气微清枕簟寒。茶灶半消烟乍起，一钩残月碧阑干。"
        },
        {
            "标题": "天宁寺同林彦杓陈心虞曾敬济许映三",
            "作者": "李之世",
            "内容": "偶从法藏窥琳宫，却讶琉璃宝界同。阿歘何年成幻住，摩尼浮浪现神通。\n山空每诧龙听法，海立时闻鹫呼风。惟有閒潮真不舍，曾随明月汎鸿濛。"
        },
        {
            "标题": "访潘垣杓别业望山人洞不果游 其一",
            "作者": "李之世",
            "内容": "垂萝今结屋，甘蔗旧名园。出郭不踰武，离家祇几门。\n虽当车马道，别是烟霞村。因悟考槃趣，非为场圃言。"
        },
        {
            "标题": "访潘垣杓别业望山人洞不果游 其二",
            "作者": "李之世",
            "内容": "兰堪畹以九，竹亦径而三。蔬甲肥冬雨，油花洗暮岚。\n过桥分马埒，望岛岩仙龛。未许恣游屐，空濛薄霭衔。"
        },
        {
            "标题": "江中书事",
            "作者": "李之世",
            "内容": "草色绿于染，江山春雨馀。客程三月别，亲旧隔年书。\n麦垄驱黄犊，沙溪打白鱼。随缘生事足，吾意亦怀居。"
        },
        {
            "标题": "别舍弟",
            "作者": "李之世",
            "内容": "客程一分手，征雁随南还。折柳临前浦，听莺怀故山。\n清时谁不羡，因病我投閒。旧业东皋下，残阳深闭关。"
        },
        {
            "标题": "老槐",
            "作者": "李之世",
            "内容": "一树繁阴澹古姿，秋来黄叶点阶墀。月明贪玩疏疏影，坐到露凉人睡时。"
        },
        {
            "标题": "即次",
            "作者": "李之世",
            "内容": "酸风射眸子，尘堁莽迷离。遥闻犬吠声，行近见茆茨。\n主人揖客入，不暇交言辞。衣裘刚抖擞，沙砾上鬓髭。\n倦马向枥鸣，童仆亦苦疲。权迂一日程，即次暂于兹。"
        },
        {
            "标题": "奉怀王侍御老师",
            "作者": "李之世",
            "内容": "冬尽辞家春首回，乡心一半旅鸿催。早投净业缘多病，思答清时愧不才。\n宿障谶来何日了，名根依旧未全灰。空衔径寸明珠在，迢递无因寄柏台。"
        },
        {
            "标题": "病中承王侍御老师分惠药金赋此奉谢",
            "作者": "李之世",
            "内容": "五羊城中地一片。轻车沓沓游尘卷。柏府门前对巷居，镇掩双扉人不见。\n十日九日雨迷离。乞火不来朝烟迟。或过禅堂趁净饭，有时淅米寄邻炊。\n坊头酒价亦不贵。病眼年来没兴味。箧中剩有鹔鹴裘，不兑酒钱兑药费。\n茆檐向日曝芝苓。手掬清泉注瓦瓶。按图且学轩辕势，无事但看神农经。\n残方屡试效难取。走向街头寻药谱。可奈囊空无一钱，措大文章贱于土。\n低头不肯向时人。绣衣使者惠金频。谁云霜威凛如许，吹入寒崖便是春。"
        },
        {
            "标题": "读朱四尊悼张孺人诗有感步韵赋呈",
            "作者": "李之世",
            "内容": "当年彤管写悲吟，窅窅重泉信易沈。万感难酬唯有泪，三生如晤亦同心。\n疏花影澹空临镜，流水声凄不入琴。几度徘徊堪掩牍，钟情谁似使君深。"
        },
        {
            "标题": "拨闷",
            "作者": "李之世",
            "内容": "悼往事已延，绵思耿如昨。门楹亦洒扫，香闺仍封钥。\n流尘结绮窗，丝罥罥罗幕。燕归旧巢空，蜂度馀花落。\n悟彼芳景徂，如何不欢谑。冥心谢区累，达生庶可托。"
        },
        {
            "标题": "琼土最暖冬至后尚有菊蕊未开者",
            "作者": "李之世",
            "内容": "炎海无霜菊后开，却留蓓蕾待阳回。寒枝未放篱头信，暖律先嘘荻孔灰。"
        },
        {
            "标题": "羽甫兄采松花和茯苓作饼饵见贻诗以酬答",
            "作者": "李之世",
            "内容": "并刀剪龙髯，长镵斲木瘿。蝶粉糁玄霜，撚作松苓饼。\n石臼碾轻尘，冰纨筛枯梗。和以蜜脾脂，清沁灌肺冷。\n微黄似鸦雏，丹的点妆靓。又如累滇棋，数十不盈皿。\n萧斋苦宿霜，午睡方才醒。竹扉犹未启，墙外闻人警。\n贻来金盒儿，颗颗周完净。初观委难辨，小咀亦深省。\n问渠来何方，松花撷山顶。间渠和何味，茯苓收药箵。\n道人戴竹冠，羽扇临丹鼎。少妇纤手调，玉童汲阶井。\n念彼百艰成，供我一馋领。顿嚼三十九，似砾投深井。\n石火试陶铛，沃以松萝茗。轻松乍迸牙，香韵才灌顶。\n冷然两腋风，谡谡吹松影。枵腹藉一充，饕涎欲再逞。\n呼童走药肆，为买茯苓莛。百钱刚一斤，铢两犹未整。\n二月松树花，开遍閒冈岭。长竿打一遭，粉腻沾衣领。\n谁云解疗饥，如虎得蚱蜢。闻君山厨内，采摘盈筐秉。\n愿作拷栳团，一餍淘河颈。"
        },
        {
            "标题": "望湖亭候风戏用苏长公语作起句题壁 其二",
            "作者": "李之世",
            "内容": "望湖亭上风飕飕，亭畔几家红粉楼。日暮津头待估客，齐歌一曲古凉州。"
        },
        {
            "标题": "望湖亭候风戏用苏长公语作起句题壁 其一",
            "作者": "李之世",
            "内容": "望湖亭下水连天，人家多住平湖边。扬州估客浮大舶，来往江湖无岁年。"
        },
        {
            "标题": "望曹溪",
            "作者": "李之世",
            "内容": "招提不可到，樵径一僧逢。问询前山路，翠微知几重。\n林光浮舍利，水香藏钵龙。居然灵境隔，立马听遥钟。"
        },
        {
            "标题": "梁国桢寄曹溪露茶兼订住山之约答之",
            "作者": "李之世",
            "内容": "曹溪老僧斲石骨。种得芽茶细似发。白露才过三两日，青布裹头笼焙出。\n嗅香果足醒心魂。郑重封函远记存。我曾一饮曹溪水。\n中泠惠山只如此。城中止数蟹眼潭。三十铜钱买一墰。\n我对佳茶想佳水，今年定住曹溪庵。"
        },
        {
            "标题": "憩南桥茶亭戏题僧簿",
            "作者": "李之世",
            "内容": "马蹄扑扑古堤边，却到招提似野廛。老佛无缘空守屋，山僧逢著便抄钱。\n香厨饭熟乌从掠，草榻莎深鹿借眠。莫道空门寒不过，宰官今亦抱寒毡。"
        },
        {
            "标题": "春夜世立携客过访息庐 其二",
            "作者": "李之世",
            "内容": "怒石蹲林莽，髡茆贴水涯。有僧容借榻，逢客可为家。\n花气和香韵，禅灯分月华。流莺方睡稳，聊共听鸣蛙。"
        },
        {
            "标题": "寄智上人",
            "作者": "李之世",
            "内容": "信是空门解脱禅，诗能称圣酒称仙。江山狎作烟霞主，文字长留结习缘。\n松下摊经翻鸟迹，壁间题偈破苔钱。归心近逐曹溪水，何日同师坐画船。"
        },
        {
            "标题": "游圭峰二十首 其十一 朝斗石",
            "作者": "李之世",
            "内容": "片石分云出，生成礼斗坛。星河七曜动，环佩五更寒。\n灵雨阴长润，霜华剥不刊。飞来双白鹄，缥缈下层峦。"
        },
        {
            "标题": "禅室灯",
            "作者": "李之世",
            "内容": "已知光是幻，难道照非缘。灭尽归何处，将残续有权。\n分能千百影，聚亦往来烟。此际原无著，聊凭膏火传。"
        },
        {
            "标题": "题五里亭禅室",
            "作者": "李之世",
            "内容": "劳劳五里亭，禅关亦在兹。往来冠盖人，驻马暂经时。\n轮蹄纷杂遝，供张错路岐。尘劳遍大地，佛力津梁疲。\n我来登法堂，拈花一问之。苦海几由旬，尘海亦如斯。\n眷兹尘界人，彼岸到何期。"
        },
        {
            "标题": "竹下赏花戏作花竹吟效连珠体 其一",
            "作者": "李之世",
            "内容": "花宜疏散竹宜丛，竹色花光迥不同。几点竹痕花底露，一番花信竹边风。\n花如欠竹千般俗，竹若无花一味穷。政喜成阴花竹伴，赏花人醉竹林中。"
        },
        {
            "标题": "竹下赏花戏作花竹吟效连珠体 其二",
            "作者": "李之世",
            "内容": "花坛竹屿细评章，竹有君兮花有王。花似含香供竹笑，竹宜输粉助花妆。\n不缘竹泪溅花落，刚睹花神对竹狂。携得花茵和竹榻，看花看竹醉馀觞。"
        },
        {
            "标题": "戏和陈子明自嘲",
            "作者": "李之世",
            "内容": "叱咤如醉如梦，沈冥非佛非仙。半褐閒寘一榻，百钱且挂两肩。\n逢人祇合拚饮，醉中自爱逃禅。胡奴不用送米，支遁何须索钱。\n以马喻指是马，草玄尚白非玄。閒思日月过隙，恰似箭括离弦。\n漫尔烟霞痼疾，真成湖海痴颠。老去空馀侠骨，生来不受人怜。\n毕竟宜寘何地，自断休问皇天。"
        },
        {
            "标题": "潮生",
            "作者": "李之世",
            "内容": "渺渺来何处，悠悠看渐盈。常随宵月长，偏傍晓霜清。\n澶漫原无极，迢遥似有情。物华向此度，空水自长生。"
        },
        {
            "标题": "元旦即事",
            "作者": "李之世",
            "内容": "闻鸡未觉晓，辨色始知旦。谯楼鼓一声，惊起晨鸦散。\n墙隈爆竹响，屋角岁灯烁。门前已戒御，中厨方进盥。\n罗衣御旧尘，榆火试新爨。望门投空刺，东里复西闬。\n蹲蹲衢巷窄，楚楚冠裳焕。儿童庆岁添，老大祝违算。\n日月双跳丸，暗把流光弹。"
        },
        {
            "标题": "山中呈万益之刘平子用平子韵",
            "作者": "李之世",
            "内容": "连岗径回复，踰洞复深广。吐欱通元气，峥嵘擘仙掌。\n嵌空石乳垂，注壑寒流瀁。同游有二仲，俱抱烟霄想。\n崖欹袅自攀，葛弱扪可上。泠然发长啸，罡风来飒爽。\n青莎匝径繁，红蓼沿溪长。访道憩松阴，礼磬来方丈。\n禅关如可托，于此契幽赏。"
        },
        {
            "标题": "陈宪副招同吴非熊集大云寺，分得怀字",
            "作者": "李之世",
            "内容": "黝壑莽回互，绀宇藏其厓。金风度檐铃，堕叶满庭阶。\n夙负云林想，兹忻朋好偕。纡回历郊坰，登践穷幽崖。\n香厨戒衲子，促席唤歌娃。徐倾北海罍，复啖太常斋。\n竹戛棋声碎，风回舞袖徘。入云磬袅枭，出谷鸟喈喈。\n草色偏萦袂，苔文欲印鞋。剥藓看残碣，窥林拾堕钗。\n延赏偕欢悰，沈吟叶所怀。山霭晚逾翠，秋容望转佳。\n林翳光忽暝，露泫径深霾。归路忘其疲，暮雨糁长街。"
        },
        {
            "标题": "春日胡南征林公毅过饮和公毅韵",
            "作者": "李之世",
            "内容": "南中气暖春常早，正月山城已绽梅。灯市乍残莺欲懒，花朝才到雨频来。\n荤辛久儗持斋断，蓬藋何缘为客开。狂兴莫愁瓶易罄，况逢邻送助馀杯。"
        },
        {
            "标题": "春日病起",
            "作者": "李之世",
            "内容": "闭户那堪度一春，从教车马竞芳辰。谁能不饮椒花酒，也自萧然一病人。"
        },
        {
            "标题": "题陈命美壮游册十首 其三 白云春眺",
            "作者": "李之世",
            "内容": "二月江南道，关关春鸟啼。欲知游子梦，芳草白云萋。"
        },
        {
            "标题": "送春吟同社中诸子赋",
            "作者": "李之世",
            "内容": "惜春春不留，送春春自愁。春愁荏苒春风起，春草春花总相似。\n残云澹月吐春华，曳絮游丝乱春渚。春渚迢迢连春郊，春禽队队归春巢。\n此时思妇上春楼，此时游子折春梢。春梢何袅袅，春楼何杳杳。\n垂杨蔽日结春丛，飞骑如云簇春晓。万户千门春鸟啼，九衢八道春气迷。\n有钱便可买春酒，无钱何须踏春堤。春堤一带浮春水，水逝花飘春不语。\n朝泻红妆春黛残，暮浣绣裙春溅驶。春流九派长，春花百和香。\n春眠春梦短，春望春思忙。春眠春望春萧索，春草春花春冷落。\n春游公子跃归鞭，春尽佳人深闭阁。东邻少妇春思阑，行春拾得双玉环。\n持环往问春闺女，春色如环可待汝。"
        },
        {
            "标题": "赋得楚天春雁送友人",
            "作者": "李之世",
            "内容": "春雁南归何迢迢，家在衡阳万里遥。衡岳去天不盈尺，上有回雁之高标。\n行行刷羽摩青霄，家山云树郁岧峣。潇湘夜雨寒芦暗，黄陵苦竹垂新条。\n九疑九曲纷相似，此中零雨暮仍朝。云梦平吞若八九，君山一点似萍飘。\n大王雄风起天末，神女行云漾翠翘。送君行，行且谣。\n人生可似随阳雁，相看南浦别魂销。今日南浦头，明日湘江渚。\n苍梧云去湘水深，犹记啼痕染竹处。断行且莫怨离群，缄书为寄洞庭君。\n黄鹤楼空山月白，好去吹箫弄綵云。"
        },
        {
            "标题": "同潘寰瀛王尧韭集梁澹明馆赏菊",
            "作者": "李之世",
            "内容": "晶波窅窅漾池光，平曳素云过短墙。才到阶庭惊韵石，坐来衣袖染奇香。\n草沾馀暖犹含绿，菊领新寒尽吐黄。清露冥濛灯晻霭，恍疑身醉辋川庄。"
        },
        {
            "标题": "螺川望月有怀陈子明杨若春余彩震",
            "作者": "李之世",
            "内容": "江干聊徙倚，流目火云残。政尔陶嘉月，游思属所欢。\n清辉涵水镜，皓魄漾金盘。浥露荷同汎，萦烟竹共漙。\n川峦宁异照，风月觉殊观。独白悲形影，何由托羽翰。\n砧摇风绪乱，书就雁行单。相望那同赏，关山此夜寒。"
        },
        {
            "标题": "次和张泰寰别驾元旦试笔",
            "作者": "李之世",
            "内容": "笑拂头颅与岁新，前街挝鼓赛门神。云山有约偏留客，花鸟无端却殢人。\n近海岚烟霏宿雨，夹蹊桃杏报芳春。椒盘随办香醪熟，其奈朱衣拜谒频。"
        },
        {
            "标题": "高仲良贻诗留别次答",
            "作者": "李之世",
            "内容": "七字投来珠满函，频思剖腹未云贪。半窗红雨阶前坠，昨夜青灯榻畔谈。\n山抱湿岚供稳睡，花啼晓露洗馀酣。春光岂为游人驻，何事相逢说解骖。"
        },
        {
            "标题": "次答俞季郎献春见怀",
            "作者": "李之世",
            "内容": "石墐双扉久绝敲，才看春信到林梢。烟霞有癖容吾傲，玄白无成任客嘲。\n僻坞寻香才曳杖，寒荣偃曝暂依茆。诗逋经岁难支遣，七寸毛锥几欲抛。"
        },
        {
            "标题": "同杨亦琳胡伯连舟中限韵",
            "作者": "李之世",
            "内容": "笑对蜗角逐名场，一叶寒江去共忙。忧国尚衔腔里血，劳生难扫鬓边霜。\n閒商饮户杯深浅，卧听更筹话短长。酒祟诗魔降未得，羡君神力似金刚。"
        },
        {
            "标题": "自金陵过当涂访林阳仲明府次其见赠韵",
            "作者": "李之世",
            "内容": "笑拂淄尘满敝衣，行藏休问是耶非。聊从白下轻移舫，间借青山暂息机。\n镜渚平涵犀影媚，花郊绣衬麦苗肥。到来仙署庭如水，清夜朱弦对月挥。"
        },
        {
            "标题": "次和韩孟郁拈得也字二十八韵解嘲示苏汝载",
            "作者": "李之世",
            "内容": "一邱一壑过之，适来适去顺也。何须饰蚓招龙，大都指鹿为马。\n三生辗转尘劳，四大形骸浸假。荣华霎似风灯，弃置瞥同掌瓦。\n长平朽骨已灰，秦宫燬搆如赭。世间万劫消沈，自在一切割舍。\n谁非逐响吠声，我贵知希和寡。雌黄颠倒未真，幻影虚空漫把。\n狡兔三窟巧逃，冥鸿一网尽打。我生之初胡为，人寿几何姑且。\n游心邃古玄夷，睁目大空"
        },
        {
            "标题": "次陈命美笏斋八景 其八 渔歌远浦",
            "作者": "李之世",
            "内容": "潮声灂灂泻溪寒，雪里推窗倚槛看。飞鸟不惊人迹绝，青蓑黄笠抱渔竿。"
        },
        {
            "标题": "秋日得何襄武同陈子明见怀之作次韵辄答",
            "作者": "李之世",
            "内容": "林馆俄惊物候秋，长空渺渺暮云流。湘帘半捲疏萤度，竹径微曛宿鸟投。\n古洞长封烟树暝，碧天凉浸露华收。张罗户僻无人到，退院僧閒有偈留。\n漫以通家怜孔李，何来高咏到元刘。挥毫逸思盈缃帙，说剑雄心傍蒯缑。\n共向驼山誇胜会，应怀旧侣隔芳洲。当年泛雪曾回棹，何日披云更续游。\n湖海才名推倚马，沧江吾道狎眠鸥。高梧滴露涓涓净，丛竹经霜色色幽。\n酒垆岂是河山邈，迟尔相携典敝裘。"
        },
        {
            "标题": "次韵答陈子明宿何襄武山斋见怀之作",
            "作者": "李之世",
            "内容": "京洛淄尘满敝貂，惜归芳草怨陵苕。几人幽谷同歌桂，五见春盘自颂椒。\n北去风尘双剑隔，南来信息大江遥。严城朔吹传哀角，边月乡愁写洞箫。\n圭岭自悬松鹤梦，珠江不断往来潮。畏人小筑称愚谷，带索行歌混野樵。\n云树千重犹漠漠，蒹葭一水望迢迢。素怀知尔情偏剧，彩笔逢人气转骄。\n一字宁论堪赤帜，千秋谁共振华镳。陈郎草檄霜横阵，水部梅花雪映条。\n见说驼山誇胜会，肯容借榻避纷嚣。涧泉带雨疑霏玉，海气蒸霞欲建标。\n千里徒悬泛雪棹，重逢尚阻隔江招。邮筒此日劳缄臆，两地相思对泬漻。"
        },
        {
            "标题": "区彦斯茂对君玉携酒过中林访平子",
            "作者": "李之世",
            "内容": "故人载酒至，石榻一开樽。访友来蒿径，课吟傍竹垣。\n庭兰芳气合，阶树野禽喧。值此秋光好，乘閒共晤言。"
        },
        {
            "标题": "区君玉同访西林还宿中林",
            "作者": "李之世",
            "内容": "买山余未得，溪上且閒居。趁此登临兴，还来共息庐。\n虚牖凉生枕，残灯夜伴书。相留殊草草，相别意何如。"
        },
        {
            "标题": "打鱼歌 其一",
            "作者": "李之世",
            "内容": "清江八月潮头涨，渔父拦江呼举网。江头少妇趁潮归，觅得鲤鱼置兰桨。\n提刀欲剖且踟蹰，中有情人锦字书。绛鳞赪尾蠕蠕动，投向江波信所如。"
        },
        {
            "标题": "打鱼歌 其三",
            "作者": "李之世",
            "内容": "小鱼掇荇带，翻与大鱼会。大鱼啖小鱼，跳入罟中居。\n渔人得鱼换酒沽，一饱旋复弃其馀。白浪如山罟如簇，竭泽穷源探水族。\n樯倾柁折须臾事，渔子亦饱江鱼腹。赢输物理皆自然，弱肉谁司造化权。"
        },
        {
            "标题": "打鱼歌 其二",
            "作者": "李之世",
            "内容": "渔人使船如使犊，出没波心似平陆。船头抛网如抛梭，往来欸乃唱渔歌。\n江潭黝杳不见底，网入如胶提不起。投竿掷网撇波去，恍见仙人骑赤鲤。"
        },
        {
            "标题": "山堂初搆张仪吉以诗见贻次韵辄答",
            "作者": "李之世",
            "内容": "便可名愚谷，因之搆息庐。垂萝丝匝户，细草蔓萦裾。\n独抱丘中赏，依然濠上居。看花频梦蝶，洗墨自衔鱼。\n小筑偏临水，荒台迥瞰虚。和烟分径竹，过雨理园蔬。\n柳眼经春媚，荷钱望月舒。瓶花兼露折，阶药带云锄。\n机息轻鸥狎，情閒野鹤如。北窗聊偃仰，午梦正蘧蘧。"
        },
        {
            "标题": "何卜熙刺史过馆话别兼赠以诗即席奉答",
            "作者": "李之世",
            "内容": "君今五马贵，犹说宦情难。况我垂双鬓，经年博一官。\n关山行役苦，雨雪去途寒。赖有临岐赠，芳词吐若兰。"
        },
        {
            "标题": "答李嗣良见赠",
            "作者": "李之世",
            "内容": "世事拚从一醉捐，凭将诗局阅流年。江山无恙游筇外，花月多情酒盏边。\n匣里有时剑独吼，袖中携得笔如椽。奚囊收拾残编在，不是侯芭莫浪传。"
        },
        {
            "标题": "王际明以藤枕见贻拈韵答之和坡翁琴枕",
            "作者": "李之世",
            "内容": "七尺匡床置草屋，展开冰簟蕲州竹。副以万州细藤枕，一生閒具亦云足。\n朝来解带倦将迎，重衫脱下汗如漉。凭君相引入华胥，钧天一鼓双门曲。"
        },
        {
            "标题": "有剖蛤蜊者满腹皆虫蛆再剖亦尔莫测其故余作歌示之",
            "作者": "李之世",
            "内容": "阎浮世界大海水，泡影光中化百族。皮毛齿角及鳞介，下至有头若无足。\n莫不含灵具至性，其中一一有佛慈。佛慈众生无差别，佛相遍现亦如之。\n应缘度生垂化迹，不争其类争其时。迷人不解佛真性，敢向众生笺慧命。\n鸾刀一启性命悲，一日不启馋难支。弥天杀网张沙界，万劫相寻无尽期。\n诸佛名为可悯者，以杀止杀应难化。殷勤摘叶付儿啼，方便菩提證刀下。\n枯壳相中转法轮，俨然大士现化身。河目珠眉光满月，璎珞伽黎妙入神。\n竖儒不察其中义，只道形模偶相似。肯信文殊累劫因，前身曾脱蛤蜊蜕。\n云何馋腹竞啖吞，依然蜷壳食蛤蜊。菩萨如来大悯伤，不示慈容示丑类。\n双壳才开百蛆攒，细似牛毛簇似猬。投之以水蠕蠕活，谛视良久生寒悸。\n须臾更剖亦如斯，倾筐一掷沟与隧。此段因缘讵偶然，我云是佛显教权。\n众生业轻犹可度，一凛慈容信且坚。辟如刽子逞刀手，见其父母刀亦捐。\n迷人业重佛不转，枉教善巧行方便。咽喉火起业生贪，夺其所夺业不现。\n蚖蛔钻额蛆腐肠，对此何如尚敢尝。翠盘有箸不能下，何用鸾刀重创伤。\n罪性空时莫问果，佛佛圆明珠颗颗。就将蛤蜊比莲台，颗颗中具如来座。\n佛遍恒河沙界中，物物应与蛤蜊同。乍然悲喜生畏抑，是物皆现圣慈容。\n有如贪喙恣豪嚼，钵盂净饭亦生虫。此是如来秘密藏，芥子须弥纳万象。\n提出吹毛颔下刀，抉去空华目里障。不然枯骨有何灵，猪齿白骨现佛形。\n狞犬衔来不敢食，难道畜生不爱腥。狗子有无佛性也，且扫涂抹几剡藤。"
        },
        {
            "标题": "送吴彦先扶其兄非熊旅榇还新安 其二",
            "作者": "李之世",
            "内容": "严程无日夜，幽赏每多违。鸿雁雨中断，交游岭外稀。\n乡心容易折，客计转怜非。生死虽殊路，云山一处归。"
        },
        {
            "标题": "送吴彦先扶其兄非熊旅榇还新安 其一",
            "作者": "李之世",
            "内容": "归程不可问，泛泛度河津。芳草天边路，游魂梦里人。\n还惊乡土异，偏觉客怀新。况复秋风别，空江满白蘋。"
        },
        {
            "标题": "送吴非熊旅榇还新安",
            "作者": "李之世",
            "内容": "死别已凄恻，送君重可嗟。空山悬客梦，孤榇独还家。\n乡树吴门近，云峰岭路斜。所嗟魂未定，渺渺越天涯。"
        },
        {
            "标题": "送吴非熊旅榇还新安 其二",
            "作者": "李之世",
            "内容": "独怜芳草遍，之子未宁居。有弟能收骨，孤儿可付书。\n囊因为客尽，句尚苦吟馀。借问同游辈，谁来策素车。"
        },
        {
            "标题": "送吴德祖还新安",
            "作者": "李之世",
            "内容": "山山黄叶积，之子汎归舟。邂逅成今昔，存亡念旧游。\n岭云微带雨，江树远含秋。惆怅西风道，茫茫起旅愁。"
        },
        {
            "标题": "送汪尔含还新安兼讯白下旧游用命美韵 其一",
            "作者": "李之世",
            "内容": "濒行揽袂意何与，丹荔炎云映客裾。箧有牙琴应奏水，袖携冯剑岂弹鱼。\n天边屡换朱厓月，海外难传白下书。君去我留成底事，可谁看竹到精庐。"
        },
        {
            "标题": "送吴非熊还新安",
            "作者": "李之世",
            "内容": "曰余抱微尚，息影卧邱樊。托交在文翰，投契比金兰。\n晚得吴非熊，使我吐肺肝。芳词郁春蕙，素波扬清澜。\n高齐啸咏馀，澹语皆成欢。萝径莽森羽，修竹荫檀栾。\n夜寝连襟裯，晨兴共盘餐。良晤方在兹，胡令别绪攒。\n余将游燕市，子言归故山。故山邈以远，广川间层峦。\n疲策惮脩坂，颓颜鉴逝湍。风波已倦涉，况乃岁时殚。\n脾衰妨旅食，形怯讶衣单。行橐正萧条，归梦徒盘桓。\n送君从此去，关河杳漫漫。还山饵芝术，洞中日月宽。"
        },
        {
            "标题": "送汪尔含还新安兼讯白下旧游用命美韵 其二",
            "作者": "李之世",
            "内容": "荷香冉冉扑征辕，软雨柔风汎绿尊。茉莉有香传陆贾，葡萄无种忆张骞。\n閒依榕幕唯吟柳，梦逐莱裾亦绕萱。南北路岐堪一叹，可能相别不销魂。"
        },
        {
            "标题": "高台古树行为区茂对昆玉作其树先大夫手植也",
            "作者": "李之世",
            "内容": "此树生来如许久，闻道台成树已有。树根入土知几深，土面蟠根已半朽。\n暗想累台覆土时，根株著土一齐移。台高不改旧规格，树古年年发新枝。\n五马门前一径深，森森台畔表乔林。为言世远思培植，更筑崇基护绿阴。"
        },
        {
            "标题": "和旦起理发",
            "作者": "李之世",
            "内容": "金鸡海上鸣，白气发龙宫。晨起搔短鬓，如霜摧秃松。\n茸茸不受栉，堕絮飏游风。结束神观整，颒嗽耳目通。\n冠簪甫云毕，朝谒何太匆。头岑体复惫，污渍衣重重。\n倦骥思枥槽，长鸣擞鬣骢。闻头责子羽，于我将无同。\n富贵不可求，神仙不可逢。讵无置身策，东郭灌园公。"
        },
        {
            "标题": "鬼灯笼",
            "作者": "李之世",
            "内容": "质与凡根植，名因俗谚传。绿幕看疑掩，丹心寂不然。\n似带青燐色，微含宿草烟。无心随佛日，故傍法轮悬。"
        },
        {
            "标题": "葵叶蒲团歌赠叶世美",
            "作者": "李之世",
            "内容": "江南六月火云卷。家家人制蒲葵扇。馀叶留将缉绿蓑，山僧巧设閒方便。\n规成璧月影团团，堪作蒲团堪作簟。碧眼胡僧航海来，手里摩挲目未见。\n有时胡跪白真言，有时趺坐拈珠串。茆檐向月转经残。\n一片琉璃挂壁寒。中林借作常供具，棐几明窗静处安。\n閒阶净扫明如拭，剥啄无人户返关。泉声战茗来松阁，花影移阴过药栏。\n携将芳径衬苔滑，藉向花茵点蕊斑。青蒲叶叶具禅意。\n输与中林识真味。销金帐里红氍毹，几人抹杀閒风致。\n虚白道人口谈天。方床木板坐无毡。寄与中林栲栳物，倦时好枕石头眠。"
        },
        {
            "标题": "得余彩震七夕见怀诗辄答",
            "作者": "李之世",
            "内容": "待月城南钟漏迟，劳君尺素慰相思。裁成锦字云中色，疑是霓裳天上词。\n玉宇无声风漠漠，银河不断影差差。百年人世真萍梗，醉折瑶华欲寄谁。"
        },
        {
            "标题": "梁口观灯词 其三",
            "作者": "李之世",
            "内容": "萧公庙前金额字，艳艳花灯照海红。恰好拢船看一会，争奈挂帆趁北风。"
        },
        {
            "标题": "梁口观灯词 其四",
            "作者": "李之世",
            "内容": "江边冷落无灯火，一色桃花向月然。笑杀街头空剪綵，胭脂买断未还钱。"
        },
        {
            "标题": "梁口观灯词 其一",
            "作者": "李之世",
            "内容": "江头沓沓步如云，彻认歌声处处闻。铁柱千年镇浪底，家家人赛许真君。"
        },
        {
            "标题": "梁口观灯词 其二",
            "作者": "李之世",
            "内容": "梁口村中观綵棚，江边路转黑层层。绛蜡有钱无处买，大家留点小鳌灯。"
        },
        {
            "标题": "古冈八景和叶六桐明府韵 其一 黄云樵笛",
            "作者": "李之世",
            "内容": "閒听风林笛一声，飞花片片递林轻。樵人指点云生处，石齿参差路未平。"
        },
        {
            "标题": "汎彭蠡湖望庐山瀑布",
            "作者": "李之世",
            "内容": "庐山望不极，湖影澹遥空。时见双飞瀑，宛如驾白虹。\n穿云开罨画，喷玉斗玲珑。倒射潭涡黑，全蒸闪日红。\n为波常注壑，入汉共朝东。远与三江接，平分九派同。\n荣光浮潋滟，灏气挟鸿濛。毂日扶桑转，经天碣石通。\n川宁学海至，山象出泉蒙。触目纷为异，谁知造化工。"
        },
        {
            "标题": "和籴米",
            "作者": "李之世",
            "内容": "饥鼠徙邻家，山僮赴米市。虽傍海人居，常餐少鲜味。\n顿顿摘青葵，八口仰空地。束带不任锄，蔬食犹怀愧。\n遥望南桥坡，青苗早抽穟。纵乏豚蹄祝，颇谙老农意。"
        },
        {
            "标题": "观鉴大师遗物四首 其三 腰石",
            "作者": "李之世",
            "内容": "腰石来助舂，石顽舂不息。欲知米熟否，还问点头石。"
        },
        {
            "标题": "摘荔枝和谢欧阳晦夫",
            "作者": "李之世",
            "内容": "往来四海五经年，制得沈香黑角冠。土人笑指私相诧，赠我抺额青花缦。\n白藤细笠黄皮屐，我今暂与俗相安。从来入俗须从俗，且与扬波泛其澜。\n万安藤枕细且滑，定安草簟冰纹寒。携之花阴供午睡，要与家山一样看。\n海风啸林夏不热，荔枝五月遍冈峦。脱冠戴笠游其下，新衣黎葛轻如纨。\n三杯粘酒颓然醉，先生颜赛荔枝丹。倾筐倒来携满袖，饱啖还解带围宽。\n东坡韶腹佞其舌，作词翻笑海翁酸。"
        },
        {
            "标题": "游圭峰二十首 其十七 从东岭度逆折而西登绝顶",
            "作者": "李之世",
            "内容": "直蹑云根出，方知中岭尊。地临南极尽，山以北为藩。\n曰涌双轮转，枢旋万象奔。疑闻钧乐奏，咫尺是天门。"
        },
        {
            "标题": "宿东山道院",
            "作者": "李之世",
            "内容": "春入寒山渐解冰，风吹檐溜滴层层。银蟾未没金乌出，夜坐云岩不炷灯。"
        },
        {
            "标题": "冬日书怀",
            "作者": "李之世",
            "内容": "气至寒林惨不舒，萧然晏坐得真如。耗磨转觉雄心尽，简懒全于世法疏。\n一叶为家将鹤往，三冬无事带经锄。过逢半是邱中侣，多暇还参种树书。"
        },
        {
            "标题": "冬夜刘平子过中林居话别",
            "作者": "李之世",
            "内容": "淅淅疏林惊暮鸦，涓涓零露滴蒹葭。叫云雁起他乡思，泛月人归午夜槎。\n阶冷茶烟清竹色，杯长语澹落灯花。龙潭剩有重游约，吩咐山灵护碧霞。"
        },
        {
            "标题": "閒斋对雨同吴非熊作",
            "作者": "李之世",
            "内容": "凉雨滴未收，微阳复放景。烁叶助澄鲜，连山带远净。\n况此对知心，萧然发清兴。返照犹在壁，新月出林顶。\n笋舆唤不来，念子归途泞。"
        },
        {
            "标题": "广独漉篇",
            "作者": "李之世",
            "内容": "独漉独漉，富人买田不买屋。盈箱盈囷谷累累，譬如触目皆珠玉。\n世间何事不求人，囊里有钱瓶有粟。卖谷又得钱，将钱复买田。\n操豚祝天公，但愿禾苗被垄，南亩连阡。纵有馀钱起大屋，不是载人但载谷。\n三级高圌品字安，圌音围，盛谷器也。臂大麻绳拦腰束。\n堂前幻出九疑山，厅心路转三巴曲。庭内舂声庭外闻，旧禾未打新禾续。\n平明张"
        },
        {
            "标题": "新置斗室颜曰不住庵因纪以诗",
            "作者": "李之世",
            "内容": "双脚似转蓬，如何得暂住。我身随脚转，歘若空中雾。\n何况身外居，亦复等行路。新置一间房，副以常供具。\n何须用此房，如行小歇步。竹帘和木榻，茶铛并酒瓠。\n草草略完整，一一就安厝。坳池潴积水，小有濠濮趣。\n盆鱼四五头，时花两三树。我来粗洒扫，我去暂扃锢。\n不借俗人居，墙壁忌沾污。不用家童守，无甚可将护。\n辟如解绦鸟，岂必恋空笯。以我幻来身，权寄遽芦寓。\n取名不住庵，庵非常住故。"
        },
        {
            "标题": "度岭谒张曲江祠",
            "作者": "李之世",
            "内容": "前朝风度一瞻依，立马庾关望翠微。閒剔荒苔看古碣，斜阳山色逗人衣。"
        },
        {
            "标题": "题陈命美壮游册十首 其五 星石兴题",
            "作者": "李之世",
            "内容": "携来端石砚，濡笔题星石。雨花剥不尽，前朝遗墨迹。"
        },
        {
            "标题": "江行夜泊",
            "作者": "李之世",
            "内容": "涉川振遐楫，遵坎沿脩渚。江势拍鸿濛，荡漾摩天宇。\n蔽日下千艘，逗浪危帆阻。溯流舣圻岸，投篙侧浦溆。\n辨火知渔舟，依依泊孤屿。风汎菰蒲偃，棹触凫鹥举。\n沙际见遥村，烟中闻夜语。水族纷回诡，波光澹来去。\n戒徒念屡忉，信履道无沮。因书成短谣，庶用劳同旅。"
        },
        {
            "标题": "途中杂咏同区季誉 其一",
            "作者": "李之世",
            "内容": "马迹难消驿路尘，惊看时序物华新。流莺出谷初求友，海燕衔坭欲傍人。\n榆荚半霏寒食雨，桃花疑带武陵春。杖藜准儗寻芳去，泽畔行吟问楚臣。"
        },
        {
            "标题": "溪馆夜坐 其二",
            "作者": "李之世",
            "内容": "开门无远近，淡漠孤烟生。林光火乍迸，短桥人独行。\n众鸟方归息，草虫时一鸣。溪流杂雨响，断续间疏更。"
        },
        {
            "标题": "途中杂咏同区季誉 其二",
            "作者": "李之世",
            "内容": "无才秖合老盐车，敢向穷愁问著书。贫似张仪犹有舌，病怜潘岳未宁居。\n中原游侠千金尽，上苑烟花三月馀。共道吴门容大隐，恐伤留滞鬓毛疏。"
        },
        {
            "标题": "雷阳道中即事 其八",
            "作者": "李之世",
            "内容": "欹木崩厓架短桥，盘冈几转度山椒。牛堪负囷归村垄，水自推车灌稻苗。\n瘴雨洒林烟不扫，火云酣午叶如烧。虽然也是南中地，却望家园首重翘。"
        },
        {
            "标题": "途中杂咏同区季誉 其三",
            "作者": "李之世",
            "内容": "拂面轻尘捲地遥，杨花点点扑征轺。疏槐野火连官舍，断碛残冰没短桥。\n日落荒原人迹少，风生嫩草马蹄骄。旗亭处处堪乘兴，拚典鹴裘慰寂寥。"
        },
        {
            "标题": "题高公先画",
            "作者": "李之世",
            "内容": "昔我骑秃驴，关山几万里。当时只叹行旅苦，岂知身在画图中。\n览图始知行旅好，在家宁免絷樊笼。木叶落，小亭空，短桥东复东。\n霜凄露正浓，敲诗谁是骑驴翁。"
        },
        {
            "标题": "初发湴湖与仲昭侄别",
            "作者": "李之世",
            "内容": "暂尔离乡井，暮行投远村。驿亭无长吏，稚子候柴门。\n平明驱马去，露白岸微昏。严程自兹始，羁思更何言。"
        },
        {
            "标题": "咏止酒",
            "作者": "李之世",
            "内容": "欢伯招我游，愁城域我止。悲欢各有缘，不落杯匕里。\n两渡琼海洋，孑身抛妻子。中馈乏酒储，曷为嘉宾喜。\n况乃逢俗宾，投觞辄欲起。强作解事言，浊醪有妙理。\n知音不在弦，得趣酒可已。今我欲还山，此瓢永弃矣。\n辟如鼠饮河，岂必窥其涘。怀哉阮步兵，瓣香聊以祀。"
        },
        {
            "标题": "寿母舅小川翁七十初度",
            "作者": "李之世",
            "内容": "清时衡泌足相羊，薇省风华擅墨庄。颊映丹霞玄鹤鬓，带垂黄缬绿荷裳。\n花边酒盏移棋局，驴背诗情附锦囊。昨夜红桃初绽蕊，早传春信到瑶觞。"
        },
        {
            "标题": "访余彩震溪居留酌",
            "作者": "李之世",
            "内容": "秋水欲浮郭，维舟便到门。村舂隔邻巷，书声在竹园。\n花间时引步，雨里一开尊。尽日无人见，焚香展话言。"
        },
        {
            "标题": "同韩孟郁夜访方孟旋于万福寺",
            "作者": "李之世",
            "内容": "长安车马如流水，一到香林便不还。童子汲泉当茗灶，山僧补衲下松关。\n灯悬古榻摊书满，月照疏棂伴客閒。不是风流许玄度，谁令清净此追攀。"
        },
        {
            "标题": "秋日园居呈王老师兼寄湛仲宾 其四",
            "作者": "李之世",
            "内容": "一雨能消暑气残，幽斋晴景更宜看。床头堕叶摊书满，槛外飞花扑径寒。\n山色濛濛当睥睨，商声淅淅戛琅玕。关河迢递知音隔，独抱丝桐未忍弹。"
        },
        {
            "标题": "秋日园居呈王老师兼寄湛仲宾 其三",
            "作者": "李之世",
            "内容": "落絮游丝片片浮，小园萧索不禁秋。衰荷欲卸红妆淡，嫩竹疑含粉黛愁。\n曲沼平添疏雨润，高台独上晚风遒。最怜潘岳多情思，不赋閒居亦白头。"
        },
        {
            "标题": "秋日园居呈王老师兼寄湛仲宾 其一",
            "作者": "李之世",
            "内容": "蔓草苍藤次第除，小亭灌木共萧疏。驰驱自信无长策，贫病因知恋敝庐。\n时复攒眉过白社，更谁载酒问玄居。倦游司马多愁渴，犹向文园赋子虚。"
        },
        {
            "标题": "秋日园居呈王老师兼寄湛仲宾 其二",
            "作者": "李之世",
            "内容": "叠石为坛竹作林，编茆幽结薜萝深。三千客里空长铗，万事邱中有短琴。\n静爱松风醒蝶梦，閒调天籁韵禽音。栖迟漫笑儒冠拙，何地江湖不陆沈。"
        },
        {
            "标题": "寄冯文孺",
            "作者": "李之世",
            "内容": "少年射策献长杨，彩笔同驱翰墨场。君悟莲花窥法藏，我从药里访医王。\n迷途转认无生路，度世虚疑不死方。大地山河皆泡影，不知何处是津梁。"
        },
        {
            "标题": "秋日园居呈王老师兼寄湛仲宾",
            "作者": "李之世",
            "内容": "结束深居兀似禅，聊从物外得清缘。拚浇块礧赊邻酒，懒逐侏儒乞俸钱。\n老骥时能歌伏枥，蠹鱼犹自抱残编。三年国士衔知遇，矫首云霄思惘然。"
        },
        {
            "标题": "过虔州访东溟上人不值闻寓潭江赋此寄赠",
            "作者": "李之世",
            "内容": "多为檀那开讲席，独留弟子扫禅关。交游方外情弥重，出世缘中法未閒。\n到处逢人脩净土，观心了不住名山。盈盈相望潭溪水，一棹西江载月还。"
        },
        {
            "标题": "尘浪",
            "作者": "李之世",
            "内容": "舆行尘浪中，有如江上船。长风吹沙立，白埃漫苍天。\n油幕随飘蓬，肩趾失其权。平坡亦登顿，十步九翻颠。\n借憩古树阴，枝搅软如绵。疲役思投止，青野断人烟。\n殷勤慰仆御，尽力更挨延。"
        },
        {
            "标题": "和饮酒 其九",
            "作者": "李之世",
            "内容": "谷以春而获，花逢腊亦开。海上真仙都，其俗号无怀。\n我欲受一廛，乘桴志靡乖。勺水亦可饮，支林亦可栖。\n鸿雁遵沙渚，宁顾指爪泥。自来生分薄，良愿不我谐。\n今是昨诚非，一悟了不迷。茫茫汎苦海，是岸我即回。"
        },
        {
            "标题": "尹山云道人别余七年矣每思追寻窅无踪迹今年偶因一方士注声于余念云水孤踪不便缄札急觅扇头聊占四韵附寄之",
            "作者": "李之世",
            "内容": "自信疏狂休问天，三生谁共话因缘。都门策马居人后，春社传杯让客先。\n醉里扶筇梅坞月，梦中吹笛铁桥烟。分明旧路君曾记，误落娑婆五十年。"
        },
        {
            "标题": "余客姑苏馆于僧寺昔年舍弟文度寓焉重览壁题凄然有赋",
            "作者": "李之世",
            "内容": "雨塌颓垣旧径非，化宫金像俨斜晖。巡廊废灶僧雏去，画栋衔坭燕子归。\n瑞竹已随空影没，神钟欲觅款文微。西堂此际难成梦，重阅留题泪满衣。"
        },
        {
            "标题": "古冈八景和叶六桐明府韵 其四 圭峰瀑布",
            "作者": "李之世",
            "内容": "喷瀑奔来万马强，可堪描写入诗肠。瘿瓢酌罢枕松石，也爱松风午梦凉。"
        },
        {
            "标题": "古离别曲",
            "作者": "李之世",
            "内容": "长堤堤边柳如丝，堤上行人多别离。千条万条都折尽，那个攀条不泪垂。"
        },
        {
            "标题": "游观音岩",
            "作者": "李之世",
            "内容": "陡绝一悬崖，跻攀断云术。却从烟际渡，如捣鼋鼍窟。\n洞口出波心，萦阶琢山骨。扪摩石压面，登顿头低膝。\n涧绝施层栈，厓巉引脩繂。缭绕蜗旋壳，高庳蚁封垤。\n诡幻非一态，奇崄难具悉。行人去窅窅，忽讶半空出。\n大士趺莲花，慈容照慧日。阳鏬漏天光，阴窦秘泉潏。\n碍石过云迟，飘帆转溜疾。蹑景忽如驰，回睇惘若失。\n清游难久恋，灵迹洵无匹。"
        },
        {
            "标题": "老柏",
            "作者": "李之世",
            "内容": "偃盖崚嶒解傲霜，虬枝半似攫穹苍。道人惯服青青叶，却讶霞衣带麝黄。"
        },
        {
            "标题": "禽言 其二",
            "作者": "李之世",
            "内容": "归去好，归去好。在家起常迟，离家饭常早。戴星骑秃驴，昏黑随山跑。"
        },
        {
            "标题": "和鬼蝶",
            "作者": "李之世",
            "内容": "花魂偏作妖，鬼血藏金碧。腐草亦成文，点点留斑迹。"
        },
        {
            "标题": "过采石吊李太白",
            "作者": "李之世",
            "内容": "长江碧潆洄，青山莽明灭。采石流朱英，灿烂瑶台阙。\n忆昔夜郎初度时，宫锦袍鲜湛羽卮。一杯浊酒一篇诗，忽然骑鲸蹑斗箕。\n迩来不知千百载，但见文采照江湄。冯夷宫，鲛人窟，奔涛逆浪不能平。\n万顷烟波沈海月，月沈犹可掇，水逝无还期。孤云叆叇晴天没，与尔停杯一问之。\n阳乌何东升，玉兔何西驰。纵有长生药，那管鬓边丝。\n贤达既寂寞，饮者谁留名。吸尽长江水，不能实瓶罂。\n升沈贵贱何曾定，请看离离水上萍。险莫险兮马嵬之回湍，难莫难兮蜀道之七盘。\n人情倾仄与波澜，谁将一日醉，易此供奉班。长安市上红尘满，归来沧海弄潺湲。\n沈香亭，金銮殿，伊昔豪华不可见。蛾眉翠黛波盈盈，髣髴太真擎玉砚。\n我来访古不胜愁，缥缈长空倚暮楼。澄波一抹飞云尽，三山点点若浮沤。"
        },
        {
            "标题": "过汨罗吊三闾庙",
            "作者": "李之世",
            "内容": "昔闻楚子怨，今过汉江湄。山鬼搴萝立，湘灵鼓瑟悲。\n茝兰行客荐，时俗土人思。古庙空山里，阴风闪翠旗。"
        },
        {
            "标题": "过兴教寺题荆山上人兰若",
            "作者": "李之世",
            "内容": "通西桥畔古招提，堆石崩沙绕碧溪。黄叶满林僧不扫，自车泉水灌蔬畦。"
        },
        {
            "标题": "重过黄氏园访〔李〕影九",
            "作者": "李之世",
            "内容": "翳然一林水，蒲稗相因依。昔我届春游，涉夏转芳菲。\n宿雨潴众浍，池痕漫以肥。萝竹争空阶，灌莽司垣扉。\n人影交湿光，深碧在巾衣。薄日照难彻，绀绿蓊成围。\n境寂虫逾武，人閒鸟息机。蛙响竞中夜，到午力稍微。\n一为摊书坐，散虑憺忘归。"
        },
        {
            "标题": "过羽甫家兄池馆留赠 其二",
            "作者": "李之世",
            "内容": "深巷市喧隔，虚亭长寂寥。穿阶留绿笋，级树缀红椒。\n童子收松粉，山樵送药苗。诗筒兼酒盏，忙过百花朝。"
        },
        {
            "标题": "七夕独酌衙斋有怀梁自献潘孟与张敬余",
            "作者": "李之世",
            "内容": "凉飙拂槛露泠泠，纤月当楼可一亭。荏苒流波逢七夕，合离人间亦双星。\n天边朔吹来初雁，草际微光缀乱萤。徒有芳尊不同赏，灯花牢落向谁青。"
        },
        {
            "标题": "送汪尔含还新安兼讯白下旧游用命美韵 其四",
            "作者": "李之世",
            "内容": "残山剩水几豪吟，盘礴看君一解襟。青海留书将别泪，白云飞梦远游心。\n行边荔子偏垂赤，到日槐芽已换金。若过秦淮应息桨，画船烟月底般深。"
        },
        {
            "标题": "过石门访王尧韭新居",
            "作者": "李之世",
            "内容": "钟鼓楼前吹画角，烟火家家遍城廓。太守祠荒径草深，居士披裘恒带索。\n数武方塘接敝庐，相过不用唤篮舆。登堂把臂忘宾主，楸局桐徽问古书。\n未论胜具雅非一，交情不与流莺匹。懒将笑语媚时人，生成一片崚嶒骨。\n素业难凭清吏遗，青缃自是侬家物。环堵萧然不是贫，布袜方袍野葛巾。\n移泉不问晴和雨，听鸟常同昏与晨。老子生来有洁癖，海南独恨少茶宾。\n三日门前无履迹，便遣平头走通刺。先生蓬巷雀张罗，居士萝轩门是席。\n我从挟策望燕阍，君亦移家向石门。石门确确石径滑，虚庭无瓦草依垣。\n匡床祇有残书帙，客来何处话琴尊。问君扩落胡为尔，吞声嘿嘿不敢言。\n自古世途多偪窄，劝君舒眉莫戚戚。沧海有日碾成尘，深谷须臾变邱垤。\n胡为坠地七尺身，不寄四方寄四壁。我今浮海即为家，君今无家亦似客。\n大地何分南北居，我身仍是去留宅。世情厌故不厌新，贺君且结石门邻。\n蜗牛行处头戴屋，人生随寓可安身。石门石门何嶙峋，门前沙井清粼粼。\n愿将一掬清泠水，且浣舍田耳畔尘。"
        },
        {
            "标题": "南归过社中访念心上人",
            "作者": "李之世",
            "内容": "松自娟娟水自潺，倦游因得叩禅关。阅穷世味方知淡，才到空门觉未閒。\n竹崦暗穿潮响细，壁光微印树痕斑。相留茶笋延清话，皓月澄江照客颜。"
        },
        {
            "标题": "将北上过江门别林阳仲",
            "作者": "李之世",
            "内容": "岂是齐竽误，谁明卞璞心。生涯随去住，吾道亦浮沈。\n桂棹江门坞，兰房翠岳阴。向来同燕赏，此夕漫商参。\n猿鹤故山梦，风尘行路吟。睽违方在即，何以叙遐襟。"
        },
        {
            "标题": "过越王故苑",
            "作者": "李之世",
            "内容": "废苑郁迢迢，霸图尚未销。落花如有恨，片片度溪桥。\n鸟学歌声涩，云疑舞袖飘。谁将千古意，指点认前朝。"
        },
        {
            "标题": "闭关 其三",
            "作者": "李之世",
            "内容": "蟠木瘿瓢老瓦铛，随缘蔬食类行僧。狂心也逐猿羁锁，破得尘劳第几层。"
        },
        {
            "标题": "秋水芙蓉",
            "作者": "李之世",
            "内容": "朱华涵绿浪，并泻一秋光。澹冶生閒韵，清妍濯浅凉。\n飘来枝影动，散去岸痕香。水镜如同照，流波望正长。"
        },
        {
            "标题": "经绿护屏村",
            "作者": "李之世",
            "内容": "山行数十里，渐觉有人家。隔坞闻春白，沿溪尽沤麻。\n泉流经九曲，磴道入三丫。穴处依山谷，刀耕近水涯。\n土垣桑作户，蓬巷竹成遮。灌木环村背，垂藤傍屋牙。\n居人惯逐虎，迷路屡惊蛇。秋垄家家麦，春苗处处蛙。\n甘瓜持作馔，苦叶代烹茶。简朴淳风在，栖迟世代遐。\n暝猿时挂树，幽涧自飘花。到此尘心尽，农谈日易斜。"
        },
        {
            "标题": "经绿护屏陈公甫先生读书处",
            "作者": "李之世",
            "内容": "青山围碧玉，中有读书台。颓垣鞠草莽，伊人安在哉。\n唯馀山丹树，花落点苍苔。"
        },
        {
            "标题": "题陈命美壮游册十首 其六 东山佳气",
            "作者": "李之世",
            "内容": "城市俗不过，要寻僧寺閒。今朝试蜡屐，携妓上东山。"
        },
        {
            "标题": "有感和坡公和孙叔静韵",
            "作者": "李之世",
            "内容": "世法老难熟，心情近更疏。眼昏看簿牒，心怯开家书。\n造物劳薪甚，吾生爨木馀。有时拈秃管，空腹不堪摅。"
        },
        {
            "标题": "和观棋",
            "作者": "李之世",
            "内容": "登岸造极，筑基累址。义取其争，和不为美。设险似兵，坐隐若士。\n雌雄未分，黑白唯二。投鞭断流，探穴取子。袖手徒观，当局忘味。\n惊矢落雕，游丝系鲤。制胜以谋，纵擒在指。败还自葺，胜勿浪喜。\n艺之云乎，道如斯耳。"
        },
        {
            "标题": "题陈命美壮游册十首 其八 挥麈谈玄",
            "作者": "李之世",
            "内容": "手持犀麈柄，权作苍蝇拂。蒲团坐堆堆，口里道何物。"
        },
        {
            "标题": "次和尹世立夜过口占",
            "作者": "李之世",
            "内容": "潮响刚到门，客屐临溪驻。登台目稍宽，倚树得新句。\n朦胧月始华，澹宕林多趣。语罢出林垌，笑指客来处。"
        },
        {
            "标题": "食南椰面和坡翁意苡",
            "作者": "李之世",
            "内容": "南中少霜霰，麦性不淳良。惟此南椰面，饱食胄不伤。\n我亦核其性，山经早已亡。但闻产黎落，其树径丈长。\n胡天有嘉植，偏厚于遐荒。始疑椰实粉，或曰捣桄榔。\n登筵贶佳客，讵云俭岁粮。搜和净且滑，作饵亦馨香。\n乃知膻食者，徒以饫肥肠。温冰与软玉，翠盘别有光。"
        },
        {
            "标题": "过粟泉访李影九不遇因为山僧草疏",
            "作者": "李之世",
            "内容": "踏遍閒原日未曛，松房宴坐不逢君。半庭草色浮书带，满镜池光染墨云。\n山鸟时能呼佛现，荷花也解沐禅芬。清泉酌罢休言去，且为檀那草愿文。"
        },
        {
            "标题": "新制沈香冠和椰子冠韵",
            "作者": "李之世",
            "内容": "揩磨玄角映霜丝，鹤氅鸠筇物外仪。五指黎人为木客，三山仙子是冠师。\n奇香到眼余偏赏，异国传来人未知。才向镜前簪一会，封函留待入林时。"
        },
        {
            "标题": "社中琴集送吴生还金陵余亦将北上",
            "作者": "李之世",
            "内容": "别绪人方嘿，离弦泛泛长。君应携韵去，余亦束琴装。\n荷渚擎云翠，枫窗点叶黄。泉声弥恋恋，似惜马蹄忙。"
        },
        {
            "标题": "古冈八景和叶六桐明府韵 其二 紫水渔舟",
            "作者": "李之世",
            "内容": "几树疏杨间小桃，镜波如赭映城濠。渔船个个和烟宿，烟际遥山侣戴鳌。"
        },
        {
            "标题": "潘孟与见和草堂六首因赋十九韵以勖之",
            "作者": "李之世",
            "内容": "从来唱和手，离合两俱难。刻画看形表，吹镂任笔端。\n呼空传响籁，逆势取波澜。孤管和音奏，繁弦妙指弹。\n水穷云绪起，山仄马蹄安。似以灯传影，还同弹迸丸。\n调谐丝比竹，采晕碧和丹。听只闻邪许，臭微辨茝兰。\n谛观神秀俗，休问体肥单。唾出人争拾，衔馀鸟弃残。\n灵须呵瓦石，险必呕肠肝。海底淘星月，空中舞索竿。\n穷搜诸宝现，高蹑万人寒。以此归词匠，方堪步雅坛。\n山川元不朽，金石也难刊。世自趋狂药，谁为破梦团。\n古来高格少，人尽矮场观。之子才而敏，伊余乐且般。\n鸳鸯原活谱，针法在人看。"
        },
        {
            "标题": "久旱悯农因和停云 其二",
            "作者": "李之世",
            "内容": "西郊作云，厥气冥濛。有赫震雷，倒岳掀江。掩耳避之，闭户塞窗。\n天意叵测，莫之适从。"
        },
        {
            "标题": "久旱悯农因和停云 其一",
            "作者": "李之世",
            "内容": "停云薄空，有风无雨。欲叩帝阍，祝融伊阻。三春云迈，良辰空抚。\n孰捣龙宫，操豚是伫。"
        },
        {
            "标题": "久旱悯农因和停云 其四",
            "作者": "李之世",
            "内容": "液不荣根，叶辞其柯。民之不禄，孰沴天和。及此降霖，获少丧多。\n其复不尔，嗟嗟民何。"
        },
        {
            "标题": "久旱悯农因和停云 其三",
            "作者": "李之世",
            "内容": "眷彼良苗，悴不再荣。哀哀孑遗，嘿轸余情。祠川祷岳，岂惮宵征。\n昊天不恤，不如靡生。"
        },
        {
            "标题": "生朝自寿示诸生和子由生日",
            "作者": "李之世",
            "内容": "蠕动皆含灵，脩短亦不一。偶然脩短之，岂必天所骘。\n俗士强安排，持券邀所必。至人冥于虚，君子践其实。\n体堕形匪拘，神藏聪可黜。潜然返厥初，生理亦云毕。\n我年过半百，所遇半凶吉。流坎乘化运，憺漠守神室。\n未免与俗缘，所欠焚研笔。我自观其生，君勿庆余日。"
        },
        {
            "标题": "高仲良见和为园小作倚韵有答",
            "作者": "李之世",
            "内容": "难将慧舌比莺儿，蝉嘒蛙咙只任之。涂抹自知嫫母丑，斧斤全藉郢人私。\n一声清戛疏篁月，几阵香馩芳桂枝。雨湿诗筒烟满纸，挑灯吟到夜分时。"
        },
        {
            "标题": "寄贺李本宁先生起南太常",
            "作者": "李之世",
            "内容": "中朝方系望，宁许赋鸿冥。卿月临淮甸，春风过洞庭。\n千秋垂信史，七郡戴祥星。礼乐窥元始，英髦属典刑。\n宫悬今待奏，国牒已镌铭。旧好仙曹接，新题御藻馨。\n钟山登霁色，湖水贴天青。草莽忻殊遇，曾邀笔墨灵。\n先生己未春曾为余叙拙稿，故结中致感云。"
        },
        {
            "标题": "湖口阻风",
            "作者": "李之世",
            "内容": "永夜潮声怒未休，湖光东望贴天浮。可怜一叶扁舟雨，空载长江万斛愁。\n水面时行青草堰，浪痕高过白沙洲。谁云京路平如砥，苦海风波不自由。"
        },
        {
            "标题": "和寄虎儿",
            "作者": "李之世",
            "内容": "槟榔花兼实，蒟酱叶连根。何须啖丹荔，始羡海南村。"
        },
        {
            "标题": "次陈命美笏斋八景 其三 槐巷风生",
            "作者": "李之世",
            "内容": "一片凉生碧树头，微风叶叶点庭幽。炎州怪底全无暑，输与疏槐占好秋。"
        },
        {
            "标题": "次陈命美笏斋八景 其七 鹭浴前湖",
            "作者": "李之世",
            "内容": "閒看飞鹭浴新晴，芳草如茵一簟横。昼永睡残无底事，风敲松子落楸枰。"
        },
        {
            "标题": "次陈命美笏斋八景 其四 荇池月印",
            "作者": "李之世",
            "内容": "驾海飞轮一只孤，银湾浩淼泻晶壶。重重梵网千丝缀，入夜高悬径尺珠。"
        },
        {
            "标题": "次陈命美笏斋八景 其六 岸度钟声",
            "作者": "李之世",
            "内容": "半曳微飔半著捎，飘来清响度林坳。夜长过雨凉无寐，一百八声云外敲。"
        },
        {
            "标题": "次陈命美笏斋八景 其五 桥连水色",
            "作者": "李之世",
            "内容": "石齧飞流几道穿，湍声入夜搅人眠。晴空也有雷霆斗，鞭起狞龙上九天。"
        },
        {
            "标题": "溪边春望",
            "作者": "李之世",
            "内容": "暖烟才著水，澹宕一痕春。密树深藏寺，修篁翠映人。\n拣沙鸿迹净，晒日鹭裳新。渔子閒摇桨，沧波漾钓纶。"
        },
        {
            "标题": "同平子君玉玩月",
            "作者": "李之世",
            "内容": "中秋悬雨夕，月色可能同。素魄微亏晕，流光澹写空。\n连溪蘸一碧，鉴叶皎千丛。清景谁延赏，高台习习风。"
        },
        {
            "标题": "过东华旧寺访凌空上人不遇因赠御空上人",
            "作者": "李之世",
            "内容": "溪边寻古院，迢迢向草莱。微雨洒郊坰，禅扉傍晓开。\n山僧不相识，借问客何来。十年重到此，殿宇委尘埃。\n补葺成新搆，非复故亭台。却觅临池处，僧指沙砾堆。\n留题壁已没，空想旧莓苔。高基半就夷，洼涧积嵬嵬。\n因悟世界浮，还将陵谷推。随讯主院僧，答言往天台。\n门徒亦星散，客至若为陪。香饭供蒲笋，破例款良醅。\n嘿嘿自萦抱，开怀且尽杯。"
        },
        {
            "标题": "沈香山和松林山韵",
            "作者": "李之世",
            "内容": " [明代] \r\n       李之世"
        },
        {
            "标题": "刘仲安以青山草堂诗见贻寄题一首",
            "作者": "李之世",
            "内容": "城里有佳山，沈霾如许久。浑沦气色疑未分，恰似精华今始剖。\n刘郎本自天台流，今来却是云山友。城郭劳劳到者稀，扪历方知岩岫陡。\n前山如揖复如趋，中岭峨然似拱受。万瓦鳞鳞睥睨间，炊烟几缕萦林薮。\n峰头古木不知年，阴森或有精灵守。閟林黝壑悄无人，偕游必与烟霞耦。\n刊木随方借卜居，小构茆亭仅数肘。镌石磨崖记岁年，我与山灵良匪偶。\n岭上白云堪赠谁，缄题为寄中林某。剩水溪头侬是家，薄有园庐宽似斗。\n非无圭山一片翠，望里迢迢隔窗牖。君今振衣千仞岗，笑我红尘地下走。\n纸上分明寄卧游，云关有路何时叩。看君不是山泽癯，广额棱棱河似口。\n暂尔云山狎主盟，它日移文君讶否。"
        },
        {
            "标题": "登济上酒楼 其一",
            "作者": "李之世",
            "内容": "谪仙本沈冥，季真亦萧爽。霾名供奉班，浪迹鉴湖长。\n纵酒全天真，论诗契玄朗。乘兴非夙期，间值或偕往。\n金龟时自解，宫袍醉相傍。兹地留芳踪，怀古惬遐想。\n兀兀孤城间，危楼自高敞。"
        },
        {
            "标题": "登济上酒楼 其二",
            "作者": "李之世",
            "内容": "济上有酒楼，醉仙像在兹。我来一瞻拜，怅矣不同时。\n孤城临孔道，处处飏青旗。当时贺李辈，偶此泛金卮。\n后人表芳躅，就地搆魏祠。因悟贤达徒，所过留音徽。\n方其混酒廛，悠悠孰见知。饮者留其名，斯语信戏辞。"
        },
        {
            "标题": "送陈当时陈季慈何龙友出京",
            "作者": "李之世",
            "内容": "谁道词人满帝畿，相怜失意不同归。敝裘为客黄金尽，击筑高歌白日微。\n沟水寒流春寂寂，燕山残雪晚霏霏。因君怀土情弥剧，尊酒河梁泪湿衣。"
        },
        {
            "标题": "寄故园兄弟",
            "作者": "李之世",
            "内容": "浮踪窅窅信萍槎，旅梦经年不到家。才入仕途都是海，备尝世态半如霞。\n池荒且喜蛙陈鼓，门冷从教雀噪衙。唯有流光容易度，三春空负故园花。"
        },
        {
            "标题": "何文起将营西山别业拉余往观因而有赋 其二",
            "作者": "李之世",
            "内容": "缘萝折折到柴扃，林自萧森壑自冥。依隐自怜芳桂绿，卜邻偏藉古松青。\n溪山佳处宜层阁，登陟疲时可一亭。记取池边数片石，品泉留与续茶经。"
        },
        {
            "标题": "望临江台寄陈瑜仲陈熙父",
            "作者": "李之世",
            "内容": "孤台临断岸，此地昔攀登。擘石沈危浪，盘空缀古藤。\n山童横牧笛，溪妇晒鱼罾。极目观溟涨，垂纶愧未能。"
        },
        {
            "标题": "何文起将营西山别业拉余往观因而有赋 其一",
            "作者": "李之世",
            "内容": "城里住山独擅奇，买山还订住山期。白云窥户知新主，黄鸟投林借旧枝。\n废井觇泉荷锸往，荒阶种石带苔移。镌厓未暇穷幽胜，一为烟霞洗俗姿。"
        },
        {
            "标题": "访卢斗山不遇",
            "作者": "李之世",
            "内容": "一径萧萧万玉林，数椽茆屋住山深。不知采药何来去，总在云萝无处寻。"
        },
        {
            "标题": "过庐陵谒萧拙修太史",
            "作者": "李之世",
            "内容": "暂尔还初服，鸿冥亦可仪。登堂今日再，倾盖昔年知。\n天岂虚麟凤，人其閟鼎彝。赐还当此际，行矣赴昌期。"
        },
        {
            "标题": "柬梁澹明明府",
            "作者": "李之世",
            "内容": "城阴一道绿萝齐，门径居然五柳蹊。仙管乍调明月曲，舞裙时扫落花堤。\n荷尊送暑曾同醉，桐叶经霜几自题。屡欲乘閒追旧约，雨塘蛙吠草萋萋。"
        },
        {
            "标题": "偶以公事出西郭暂憩小庵题壁",
            "作者": "李之世",
            "内容": "确石颓沙岸欲崩，危桥齿齿历千层。已疲官路刚逢寺，乍入云堂不礼僧。\n残暑气清荷叶堰，微凉阴藉豆花棚。閒身也被头颅误，到此情怀冷似冰。"
        },
        {
            "标题": "见白发",
            "作者": "李之世",
            "内容": "衰鬓忽萧飒，霜毫添几茎。镜前看不见，梳后拔还生。\n乍觉游丝绕，还同落絮轻。凭阑翻自哂，嘿嘿此时情。"
        },
        {
            "标题": "游郭塘村题壁",
            "作者": "李之世",
            "内容": "历险乘危倦复登，寻幽那有几人曾。涧桥忽断遥攀树，上屋将欹半碍藤。\n楮叶坛边挝社鼓，岂花棚下晒鱼罾。农谈真觉尘心尽，愧我移家远未能。"
        },
        {
            "标题": "江上词 其一",
            "作者": "李之世",
            "内容": "轻风轻雨端阳时，垂柳垂篁半不支。才听画船歌管续，不知残照已西驰。"
        },
        {
            "标题": "江上词 其二",
            "作者": "李之世",
            "内容": "蒲叶青青艾酒黄，移来孤艇共相将。江头几点分龙雨，一半霏微半夕阳。"
        },
        {
            "标题": "江行晓发",
            "作者": "李之世",
            "内容": "宵行惮昏晦，迅迈及崇朝。孤月媚中川，残星纚奔涛。\n中流澹容与，投策没轻篙。鼓枻溯冯夷，挂席属招摇。\n初日照枌榆，流影披林皋。阴崖发紫芝，阳陆灿红桃。\n川陵径回复，廛邑互周遭。欣兹届归期，云与初愿交。\n纡思把瑶翰，陶然命浊醪。排闷谢怀土，无营神已游。"
        },
        {
            "标题": "酌酒戏赠楚江石",
            "作者": "李之世",
            "内容": "把杯浇石丈，冷面一相看。物有离乡贵，人真作客难。\n雨花凝不活，雪蕊冻微残。终日閒摩弄，惟应共岁寒。"
        },
        {
            "标题": "寒食斋居何文起将之五羊以书话别怅然赋此",
            "作者": "李之世",
            "内容": "凉雨如丝草似茵，那堪病起惜芳辰。为怜涧芷思公子，况对青山别故人。\n野蝶乍来还乍去，啼鹃疑唤又疑嗔。盈盈一带珠江水，祇有双鱼入梦频。"
        },
        {
            "标题": "余将赴琼陈受之解楚绶归移尊话别 其二",
            "作者": "李之世",
            "内容": "移舟临水曲，欲别几夷犹。海国连三岛，波心见万州。\n尊前釐韵谱，天末想诗邮。独有乡园恋，迢迢路阻修。"
        },
        {
            "标题": "余将赴琼陈受之解楚绶归移尊话别 其一",
            "作者": "李之世",
            "内容": "余浮溟海去，君挟楚云归。去住同为恋，行藏愿每违。\n惊看时局异，转觉鬓毛非。况复凉飙至，萧萧满袷衣。"
        },
        {
            "标题": "将之五羊羽甫家兄携酒同诸子话别",
            "作者": "李之世",
            "内容": "相过频如此，相离暂亦难。兰尊初汎绿，荔浦正垂丹。\n孤月悬乡梦，清江破晓寒。幽怀不可写，明发路漫漫。"
        },
        {
            "标题": "余彩震斋中古瓦盘歌",
            "作者": "李之世",
            "内容": "兀兀棱棱一古瓦，是谁良工范而冶。塼沙摸土近千年，可惜沈霾尘土下。\n怜君清高雅相宜，中庭贮水漾沦漪。浇花芳径添新润，洗砚閒斋澹古姿。\n世人贵耳不贵目，纷纷好古翻成俗。不见魏朝宫寝久无踪，后人埴瓦犹衒鬻。"
        },
        {
            "标题": "汪海渡贻诗邀赏菊步韵呈答效唐伯虎体",
            "作者": "李之世",
            "内容": "为甚黄花向酒开，想应名酒浇花栽。无花也觉酒肠涩，有酒可无花事催。\n酒性全凭花作胆，花神端以酒为胎。频频酌酒君休讶，日日看花我肯来。"
        },
        {
            "标题": "结交行",
            "作者": "李之世",
            "内容": "结交重同心，结客重黄金。愿君金多如季子，请君报仇为君死。\n君不见春申门下皆珠履，结交莫结贫贱士。"
        },
        {
            "标题": "赠周明府复任",
            "作者": "李之世",
            "内容": "周侯挺秀自贵竹，英姿皎皎湛瑶玉。早穷学海障回澜，上陵班马掩张陆。\n九苞霅煜含灵文，万里骁腾看逸足。当年射策谒明光，我侯弱冠何昂藏。\n金镳玉勒桃花骑，横行帝里晔生光。驰过金马门突入，麒麟殿，鸣珂散。\n紫宸扬鞭挥赤电。意气凭陵跨五侯，文采风流至尊羡。\n铜章墨绶竹为符，出领专城宰大都。排棼解错利器别，坐理弹琴古所无。\n冈城亦是先儒地，衣冠礼乐号名区。比年水旱驱盗贼，况乃榷算太烦荼。\n孤城嵲嵲谁安堵，百口嗷嗷思待哺。我侯呕喔若慈母，拔冤起殢同焦枯。\n是时封狐当路衢，磨牙吮血恣所娱。薰孤掷鼠自不惜，直探虎穴捋其须。\n忠诚可以回日月，子惠宁论遍里闾。三年治行冠南海，卓异循良汉茂宰。\n忽讶王乔舄影飞，更留召伯甘棠在。十里壶浆拥道周，万人伏阙竞遮留。\n圣主独廑南顾虑，诏从借寇解民忧。进贤之冠紫貂裘，是日承恩出凤楼。\n香含玉座烟独满，露浥金茎泫未收。看花上林苑，折柳大江头。\n自从折柳度江越，清梦迢迢悬魏阙。凫影晨飞碧海霞，琴声夜傍黄云月。\n黄云佳气郁崔嵬，到日襜帷首重回。横波旧识鲸鲵净，夹径依然桃李开。\n吏人肃候干旄返，父老重迎竹马来。余也蓬蒿一贱士，剪拂曾蒙伯乐顾。\n空衔一寸明月珠，欲报深恩无处所。去年送送出河关，双凫可望不可攀。\n今日江凫下江北，扶摇更待凌风翼。南国苍生一解颜，宣室求贤正侧席。\n祇恐徵书下九重，虽欲借寇借不得。噫嘻虽欲借寇借不得，为侯歌德铭金石。"
        },
        {
            "标题": "金华山小庵",
            "作者": "李之世",
            "内容": "庵在半山处，山腰云数层。上方无觅路，古壁有悬灯。\n积霭沈崖栈，消冰见屋棱。往来舟上客，试问几人登。"
        },
        {
            "标题": "经古汶洲寄陈夷仲",
            "作者": "李之世",
            "内容": "此地昔为别，经过倍怆颜。人家平贴水，日影半衔山。\n一雁来何处，扁舟去独閒。殷勤江上鲤，寄信到松关。"
        },
        {
            "标题": "坡翁云客俎经旬无肉又子由劝不读书萧然清坐乃无一事余今有类于是因和其诗",
            "作者": "李之世",
            "内容": "不思何肉与冯鱼，滓秽宁教溷太虚。嗒尔坐忘南郭几，翛然人似上皇馀。\n身依地水真如幻，俗少耕渔近厥初。欲作琼南风土记，山经月令不胜书。"
        },
        {
            "标题": "和冬至",
            "作者": "李之世",
            "内容": "葭管微微动，天心在此中。始知造物意，未遣一阳穷。\n静息方持禁，斋心暂却饛。那堪商旅息，更讶宾朋同。\n玄液劳于坎，苍杓指自东。阳微风不竞，海暖气潜通。\n螺盏吹波绿，牙筹点漆红。风光谁是主，潦倒我成翁。\n书史占云瑞，农祥祝岁丰。阶蓂刚换叶，厨萐未成丛。\n海国三株树，神山五粒松。乘槎如贯月，破浪拟乘风。\n衰凤徒歌楚，无鱼岂叹冯。真成身似叶，更讶鬓如蓬。\n止酒思陶令，赓诗忆长公。临风数归翼，不是羡冥鸿。"
        },
        {
            "标题": "赋得秋荷",
            "作者": "李之世",
            "内容": "盆荷秋欲尽，偏放一枝奇。皎洁凌霜色，娉婷弄月姿。\n轻飔摇影动，香露泫珠垂。向夕钩帘坐，应添静夜思。"
        },
        {
            "标题": "同梁山人过访陈宪副有赠",
            "作者": "李之世",
            "内容": "帘外青山草似茵，閒门车马寂无尘。一官荒徼仍移病，千里还家不却贫。\n院里莺声浑是旧，镜前华发总怜新。玄亭此日堪携酒，莫厌侯芭问字频。"
        },
        {
            "标题": "和坡公倦夜",
            "作者": "李之世",
            "内容": "夜长人意倦，展转候天明。帐绽容蚊入，窗虚恣鼠行。\n渐于乡梦断，翻觉旅魂清。拟作还山计，初衣补未成。"
        },
        {
            "标题": "林阳仲明府邀游凌歊台",
            "作者": "李之世",
            "内容": "绮阁何年结搆新，凌歊台畔石嶙峋。山花尚带繁华色，径草曾承歌舞尘。\n羃羃轻烟开井邑，喧喧游骑匝城闉。管弦十里青郊道，分得春光媚远人。"
        },
        {
            "标题": "溪馆夜坐 其三",
            "作者": "李之世",
            "内容": "野竹乱无次，昏鸦栖不定。灯寒四壁青，坐久春衣冷。\n纷虑忽以閒，微酲亦初醒。榻畔来疏钟，泠然发空警。"
        },
        {
            "标题": "过牛渚温太真然犀处",
            "作者": "李之世",
            "内容": "地岫滔东溟，天倾荡南纪。混沌想初辟，微茫天为理。\n元气互吐欱，谁能测终始。水族并流形，万象纷呈诡。\n鲛室胡扃闭，龙宫孰造址。坤元何糺轧，真采或韬閟。\n兹理自茫茫，笑彼然犀子。"
        },
        {
            "标题": "次和友人苦贫",
            "作者": "李之世",
            "内容": "木棉遮暖草为茵，自笑频年客路尘。帐底有文堪骂鬼，囊中无物可通神。\n倾盖与语皆肝胆，度岭逢人半故新。吟兴转豪气转壮，如君意况讵言贫。"
        },
        {
            "标题": "得友人山房苦雨诗次答",
            "作者": "李之世",
            "内容": "不复辨昏晓，信知春日迟。云来翻作嶂，阶漫忽成池。\n湿灶沈烟处，閒楹生菌时。案头光灿灿，昨夜得君诗。"
        },
        {
            "标题": "送傅子彝还金陵",
            "作者": "李之世",
            "内容": "所嗟行役远，念子去如违。度岭愁闻雁，经秋未授衣。\n家山淮甸杳，乡月大江微。遥忆维舟处，春流满燕矶。"
        },
        {
            "标题": "岭上逢何文起",
            "作者": "李之世",
            "内容": "相逢梅岭上，问我何时归。休问我来归，看我去时衣。\n我衣去时新，归来化淄尘。岂但化淄尘，点点渍泪痕。\n男儿志四方，非我恋乡里。我病日缠绵，我归良有以。\n问我病中情，我病难取譬。一日复一日，但觉形神瘁。\n君语曰无损，强饭善自将。去路与来程，一一为我详。\n自从十一月，辛苦离家乡。是月廿九日，办装发五羊。\n陆路殊劳顿，雨雪又难当。沾病抵濛里，信宿驿馆旁。\n馆舍荒凉甚，居人逐虎狼。病间礼南华，催程过黄塘。\n是时有一仆，苦病泪汪汪。初十度梅岭，就买南安船。\n舟次善将息，稍觉体气痊。立春到赣州，吉安过小年。\n一程到市汊，前病又复然。阻风彭蠡口，归心日日煎。\n却与舍弟别，涕泗交潺湲。元旦又五日，买舟始言旋。\n屡屡写家书，无人寄一字。时时望家乡，无由缩地至。\n今朝逢故人，恍如隔世事。我有家中人，大小平安否。\n君言俱平安，我恐顺应口。我有中怀绪，仓卒难记忆。\n就中所记者，略语难周悉。君行年初四，我返年初五。\n两行皆逆水，舟行那得驶。来时乡中事，约略为我陈。\n乡景想如昨，乡情果日新。浓淡园中景，聚散社中人。\n那处过从数，那个来往亲。扶留青叶翠，新鲜槟榔核。\n持出共对嚼，珍重故乡物。家僮来问讯，软语相宽慰。\n还顾波涛侣，唧唧复娓娓。大小各情亲，人情亦复尔。\n离合见悲欢，所贵同臭味。君今荣趋府，我独倦垂翅。\n浮沈各异路，浊水清尘比。前村笳鼓闹，人来迓车骑。\n旌旄蔽崇冈，蹲蹲走官吏。登车君于迈，策蹇我回避。"
        },
        {
            "标题": "游南华寺 其一",
            "作者": "李之世",
            "内容": "香泉流出响淙淙，回合宁知翠几重。度过盘冈微有径，转寻洞口已无踪。\n山中原亩全归寺，庄落僧徒半力农。行列溪桥还五里，遥风先送殿前钟。"
        },
        {
            "标题": "和连雨独饮",
            "作者": "李之世",
            "内容": "旷怀览千古，事有然不然。我心古人心，相视在其间。\n云胡一体内，强分儒佛仙。此屈不可伸，连语叫苍天。\n混沌无首尾，何物是天先。茫茫针孔内，今古相往还。\n举杯浮积雨，但愿雨连年。沈冥杯斝中，万事可醉言。"
        },
        {
            "标题": "寄赠卞莲生明府",
            "作者": "李之世",
            "内容": "昔曾画舫汎中泠，北固寒烟入晚汀。铁瓮有城高王气，金山留带镇江灵。\n龙飞尚想淮河湿，凫起遥连岭树青。此日关门瞻瑞霭，黄云如盖拥郎星。"
        },
        {
            "标题": "叶山人自楚归携诗稿过访辄有此赠 其二",
            "作者": "李之世",
            "内容": "一片平湖天际青，一点君山水际萍。山人诗骨清如鹤，带得烟光过洞庭。"
        },
        {
            "标题": "叶山人自楚归携诗稿过访辄有此赠 其一",
            "作者": "李之世",
            "内容": "七十壮游世亦稀，萧萧华发映征衣。一囊诗草看犹湿，昨日潇湘江上归。"
        },
        {
            "标题": "寒食舟中",
            "作者": "李之世",
            "内容": "旷野四无邻，征途及暮春。孤舟寒食雨，万里倦游人。\n乡垄音书断，松楸涕望频。一杯今日酒，谁酹故山坟。"
        },
        {
            "标题": "何澹公草堂留题",
            "作者": "李之世",
            "内容": "红尘市上纷相逐，挥汗霪霪如新沐。陡觉门开景色幽，中有天然图一幅。\n乍疑摩诘辋川居，致态不殊景差缩。拈墨和烟粗点缀，脱尽蹊畦与甜俗。\n閒斋窄窄澹生姿，虚牖茏茏映脩竹。石片萦阶龟壳文，瓦块叠屋鱼鳞簇。\n墙如端木不遮肩，巷似柴桑讵容毂。仄径才穿枝碍眉，荒畦移步莎霾足。\n阶前贮月兼酿流，凿渠磬折盘三曲。潮筋海眼何曾透，潴得天泉清可掬。\n石床不斲亦不磨，移来尚带苔纹绿。断处凭将一线通，波心石罅如蠹木。\n墨沈时翻絮絮烟，镜光净抹澄澄谷。平头童子置芳饵，跃出锦鳞鬐鬣秃。\n擎来掌上不惊人，宛如荷叶龟儿宿。须臾掷放撇波去，又似排风纵巨渎。\n山间移药不知名，花底来禽不辨族。绮石养蒲滴滴滋，陶鎗剪蕙旎旎郁。\n疏姿疏韵大宜人，柔绿柔香饱心目。尝恨山家篱落幽，好景不入村人腹。\n城中半是富人居，拚金买埒犹嫌促。石室藏身患不牢，铁关拄户囚如梏。\n谁知澹远饶古趣，坳土芥舟随意覆。睫里焦明隐置巢，头上蜗牛行戴屋。\n閒诵南华齐物篇，更披叔夜养生牍。笑我劳劳尘鞅人，问君有邻卜一卜。"
        },
        {
            "标题": "叶道人过息庐留话兼示麦居士",
            "作者": "李之世",
            "内容": "五十头颅始悟非，半条破衲搭儒衣。从教傀儡三生幻，几见丁令千岁归。\n锁骨已堪霾石室，枵肠犹可疗山薇。罗浮雅有游仙梦，才向君前半露机。"
        },
        {
            "标题": "王尧韭以六忆诗见投和之 其一 忆行",
            "作者": "李之世",
            "内容": "盈盈罗袜隐湘裙，缥缈凌波去若云。时向落花堤畔望，春山澹澹晓烟分。"
        },
        {
            "标题": "王尧韭以六忆诗见投和之 其二 忆书",
            "作者": "李之世",
            "内容": "轻匀兔颖蘸麋脂，阵阵螺香拂玉池。锦字缄题频自看，碧窗宁许侍儿窥。"
        },
        {
            "标题": "王尧韭以六忆诗见投和之 其三 忆醉",
            "作者": "李之世",
            "内容": "甲帐宵然蜡炬红，海棠睡起怯东风。珊瑚半倚娇无力，一点难消珀晕浓。"
        },
        {
            "标题": "王尧韭以六忆诗见投和之 其六 忆妆",
            "作者": "李之世",
            "内容": "菱花似水写秋光，画出双眉若个长。一片乌云翠可鉴，飞来小凤立中央。"
        },
        {
            "标题": "王尧韭以六忆诗见投和之 其四 忆歌",
            "作者": "李之世",
            "内容": "朱唇不动韵轻飏，宛宛新莺度绿杨。罗袂乍垂还乍举，微风时递麝黄香。"
        },
        {
            "标题": "王尧韭以六忆诗见投和之 其五 忆眠",
            "作者": "李之世",
            "内容": "窥人皓魄一轮孤，消得清宵此景无。就枕忽惊还独起，不知谁为解罗襦。"
        },
        {
            "标题": "旅馆书怀 其五",
            "作者": "李之世",
            "内容": "铺设閒供具，常时净扫房。竹间安茗灶，花下置藜床。\n学演戏禽法，多传却老方。昼长无事事，小步绕巡廊。"
        },
        {
            "标题": "旅馆书怀 其三",
            "作者": "李之世",
            "内容": "住处当官路，转过门巷斜。借经来静院，贷米向邻家。\n病眼长亲药，衰脾尚癖茶。偶逢方外士，劝我炼黄芽。"
        },
        {
            "标题": "旅馆书怀 其一",
            "作者": "李之世",
            "内容": "城市休相问，闭门事事疏。向人求药草，课仆种盆鱼。\n补壁悬新画，移床顿古书。閒庭刚洒扫，纤月到前除。"
        },
        {
            "标题": "送赵弼之吴下省亲",
            "作者": "李之世",
            "内容": "春江渺渺落鸿孤，送子扁舟下五湖。一片白云看不尽，暗随明月入姑苏。"
        },
        {
            "标题": "旅馆书怀 其四",
            "作者": "李之世",
            "内容": "病来慵约束，舒散快心灵。客到频题字，童关渐解经。\n小池过雨碧，砌草闭门青。为惜春朝去，移花插胆瓶。"
        },
        {
            "标题": "旅馆书怀 其二",
            "作者": "李之世",
            "内容": "恰似閒荒院，松门闭寂寥。催斋常过午，听雨每连朝。\n扫地延僧话，裁书谢客招。茆檐忻日出，向暖护兰苗。"
        },
        {
            "标题": "买菊",
            "作者": "李之世",
            "内容": "诸花惟菊最难种，避雨迎暄却费心。自是海南真乐土，百钱买得一篱金。"
        },
        {
            "标题": "宿三那庵次韵赠閒道人 其二",
            "作者": "李之世",
            "内容": "浪说浮生六十三，休将泡影恋虚潭。颠毛秃尽那堪祝，卧胆尝来亦自甘。\n果腹半飘黄麦饭，盖头一把白茆庵。身前身后茫茫事，共剔寒灯五夜谈。"
        },
        {
            "标题": "羽甫家兄斋中曲木几歌",
            "作者": "李之世",
            "内容": "离奇古木不中绳，以之为器器不平。吁嗟岂是樵爨物，高人一见眼自明。\n登君之堂作君几，我取离奇不取平。古之奇人多礧砢，其貌嵚巇而可惊。\n始知世俗称平者，乃是钝滞之别名。山不奇兮不肯高，水不奇兮不肯清。\n平莫平于案与椅，终日对之有何情。请君相士如相几，但见离奇切莫轻。"
        },
        {
            "标题": "立春前一日独酌花下漫兴 其三",
            "作者": "李之世",
            "内容": "景寂人閒喜得兼，绝浓峰色又当檐。红梅未放春消息，移向山窗护布帘。"
        },
        {
            "标题": "立春前一日独酌花下漫兴 其一",
            "作者": "李之世",
            "内容": "春脚嫌寒不肯临，陈苔委叶径阴阴。瓦盘盛得屠苏酒，持向玉兰花下斟。"
        },
        {
            "标题": "晓度梅关",
            "作者": "李之世",
            "内容": "晓霜犹湿径，驱马望山城。乡月临关近，归云傍岭生。\n人今辞北地，雁始背南征。去住虽殊致，同为羁旅情。"
        },
        {
            "标题": "送念心上人游补陀",
            "作者": "李之世",
            "内容": "洞口潮音杳霭间，凉风吹月堕梅湾。长空碧蘸琉璃净，试向云边洗钵还。"
        },
        {
            "标题": "赋梅影 其一",
            "作者": "李之世",
            "内容": "半壁疑见画，虚廊月上时。轻霜含远韵，空水澹寒姿。\n祇自沈吟久，还堪折赠谁。绕檐凡几匝，宿鸟误投枝。"
        },
        {
            "标题": "过孟尝君食客处",
            "作者": "李之世",
            "内容": "齐王昔全盛，公子擅豪华。三千食客今何在，此地空馀弹铗嗟。\n猿啼露白自黄昏，月印苍苔疑履痕。空山隐隐闻鸡犬，犹是当年侠客魂。"
        },
        {
            "标题": "赋梅影 其二",
            "作者": "李之世",
            "内容": "浮影浑无定，移梢渐过墙。月残微带晕，风细稍闻香。\n野寺斜桥外，孤村浅水旁。相看如旧识，伫立听更长。"
        },
        {
            "标题": "明妃怨 其一",
            "作者": "李之世",
            "内容": "去国离乡梦已残，到来□□渐相安。穹庐冰雪知多少，不似长门宫里寒。"
        },
        {
            "标题": "明妃怨 其二",
            "作者": "李之世",
            "内容": "绣锦藏来箧已尘，愁颜半失画图真。君王不用频相忆，祇看深宫洒泪人。"
        },
        {
            "标题": "题陈命美壮游册十首 其七 抚弦长啸",
            "作者": "李之世",
            "内容": "安得知音人，来辨肉和丝。花间与月下，冷然独奏时。"
        },
        {
            "标题": "次陈命美笏斋八景 其一 陶山飞翠",
            "作者": "李之世",
            "内容": "虽然背郭也疑村，空际陶山抹黛痕。望里彩霞光不断，一屏朝爽正当门。"
        },
        {
            "标题": "题陈命美壮游册十首 其十 珠江汎月",
            "作者": "李之世",
            "内容": "春水碧如油，珠江汎月游。女郎不相识，并著木兰舟。"
        },
        {
            "标题": "陪王老师鸣山宴集得地字",
            "作者": "李之世",
            "内容": "云壑郁芊绵，瑶林耸苍翠。冠盖盛遨游，良辰惬胜地。\n岩际张华组，花前驱小队。鸟啼山籁寂，鹤舞松阴碎。\n轻霞槛外浮，落蕊杯中坠。閒听单父琴，暂辍东山妓。\n相看倒接䍦，宛似习池醉。"
        },
        {
            "标题": "题陈命美壮游册十首 其九 浴日晚望",
            "作者": "李之世",
            "内容": "海王宴玉帝，虚空呈百幻。倒翻琉璃屏，跳出金光弹。"
        },
        {
            "标题": "次陈命美笏斋八景 其二 雉堞凌空",
            "作者": "李之世",
            "内容": "鳞鳞雉堞散鸦群，万井烟光凌紫氛。城下汲来沙井水，佛瓶茶灶两平分。"
        },
        {
            "标题": "送吴将军良卿就试大司马",
            "作者": "李之世",
            "内容": "燕山九月飞阴雪，画角城头声咽咽。司马辕门牙帐开，十万材官分队列。\n令旗卓处鼓三严，马首嘶澌蹄超忽。朱缨皑甲晃寒光，满臂骍弓如抱月。\n万人丛中逞好手，目快意迟惜始发。飕飕鸣镝贯垂杨，盾鼻濡毫奏策章。\n宫花插鬓袍如血，五凤楼前谒君王。"
        },
        {
            "标题": "梁伯静过中林夜话复用十四盐",
            "作者": "李之世",
            "内容": "野馆凉飔可辟炎，青灯犹喜故人兼。阶前绿草全欺鬓，镜里繁霜欲糁髯。\n愁绪每寻欢伯遣，痴心频向梦魔占。劳劳门外饶车马，可道潜夫老更潜。"
        },
        {
            "标题": "和午窗坐睡",
            "作者": "李之世",
            "内容": "家有癯仙椅，坐卧便首肘。海舶致之来，今复为吾有。\n久失还故乡，坐忘不知久。偃息妥营魂，安閒舒足手。\n侍僮疑入定，客到讶中酒。我生同草木，不材以为寿。\n华巅难返童，神理当不朽。此中别有缘，睡觉两不受。\n无想亦无因，非净亦非垢。纵然化蝶去，不梦漆园叟。"
        },
        {
            "标题": "赋得莺声似故山",
            "作者": "李之世",
            "内容": "莺声凡几啭，似报故园春。梦醒身仍客，乡遥鸟是邻。\n连天芳草色，刺眼柳条新。欲把双柑听，香醪懒入唇。"
        },
        {
            "标题": "南浦别送嗣淳家兄赴京",
            "作者": "李之世",
            "内容": "南浦溪边春水生，攀条不尽别离情。长安车马如流水，天北天南有雁声。"
        },
        {
            "标题": "送林公毅之会同",
            "作者": "李之世",
            "内容": "春装乘晓发，望望博冲河。海色浮新浪，林芳变旧柯。\n排寒风暂细，进暖气微和。立马南桥畔，听莺一浩歌。"
        },
        {
            "标题": "余畜一黄犬行时留以守衙比再渡琼此犬衔衣跳舞感而赋诗和坡公乌喙",
            "作者": "李之世",
            "内容": "邻舍产一獒，乞养权为主。我行三叮咛，慎勿膏砧俎。\n遂与衙役依，晨昏守空户。及我再来兹，衔衣相向舞。\n似欢还似悲，垂首泪如雨。此畜颇异人，食后浴于浦。\n入水性如獭，搏狸气似虎。别我一岁周，不谓再见汝。\n尽识家人貌，兼复解其语。何物无因缘，三生叩佛祖。"
        },
        {
            "标题": "赋得钱塘歌送张仪吉",
            "作者": "李之世",
            "内容": "君不见钱塘波浪动地来，奔流喷薄共潆洄。张郎笔底驱河岳，气与秋涛争喧豗。\n当年早谢儒冠累，耻学低头事权贵。漫尔江湖作浪游，亦向云山称典记。\n以此蹉跎秋复春，棕袍布袜忘其贫。袖中虽有龙蛇璧，世上徒逢按剑人。\n君今倦游归闾里，锦帆欲指三江水。杖履晴霞岭外春，烟花夜月吴门市。\n吴山一片石峨峨，西湖绿水漾微波。他时兑得馀杭酒，与汝同醉金叵罗。"
        },
        {
            "标题": "游圭峰二十首 其七 玄峰道士山房",
            "作者": "李之世",
            "内容": "群峰望不极，一室迥清虚。莫是化人国，真成静者居。\n岩花细绕径，涧水暗通渠。我亦云中侣，来参方外书。"
        },
        {
            "标题": "游圭峰二十首 其三 玄帝殿",
            "作者": "李之世",
            "内容": "北极是天都。玄冥护赤符。风云开法阵，营卫肃辰枢。\n玉节时趋阙，商飙飒戒途。千年香火地，斜日锁金铺。"
        },
        {
            "标题": "初出关留宿玄帝观与亲友言别",
            "作者": "李之世",
            "内容": "青郊带暝色，官路少人行。雨里停车骑，尊前别友生。\n一灯明古院，五漏隔严城。暂此还栖宿，聊宽远道情。"
        },
        {
            "标题": "补遗秋日徐子靖携区金诸子过访",
            "作者": "李之世",
            "内容": "积雨閒门碧藓侵，何来群从远招寻。长林漫托幽人迹，短铗空悬结客心。\n竹院云阴时对局，石坛苔滑自调禽。青葵浊酒山家味，一醉看君意转深。"
        },
        {
            "标题": "秋日徐子靖携区余诸子过访溪上",
            "作者": "李之世",
            "内容": "秋风门巷足盘桓，散步留宾得并欢。一叶渔舠藏树窅，几家茆屋傍溪寒。\n杯同河朔差无暑，诗比兰亭罚稍宽。尽日幽林人不见，青山閒对碧巑岏。"
        },
        {
            "标题": "羊廷信明经过访以儋被为贽赋此詶之",
            "作者": "李之世",
            "内容": "未曾相识即依依，风雪谁敲白板扉。海外交情怜布被，天涯乡信滞寒衣。\n多君击水风弥厚，笑我穿杨力已微。蹭蹬一毡栖未稳，秋来还欲附雄飞。"
        },
        {
            "标题": "小年夕同杨亦琳胡伯连对酌分赋明日立春",
            "作者": "李之世",
            "内容": "扁舟徒泛泛，野泊傍江渔。客况惊残腊，流年逼小除。\n消愁今夜酒，偿债几行书。独有乡园梦，先春到敝庐。"
        },
        {
            "标题": "苏汝载山房同韩孟郁杨亦琳刘觐国话别",
            "作者": "李之世",
            "内容": "暝色下庭阴，移觞傍竹林。别离不在远，去住总关心。\n久客乡园梦，怀人落日吟。共怜他夜月，尊酒不同斟。"
        },
        {
            "标题": "和劝农 其四",
            "作者": "李之世",
            "内容": "积玉堆金，家弗可久。上智明农，相戒其偶。坊市勿嬉，并力南亩。\n农亦有閒，不为游手。"
        },
        {
            "标题": "和劝农 其六",
            "作者": "李之世",
            "内容": "垦我疆场，拓我边鄙。无地不毛，唯亩是履。既登嘉谷，盈箱溢轨。\n伏腊鸡豚，酒浓肴美。"
        },
        {
            "标题": "和劝农 其三",
            "作者": "李之世",
            "内容": "天祻尔琼，珍饶川陆。地发秘奇，民破淳穆。惰农弗耕，奸贾利逐。\n环琼百室，舂粮不宿。"
        },
        {
            "标题": "和劝农 其五",
            "作者": "李之世",
            "内容": "谋食有方，务本不匮。纵不逢年，勤则有冀。物岂余悭，唯力弗至。\n耕凿嬉游，帝力何愧。"
        },
        {
            "标题": "和劝农 其二",
            "作者": "李之世",
            "内容": "市利莫争，艺我黍稷。金贱谷贵，贷不可殖。驱此劳民，以稼以穑。\n地产明珠，饥不可食。"
        },
        {
            "标题": "瞑投海口庵和入寺",
            "作者": "李之世",
            "内容": "野寺半无门，老佛忘其尊。院残僧不守，流散寄他村。\n我以寺为家，见佛即慰存。海天流日夜，送月复迎暾。\n欲持锡杖尖，挑破黄金盆。阶树定猿守，风檐怖鸽莽。\n街鼓严净夜，人语寂黄昏。剔起佛前灯，残经聊自温。"
        },
        {
            "标题": "步月过天宁寺时僧有扫室相留者索笔赠之",
            "作者": "李之世",
            "内容": "榕阴下夕霁，殿角引微凉。片月流空梵，飘风洒异香。\n僧悬半夜榻，净扫一间房。我亦原无系，江干信短航。"
        },
        {
            "标题": "和贫家静〔净〕扫地",
            "作者": "李之世",
            "内容": "琼人不货帚，教童缚数头。贫家无长物，阶净竹脩脩。\n巧月到庭除，偏能为我留。窗明地亦洁，此乐安可媮。\n净秽关至性，如味别薰莸。士品亦如斯，入室人焉廋。"
        },
        {
            "标题": "送胡南征还皖城",
            "作者": "李之世",
            "内容": "浮上海踪动隔年，归心忽系绿杨烟。锦袍白马嘶芳甸，翠管银筝上画船。\n岭海交游新臭味，燕台花月旧因缘。奚囊收拾江山去，又向云中飏玉鞭。"
        },
        {
            "标题": "山井",
            "作者": "李之世",
            "内容": "小桥转过石岩隈，玉镜圆流印碧苔。见说一泓清似许，每晨亲汲供如来。"
        },
        {
            "标题": "南山樵客歌",
            "作者": "李之世",
            "内容": "朝采南山樵，暮采南山樵。南山高高，白石嶕峣。黝壑无人，阴风飂"
        },
        {
            "标题": "夜起步月烹茶怀周自珍却寄",
            "作者": "李之世",
            "内容": "龛灯留静夜，残梦酒初醒。起步瞻河汉，微光流户庭。\n鸡声破海白，虫语上帘青。正尔怀同赏，茶香入瓦瓶。"
        },
        {
            "标题": "游圭峰二十首 其十三 瀑泉",
            "作者": "李之世",
            "内容": "双泉悬碧落，百折度丹梯。迸作飞空雨，泻为漱玉溪。\n蒸云喷宿雾，插汉饮晴霓。可是巫山女，垂垂珠箔低。"
        },
        {
            "标题": "再题金粟泉书苏公祠壁",
            "作者": "李之世",
            "内容": "茫茫大海汎玻瓈，奇甸波心一叶挈。中有寒泉漾碧光，宛如荷面珠明灭。\n谁云海眼与潮通，泉味夐与咸潮别。石缝澄澄几许深，飘来金粟纷如屑。\n山上常闻产玉禾，井中谁解有金埒。僧雏誇语未足信，居人拾得为余说。\n我来窥井窅无见，恰如贫子思金穴。何须海外觅黄芽，一歃神瀵甘且冽。\n曾浮杨子饮中泠，此泉堪与相颃颉。天荒海阔无人到，羽也泉经安得列。\n前余饮者苏端明，冷庙颓垣碑孑孑。入门见像不肯拜，手自扪萝看古碣。\n佳水佳山信有缘，要待奇人成三绝。二十年前我梦游，光景明明目所阅。\n却恨端明不我见，江山千古留馀缺。今来挥手与山辞，泉声为我增幽咽。\n流波滚滚送游人，五百年后何人啜。"
        },
        {
            "标题": "为何凝生题十九首 其八 活得七十年便是百四十",
            "作者": "李之世",
            "内容": "尘忙每叹驹光促，山静方知鸟历长。识得坡翁过活法，等閒休把日头量。"
        },
        {
            "标题": "升天行",
            "作者": "李之世",
            "内容": "龙游云雾中，飞空杳无迹。众口递交嘘，无风生羽翼。\n富贵信有阶，贫贱岂无极。神龙失水而陆居，虽欲升天升不得。"
        },
        {
            "标题": "得何象冈宫詹书寄诗扇集序赋答",
            "作者": "李之世",
            "内容": "一自投荒澨，星霜五易杓。身难依日月，梦屡切云霄。\n地尽天涵水，气生月应潮。津迷针是导，风利梗同飘。\n逆浪鱼爷壮，吹沙飓母骄。确田刀作耨，村屋苇为寮。\n俗古文儒盛，风偷俗尚浇。遐方徵翡贝，近地少渔樵。\n薄宦嗟浮海，劳薪任折腰。未能收铁网，徒自望铜标。\n之子今名世，天生翊圣朝。弘文资黼黻，卑论采刍荛。\n品藻骀增价，吹嘘羽送飙。感深唯一涕，喜极更难描。\n车笠盟何有，山钟气讵遥。自甘社栎弃，敢望馆材翘。\n山衮行当补，商彝亟待调。波臣惟有祝，报答愧明瑶。"
        },
        {
            "标题": "同彭蒋二寅丈五里亭值雨入白衣庵礼大士 其一",
            "作者": "李之世",
            "内容": "冠盖纷衢路，停舆叩净关。慈云方覆径，法雨乍弥山。\n施食禽忘怖，衔花鹿共閒。犹然牵物役，到此愧尘颜。"
        },
        {
            "标题": "望圭峰寄道人",
            "作者": "李之世",
            "内容": "乱壑在深翠，禅关不上扃。衣裁云叶白，座藉草盘青。\n施食鸟无怖，驮经虎有灵。更疑说法处，或者老猿听。"
        },
        {
            "标题": "园居社僧过宿 其二",
            "作者": "李之世",
            "内容": "以余常依止，于尔可当归。选石安茶灶，借栏挂衲衣。\n看经閒月上，施食野禽稀。不必扃前户，从无人款扉。"
        },
        {
            "标题": "曾文卿见赠诗扇辄答",
            "作者": "李之世",
            "内容": "耳君香名业已久。卢生向我大誇口。掌珠怀月底般明。\n争似曾郎标格清。曾郎与我才相识。纨扇缄题劳寄忆。\n诗比飞泉一派清，流出禺山千仞碧。挹君风度读君诗。\n转忆临流挥洒时。"
        },
        {
            "标题": "游圭峰二十首 其十 石床",
            "作者": "李之世",
            "内容": "真人惟面壁，石榻仅容肱。雨没萦裾草，云垂交户藤。\n鸟王衔绛果，山鬼吹青灯。指点灵奇迹，高风信可凭。"
        },
        {
            "标题": "由圭峰历蒲涧作",
            "作者": "李之世",
            "内容": "兹山信奇秀，嵂屼中天峙。丹梯郁盘纡，岩峦回清閟。\n赤日吐大江，朝霞共明媚。半空出楼阁，隐隐宿雪际。\n六月凉飔生，泠然透衣袂。攀萝鸟道长，漱石泉声细。\n中岭出层霄，度者如磨蚁。一径转幽深，千流汇清泚。\n临流撷涧蒲，荷锸斲石髓。须臾日就颓，明灭林光霁。\n策杖还故山，偶与高僧值。茗分石窦泉，饭索香厨米。\n因耽一日閒，恍焉忘人世。"
        },
        {
            "标题": "无择以游圭峰记及诗见贻辄题数绝于后 其五",
            "作者": "李之世",
            "内容": "谁道云中别有廛，斜阳数点带炊烟。山前石耳无人摘，携得瘿瓢试涧泉。"
        },
        {
            "标题": "游圭峰二十首 其十五 石龛",
            "作者": "李之世",
            "内容": "石龛锁青壁，面面有灯燃。乍映摩尼色，偏临净乐天。\n飞空流玉镜，特地涌金莲。但悟无生灭，何须学四禅。"
        },
        {
            "标题": "石芝歌 其二",
            "作者": "李之世",
            "内容": "芝生亿万龄，朱华冒紫茎。芝生亿万龄，朱华冒紫茎。\n仙人结作佩，服之觐帝庭。觐帝庭，载云軿，御霓旌。\n吐纳元气，游于杳冥。欲以言志，芝生亿万龄。"
        },
        {
            "标题": "石芝歌 其一",
            "作者": "李之世",
            "内容": "山中多白石，灵岩閟幽迹。山中多白石，灵岩閟幽迹。\n和云捣玉浆，炼作仙家食。仙家食，驻童颜，生羽翼。\n出入参寥，无穷无极。欲以言志，山中多白石。"
        },
        {
            "标题": "和食槟榔",
            "作者": "李之世",
            "内容": "千柱撑云幪，著土没其础。炎洲未是炎，万箑扇残暑。\n丹粒结翠房，似为饥禽禦。仙掌苞凤卵，葡萄垂马乳。\n鲜食珍土人，致远藉蒸煮。千艘与万轴，输挽无停阻。\n咽津一快喉，暂嚼滓还吐。味回橄榄甘，亦带蕨笋苦。\n发赪助颜酡，点绛增唇妩。园既擅素封，利亦殖富贾。\n推垢兼破块，能以导为补。常飧等蔬稻，药用些些许。\n黎水涎带醶，腹瘕似抱鼓。恶风旋鬼轮，时为头目侮。\n毒雾霁不开，炎沙烁日午。天施辟瘴丹，厥效为君数。\n最哉浮海人，眠餐力当努。地产山海珍，食谱难尽举。\n惟有药材悭，以此助穷旅。一钱买盈握，昏暮求必与。\n南中藉享奢，难为北客语。"
        },
        {
            "标题": "将北征书示同志",
            "作者": "李之世",
            "内容": "夙昔综文苑，委志赴明时。姓名误通籍，六载乃于兹。\n栖迟两遭刖，抱璞翻自疑。投策返故林，开径剪茆茨。\n容膝谅可安，宁复较崇庳。北窗纳远岫，南荣列秀蕤。\n幽谷变时禽，芳塘漾碧漪。对此欣有悟，偃息忘其疲。\n倦鸟思安巢，岂不恋旧枝。云胡牵远役，行与家山辞。\n云萝恰相恋，猿鹤有馀悲。登堂慰慈母，且复念群儿。\n中馈久无人，寒燠谁当知。童仆三五辈，各各顾其私。\n居者自为欢，行者惨不怡。残书粗检点，琴剑莽无姿。\n敝絮足禦寒，裋褐固其宜。曰余婴世网，业已谢耘耔。\n干世非长略，征途杳何之。自咤还自哂，书为同调贻。"
        },
        {
            "标题": "除夕三姑滩守岁",
            "作者": "李之世",
            "内容": "灯火前村是，维舟一傍之。人家正闹处，客况欲阑时。\n节序馀今夕，乡心尚水涯。将残年似烛，渐短鬓成丝。\n预检明春历，旋拈守岁诗。茶瓜随仆办，韨酒莫言辞。"
        },
        {
            "标题": "怀息庐和坡翁息轩",
            "作者": "李之世",
            "内容": "吾家有息庐，息身未有日。古人悼无闻，四十而五十。\n百年可例推，想亦无间隙。莫若早回头，可以息则息。\n果腹惟三餐，容身祇一席。古昔有良训，归当书之壁。"
        },
        {
            "标题": "游滴水岩",
            "作者": "李之世",
            "内容": "怪底兹山奇，而无泉与潭。山僧聆我言，指我滴水岩。\n扪萝才一上，片石亦崭崭。既无瀑布喷，亦非水镜涵。\n石面微沾润，点滴才二三。手接不盈掬，舌餂有微甘。\n借问僧徒众，何以救渴馋。山僧笑不言，引我度粗蓝。\n香厨间石壁，暗用竹笕探。青涧泻无声，沄沄注虚墰。\n墰下疏清渠，馀流分绕龛。霖暵无增减，冬夏常湛湛。\n酌我香钵盂，令我解烦惔。始疑造物私，旋悟智者耽。\n涓涓成江河，斯语匪虚谈。"
        },
        {
            "标题": "舟中书所见",
            "作者": "李之世",
            "内容": "杨花白于绵，榆策细如钱。并触征人棹，春愁殊为牵。\n冲波无日夜，归梦已经年。何似忘机鸟，中流去渺然。"
        },
        {
            "标题": "随笔书所见杂用坡公韵 其一",
            "作者": "李之世",
            "内容": "腰弓负弩走诸黎，城上鎗旗尽点齐。昨夜碙州传羽箭，贼船齐下石牌西。"
        },
        {
            "标题": "述归",
            "作者": "李之世",
            "内容": "滩流怒不平，两岸闻鸡鸣。寒风振大壑，咿咿杂橹声。\n推篷一以望，烟岛纷纵横。古戍连秋草，残流带曙星。\n的的渔灯乱，迢迢塞雁征。朝日映扶桑，因之凌东溟。"
        },
        {
            "标题": "述归 其二",
            "作者": "李之世",
            "内容": "江云暝以阴，束峡哀湍泻。篙师戒前途，晚泊古榕下。\n舍舟沿圻岸，砑然见旷野。荒池环竹阴，篱落开茆舍。\n渔翁不相识，细语聊慰藉。酒熟还共斟，班荆对长夜。"
        },
        {
            "标题": "述归",
            "作者": "李之世",
            "内容": "原无干世术，抱璞祇自珍。穷途一回首，翻为泣玉人。\n侵晨理征帆，迢迢向河津。行李莽无光，童仆亦逡巡。\n川途已脩阻，浊浪复崩奔。且辨还山服，沿江采白蘋。"
        },
        {
            "标题": "社集同王尧韭潘孟与诸子咏六角井",
            "作者": "李之世",
            "内容": "为泉因地穴，甃石肖其形。雪蕊纷同出，菱花曲渌青。\n凭阑窥面面，施绠汲泠泠。直接泮池派，芳芹扑鼻馨。"
        },
        {
            "标题": "罗浮仙籍为潘子仙题",
            "作者": "李之世",
            "内容": "恰有真仙骨，常参四百君。拾得丹灶药，私窥玉笈文。\n松影摇山月，天风吹海云。弄笛铁桥畔，羽衣凌紫氛。"
        },
        {
            "标题": "再渡海纪梦和坡公行琼儋间肩舆坐睡梦中得句",
            "作者": "李之世",
            "内容": "长天带远水，孤岛浮于中。风利扬半帆，疾如箭离弓。\n环观积气周，天水但一空。静然耳目内，难以物理穷。\n惯来狎海若，尚欲叩天翁。噫气起萍末，谁为辨雌雄。\n潮何以应蚌，草何以知风。惝恍梦魂间，耳畔闻铎钟。\n百幻肆以陈，迭奏殊未终。我时骖白凤，夹驾两青童。\n照路一摩尼，擎之以秃龙。万丈白毫光，照耀紫金容。\n稽首奏玉墀，绘天语难工。丹书许我求，三度访龙宫。"
        },
        {
            "标题": "津楼晚望同高公先林阳仲",
            "作者": "李之世",
            "内容": "绿筱村村合，重楼面面遮。窗光时见岫，海气欲成霞。\n浦树攒高岸，人烟就浅沙。小桥当仄径，疏柳卧浮槎。\n水国洲环市，江渔艇是家。断虹收雨过，归雁背帆斜。\n草沼鸣蛙鼓，风檐散蜜衙。坐来诗兴发，清露满蒹葭。"
        },
        {
            "标题": "种茉莉",
            "作者": "李之世",
            "内容": "堪嫁江梅媵水仙，丛丛香雪斗芳妍。女郎编绾鬔松髻，却道真珠不值钱。"
        },
        {
            "标题": "和夜烧松明火",
            "作者": "李之世",
            "内容": "穷冬憺阴晦，海气交冱寒。我无绛蜡炬，斗帐围红鸾。\n樵人割松脂，焚著青烟团。琼人轻沈檀，嗅此如茝兰。\n覆瓦炷其烟，收煤有一槃。我闻龙香剂，乃出松火残。\n恨无和胶法，弃置殊可叹。良材贵有遇，太息坐更阑。"
        },
        {
            "标题": "同梁伯静舍弟文度送吴彦先于东郊赋别",
            "作者": "李之世",
            "内容": "黯黯那能别，尊前不尽欢。日色晓衔阁，岚光晴度峦。\n起看江上影，遥挂片帆端。欲发频维棹，偏怜此际难。"
        },
        {
            "标题": "舟中写怀呈杨亦琳胡伯连区尔昌高晦生杨应先梁候生",
            "作者": "李之世",
            "内容": "长江渺渺送流澌，难向怀人写别离。抚剑自怜缑是蒯，弹冠笑讶鬓将丝。\n因怀池草添新恨，羞对青山画旧眉。越峤燕云家万里，一回凝望一增悲。"
        },
        {
            "标题": "送学博刘宾墀先生之任祁阳",
            "作者": "李之世",
            "内容": "分符今作令，且喜近乡园。驿路通湘口，家山对郭门。\n观风怜土壤，问俗谙方言。形胜荆吴会，鱼盐海市喧。\n祁峰雄楚泽，汉派接淮源。露冕新游壮，探奇旧梦存。\n蟾云频拄笏，爱日且娱萱。渐鼓南薰奏，还驱北阙辕。\n香桥细雨过，青涧杂花繁。浯水漫郎宅，潇江帝子村。\n公馀知有暇，佳胜可谁论。"
        },
        {
            "标题": "送何文起赴廷试便道省觐",
            "作者": "李之世",
            "内容": "桃花新水涨，之子事长征。玄感千秋遇，青云此日程。\n抠衣淮甸月，跃马蓟门城。正及皇都丽，春风听早莺。"
        },
        {
            "标题": "送冯县尉解组归",
            "作者": "李之世",
            "内容": "凉飙起木末，江驿动微程。但解林峦趣，宁知簪绂荣。\n云连千嶂暝，风送一帆轻。不尽江门水，难销此别情。"
        },
        {
            "标题": "匡云上人制斑竹龛奉佛归庐山偈以送之 其一",
            "作者": "李之世",
            "内容": "七宝庄严未是严，琅玕几点墨痕沾。香炉峰顶香云绕，疑对潇湘雨半帘。"
        },
        {
            "标题": "送匡云上人归庐山",
            "作者": "李之世",
            "内容": "匡山禅诵处，三叠流泉飞。花雨飘空梵，晨钟滴翠微。\n一筇今独往，五岭送将归。休说还山好，孤云无是非。"
        },
        {
            "标题": "赋得衡山送张明府还龙门",
            "作者": "李之世",
            "内容": "望衡山，衡山高不极。七十二峰头，峰峰如列戟。三十八洞泉，泉泉通地脉。\n祝融崚嶒倚天外，芙蓉石廪势如掷。瑶函漶没几千秋，中馀玉宇不可识。\n非但列宿应机衡。人文往往发休徵。伊山古屋读书处，至今紫雾屯青冥。\n我公早毓衡山秀。气吞云梦常八九。探奇欲蒐洪荒前。\n文雅直追宋屈后。登坛一啸雄风来。化为云雨遍苍垓。\n天南两地行云过，次第薰风桃李开。回风披拂甘棠树。\n昼永鸣琴坐清署。彩笔雄驱七泽涛，翰墨淡扫潇湘雨。\n花前小队缓辔行，章缝竹马杂交道。不独解推怜赤子。\n也能吐握下儒士。江南二月春和煦。星轺卑发邮亭路。\n不尽扳辕卧辙情，空馀下榻鸣琴处。岭云楚水望迢迢，中天衡岳倚晴霄。\n缄情惟有衡阳雁，翘首龙门天路遥。"
        },
        {
            "标题": "匡云上人制斑竹龛奉佛归庐山偈以送之 其二",
            "作者": "李之世",
            "内容": "琉璃净滑露珠匀，中见如来妙净身。为问空明谁点缀，菩提无树镜无尘。"
        },
        {
            "标题": "将出京上大座师张玄中魏肖中二先生",
            "作者": "李之世",
            "内容": "希世无长略，挟策干明时。时髦应景运，迂薄畴见知。\n仆徒理装具，言与京邑辞。倦鸟思安巢，遥遥恋南枝。\n岂不怀初服，眄睐属恩私。誓将策驽劣，报德以为期。"
        },
        {
            "标题": "叹落花",
            "作者": "李之世",
            "内容": "花开花更落，花落花更开。便是春风多翻覆，那得君心无去来。\n红颜楼上探春女，看花摘尽春花蕊。管取新妆斗丽华，宁论憔悴委泥沙。\n南邻思妇当阶坐，手撚残花泪交堕。"
        },
        {
            "标题": "送方士",
            "作者": "李之世",
            "内容": "凄凄芳草遍，之子动征轮。渡海施来药，书符解活人。\n怀中三尺剑，囊里一壶春。收拾烟霞去，归装莫讶贫。"
        },
        {
            "标题": "题东山草堂十六韵",
            "作者": "李之世",
            "内容": "白社怜同调，青林羡独栖。一亭依绝巘，千涧注回溪。\n割汉飞甍出，撑空古木齐。磨崖开碧洞，凿道俯丹梯。\n泉冽笼鹅沼，山芳种药畦。鹤巢窥幔稳，燕语掠檐低。\n坐揽群峰尽，行穿一径迷。垂萝纷网户，嫩柳曲缘堤。\n塔影连奎阁，钟声度古提。居然濠濮想，何异武陵溪。\n搜景穷无象，冥思悟有倪。清言霏捉麈，玄夜破然犀。\n书满邺侯架，灯悬太乙藜。花间时梦蝶，云里忽闻鸡。\n旧好移尊入，新诗研露题。不须投井辖，多暇此攀跻。"
        },
        {
            "标题": "为何凝生题十九首 其十五 李米祠",
            "作者": "李之世",
            "内容": "苦吟长吉似秋蝉，老米名颠笔不颠。墨沈精魂疑未散，冷香残烬话前缘。"
        },
        {
            "标题": "高皇庙",
            "作者": "李之世",
            "内容": "芒砀气何在，遗祠尚俨然。空留今俎豆，犹想旧山川。\n村社酾牛酒，山农偅庙田。松间老鹤语，疑说歌风年。"
        },
        {
            "标题": "金陵沾病移寓天界寺",
            "作者": "李之世",
            "内容": "寄食僧寮任寝兴，閒身似我亦閒僧。一年花事春虚度，是处名山兴倦乘。\n魏阙无媒空抱策，东西多难阻担簦。浮生未得同飘梗，药里萧萧滞秣陵。"
        },
        {
            "标题": "天坛从祷喜雨赋得十二韵上王老师",
            "作者": "李之世",
            "内容": "方甸开黄域，圜陵象紫枢。森沈诸籁寂，惨澹百灵趋。\n登假皇慈降，升中嘉秩殊。就坛苍璧瘗，扫地白云铺。\n绿简藏金箓，朱书散赤符。云璈奏钧乐，玉醴荐行厨。\n展礼陈巫祝，趋跄集弁儒。咒泉兴跃蜧，挥日却踆乌。\n瑞蔼四和叶，神膏九土敷。濯枝宁破块，意气藉嘘枯。\n淋潦沾桑雉，流云傍舄凫。忻兹桃李径，披洒待昭苏。"
        },
        {
            "标题": "对庭柳 其二",
            "作者": "李之世",
            "内容": "昔我往矣柳依依，今来转觉柳芳菲。枝头黄鸟声声笑，似笑先生去又归。"
        },
        {
            "标题": "对庭柳 其四",
            "作者": "李之世",
            "内容": "尽日玄蝉咽露枝，午风庭畔柳丝丝。乍眠乍起何多事，争似先生睡足时。"
        },
        {
            "标题": "游通天岩",
            "作者": "李之世",
            "内容": "团团俯众岫，岩峦夐茜峭。凿磴曲盘空，沿溪共缭绕。\n阴壁炫霞光，残林间疏照。始入洞如迷，屡穷胜未了。\n居然一壑尊，俯揽众岫小。潦倒石疑崩，撑云复夭矫。\n一岭千重岩，千岩千佛绕。随相露庄严，因势藏窈窕。\n初作洞閜观，转疑入冥窅。箭括微通天，攀扪出象表。\n如来丈六躯，蹲立云峰渺。天龙周拥护，狮象莽奔跳。\n遐哉开辟初，洵矣良工妙。苍崖题字遍，阅人知多少。\n云盖石层层，倒卓莲花袅。孤高难久立，注视营魂掉。\n搴萝才一憩，循径出松杪。石龛闻钟声，馀响咽虚窍。\n阳光渐匿景，阴飔来悄悄。清境恋遐搜，疲力阻延眺。\n暂与山灵辞，后期还杳杳。"
        },
        {
            "标题": "对庭柳 其一",
            "作者": "李之世",
            "内容": "石室西边路稍纡，茆斋新搆古城隅。行人乍入迷初径，认得先生柳一株。"
        },
        {
            "标题": "对庭柳 其三",
            "作者": "李之世",
            "内容": "手折杨枝手自栽，枝枝今已出墙隈。自从雨塌墙无蔽，谁为先生守护来。"
        },
        {
            "标题": "古瓦盆〔歌〕",
            "作者": "李之世",
            "内容": "兹物谁知贵，沙土埏埴成。既无瑰异姿，了不殊众形。\n为器充庖■，受水同瓶罂。幸不遭毁残，犹然保坚贞。\n年深貌质故，摩久刓廉棱。黯如入土色，叩作戛木声。\n同尘受涅缁，止水湛澄泓。清可鉴毛发，澹能怡野情。\n即此已可爱，玩弄幽意生。"
        },
        {
            "标题": "听雨",
            "作者": "李之世",
            "内容": "生计原非利与名，若为踪迹滞颜城。忧霾厚地犹嫌浅，笑买黄河不肯清。\n寒入瓦炉香细细，风敲纸格火荧荧。撩人一夜潇骚雨，听彻残更梦未成。"
        },
        {
            "标题": "过白下投赠李伯开",
            "作者": "李之世",
            "内容": "浮踪何所住，曾否赋归来。珠海逢君处，兰桡此际开。\n残霜犹酿橘，新雪欲衔梅。今夜澄江上，离怀向月裁。"
        },
        {
            "标题": "途中即事 其二",
            "作者": "李之世",
            "内容": "燕山环海甸，金河日夜流。北地多奇寒，春条莽未抽。\n眷言怀故土，立马此夷犹。昔来霜始降，今去冰解胶。\n如何奄忽间，坐使时运遒。古人爱景光，树德乃良畴。"
        },
        {
            "标题": "途中即事 其一",
            "作者": "李之世",
            "内容": "红尘匝地起，白日何濛濛。骄马东西驰，徒御不可踪。\n长安道如弦，而我泣途穷。行行遵广术，即次已闻钟。\n故人具鸡黍，尊酒何从容。为欢自一时，叹息北征篷。"
        },
        {
            "标题": "同梁叔熹中林晚眺因而话旧赋赠 其二",
            "作者": "李之世",
            "内容": "昔年载酒也同游，霜岸芙蓉叶叶秋。醉倒绿杨呼不起，一天凉月侵溪流。"
        },
        {
            "标题": "同梁叔熹中林晚眺因而话旧赋赠 其一",
            "作者": "李之世",
            "内容": "怜君家往碧溪湾，兼有诗情溪水间。政值雨晴秋又好，却来台上望圭山。"
        },
        {
            "标题": "别王尧韭",
            "作者": "李之世",
            "内容": "墙东王居士，傲骨凌千秋。手持七寸管，旁无作者流。\n胸既破万卷，目亦横九州。岂学醯鸡儒，但为妻子谋。\n淡香然古炉，白茗点瓷瓯。有时对韵士，枯桐与纹楸。\n品卉商瓶史，移泉问水邮。空馆听蛙鸣，高树聆禽啾。\n片语證无生，莲花上上头。离合海中蘋，怆焉岁已周。\n天水憺空迥，浩思方悠悠。"
        },
        {
            "标题": "谒徐王陵",
            "作者": "李之世",
            "内容": "立马望岧峣，玄宫敞泬漻。神皋栖瑞露，阴隧飒灵飙。\n玉佩趋跄地，翠华想像遥。河山留砥砺，紫气夜常朝。"
        },
        {
            "标题": "王侯德政咏 其四 重溟波息",
            "作者": "李之世",
            "内容": "鲸鲵东徙燧烟消，海国风生杀气遥。一自伏波南渡后，狂澜谁更树铜标。"
        },
        {
            "标题": "望仙台",
            "作者": "李之世",
            "内容": "停桡傍水隈，一上望仙台。磴道缘溪尽，庵房凿岭开。\n即看花散处，疑有鸟衔来。灵境居然别，鸾笙几度回。"
        },
        {
            "标题": "过李影九问病",
            "作者": "李之世",
            "内容": "枕畔残编手自删，忙缘未放病身閒。暂投蛙国宜听雨，镇锁猿心不住山。\n隔巷呼门惊客至，穿林乞火候僮还。行行刻竹志前径，恐我重来云掩关。"
        },
        {
            "标题": "别韩孟郁",
            "作者": "李之世",
            "内容": "夙昔奉君子，妙言契金兰。摘文奋逸藻，绝景蹑高坛。\n大雅久沈冥，沦代在其间。竦身赴瑶池，接翮汎清澜。\n云胡中道乖，临风戢飞翰。羽毛正催颓，文采失斓斑。\n流波逝东海，卷蓬没西山。轸念属睽违，何由展话言。\n京洛盛遨游，鲜服簪华冠。敝裘履霜雪，谁怜范叔寒。\n岂无绿绮琴，知音久不弹。因风扬妙曲，泠泠中肺肝。\n所贵心不渝，母令积思攒。"
        },
        {
            "标题": "尹世立贻诗索余拙书倚韵有答 其一",
            "作者": "李之世",
            "内容": "春山和睡恰方浓，鸟印苍苔见字踪。欲写残经犹未了，觉来心手正双慵。"
        },
        {
            "标题": "尹世立贻诗索余拙书倚韵有答 其二",
            "作者": "李之世",
            "内容": "钟肥王瘦费平章，腕鬼心花枉自忙。欲讶溪藤信手抹，君家酱醅尽堪藏。"
        },
        {
            "标题": "秋夕雨柬潘孟与",
            "作者": "李之世",
            "内容": "雨叶淋漓战不休，长风榻畔莽飕飕。旋抽宿火频添茗，乍觉新寒始问裘。\n世路逢场多作戏，宦情到海亦乘桴。莼鲈且莫悬归思，好与潘郎赋早秋。"
        },
        {
            "标题": "花下独酌戏效放翁体兼寄容鼎卿 其一",
            "作者": "李之世",
            "内容": "自笑髯公癖更颠，三杯独酌便颓然。榻缘坐久疑穿膝，发为吟多欲覆肩。\n与子去来寻旧约，看花开谢悟流年。旁人莫讶昏昏醉，久矣吾参春梦禅。"
        },
        {
            "标题": "花下独酌戏效放翁体兼寄容鼎卿 其二",
            "作者": "李之世",
            "内容": "再酌花前酒一卮，翻因兴剧转成悲。绿杨深树莺穿处，青草陂塘蛙吠时。\n一阵酸风吟堕叶，几番红雨洗空枝。清愁种种痴难遣，不向花神向阿谁。"
        },
        {
            "标题": "戏作调文起兼以自嘲",
            "作者": "李之世",
            "内容": "银蒜押帘镇绣箔，宝篆烟馩罩翠幕。公子兰房深又深，玉绨半臂犹嫌薄。\n屏外酸风刮刮寒，玉围遮煖排香阁。蜃窗光送日曈曈，梦中犹抱玉玲珑。\n美人香额初描黛，何郎粉面半流红。热情偎得如炽炭，仙袖飘来尚倚风。\n中林措大竹方床，梅花帐里伴蟾光。休云冷落鸳鸯债，省得金钱买药王。"
        },
        {
            "标题": "羽甫家兄招游石涧同区茂对区君玉犹子仲昭流连迨暮归途狼藉赋此纪兴",
            "作者": "李之世",
            "内容": "山水本相须，往往不相假。孰若兹山奇，石泉两绝也。\n石自泉中出，泉自石中泻。泉味既甘寒，石貌亦萧野。\n点缀俱玲珑，布置极幽雅。平者如匡床，窔者如广厦。\n艳如青莲蕊，古如紫芝把。如蟾复如蛛，如狮复如马。\n此是石恢奇，请说泉潇洒。或飘如曳帛，或纷如掷瓦。\n或沸如茶铛，或镕如金冶。如鱼张口吸，如沫齿缝下。\n有响击空山，无声走石罅。泉石既相遇，相聒不肯舍。\n流来经委折，转入更虚閜。连峰列如屏，其下荫松槚。\n有草碧如染，有花鲜如楮。是石皆可憩，是林皆可藉。\n逢岩可安灶，遇坎可泛斝。坞可名藏春，湾可题销夏。\n水从岩际度，人向石上跨。悬厓时戟面，淙流或没踝。\n磴苔置屐滑，箭风当面打。恋赏成久淹，入暝转惊讶。\n昏黑度前冈，迷路穿樵舍。鬼灯光如漆，的的照篱笆。\n咒力厌怖魂，齐声诵般若。溪回路忽断，危桥独木槎。\n游人颠坠厓，坭泞交喧咤。衣帻不及顾，时时伤髀胯。\n溪山到处有，好事人恒寡。堕崄与啼厓，胜事古来诧。\n我欲纪兹游，钝笔不堪写。一死博河豚，戏语同游者。"
        },
        {
            "标题": "赋得虾蟆石",
            "作者": "李之世",
            "内容": "怪石蟾蜍似，蹲蹲立海门。疑从沙际浴，常吸露华吞。\n应月珠生蚌，向风浪拜豚。千秋形不灭，阴雨想精魂。"
        },
        {
            "标题": "游圭峰二十首 其一 入峡望圭峰",
            "作者": "李之世",
            "内容": "群峰趋谷口，绾胜有危桥。望望玉台寺，钟声来碧霄。\n云迷天路迥，水接花源遥。况复高秋日，登临野思饶。"
        },
        {
            "标题": "戏咏荔枝盘词 其四",
            "作者": "李之世",
            "内容": "树里丛丛荔子湾，石桥流水雪潺潺。江南六月榕荫道，谱入襄阳作砚山。"
        },
        {
            "标题": "和苏新男见赠草堂初成",
            "作者": "李之世",
            "内容": "鹿性走丛薄，蝉吟翳高枝。结茅依廨宇，丹垩不复施。\n花间围竹格，引蔓疏离离。短檐碍巾帻，人室始一披。\n海风荡雨尘，椰影莽参差。就湿浚渠浍，向隆叠城基。\n北窗午梦甜，直可傲轩羲。开门逢大苏，把臂一游之。\n琅琅矢嘉咏，四座照摩尼。瀹茗款清言，剪韭荐山卮。\n戏为蛮语吟，娵媀跃清池。"
        },
        {
            "标题": "逍遥台",
            "作者": "李之世",
            "内容": "下马临高台，迢迢但草莱。雀罗人事改，花发夕阳催。\n废井围荒棘，残碑没古苔。雍门昔有泪，千载思悠哉。"
        },
        {
            "标题": "舟次小年",
            "作者": "李之世",
            "内容": "晚泊清江思悄然，风沙石濑咽涓涓。客边沽酒逢残腊，雨里迎春到小年。\n疏磬忽传红叶寺，荒村多住白芜烟。觉来旅况真无味，兴尽思回雪夜船。"
        },
        {
            "标题": "撷芳亭夜话",
            "作者": "李之世",
            "内容": "闻亭秋气早，芳树晚留飔。爱此槐阴月，清光来入池。\n微吟穿竹径，对语隔花枝。渐觉明河没，城头晓漏迟。"
        },
        {
            "标题": "王侯德政咏 其七 花郊驯雉",
            "作者": "李之世",
            "内容": "青郊如染遍桑麻，烟火茆茨几万家。夜户不惊眠犬静，山鸡时啄野桃花。"
        },
        {
            "标题": "过先弟文度山馆 其一",
            "作者": "李之世",
            "内容": "人理已销谢，书堂今在兹。井边有残墨，洗砚汲泉时。"
        },
        {
            "标题": "新婚别",
            "作者": "李之世",
            "内容": "由来生别苦，不似新婚时。踏月频惊影，临妆懒画眉。\n带自同心结，琴调绝命词。愁心看鸿雁，无字寄相思。"
        },
        {
            "标题": "新宁道中 其一",
            "作者": "李之世",
            "内容": "荒城才斗大，比屋似星疏。夜市多蒲席，山猺半穴居。\n民贫惟种豆，地瘠不宜蔬。客况殊无味，悠悠念故庐。"
        },
        {
            "标题": "虾䱇篇",
            "作者": "李之世",
            "内容": "白龙化为鱼，乃在网中居。寄书与豫且，何乃亟相屠。\n豫且语白龙，时命固所造。不见虾与䱇，日日游潢潦。"
        },
        {
            "标题": "圭峰道人",
            "作者": "李之世",
            "内容": "圭峰道人黄玄峰，一瓢聊寄此山中。山空日暮无人到，汲涧烹茶餐紫松。"
        },
        {
            "标题": "过西林访玄峰道人",
            "作者": "李之世",
            "内容": "十六年来但跏趺，荷衣坐破一团蒲。绳床抛却猥眠虎，香钵常携欲饲乌。\n菜甲淹留供碧盏，松鳞尽剥入丹炉。西林有客閒过访，相对无言共撚须。"
        },
        {
            "标题": "赠玄真观道士",
            "作者": "李之世",
            "内容": "玄帝行宫傍斗坛，阴阴翠洒石床寒。云边薜荔堪裁衲，月下芙蓉自制冠。\n药本每教童子觅，方书不借外人看。年来多病寻真诀，丹药从师乞一丸。"
        },
        {
            "标题": "严子陵钓台",
            "作者": "李之世",
            "内容": "汉祚山河运已移，桐江犹系一纶丝。空传帝座占星日，不见羊裘把钓时。\n蔓藓半封前代碣，芳芹徒结后人思。可怜流水滔滔逝，来往年华泣路岐。"
        },
        {
            "标题": "江上观野烧",
            "作者": "李之世",
            "内容": "黑云叆叇天模糊，火龙衔烛照幽衢。却讶蚩尤喷紫雾，翻疑鲛室弄明珠。\n卓起弥天锦步障，撒开大地红氍毹。螺髻新妆初洗黛，峨眉淡晕亦施朱。\n映日扶桑高万丈，红楼十二遥相向。浮来金海漾荣光，影入银河添新浪。\n惊起天鸡五夜啼，银蟾半落玉绳低。江静老骊眠不稳，露寒惊鹊夜难栖。\n带陇连岗同一色，此时目断思乡客。渔火疑萤望不分，空月如霜照愈白。\n沙雁嘹嘹向夜鸣，舟人火里认山城。残叶原头捲欲尽，湿云洞口烧无声。\n孤蓬飘荡无南北，可似游人江上迹。已将凉燠付浮烟，还悟生身同火宅。\n浩劫炎炎烬亦寒，世界应同幻影观。侵晓推篷试一望，青山依旧郁巑岏。"
        },
        {
            "标题": "子夜歌 其一",
            "作者": "李之世",
            "内容": "美人玉簪长，绾著蓬松髻。低头坠玉簪，散发垂至地。"
        },
        {
            "标题": "和夜卧濯足",
            "作者": "李之世",
            "内容": "海南无冬春，单衣裹袷裯。生事亦云足，官贫了不忧。\n萤火熠幽轩，黑林叫夜鹠。洗足未登床，竹屋瓦灯留。\n劲风捲檐瓦，墙隙鸣飕飕。分火烹新泉，聊以芳茗投。\n此生愿无馀，何苦利名韝。飘泊海中槎，身世一沤浮。\n地既产狂泉，谁以独醒瘳。茫茫大块圈，今古跳猕猴。"
        },
        {
            "标题": "子夜歌 其三",
            "作者": "李之世",
            "内容": "侬有一寸心，在郎心里许。郎有一寸心，教侬无觅处。"
        },
        {
            "标题": "子夜歌 其四",
            "作者": "李之世",
            "内容": "不惜千金躯，奉郎一夕欢。欢了三更去，妾梦三更长。"
        },
        {
            "标题": "夜行口占示区季誉甘存之",
            "作者": "李之世",
            "内容": "轮蹄交杂遝，夜语不分明。望火时投店，听鸡夜度城。\n堠人严逻柝，驿使抗前旌。夹毂还相问，乡关第几程。"
        },
        {
            "标题": "溪馆夜坐 其一",
            "作者": "李之世",
            "内容": "空阶草露泫，乍闻凉雨滴。不觉池流入，潮痕添一尺。\n残月印波光，遥遥荡孤石。风林叶一声，恍若有人迹。"
        },
        {
            "标题": "次和林阳仲铨部见赠还琼山兼志畴昔 其二",
            "作者": "李之世",
            "内容": "鹓行鸥席各为群，仕隐繇来不碍君。水镜独提天下士，文场雄扫万人军。\n半窥短阁吟赊月，一鉴澄池坐浣云。近喜词曹归领袖，綵毫敲玉数相闻。"
        },
        {
            "标题": "立春前一日独酌花下漫兴 其二",
            "作者": "李之世",
            "内容": "水烟山霭尽春情，不但花容与鸟声。篱壁风光人不管，土牛看罢趁街行。"
        },
        {
            "标题": "和饮酒 其八",
            "作者": "李之世",
            "内容": "海滨逢一叟，翛翛云鹤姿。终日自行歌，手执青松枝。\n世人莫知识，但讶行径奇。笑指海东云，子能从我为。\n举头欲问之，摇手去莫羁。"
        },
        {
            "标题": "和饮酒 其二十",
            "作者": "李之世",
            "内容": "与我周旋者，何物最为真。惟此坏尊内，陶然太古醇。\n气味久不渝，一挹一清新。悠悠交中人，肝胆为越秦。\n流光汎酒海，大地扬曲尘。古人百不恋，惟于此物勤。\n我量不能胜，要令风谊亲。天上有酒星，乘槎一问津。\n地下有酒泉，可以漉我巾。聊和饮中诗，窃比于酒人。"
        },
        {
            "标题": "和饮酒 其一",
            "作者": "李之世",
            "内容": "我不能饮酒，酒亦厌薄之。试问清醒徒，何如浊醉时。\n清浊两不受，醉醒宁在兹。未饮颜先酡，客亦不我疑。\n空杯谎枯肠，权为酷客持。"
        },
        {
            "标题": "和饮酒 其三",
            "作者": "李之世",
            "内容": "醉翁不在酒，而得酒中情。达士逃于酒，而争酒中名。\n我亦两置之，陶陶乐其生。醉吟泣风雨，落笔鬼神惊。\n古来才仙者，多以酒而成。"
        },
        {
            "标题": "和饮酒 其五",
            "作者": "李之世",
            "内容": "梦中闻檐溜，恍惚江浪喧。醉里下阶除，有似乘舟偏。\n好语不相投，觌面隔邱山。劝君但饮酒，世上少往还。\n醒来莫输心，醉后莫献言。"
        },
        {
            "标题": "和饮酒 其四",
            "作者": "李之世",
            "内容": "鸠鴳附鹏背，我姑从汝飞。风高不得下，魄丧神亦悲。\n茑萝与松语，毕世为君依。长松摧为薪，问茑将安归。\n欢轮有时竭，爱席有时衰。当其欢爱时，尊酒莫相违。"
        },
        {
            "标题": "和饮酒 其六",
            "作者": "李之世",
            "内容": "五十觉前非，过此仍非是。身如衣绣刍，巫觋任赞毁。\n我固自为我，尔亦自为尔。从教麻与枲，不羡缟与绮。"
        },
        {
            "标题": "和饮酒 其二",
            "作者": "李之世",
            "内容": "酒肠比沧海，醉骨像邱山。山水仁知徒，醉醒何足言。\n中山千日醉，一饮当三年。借问蜉蝣世，深杯能几传。"
        },
        {
            "标题": "和饮酒 其十",
            "作者": "李之世",
            "内容": "遵驾古城麓，路转东北隅。前冈车骑盛，蹲沓隘道途。\n是身如车轮，终日受人驱。从来名利场，所得孰留馀。\n饮酒读离骚，百城南面居。"
        },
        {
            "标题": "和饮酒 其七",
            "作者": "李之世",
            "内容": "少年从我饮，照座亦英英。与语人间世，一往有快情。\n何必胜公荣，当杯便可倾。枝头有黄鸟，嘤嘤求匹鸣。\n繄我独无徒，悠然念友生。"
        },
        {
            "标题": "宿圭峰寺分韵得幽字",
            "作者": "李之世",
            "内容": "绝壑天藏古洞幽，禅堂深夜一灯留。云边露湿孤峰净，树杪风含万籁秋。\n共倚疏林窥月色，更临曲涧听泉流。自怜浪迹空人世，到处江山足胜游。"
        },
        {
            "标题": "游龙潭",
            "作者": "李之世",
            "内容": "飞流万仞捣龙宫，石磴千盘鸟道通。白昼雷霆光隐见，晴天云雾碧冥濛。\n湍声半落鼋鼍窟，日影斜窥虎豹丛。坐久石林清啸起，恍疑身世欲乘风。"
        },
        {
            "标题": "因萧太史上邹南皋先生",
            "作者": "李之世",
            "内容": "北阙赐环荷主恩，东山一出望逾尊。百年鱼水逢今会，此日夔龙半在门。\n甘苦自知调鼎鼐，尘氛谁共涤乾坤。匡时须仗扶天手，筑室纷纷未敢论。"
        },
        {
            "标题": "得南海刘方瀛老师书辄赋一律奉答",
            "作者": "李之世",
            "内容": "珠江望不极，晴色霭氤氲。万里看明月，相思隔暮云。\n花间琴自远，桑下雉为群。想像弦歌处，微茫一水分。"
        },
        {
            "标题": "飓风后陈命美贻诗问病次韵答之 其一",
            "作者": "李之世",
            "内容": "占风漫道有耶无，螮蝀经天疋练铺。一阵剪红花落索，数竿摇绿竹单癯。\n燕捎晴幕吊残垒，蜂垫香泥堕湿须。正是捷门僵卧稳，不堪朝谒又相驱。"
        },
        {
            "标题": "读书柳子厚牛赋有感效坡公体",
            "作者": "李之世",
            "内容": "琼土恬杀牛，食之以当粟。吉凶昏丧事，杀牛媚亲族。\n家大视牛多，宴颁皆取足。上以荐祖祢，下以饫僮仆。\n牛自海渡来，头头皆就戮。有牛不以耕，但用恣口腹。\n又有生黎种，嗜牛尤太酷。杀牛不用刀，毙之仅一镞。\n剥皮以当锅，燔烧取半熟。入口尚闻腥，鸾刀带血漉。\n毛骨委山野，肠胄弃深谷。厥地产沈香，还以生牛鬻。\n以此腥膻禽，易此芳馨木。灾木与刑禽，其理等笺僇。\n牛鸣泻厥悲，香泪亦当哭。胡为东坡老，忍木而仁畜。\n热喝醒沈梦，痛棒创狂俗。供佛以沈香，即是烧牛肉。\n余性酷烧香，不忍牛觳觫。二者讼于中，曷以平兹狱。\n空香入斧斤，有斫而非触。我即罢购香，牛命不可赎。\n不若勤烧香，为牛姿冥福。"
        },
        {
            "标题": "登西山阁限韵",
            "作者": "李之世",
            "内容": "秋色来何处，空亭夕景衔。山情恬鸟雀，霜意宿松杉。\n寺近时闻钟，林疏忽辨帆。平芜踏歌遍，岚重湿衣衫。"
        },
        {
            "标题": "谭与人过访舟次因留小酌遂拉同舟",
            "作者": "李之世",
            "内容": "以我乡愁剧，逢君旅思新。同为羁病客，堪作并舟人。\n草碧故山路，梅残陇首春。孤蓬随飘往，尊酒话情亲。"
        },
        {
            "标题": "见郊外掩骼慨然有赋示同社诸子",
            "作者": "李之世",
            "内容": "恻帽睇崇冈，迟迟遵古路。不知何人骨，何年饱霜露。\n撑拄乱如麻，填委半新故。蟠坭穴蚁蝼，带胔饲狐兔。\n蜕残不辨形，棺朽空留蠹。衾赗久已縻，顶趾纷异处。\n轻轻似解萚，栩栩如堕羽。白经野烧燔，青含宿草互。\n风雨洗膻秽，尘沙蚀垢污。荒凉谁是主，狼藉那能数。\n飞鸟惨不鸣，行人却且顾。衣殣有遗言，掩骼岂虚募。\n瓦棺恰盖藏，丛冢就安措。生前异趋舍，托体同邱墓。\n姓字原不谙，宁复知生娶。无碑可勒铭，有坟不封树。\n丁癸无定向，圹域弛禁步。立石祀土神，牛羊任颠仆。\n杳杳青郊迥，萧萧白杨暮。巫阳讵可招，冥漠谁当愬。\n前身已茫昧，曷解辨冥趣。且置蒙庄说，枕髅聊待寤。"
        },
        {
            "标题": "同诸子游清源庵因寻东坡井 其一",
            "作者": "李之世",
            "内容": "尽堪成小致，乍入即淹留。始识萧清趣，难从耳目求。\n稍嫌池尚涸，添以竹能幽。偶与閒僧约，迟余月一游。"
        },
        {
            "标题": "同诸子游清源庵因寻东坡井 其二",
            "作者": "李之世",
            "内容": "祇宜城隔断，却有径斜穿。僧饭抄盘米，园丁入寺钱。\n霜催榔子堕，雨濯菜牙鲜。指点迤西路，来寻学士泉。"
        },
        {
            "标题": "同陈叔和过知微斋中听雨",
            "作者": "李之世",
            "内容": "云光与草色，清影碧参差。夜榻留灯处，閒窗听雨时。\n炉香飘茗盏，瓶露醒花枝。忽作沈沈溜，馀流迸入池。"
        },
        {
            "标题": "雨卧中林因怀西林寄何人止",
            "作者": "李之世",
            "内容": "微雨暗复滴，长风吹不晴。灯窗泉独语，林梦叶频惊。\n傲岸非关癖，萧閒颇得情。因之怀夙好，西郭有寒盟。"
        },
        {
            "标题": "重登雪浪阁",
            "作者": "李之世",
            "内容": "朱楼映带绿萝新，指点灵关迹已陈。台馆到来浑旧识，江山别后几游人。\n松风送雨吟虚阁，雪浪飞花捲暮津。惟有玄潭清似昔，八年重浣客衣尘。"
        },
        {
            "标题": "饯王侍御老师于浴日亭用长公韵",
            "作者": "李之世",
            "内容": "南溟天外几重天，海国神祠占碧湾。九译梯航来粤峤，累朝琮璧镇灵山。\n观风此日留高韵，揽辔清时识壮颜。独有宫桃沾雨露，偏多离思水云间。"
        },
        {
            "标题": "和浴罢",
            "作者": "李之世",
            "内容": "帽束滋头垢，眼昏忌脑沭。惟此土木躯，间日须一浴。\n一洗阴埃消，阳明始来复。兰汤候温煦，浇背徐濯腹。\n伸臂按其胯，摩顶遂至足。颓然四大蠲，跏趺瞑双目。\n放体效戏禽，齿门戛哀玉。吐纳以绵绵，灵泉任灌沃。\n百孔顿嘘蒸，似烟喷钻竹。暂入无怀乡，希夷路正熟。\n小劳身乃泰，琴书间诵读。涉趣防其流，回光湛内瞩。\n逝止随流坎，何须詹尹卜。庄叟赋逍遥，至人守缘督。"
        },
        {
            "标题": "为何凝生题十九首 其十二 浣月池",
            "作者": "李之世",
            "内容": "分明素影澹盈盈，浣向澄波分外清。谁与主人同濯魄，坐看池上月华生。"
        },
        {
            "标题": "效挽歌",
            "作者": "李之世",
            "内容": "逝水自东驰，浮云自西徂。与我周旋久，形影渐以疏。\n明知不可度，药饵强相扶。岩风动罗帏，吹我骨髓枯。\n讣音忽远闻，爱憎异悲愉。家人罗前庭，为我身后图。\n一身不自保，宁问妻与孥。妻孥浑不解，袒跣悲以呼。\n凌晨设祖奠，门外驾灵舆。室庐让与人，逼我山泽居。\n出郭独彷徨，四野冢累累。向来携手伴，执绋共前驱。\n车徒空杂遝，祇为观者娱。长揖谢世人，来与魍魉俱。"
        },
        {
            "标题": "赠刘平子",
            "作者": "李之世",
            "内容": "刘生伯伦裔，沈冥亦耽酒。饮可容数升，其才有八斗。\n半酣濡墨沈，挥笔如埽帚。清如风入篁，细似丝抽藕。\n余本畸世人，迂疏独相耦。晨游袂必联，清夜门可叩。\n摊书曰满床，压酒亦盈缶。子来聊共斟，且把新诗纠。"
        },
        {
            "标题": "九莲歌赠冯载赓",
            "作者": "李之世",
            "内容": "我闻西方极乐天，九品莲台九品莲。栏楯七重围宝树，重重帝网空中悬。\n西方极乐真难状，苦海众生尽回向。识风鼓浪欲河深，谁向龙宫窥海藏。\n龙宫金阙贝为楼，斮鳌四足奠中流。神洲列岛琼居一，缥缈随波海面浮。\n一片红轮挂树上，八面无风摇碧浪。五指嵬嵬高戟天，捧出玉毫真佛相。\n瓶持甘露洒琉璃，手翳芙蕖跨白象。我曾折芦一问津，彼岸茫茫隔世尘。\n偶逢居士掀髯笑，笑指莲花是夙因。精庐也傍莲庵侧，滴翠门前摇冷碧。\n维摩斗室一匡床，藏尽世界人不识。度世缘深入世閒，浴日扶天手一只。\n暂将高韵寄琴书，雅有閒情课水石。昙花如掌卜成林，酌水餐霞养道心。\n我来不语拈花笑，君抚无弦七尺琴。落日衔山风在牖，竹里茶香烟缕缕。\n雨觥我筹忘主宾，抹月批风笔如帚。隔壁分来是佛灯，昏衢一点明于昼。\n海潮三丈梵流音，破云隐隐木鱼吼。滴翠山房九莲庵，截断芘刍未许谈。\n同君共拈无言偈，胡床静里且须参。"
        },
        {
            "标题": "访卢一清次其见赠韵",
            "作者": "李之世",
            "内容": "夕霭澹城阴，寻君到水石。门外新潮涨，瀰漫迸阶入。\n爽然衡宇清，琴书散幽寂。庭桧留轻飔，恰与炎歊敌。\n宾朋既数过，雅韵时相及。閒拈壁上题，雌黄任胸臆。\n境閟夏如秋，阴虫已唧唧。烟里闻歌声，渔灯泊沙脊。"
        },
        {
            "标题": "长歌赠李嗣良",
            "作者": "李之世",
            "内容": "吾家嗣良青莲后。新诗百篇酒数斗。自言诗与酒相成，混沌元从醉梦剖。\n瞹瞹玄黄窅未分，尔时一线灵光浏。隍中之鹿甑边人，醒来摸捉原无有。\n刮面旋风入耳轮，急沈松煤挥秃帚。诗喉涩处酒灌浇，酒兴慵时诗擞抖。\n万斛明珠似涌泉，通体琉璃含锦绣。来游五岭不知年，酒伴诗朋靡不叩。\n时过白社必攒眉，或醉红裙辄濡首。高谈每动公卿坐，里巷酸儒或掩口。\n暇叩中林手一编，顾谓髯公首肯否。髯公亦是一酸儒，称诗只解陈窠臼。\n勺酒入唇便倾倒，眼花落井扶墙走。嗣良笑我非丈夫，我言醉醒不在酒。\n譬如诗趣非关诗，千古几人露眼手。曲栏花下写乌丝，一片斜阳挂户牖。"
        },
        {
            "标题": "赠琴僧",
            "作者": "李之世",
            "内容": "古桐斑驳冰纹断，雪色湖丝七缕绊。凭将指下悟禅机，轻霜拂林秋籁微。\n梵语清圆呗音细，吾师传琴即传偈。身如槁木心如灰，一派清声空里曳。"
        },
        {
            "标题": "社集咏知风草和汪海渡得一东",
            "作者": "李之世",
            "内容": "青萍尚未决雌雄，蔓草谁将测化工。本是根荄群饱露，向缘枝节独关风。\n吹葭转觉灰无力，占荚还疑叶不同。见说天南波近息，尧阶应产萐丛丛。"
        },
        {
            "标题": "题岭上僧房 其一",
            "作者": "李之世",
            "内容": "南来北往客，驱马度梅关。自笑红尘里，生涯不暂閒。"
        },
        {
            "标题": "社中观餐霞王叟塑佛赋赠",
            "作者": "李之世",
            "内容": "观世尽虚假，痴人妄认真。偶然拈一土，捏作大圣神。\n金碧与丹艧，涂抹及污漫。体魄俨然具，姿容眇若新。\n观者诧奇绝，悲仰极欢忻。回看一块土，丹垩众具陈。\n土木何情者，胡然忽现身。凭君双手眼，变幻殊绝伦。\n千人千手眼，观者如一人。君岂普眼佛，能摄众眼根。\n君岂兜罗手，而转大法轮。天地一幻师，万类属陶甄。\n君巧侔造物，玄玄众妙门。工技信无匹，风期亦可亲。\n瘿钵樛藤杖，青袍白帻巾。矫矫云中鹤，飘飘岭上云。\n长揖归匡庐，五老斗嶙峋。"
        },
        {
            "标题": "赠医士王明心",
            "作者": "李之世",
            "内容": "城中十室五药肆，朱牌粉额纷相向。十指茫茫看病人，恰似捉月虾蟆状。\n我爱山人王明心，指头了了现诸相。为悯众生受病多，不辞身寄江湖上。\n平头童子负奚囊，到处名山一相访。曾从庐顶掘仙茅，今在岭南食蒟酱。\n中林亦有餐霞人，时时相过问无恙。"
        },
        {
            "标题": "戏赠医士从戎限韵",
            "作者": "李之世",
            "内容": "梁生家世八闽人，少小学书并学剑。近得龙宫不死方，炼就昆吾跃冶焰。\n朝寻山顶采黄精，夜倚旄头看紫电。匣里龙蛇或一吼，袖中黄白将九转。\n逃名岂学吴门隐，排难儗飞聊城箭。朅来海上请缨去，漫尔壶中施药遍。\n芙蓉七宝冲星孤，芝草三花带露碾。隔垣且窥越人脏，射生须溥单于面。\n功成铸剑来种药，海外三山任游衍。"
        },
        {
            "标题": "读书处",
            "作者": "李之世",
            "内容": "一茆正可借閒居，怪底年来倦读书。枕箪乍凉人睡觉，香风送过绿芙蕖。"
        },
        {
            "标题": "送胡伯连杨应先南归拈得五微",
            "作者": "李之世",
            "内容": "才见槐疏叶又菲，同游京路不同归。三江秋水征人棹，九月寒砧客子衣。\n家远祇应凭梦到，时逾多觉赏心微。欲知燕地羁栖苦，看取塞鸿岭外飞。"
        },
        {
            "标题": "无题戏赠胡南征 其二",
            "作者": "李之世",
            "内容": "鲛绡帐子太轻盈，添炷兰膏一倍明。低语问郎乡与贯，两人同籍是南京。"
        },
        {
            "标题": "明月光",
            "作者": "李之世",
            "内容": "明月一何光，閒愁偏共长。可怜千里目，犹滞两江乡。\n朔雁冲残雪，寒砧拂夜霜。倚栏空袖手，挥泪湿流黄。"
        },
        {
            "标题": "登赊月台望圭峰",
            "作者": "李之世",
            "内容": "凉梦初醒午后钟，高台閒眺信孤筇。微茫一带苍烟外，占断斜阳三五峰。"
        },
        {
            "标题": "寿周宗师三十四韵",
            "作者": "李之世",
            "内容": "凤历三千纪，龙沙八百身。贞符归宝箓，华祝叶昌辰。\n五老降庐阜，双姑立汉滨。地灵应产杰，维岳寔生申。\n夙昔金闺彦，迟回玉署春。瞻天惟尺五，就日有重轮。\n自出南方牧，旋分海国巡。宪邦文允武，提辖士和民。\n铁网罗周乂，铜标纪汉臣。众流宗水鉴，梦象属陶甄。\n画角和门壮，朱弦清庙陈。临戎方缓带，校士每垂绅。\n霜日暄兼肃，玄风穆以淳。谈边聚米得，问俗察眉真。\n文治光三象，兵机遁八垠。山深丛藿护，海沸一堤湮。\n月旦凭高下，风裁迈等伦。遂令荒徼士，同饮上皇醇。\n竞献怀中宝，全收席上珍。抟风培劲翮，纵壑养修鳞。\n水蛋趁蛟市，山黎耕岛畇。断鳌擎浪箭，佩犊卧花茵。\n杲日随潮至，光风转律新。荣河刚荐瑞，紫气俨浮闉。\n九室梁为楩，八千岁是椿。丹台推仙史，清世仗端人。\n会接三山近，筹添五指匀。章缝环济济，璎弁走蹲蹲。\n香袅焚唵叭，镫华耀蚌蠙。琼浆调凤髓，金馔鲙龙唇。\n椎结吹红贝，越裳贡白鷷。麒麟看画像，蝌蚪待镌珉。\n桃李言何有，台莱咏已频。自惭叨雨露，何以答洪钧。"
        },
        {
            "标题": "对月",
            "作者": "李之世",
            "内容": "素月澹盈盈，凌波影乍生。关山一以望，砧杵几家鸣。\n箭浮衣荇乱，镜漾布帆轻。谁解征人怨，萧条此夜情。"
        },
        {
            "标题": "七夕得正古上人书许渡海见访诗以促之",
            "作者": "李之世",
            "内容": "罡风连暮复连朝，惯住琼南识信潮。香象繇来堪截海，灵乌何必倩填桥。\n弥天有脚应须到，彼岸回头定不遥。好向龙宫先寄语，幢幡计日过铜标。"
        },
        {
            "标题": "赠杜玄洲将军",
            "作者": "李之世",
            "内容": "生来胆识最超群，掌上兵机指画分。三入武闱魁浙水，独提偏帅领涯濆。\n断鳌岛澨城依垒，射雉山椒箭没云。驻劄恰当琼要害，长驱欲扫瘴妖氛。\n弓弯满月乌号靶，旗飐垂虹虎爪纹。碧海无波人偃甲，绿林息警燧沈煴。\n鸡声晓漏屯吹角，鼍吼空江浪打鼖。每入郭门张绿幕，径邀所辈醉红裙。\n觥筹错落豪能整，诗翰纷披雅且文。芳茗自教童子瀹，沈香时对韵人焚。\n诙谈五夜殊无倦，轰饮千杯亦不醺。白眼剧怜肝胆热，清歌微觉齿牙芬。\n幕中才调真无匹，海外诗坛近有闻。裘带昔传羊叔子，风流今许杜将军。"
        },
        {
            "标题": "种芭蕉",
            "作者": "李之世",
            "内容": "连朝冻雨色青青，滴入芭蕉不肯停。藤枕竹床初睡觉，绿窗和墨写黄庭。"
        },
        {
            "标题": "署中病怀示王尧韭 其二",
            "作者": "李之世",
            "内容": "虽然称冷署，强半类僧寮。折鼎同邻爨，荒畦课仆浇。\n清斋供淡笋，苦茗杂陈椒。且喜无家累，行踪付衲瓢。"
        },
        {
            "标题": "署中病怀示王尧韭 其一",
            "作者": "李之世",
            "内容": "拙宦成何补，羁栖病转淹。炕衣防湿壁，晒帙向晴檐。\n海鸟时窥牖，崖蜂故坠帘。空阶行药遍，嫩草正廉纤。"
        },
        {
            "标题": "舟中遣怀效吴音兼寄方孟旋 其一",
            "作者": "李之世",
            "内容": "为爱扁舟信往还，一尊临水复看山。双双黄鸟迎人语，点点沧波照客颜。\n剩有百钱携杖去，从分半席伴鸥閒。笔床荼灶随供具，较胜松房静掩关。"
        },
        {
            "标题": "舟中漫兴",
            "作者": "李之世",
            "内容": "去路来程不暂停，十风五雨浪溟溟。长江送客头俱白，岸柳窥人眼尽青。\n朝汲分泉浇药臼，夜灯留火煖茶瓶。病来差有閒心力，且向篷窗了旧经。"
        },
        {
            "标题": "舟中遣怀效吴音兼寄方孟旋 其四",
            "作者": "李之世",
            "内容": "长日冲波不断流，滔滔送尽几行舟。柳条有意垂青眼，江水无情浪白头。\n浮海鸱夷称范蠡，漆园蝴蝶是庄周。尘劳传悟三生幻，取醉聊为汗漫游。"
        },
        {
            "标题": "舟中遣怀效吴音兼寄方孟旋 其三",
            "作者": "李之世",
            "内容": "昼永人閒睡思浓，沿洄孤棹任从容。茶烹雪乳称禅味，饭惜雕胡罢午供。\n拄杖时听群鸟哢，寻山忽讶一僧逢。春流处处桃花浪，未信仙源隔几重。"
        },
        {
            "标题": "舟中遣怀效吴音兼寄方孟旋 其二",
            "作者": "李之世",
            "内容": "水逝花飘稔有情，凌波睇望澹盈盈。却怜弱荇牵风转，不厌垂杨拂棹轻。\n山学鸦黄当镜立，江分鸭绿入杯平。更谁消受湖中景，十里芳莼一勺羹。"
        },
        {
            "标题": "迁馆",
            "作者": "李之世",
            "内容": "久假而不归，乌知非我室。千金重卜邻，况乃连兄侄。\n以此为因依，周旋日已密。侍儿知花性，权令司纸笔。\n频来藉花茵，琴尊间编帙。或往叩邻扉，胡床欢促膝。\n一年周一迁，光景流波疾。芘身久仰人，茫茫余自失。\n物贵返厥初，旭日行当出。图书归旧厨，几案留净室。\n庭木醉霜华，朱柿与黄橘。人禽竞扳窥，呵护从此毕。\n我身等蘧芦，宁暇儿女恤。谢主兼别邻，返钥仍封鐍。"
        },
        {
            "标题": "游圭峰二十首 其十六 寒甚从道人索衣",
            "作者": "李之世",
            "内容": "名山采药遍，薄暮怯霜寒。衣自霞缃出，人疑鹤氅看。\n凌风云气湿，被月露光漙。便可还初服，因之制竹冠。"
        },
        {
            "标题": "庄家",
            "作者": "李之世",
            "内容": "林里桔槔悬，咿咿辘轳响。郊原雨尚稀，车水灌蔬壤。\n崩塘差补葺，预防春潦涨。菜甲已破坭，鱼苗亦吹浪。\n邻里助辛勤，樽酒相遗饷。瓶盎幸馀储，牛羊渐壮旺。\n生事泊无忧，开怀且尽量。"
        },
        {
            "标题": "书灵隐上人册",
            "作者": "李之世",
            "内容": "秋叶与秋云，的的当阶坠。家僮误扫叶，惊散秋云去。"
        },
        {
            "标题": "自省还洞中作",
            "作者": "李之世",
            "内容": "牢落倦游归，萧然掩旧扉。藓留题处墨，荷换去时衣。\n一雨秋阴淡，孤峰倒景微。晚来新水到，垂钓坐苔矶。"
        },
        {
            "标题": "和纵笔 其二",
            "作者": "李之世",
            "内容": "白发数茎映葛巾，天边海国寄閒身。虚劳门下收残草，浪说坡翁后一人。"
        },
        {
            "标题": "和纵笔 其三",
            "作者": "李之世",
            "内容": "绝无薏苡像明珠，欲买沈香一片无。徒入宝山空手返，却教黎母亦欺吾。"
        },
        {
            "标题": "和纵笔 其一",
            "作者": "李之世",
            "内容": "衰颜未必便成翁，掷杖登山捷似风。木庙酒阑歌一曲，山花斜映帽儿红。"
        },
        {
            "标题": "杂怀 其一",
            "作者": "李之世",
            "内容": "羁兽走索群，离禽恋俦匹。以兹蓬藋心，钦子蕙兰质。\n雄谈驱今占，高谊薄云日。何以表余衷，以胶投于漆。"
        },
        {
            "标题": "羽甫家兄同容知微花下弹琴",
            "作者": "李之世",
            "内容": "幽人款竹扉，相对理清徽。夕霭下庭薄，轻风生袷衣。\n宛宛指间语，寥寥思际微。乍觉春寒重，流泉花外飞。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "明朝宫廷大殿",
            "Background": "李之世与明神宗面见，讨论朝政与诗文，李之世以其诗才获得皇帝的赞赏，并被提拔为琼山教谕。",
            "Dialogue": "{\n    角色名:明神宗  \n    动作:(坐于龙椅，目光炯炯，微微颔首)\n    讲话:李之世卿，朕闻尔文采斐然，诗词之道可谓精深，今特召尔至此，欲与卿共议朝政之事。然尔以诗才入朝，欲为国家谋福，岂非良策乎？朕以为，政事之中，文采与才智不可或缺，卿之才华，必能助我大明振兴，万民欢欣。汝可有何良策与我言？\n}\n{\n    角色名:李之世  \n    动作:(恭敬行礼，神情恬淡，目光坚定)\n    讲话:陛下，仆所思者，国之兴衰，非独在于武备，亦在于文治。诗文者，乃治国之根本，涵养民心，教化百姓，故应重视文人之才。今朝政多需修缮，仆愿以诗文为媒，普及教化，弘扬德义，方能使国之根基更为稳固。若陛下愿意采纳，仆愿为国捧笔，尽绵薄之力，助陛下实现治国安民之志。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "李之世的书房",
            "Background": "李之世在书信中寄赠好友张约之，信中提到他在白云山中的读书生活，表达对友人的思念与对学问的追求。",
            "Dialogue": "{\n    角色名:张约之  \n    动作:(在书房中，捻笔沉思，眉头微皱)\n    讲话:李兄，近日听闻尔于白云山中读书，心有所悟，恐怕是有了不少新见解吧？我常思念往昔共游之时，愿闻尔在山水之间的心得，或许能为我日后的修身养性有所启示。\n}\n{\n    角色名:李之世  \n    动作:(微微一笑，目光悠远，缓缓答道)\n    讲话:张兄，白云山中，确有诸多感悟。山水之美，令人心旷神怡，正如我于山中所思，方知天地之广阔，人生之渺小。读书于此，常能感受到书中所言，皆为万象之理，言简意赅却又深远无比。吾心常思，何以为人？何以处世？唯有静心读书，方能寻得真理。愿与兄共勉，携手共探书海之奥妙。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "山间亭子",
            "Background": "李之世与友人同游圭峰，吟诵古诗，讨论山水之美，李之世即兴作诗《游圭峰二十首》中的一篇，引发友人的共鸣。",
            "Dialogue": "{\n    角色名:友人  \n    动作:(在亭子中，手执竹笛，轻声吟唱)\n    讲话:李兄，今夜月明如洗，不如以诗相和，吟咏此山水之美，何以为庆？\n}\n{\n    角色名:李之世  \n    动作:(微笑点头，随即举杯，声如洪钟)\n    讲话:友人所言极是！今宵月色如洗，正宜共吟诗词。那我便以《游圭峰》中的诗句为词，愿与君共赏这山水之美。月明如镜，映照这群峰之巅，正如我心中所愿，水流潺潺，诗词如歌，荡涤世间烦忧。君若应和，请赐佳句，相互辉映，令此夜更加璀璨。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "李之世的家中",
            "Background": "李之世的家庭聚会中，亲属讨论李之世的诗作及其在官场的经历，大家对他的才华和品德表示钦佩。",
            "Dialogue": "{\n    角色名:亲属1  \n    动作:(围坐在家中，脸上洋溢着敬佩，目光炯炯)\n    讲话:李兄，听闻你在朝中所言如金，文采斐然，实在让人钦佩。我们都对你的成就感到自豪，不知如何才能更好地学习你的才华？\n}\n{\n    角色名:李之世  \n    动作:(微微一笑，端庄地回应)\n    讲话:各位亲友，承君之夸，其实我不过是以心写诗，随意抒怀。文人之道，在于心存高远，志存清明。若想学习，须勤奋读书，细心思考，常与人交流，方能有所成就。仆愿以微薄之力，与你们共勉，携手共进，求取诗文之道，造福家国，令我等心中所想，皆能成为现实。\n\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝朝堂",
            "Background": "李之世与大臣们讨论国家财政政策，他以诗文引导政策讨论，强调清廉与民生的重要性。",
            "Dialogue": "{\n    角色名:大臣1  \n    动作:(在朝堂上，面色凝重，急切发言)\n    讲话:李卿，今朝国库空虚，民生艰难，何以求得振兴之策，愿闻卿之高见。\n}\n{\n    角色名:李之世  \n    动作:(拱手而立，目光坚定)\n    讲话:大臣所言极是，国之根本在于民生，故应采取清廉之策，固本培元。若能严明财政，节俭用度，汲取百姓之言，广纳良策，方能振兴国本。并且应以诗文为引导，教化百姓，使之明理知耻，方能共建太平盛世。愿与诸位共同努力，为国家之未来献计献策，振兴大明之业，造福万民。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "白云山的茶馆",
            "Background": "李之世与书友们聚会，畅谈诗文，互相吟咏自己的作品，气氛轻松愉快，时而爆发出热烈的讨论。",
            "Dialogue": "{\n    角色名:友人1  \n    动作:(聚集在茶馆，兴致勃勃地交谈)\n    讲话:李兄，今日我们共聚一堂，何不吟诵几首诗文，互相切磋，如何？\n}\n{\n    角色名:李之世  \n    动作:(微微一笑，举杯相应)\n    讲话:诸君所言极是，今夜月明，正宜吟诗作对。且听我即兴一首，愿与君共赏。诗中寄情，意在山水，愿君共抒心中所思，互相交融，令此夜更加美好。月色清辉，山水相映，皆为我辈所乐，愿共此良辰美景，吟咏不息。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "李之世的书房",
            "Background": "李之世写信给好友陈子明，感谢其赠予的药材，并附上自己的诗作，表达对友谊的珍视。",
            "Dialogue": "{\n    角色名:陈子明  \n    动作:(在书房中，捧信沉思，微微一笑)\n    讲话:李兄，近日闻君身体欠佳，特地寄来药材，愿早日康复。信中更有诗作，料想其中自有深意，尔可细品。\n}\n{\n    角色名:李之世  \n    动作:(微微一笑，目光温和)\n    讲话:子明兄，承你厚爱，药材已收，仆心甚感温暖。至于诗作，实乃心声之流露，愿以此表达对友谊的珍视。君之来信，恰如春风化雨，抚慰我心，愿来日重聚，共品茶香，共叙茶余饭后之欢，切莫辜负此良缘。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "新会的街市",
            "Background": "李之世与邻里闲聊，分享他对诗歌创作的心得，邻里尊重他的才华，纷纷请教诗词技巧。",
            "Dialogue": "{\n    角色名:邻里1  \n    动作:(在市场上，热情地围住李之世)\n    讲话:李兄，听闻你诗才横溢，何不传授我们几招，如何作诗？我们皆想向你请教。\n}\n{\n    角色名:李之世  \n    动作:(微微一笑，神情温和)\n    讲话:诸位，不敢当，仆不过是随意抒怀。若想学习诗词，最重要者在于观察生活，感知万物，心中常存灵感，才能写出好诗。诗之道，贵在真情流露，愿与各位共勉，携手共探诗文之美，传承文化之精髓，吾必乐意相助，教诸位逐步领悟其中奥妙。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝书院",
            "Background": "李之世在书院教授学生，传授诗文，强调修身齐家的重要性，受到学生们的敬仰。",
            "Dialogue": "{\n    角色名:学生1  \n    动作:(在书院中，满脸期待，目光明亮)\n    讲话:李老师，您教我们诗文的道理，真是受益匪浅，您能否再为我们讲述一些诗词技巧？\n}\n{\n    角色名:李之世  \n    动作:(微微点头，目光温和)\n    讲话:诸君，诗词之道，需以心为主，情为根本。写作时，切忌浮躁，需静心思考，体悟自然之美，方能得其真谛。记住，诗之韵律，乃情感之流露，然非仅为形式。愿诸位在学习中，常怀敬畏之心，方能写出感人之作，愿共勉之，共同追求更高的艺术境界。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "池州府的庭院",
            "Background": "李之世在庭院中吟诵，吸引了周围的百姓，大家纷纷停下脚步聆听，感叹于他的才华与人品。",
            "Dialogue": "{\n    角色名:百姓1  \n    动作:(围观李之世，神情敬仰)\n    讲话:李先生，您今日的诗作真是让人陶醉，能否再为我们吟诵一首？\n}\n{\n    角色名:李之世  \n    动作:(微微一笑，举手示意)\n    讲话:诸君，承你们的厚爱，今夜月明，我愿意再作一首，愿以此诗作，抒发心中的情感，愿大家共赏，共同领略这山水之间的美好。诗不在长短，而在情感的真实流露，愿与众人共度此良宵，留下一段美好的回忆。"
        }
    ]
}