{
    "基本信息": {
        "姓名": "沈周",
        "性别": "男",
        "出生年份": "1427",
        "死亡年份": "1509",
        "享年": "83",
        "朝代": "明",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "沈周为陈孟贤之学生",
        "沈周学生为文征明",
        "沈周学生为王纶",
        "沈周学生为顾永庆",
        "沈周墓志铭由王鏊所作",
        "沈周传记作者为张时彻",
        "沈周书、画由王鏊作跋",
        "沈周书、画由马玉麟作跋",
        "沈周书、画由张凤翼作跋",
        "沈周为杜琼作年谱",
        "沈周行状由文征明所作",
        "沈周被致书由程敏政",
        "沈周画风为顾樵所师法",
        "沈周画风为李著所师法",
        "沈周画风为陈焕所师法",
        "沈周画风为王纶所师法",
        "沈周画风为杜冀龙所师法",
        "沈周画风为喻希连所师法",
        "沈周画风为袁孔彰所师法",
        "沈周画风师法赵同鲁",
        "沈周诗文序由祝允明所作"
    ],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "启南",
            "别名类型": "字"
        },
        {
            "别名": "白石翁",
            "别名类型": "室名、别号"
        },
        {
            "别名": "石田",
            "别名类型": "室名、别号"
        },
        {
            "别名": "石田先生",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "长洲",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "长洲",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "长洲",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "长洲",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "石田杂记",
            "著述年份": "1486",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "客座新闻 一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        }
    ],
    "社会区分": [
        "画家",
        "[隐居（有隐德）]"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "沈周（1427～1509）明代杰出书画家。字启南，号石田、白石翁、玉田生、有居竹居主人等。汉族，长洲（今江苏苏州）人。生於明宣德二年，卒於明正德四年，享年八十三岁。不应科举，专事诗文、书画，是明代中期文人画“吴派”的开创者，与文徵明、唐寅、仇英并称“明四家”。传世作品有《庐山高图》、《秋林话旧图》、《沧州趣图》。著有《石田集》、《客座新闻》等。 ► 沈周的诗文(516篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "题画",
            "作者": "沈周",
            "内容": "碧水丹山映杖藜，夕阳犹在小桥西。微吟不道惊溪鸟，飞入乱云深处啼。"
        },
        {
            "标题": "玉兰",
            "作者": "沈周",
            "内容": "贞蘤无妖艳，白贲幽除前。杪枝爱兀赘，丛玉天匠镌。\n清馥扬远风，标度逸于仙。我生具素怀，眼谢桃李妍。\n指酒通微辞，愿言修净缘。"
        },
        {
            "标题": "栀子花诗",
            "作者": "沈周",
            "内容": "雪魄冰花凉气清，曲阑深处艳精神。一钩新月风牵影，暗送娇香入画庭。"
        },
        {
            "标题": "题玉兰",
            "作者": "沈周",
            "内容": "翠条多力引风长，点破银花玉雪香。韵友自知人意好，隔帘轻解白霓裳。"
        },
        {
            "标题": "客遗山柿绐为玉兰戏而赋此",
            "作者": "沈周",
            "内容": "有遗玉兰栽，云花备清馥。戒僮植深土，殷勤养根玉。\n秋霜己脱叶，挺挺条肄秃。识者曰山柿，盗名饵公欲。\n举世好相欺，牖耳多涂目。余性易信人，指马不知鹿。\n凭阑祗发笑，罪遗亦何足。谓信止豚鱼，未始及草木。"
        },
        {
            "标题": "栽玉兰",
            "作者": "沈周",
            "内容": "玉莲小朵天香树，紫石阑前带雨栽。自笑老人无料量，要将年纪待花开。"
        },
        {
            "标题": "溪亭小景",
            "作者": "沈周",
            "内容": "幽亭临水称冥栖，蓼渚沙坪只尺迷。山雨乍来茅溜细，溪云欲堕竹梢低。檐头故垒雌雄燕，篱脚秋虫子母鸡。此段风光小韦杜，可能无我一青藜。"
        },
        {
            "标题": "读出师表",
            "作者": "沈周",
            "内容": "两篇忠告慨慷辞，字字中间有涕洟。天下二归心属舌，隆中三顾道存伊。\n老臣虚已六未解，瞒子输才十倍之。谨论堂堂诚激烈，孤忠痯痯力驱驰。\n转征南北思何远，怆及桓灵语更危。开济莫酬徒有策，英雄先死却无时。\n天荒大野星俄陨，水啮空江石不移。不朽文章千载事，后人能鉴乃能悲。"
        },
        {
            "标题": "落花五十首 其一",
            "作者": "沈周",
            "内容": "富逞秾华满树春，香飘瓣落树还贫。红芳既蜕仙成道，绿叶初阴子养仁。\n偶补燕巢泥荐宠，别修蜂蜜水资神。年年为尔添惆怅，独是娥眉未嫁人。"
        },
        {
            "标题": "周较书宗道主吾塾自吾弟以及吾儿去就十余年因竹请题寓情有咏",
            "作者": "沈周",
            "内容": "一别清风又十霜，重来三径未全荒。此君已觉垂垂老，稚子今看稍稍长。书简漫消新岁月，渔竿不厌旧沧浪。试呼浊酒歌淇澳，昨夜疏帘雨正凉。"
        },
        {
            "标题": "长干行",
            "作者": "沈周",
            "内容": "与郎同在长干住，自小相逢不相忌。郎骑竹马到侬家，当著爹娘与郎戏。\n不道如今却嫁郎，葡萄锦被合欢床。处郎不久郎作客，去年五月下三湘。\n三湘一去无消息，蛱蝶双飞烟草碧。春梦依稀兰渚东，觉来愁杀石尤风。"
        },
        {
            "标题": "鸿门宴",
            "作者": "沈周",
            "内容": "庄剑击，伯剑翼，一家两人自相贼。天当与贤胜人力，剑生岂是屠龙客。\n忙忙劳人三举玦，座上谋臣面无色。谋臣计失失敌国，敌县虎口虎不食。\n杯酒之间天解厄，此机老增亦何识。徒为竖儿滋叹息，竖儿竖儿策不长。\n富贵先思归故乡，凶暴为德凶暴亡，至死不知仁义王。"
        },
        {
            "标题": "北邙行",
            "作者": "沈周",
            "内容": "北邙山下哭声苦，洛阳城中沸歌舞。昨日歌舞城中人，今日凄凉山下土。\n山下土，无今古。白狐寒啸髑髅烟，青燐夜灼蓬科雨。\n英雄异代不知名，高封大树如掌平。丧车辚辚日不绝，后人来葬前人穴。\n后来葬者还更多，可怜歌舞何日歇。"
        },
        {
            "标题": "有所思",
            "作者": "沈周",
            "内容": "人生何以悲，悲在生别离。音尘无通日，相见当何时。\n夜风吹林柯，误君来庭墀。达旦耿未寐，因之有所思。"
        },
        {
            "标题": "落花五十首 其八",
            "作者": "沈周",
            "内容": "供送春愁上客眉，乱纷纷地伫多时。拟招绿妾难成些，戏比红儿煞要诗。\n临水东风撩短鬓，惹空晴日共游丝。还随蛱蝶追寻去，墙角公然隐半枝。"
        },
        {
            "标题": "白云山樵歌",
            "作者": "沈周",
            "内容": "白云山，在何处，太和峰下、紫翠堆边是。山中道人玉作斧，惯向云根斫琪树。\n束之三万束，凡火不能熂。却使火龙水虎相煅炼，黄婆鼎中七七始成齐。\n小服百年饱，大服饱千岁。长生之药元酒味，永不饥兮永不醉。\n神仙洞里观棋去，斧柯烂尽不归来，人间甲子须臾事。"
        },
        {
            "标题": "过阳城湖",
            "作者": "沈周",
            "内容": "芳辰二三客，飞橹泛空明。野酌临流动，春湖带雨行。浪中汀树乱，船里湿云生。吾欲观天趣，悠然留去情。"
        },
        {
            "标题": "葡萄",
            "作者": "沈周",
            "内容": "秋棚昨夜黑风呼，鬼泪滢滢泣不枯。明日担夫晓街上，一筐新味赏明珠。"
        },
        {
            "标题": "落花五十首 其四十八",
            "作者": "沈周",
            "内容": "乐游园里眼俱空，只在今朝事不同。错道海棠依旧日，生憎楝子下梢风。\n圬人镘上泥柔粉，桑妇筐中绿映红。便认未开如已谢，一般情况寂寥中。"
        },
        {
            "标题": "和桑通判吊文文山六歌失火",
            "作者": "沈周",
            "内容": "两宫万里塞云黄，三闽四广天子忙。孤忠老臣老不死，膏血几时湔国耻。\n天高欲诉衍六歌，手把怨笔濡天河。天河不乾怨长在，朝廷凌迟家破碎。\n老臣已死稿苴存，金玉辉生旧墨痕。郁攸小儿那解事，纸影虽空有文字。\n传人流世自千年，击剑重歌双泪前。"
        },
        {
            "标题": "散木高居图赠吴元璧",
            "作者": "沈周",
            "内容": "旧有茅堂依散木，挂冠于此寄高风。鹿柴山水新图里，蚁国功名昨梦中。\n闭户著书今日始，拿舟问字远人通。黄州到了休重说，桑梓斜阳看醉翁。"
        },
        {
            "标题": "将进酒",
            "作者": "沈周",
            "内容": "君不见人生百年驹过隙，何况人生不满百。又不见来世不可待，往世不可追。\n百年三万六千日，日日烂醉君何辞。天公那得私人物，头上不可扫白发。\n所以知章眼落井底花，太白手捉江中月。金莲画炬飞碧烟，赵女起舞踏四筵。\n主人劝客连夜饮，似恐明朝非少年。新丰酒槽滴红露，十千一斗亦有数。\n为君典却紫绮裘，不惜更脱珊瑚钩。门前杨花如水流，入来愁人风满楼。\n将进酒，开君愁。"
        },
        {
            "标题": "落花五十首 其三",
            "作者": "沈周",
            "内容": "玉勒银罂已倦游，东飞西落使人愁。急搀春去先辞树，懒被风扶强上楼。\n鱼沫欨恩残粉在，蛛丝牵爱小红留。色香久在沈迷界，忏悔谁能倩比丘。"
        },
        {
            "标题": "落花五十首 其四",
            "作者": "沈周",
            "内容": "是谁揉碎锦云堆，著地难扶气力颓。懊恼夜生听雨枕，沈浮朝入送春杯。\n梢傍小剩莺还掠，风背差迟鴂又催。瞥眼兴亡供一笑，竟因何落竟何开。"
        },
        {
            "标题": "落花五十首 其二",
            "作者": "沈周",
            "内容": "飘飘荡荡复悠悠，树底追寻到树头。赵武泥涂知辱雨，秦宫脂粉惜随流。\n痴情恋酒粘红袖，急意穿帘泊玉钩。欲拾残芳捣为药，伤春难疗个中愁。"
        },
        {
            "标题": "落花五十首 其六",
            "作者": "沈周",
            "内容": "夕阳无赖小桥西，春事阑珊意亦迷。锦里门前溪好浣，黄陵庙里鸟还啼。\n焚追螺甲教香史，煎带牛酥嘱膳㜎。万宝千钿真可惜，归来直欲满筐携。"
        },
        {
            "标题": "暮春送客（成化辛丑）",
            "作者": "沈周",
            "内容": "旧迹新痕酒满衣，东风紫楝又花飞。金阊亭上偏无赖，春与行人并日归。"
        },
        {
            "标题": "落花五十首 其七",
            "作者": "沈周",
            "内容": "一园桃李只须臾，白白朱朱彻树无。亭怪草《玄》加旧白，窗嫌点《易》乱新朱。\n无方漂泊关游子，如此衰残类老夫。来岁重开还自好，小篇聊复记荣枯。"
        },
        {
            "标题": "立夏日山中遍游后夜宿刘邦彦竹东别墅",
            "作者": "沈周",
            "内容": "乍认东庄路不真，有桥通市却无邻。山穷借看堂中画，花尽来寻竹主人。烂熳笺麻发新兴，留连樱笋送残春。与君再见当经岁，分付清觞缓缓巡。"
        },
        {
            "标题": "落花五十首 其五",
            "作者": "沈周",
            "内容": "十二街头散冶游，满街红紫乱春愁。知时去去留难得，误色空空念罢休。\n朝扫尚嫌奴作贱，晚归还有马堪忧。何人早起酬怜惜，孤负新妆倚翠楼。"
        },
        {
            "标题": "孝诗六章为颜季栗赋 其四 迎养操之二",
            "作者": "沈周",
            "内容": "惟溲之浊，我心惟惕。惟溲之湜，我心惟怿。彼胡然哉，孔系于疾。\n爰度爰徵，爰修饮食。以夕以日，我心弗忒。"
        },
        {
            "标题": "自题小像",
            "作者": "沈周",
            "内容": "七十四年，我未识我。丹青一面，是否莫果。傍观曰真，我随可可。\n以真生假，唐临橘颗。以假即真，物化虫羸。真假杂揉，奚较琐琐。\n但感白须，长者半坠。颧卢黡层，颐瘦摺亸。呜呼老矣，岁月既夥。\n茂松清泉，行歌笑坐。逍遥天地，一拙自荷。"
        },
        {
            "标题": "孝诗六章为颜季栗赋 其六 哀殒操之二",
            "作者": "沈周",
            "内容": "考无罪兮，惄卬实延。顾兮致殁，怆卬特全。茫茫昧昧，而理胡然。\n呜呼恫瘝兮，五内分裂。匪欲自伤兮，哀至莫节。魂漂漂兮上升，气溘溘兮随绝。"
        },
        {
            "标题": "孝诗六章为颜季栗赋 其一 归骨操之一",
            "作者": "沈周",
            "内容": "荷之跋之，函历阻脩。怀之涉之，函经横流。生死肉骨兮，天既罔求。\n俾我首丘兮，岂天固酬。"
        },
        {
            "标题": "孝诗六章为颜季栗赋 其三 迎养操之一",
            "作者": "沈周",
            "内容": "父还儿迎，越彼西疆。既达我宇，其喜洋洋。亦酌我酒，其乐融融。\n惟天之德，维家之庆。"
        },
        {
            "标题": "孝诗六章为颜季栗赋 其二 归骨操之二",
            "作者": "沈周",
            "内容": "惟山有狐，惟水有龙。实能侮骨，其割为朋。虽朋其割，终不我离。\n微母之灵，儿曷能为。"
        },
        {
            "标题": "放生池上晚坐",
            "作者": "沈周",
            "内容": "风来水面细细，月下城角徐徐。怪是放生池上，有人临晚罾鱼。"
        },
        {
            "标题": "永乐初给事姚伯善采木广右被瘴客死殡及六十年至其孙榛鹤始克归葬先兆作诗记之 其十一",
            "作者": "沈周",
            "内容": "虞山若增高，琴川若增长。"
        },
        {
            "标题": "题画",
            "作者": "沈周",
            "内容": "人寻静处深住，屋向林中小营。窗下数枚雏燕，门前一个流莺。"
        },
        {
            "标题": "孝诗六章为颜季栗赋 其五 哀殒操之一",
            "作者": "沈周",
            "内容": "嗟嗟违和，考实遘痾。嗟嗟痾沈，衋伤我心。鬼神其知兮，祈以身代。\n惟考生兮，我亦奚爱。"
        },
        {
            "标题": "扊扅歌",
            "作者": "沈周",
            "内容": "折扊扅，扼伏雌，是妾与君相别时。凤为炰，桂为炊，君方宴乐妾正悲。\n百里奚，知不知。"
        },
        {
            "标题": "思远",
            "作者": "沈周",
            "内容": "露下芳草歇，寒气薄重帏。幽处心独惊，行念君子衣。\n君子别既久，嗣音亦已稀。愁来不成织，空对流黄机。\n挥泪如泉水，明烛无光辉。"
        },
        {
            "标题": "三五七言",
            "作者": "沈周",
            "内容": "君不来，来何时。三年一书札，万里独相思。瑶芳满把凭谁寄，明月伤情只自知。"
        },
        {
            "标题": "王明妃",
            "作者": "沈周",
            "内容": "妾颜美如花，正可事和亲。宫中胜花者，留为君侧人。\n君王欲偃武，贱妾岂惜身。扬扬双蛾眉，万里扫胡尘。\n将军叹白发，翘首空麒麟。功当赏画师，重在画不真。"
        },
        {
            "标题": "自慰辞",
            "作者": "沈周",
            "内容": "念曜轮之迅迈，若驾余而同驰。省孩提之犹昨，寻衰丑之䀜斯。\n悯微生之有限，乐何少而多悲。丧亡疢疾，沓忧虞之丛己，奚气血之堪持。\n世汶汶而曷超，时冉冉而莫追。事往往而革变不常，理瞢瞢而吉凶难必。\n吉自吝而变凶，凶自悔而化吉。祸福循环，得得失失。\n惟吾人者，迨老无少，迨死无还。不如草木之有消息，独优得于一气之间。\n准亭毒之无私，何偏颇于义而锢顽。纷不齐之不可以度絜，又玩寿夭而倒蹠颜。\n无乃匿智窅冥，使人不得窥其奸。已乎哉挢广可以开隘，发笑可以破患。\n引壶觞以杼怀，寄啸咏于高閒。或跂石而孤坐，或振策以清般。\n鸟飞鸣而媵余，盼芳条之可攀。悠然临水，畅然登山。\n信造物之逆顺，更惘惘而长叹。"
        },
        {
            "标题": "弃妇辞",
            "作者": "沈周",
            "内容": "弃妇下堂去，六亲尽彷徨。弃妇无所弃，弃之家不祥。\n忆初来嫁时，惟家以为庆。搰搰理乱丝，为君事流黄。\n札札把长线，为君补衣裳。虽劳不敢辞，虽工不敢扬。\n竭力奉君欢，群小亦莫容。君心岂不谅，背憎由舌长。\n黄金亦销铄，礼义安足防。去去出君门，落日照大荒。\n辐脱难复行，弦绝难更张。事乖理当去，但念未分明。\n割皮以为纸，沥血以为浆。前书柏舟篇，后书绿衣章。\n进君期为悟，视听付茫茫。复书于太空，愿助日月光。\n万古丽元气，上下流无方。倘或沦君心，他时省糟糠。"
        },
        {
            "标题": "煮石歌",
            "作者": "沈周",
            "内容": "君不见太山之磷可液饮，符陵之砂可粒食。天与道，人作刍，故有五母及八石。\n云根初截如截肪，大拳小拳皆糇粮。湘以玄水渍天浆，火中三伏芙蓉香。\n青山落庖厨，谪星泣锅釜。道人饥腹如漏天，五色一补齐天年。\n道人之术许我传，我为道人开石田。"
        },
        {
            "标题": "薄命妾",
            "作者": "沈周",
            "内容": "妇人原附人，以貌结君子。愿言百年内，相生复相死。\n宛宛梁间燕，双双同一垒。一朝顾新欢，分飞别离此。\n新欢如新花，比妾真可怜。君本不弃妾，自无长少年。"
        },
        {
            "标题": "盒子会辞",
            "作者": "沈周",
            "内容": "平乐灯宵闹如沸，灯火烘春笑声内。盒奁来往斗芳邻，手帕绸缪通姊妹。\n东家西家百络盛，妆殽钉核春满檠。豹胎间挟鳇冰脆，乌揽分搀椰玉生。\n不论多同较奇有，品里输无例陪酒。呈丝逞竹会心欢，褒钞裨金走情友。\n閧堂一月自春风，酒香人语百花中。一般桃李三千户，亦有愁人隔墙住。"
        },
        {
            "标题": "鹧鸪天 柳",
            "作者": "沈周",
            "内容": "惯得轻柔绮陌中，几枝斜映驿亭红。微烟啅雀金犹懒，细雨藏鸦绿未浓。"
        },
        {
            "标题": "长安桃李花",
            "作者": "沈周",
            "内容": "长安桃李花，下有万人行。人人各有役，一人牵一情。\n孜孜彼因利，汲汲此为名。相逢不相通，飞尘暗春城。\n白日夜还晓，青春歇复荣。黑发倏皓首，绝迹迨无生。"
        },
        {
            "标题": "雕牙杖头歌",
            "作者": "沈周",
            "内容": "象齿截玉三寸强，刻划老彭精不爽。垂手偻背颅顶光，笑颜半破唇吻张。\n坠胸有乳长两囊，握之久矣溜而黄。杖头兀置"
        },
        {
            "标题": "览镜辞",
            "作者": "沈周",
            "内容": "匣中青铜小圆月，比月长明又不缺。朝朝照我六十年，初自丱时今白发。\n一朝见面一朝亲，老少妍媸认得真。病来半月不开匣，开匣顿然成别人。\n脂胶两眼匡失肉，颐褶垂垂颧骨簇。傍人虽道言笑是，个里故吾何可赎。\n镜神谓我瘦勿惊，尔形尚在天有情。休文减带固本相，抚镜始觉吾心平。"
        },
        {
            "标题": "乌藤杖歌",
            "作者": "沈周",
            "内容": "乌皮襞积竹约然，瘦骨挺玉修且坚。流求怪藤老不死，剪送海外谁夤缘。\n洪涛跃过十万里，滑似龙鬣疑沾涎。惫翁杖之尚溜手，扶持颇认儿孙贤。\n傍人笑为数促节，百有二十期吾年。明朝策雪入梅去，桃竹不敢争其权。"
        },
        {
            "标题": "书床屏",
            "作者": "沈周",
            "内容": "譬算一百年，三万六千日。人莫算其夜，数亦与日一。\n日夜循大环，吾身处环中。日作夜以息，补作在息功。\n致息乃有床，有床息有位。休休一奠枕，梦见无怀氏。"
        },
        {
            "标题": "暗纺词",
            "作者": "沈周",
            "内容": "贫家纺妇夜妨纱，无油点火暗摇车。纺多手熟不劳力，眼虽不见手明白。\n车摇摇兮夜迢迢，今夜不作无明朝。来图织布且换米，早粥在锅浑舍喜。\n富家烧蜡满堂红，弹丝调竹喧春风。纺车嘈嘈只隔壁，苦乐两声何不同。"
        },
        {
            "标题": "枕头曲",
            "作者": "沈周",
            "内容": "少女重青鬓，膏掠不停手。临镜时再三，呼人问妍丑。\n西家有寡妻，日日待白首。"
        },
        {
            "标题": "风吹枝上花",
            "作者": "沈周",
            "内容": "风吹枝上花，嫣然发春红。吹落忽在地，利害同一风。\n妾初托君爱，谓妾如花容。容在爱先弛，不能保其终。\n妾愿化为金，亦愿化为石。坚久保君心，贞固保君德。\n百年在恩爱，莫以妾颜色。"
        },
        {
            "标题": "制騣披巾一首",
            "作者": "沈周",
            "内容": "苦暑欲露顶，不谨见客恧。轻巾思缉騣，求工适良俶。\n沈虑揆之久，载难逊未熟。岂以庶帽儗，角屋系有幅。\n重谓高士饬，方作手三沐。引缕针肖梭，转指往来续。\n一转一成缔，玲珑万目属。匀匀布烟华，眇眇绚雾縠。\n工云费心思，微酒不能赎。积功月尚半，使我百鸱覆。\n著之若无巾，了了顶颅秃。尘漏风飔入，凉得敬亦足。\n珍收戒童奴，常畏爪沈触。未效郭漫垫，敢就陶亵漉。\n傍诧长仙标，孤坐映修竹。"
        },
        {
            "标题": "少年吟",
            "作者": "沈周",
            "内容": "气血驾少年，作事躁鲜谋。任情每败度，惘惘无省修。\n岁月自推移，砻世若一磨。与人砻气血，和平始寡过。\n人智发多历，禽性驯久笼。甫及造就时，乃知岁月功。"
        },
        {
            "标题": "对鹅与薛尧卿联句",
            "作者": "沈周",
            "内容": "鹢鹢来前除，兀立照日影。舒翼亸明翎，引吭延修颈。\n唼喋类啑藻，睥睨忆窥杏。\n驯蔑比邻恼，逸靡淮堧警。定额高赘疣，颏领低垂瘿。\n广掌跱何壮，宽脰食莫哽。蹒跚步徐徐，蹀"
        },
        {
            "标题": "新燕",
            "作者": "沈周",
            "内容": "今年见新燕，犹似去年见。主人头发白转多，只有乌衣不曾变。\n年去年来来不差，分明记得主人家。柴门大开风满屋，飞出飞入随杨花。\n君不见相国门前车马塞，一朝去相车马寂。车马寂，草萋萋，燕子还来梁上栖。"
        },
        {
            "标题": "送归燕",
            "作者": "沈周",
            "内容": "送归燕，送归燕，秋社今年又一遍。明年春社是来时，隔不半年仍复见。\n送归燕，送归燕，似把人家作邮传。来时不是慕富贵，去日曾非弃贫贱。\n口喃喃，尾涎涎，意与主人相眷恋。对语殷勤杨柳楼，双飞再四梧桐院。\n楼中院中有宾客，主人日日开高宴。酒杯去手易肺肝，酒杯在手革颜面。\n若将燕子比人情，燕子年年情不变。"
        },
        {
            "标题": "感燕",
            "作者": "沈周",
            "内容": "尔燕何巧黠，作巢违故常。悬赘两桷间，凭虚绝依傍。\n何啻幕上危，不托枅与杗。他垒皆有据，负固恃安藏。\n尔尚务速成，致败无忖量。衔泥互雌雄，一日千回翔。\n涂涂苦相附，疏渍易剥瓤。顷暂二堕落，力劳业荒唐。\n觜吻苦啄唼，累日不成亡。众垒既举雏，飞鸣能颉颃。\n见善不悛改，愚营故伥伥。大拙类蝜，小智逞蜣螂。\n愐尔殆有为，示险在堂皇。凡是肯构者，鉴求道则昌。\n拓之平易基，卫之仁义墙。顺之勿改作，缓之勿率忙。\n允作坚久计，子孙有馀庆。物异理则协，情激申芜章。"
        },
        {
            "标题": "山茶辞",
            "作者": "沈周",
            "内容": "惟兹古株以孤立兮，垕土敏树根器固谧兮。烨如渥若枝叶孔翕兮，奕绿团栾朱荣烂兮。\n岁寒雪霰芳斯发兮，众植摇落裸孑孑兮。顾彼华滋裒然袭衣兮，君子有常小人中非兮。\n外缜内贞羌有此淑行兮，材倨不振知受命兮。物曲尚利工弗然兮，繇弃而完遂生乐天兮。\n敬以为图贤足友予兮，山空无人聊与尔居兮。"
        },
        {
            "标题": "王将",
            "作者": "沈周",
            "内容": "江南古来传绮语，江南画船如屋里。将军总卫在江北，百乘高车马千里。\n五牙富贵地非宜，云海行窝出新理。扬川駊騀十丈莲，飞橹擘空如迸矢。\n两头箫鼓沸中流，两岸行人看如市。中间纱幕开暑风，左边设图右边史。\n将军受用通南北，坐泛西湖与杭比。还须笑咏载老夫，收取风流追郭李。"
        },
        {
            "标题": "玉泉观鱼",
            "作者": "沈周",
            "内容": "石池本清冽，映日更明透。畜鱼不得藏，巨细百尾凑。\n在水若空游，一一见肥瘦。又若在镜中，鳞鬣无差谬。\n旅往还旅来，人饵口即就。洋洋得其所，何如浴沂秀。\n深契濠上观，肯袭如棠陋。心赏失归途，昏云黯孤岫。"
        },
        {
            "标题": "咏庭前桂",
            "作者": "沈周",
            "内容": "庭前有芳桂，耸立自孤生。时当风露凄，顾发黄金荣。\n翘处群植闹，悠悠扬德馨。众秽岂不忌，气禀莫相能。"
        },
        {
            "标题": "西山有虎行二首 其二",
            "作者": "沈周",
            "内容": "西山有虎动成群，小儿夜啼争撞门。众中最猛说白额，当昼磨牙当道蹲。\n腥风冲人行不得，行人出门便愁食。青天白日奈尔何，老夫却愁阴类多。"
        },
        {
            "标题": "王理之君子林",
            "作者": "沈周",
            "内容": "王子爱竹乃祖风，个个对屋居城中。居然便号君子林，以多为称少未通。\n方其树艺心广大，十个便与千个同。小人固多君子少，聚此十辈道足充。\n愿言取直取虚已，取节不改固尔穷。王子复能手写竹，笔下夭矫看游龙。\n洛阳家家貌司马，片纸未见容荆公。请常事此勿改业，桃李何足涂春红。"
        },
        {
            "标题": "割稻",
            "作者": "沈周",
            "内容": "我家低田水没肚，五男割稻冻慄股。劳劳似共雨争夺，稻芽渐向镰头吐。\n蓬蓬纂纂缀青针，稻既生芽禾应腐。腐馀割得尚欢喜，计利当存十之五。\n小家伶仃止夫妇，稻烂水深无力取。口中之食眼中饱，忍见穗头沈着土。\n波间粒粒付鱼雁，一年生计空辛苦。但忧两口不聊生，未暇徵租虑官府。\n老翁坐对沈龟哭，婆亦号咷向空釜。云昏月墨忘关门，隔壁咆哮一声虎。"
        },
        {
            "标题": "墙下野菊",
            "作者": "沈周",
            "内容": "墙根野菊自烂漫，新黄琐碎无人怜。幽芳不扬抱隐德，僻地萧条宜养贤。\n聊因杯酒少慰藉，三嗅三叹秋风前。"
        },
        {
            "标题": "挂兰",
            "作者": "沈周",
            "内容": "厚土赋草木，去土曷恃生。贞丛县孤荄，由天匪培成。\n愿学无根槎，不作粪壤英。令人仰高洁，绝地自欣荣。\n矫矫凌空仙，碧带侑紫琼。谁能亵佩纕，灵累空复情。\n德馨不可挹，夐含风露清。君子务超世，浅俗讪钓名。\n区区荆棘辈，下视莽纵横。"
        },
        {
            "标题": "岳王坟上树",
            "作者": "沈周",
            "内容": "岳王坟上树，武侯庙前柏。在坟生南枝，在庙根如石。\n不诃无剪伐，不朽非培殖。冥冥草木者，何以通人德。\n二公郁忠义，天地为拍塞。天地无发付，一夜化两植。\n风云发长噫，雷雨作怒击。一不忘北兵，一不忘曹贼。\n英灵尚凛凛，死有斡生力。其生虽不辰，其死有遗直。\n嗟哉背逆徒，未死气先息。谙谙蔑蘖馀，苟有亦荆棘。"
        },
        {
            "标题": "块庵陈太常南轩牡丹",
            "作者": "沈周",
            "内容": "清卿南轩春有光，点缀万绿留红芳。临轩撩乱难比数，杨家肉屏当面张。\n南都根本元气壮，此花盛得当推王。天于清高补富贵，人与草木争文章。\n春盘厌箸酒饫口，簪缨盍座中飞觞。略无丝竹聒清论，澹有风日含新妆。\n嗟予潦倒似伧父，布袍也拂春风香。白鸥本是世外物，参鸾附鹄来翱翔。\n两年叹惜俱作客，自家一株烟草荒。平章往事不须较，在在有华皆洛阳。\n主人劝客莫辞醉，更言此会非寻常。为华置像保长在，人间风雨当无伤。"
        },
        {
            "标题": "白茅顾氏种荔核成树有感",
            "作者": "沈周",
            "内容": "人传顾家园，近有闽荔栽。始闻漫竦企，果否两莫裁。\n闽吴地殊悬，此物胡来哉。彼此气各偏，炎寒亦难谐。\n淮南不宜橘，冀北不宜梅。物固产不通，性与土相乖。\n耳目自为仇，予怀日徘徊。问讯昨走奴，已遣仍虑诒。\n及返有所挟，么枝叶蓑蓑。叶次缀小蕾，含黄未成开。\n事固有变理，执常哂吴呆。兼能述所致，妄瘗核偶荄。\n今本已拱把，森然畅条枚。去岁实垂成，隤落惜玫瑰。\n根气恐未充，加培如保孩。紫苞已在眼，香甘早流腮。\n老夫喟有此，南气其北来。先从草木见，造化有胚胎。\n厥初限荒服，难与玉食偕。渐虞道里近，有以滋味媒。\n置堠当未免，又见飞尘灰。"
        },
        {
            "标题": "南山有高树",
            "作者": "沈周",
            "内容": "南山有高树，众鸟投其枝。树莫有号召，鸟集各如期。\n密雨谢沾湿，赫日与蔽亏。搆架亦宜巢，哺育久于兹。\n一旦疾风作，根柢不能持。众鸟蔑依恃，分飞更他之。\n他之复高树，罔念旧息时。老夫感树鸟，再三歌附离。"
        },
        {
            "标题": "石湖书院老树",
            "作者": "沈周",
            "内容": "范公亭东看古树，有身莫可限尺度。只凭长大不长长，边老婪酣遗丑肚。\n一干朽尽皮肉空，一干轮囷叶粗蔽。盘根到处走虬蛇，风雨不惊知得地。\n坐根纳荫且移时，静玩气机成感寓。人生安得如此顽。\n不死不用常在世。"
        },
        {
            "标题": "道上春草",
            "作者": "沈周",
            "内容": "春草本无愁，有愁因我生。千里随我远，始自出门行。\n一步长一苗，根从心上萦。酒浇根不烂，诗遣苗复荣。\n何如闭门坐，愁草两忘情。"
        },
        {
            "标题": "咏斋中黄菊",
            "作者": "沈周",
            "内容": "宛宛黄金杯，虚器莫挹酒。造化为鼓铸，赋色应西睺。\n漙漙朝露浥，宛宛秋苞剖。深玩不尽爱，欲折还惜手。\n气属萧飒中，迟暮以为候。病夫萧飒人，意味相昵厚。\n顾非儿女花，贞固知所负。吾斋空四座，命作岁寒友。"
        },
        {
            "标题": "题牡丹图",
            "作者": "沈周",
            "内容": "东家牡丹不论叶，西家桑柘不论花。花前把酒酹红玉，一滴谁沾桑叶绿。\n隔墙羯鼓春逄逄，人散酒阑花亦空。采桑养蚕百筐满，子子孙孙衣著暖。\n明年赁地过东墙，拔却牡丹多种桑。"
        },
        {
            "标题": "庆云庵月下观杏花",
            "作者": "沈周",
            "内容": "杏花初开红满城，我眠僧房闻雨声。侵朝急起看晴艳，对房两株令眼明。\n还宜夜坐了馀兴，静免蜂蝶来纷争。嫣然红粉本富贵，更借月馀添妍清。\n青蘋流水未足拟，金莲影度双娉婷。庭空月悄花不语，但觉风过微香生。\n老僧看惯不为意，却爱小纸燕脂萦。高斋素壁可长有，不由零落愁人情。"
        },
        {
            "标题": "薙草行",
            "作者": "沈周",
            "内容": "除草本难尽，根子互生成。请观耰锄后，私得雨露情。\n庭除日夕间，众绿复交盈。兰蕙皆灭迹，萧艾欣得朋。\n中为蚊蚋居，蛇蟒亦横行。湿积地道敏，气恶暑热蒸。\n陷足罥衣裾，宾阶苦趋迎。每被客嘲诮，爱物实沽名。\n不察僮奴懒，亦柰易发生。朝来奋一薙，顿令心目清。\n聊快顷暂间，未保终绝萌。因以悟小人，难去类相萦。\n匪特去云难，尚有怨诽并。从兹谢庭草，甡甡漫尔荣。"
        },
        {
            "标题": "庆云牡丹",
            "作者": "沈周",
            "内容": "三月十日天半晴，庆云庵里看春行。陶娘李娘俱寂寞，鼠姑照眼真倾城。\n老僧却在色界住，静笑山花恼客情。靓妆倚露粉汗湿，醉肉隔纱红晕明。\n吉祥将落旧有恨，急借纸面图其生。明朝携酒正恐谢，亦怕敲门僧厌迎。"
        },
        {
            "标题": "庭前有疏竹",
            "作者": "沈周",
            "内容": "庭前有疏竹，楚楚青玉株。长身何森竦，贯直无曲迂。\n雅净合吾志，还爱格清癯。不似松与栝，蓬郁多髯须。\n风起月作影，心耳为之虚。十年存保护，远意托笙竽。\n物脆时莫待，苍黟根叶殊。老朽不足截，何以承吹嘘。"
        },
        {
            "标题": "青草吟",
            "作者": "沈周",
            "内容": "青草年年多，白发日日少。青草催白发，似恐人不老。\n发落白有尽，草生青不了。我是乐天人，梳头对青草。"
        },
        {
            "标题": "妙智庵牡丹",
            "作者": "沈周",
            "内容": "我来借看富贵丛，僧房认是赁宅中。去年看过今又到，花若迟我含春风。\n毵毵白发虽不称，未许花前无我侬。慈恩在前妙智后，今古乐事将无同。\n古花己见古人醉，今花还对今人红。一觞一咏雅而乐，何用羯鼓敲逄逄。\n冠裳颠倒插花舞，强以筋力追儿童。莫教错认白太傅，自是颓然田舍翁。"
        },
        {
            "标题": "石轴花",
            "作者": "沈周",
            "内容": "山行见石轴，黄荣大而华。一花合群英，径可半尺奢。\n团团缀末干，兀兀无傍桠。或如罥綵鞠，或如撑秋瓜。\n烂漫山谷间，仙人唾馀霞。性不利羊食，其生天所赊。\n踯躅本山榴，又以红见誇。且致是非间，未暇披金沙。\n谁能别为名，美如洛阳花。感兹在隐约，把玩令人嗟。\n姿容牡丹比，但未收姚家。蓬荜困遗贤，荆布裹贞娃。\n取酒载酹之，下山西日斜。"
        },
        {
            "标题": "悯禾",
            "作者": "沈周",
            "内容": "薄禾今兹计，狼狈尚栖亩。借问胡为尔，先时已罹咎。\n五月风雨大，潢潦卑莫受。田稚俯就没，浊浪扼其首。\n排濯潏荡间，性命存亦苟。天日赫赫出，水热烹群丑。\n一日色已变，三日齑在臼。我时往捞观，觊活从中剖。\n心存根已拨，欲弃难懈手。欲拯卒何及，怆食内若疚。\n掘土窒渗塍，倩车仰邻佑。督戽靡日夜，救死岂容久。\n并力役老少，足茧筋亦纠。水面青针芒，稍出九死后。\n气力与生意，委顿类产妇。一一补伤烂，行行十八九。\n过时强经营，安望如常茂。事多于悔祸，始畸终变偶。\n七月寻遭风，弱本被拗揉。折处气当沮，虚房但含滫。\n间或见成穗，秃秸卧败帚。何能毕公租，亦莫彀饥口。\n对此发长咨，细雨浃昏酉。枵腹不堪鼓，并欲歌止酒。"
        },
        {
            "标题": "看花吟劝陈世则酒",
            "作者": "沈周",
            "内容": "花下一壶酒，人与花酬酢。树上百枝花，花对人婥妁。\n昨日颜色正新鲜，今朝少觉不如昨。人若无花人不乐，花若无人花寂寞。\n看花不是久远事，人生如花亦难托。去年花下看花人，今年已渐随花落。\n花且开，酒且酌，催花鼓板挝芍药。醉他三万六千觞，我与花神作要约。"
        },
        {
            "标题": "读陶诗二首 其一",
            "作者": "沈周",
            "内容": "采菊见南山，赋诗临清流。偶耳与物会，微言适相酬。\n浩荡思惟表，其心共天游。江不阻水逝，天不碍云浮。\n后人涉雕斲，七窍混沌愁。掩卷三太息，至山莫容丘。"
        },
        {
            "标题": "题林和靖手帖用东坡韵",
            "作者": "沈周",
            "内容": "我爱翁书得瘦硬，云腴濯尽西湖渌。西台少肉是真评，数行清莹含冰玉。\n宛然风节溢其间，此字此翁俱绝俗。开缄见字即见翁，五百年来如转烛。\n可怜人物两相求，落我掌中珠有足。水边孤坟我曾拜，土冷烟荒骨难肉。\n当时州吏岁劳问，于今祀典谁登录。翁固不能知我悲，聊对湖山歌楚曲。\n我歌湖山亦不知，惟有春鸠叫深竹。归来把酒吊双缄，犹胜无钱对寒菊。"
        },
        {
            "标题": "竹堂寺与李敬敷杨启同观梅",
            "作者": "沈周",
            "内容": "竹堂梅花一千树，晴雪塞门无入处。秋官黄门两诗客，珂马西来为花驻。\n老翁携酒亦偶同，花不留人人自住。满身毛骨沁冰影，嚼蕊含香各搜句。\n吉祥牡丹清本欠，定惠海棠幽亦未。只凭坡口诧繁华，似恐同花不同趣。\n酒酣涂纸作横斜，笔下珠光湿春露。只愁此纸捲春去，明日重来花在地。"
        },
        {
            "标题": "题华光禄汝德石延年古松诗",
            "作者": "沈周",
            "内容": "曼卿号诗豪，发奇索幽秘。对语禽关乐，生香花交树。\n翕然伊洛间，妙绝称者亟。清放挟滑稽，其风如晋靡。\n马逸遭踬坠，云赖石学士。狂调烟花馆，弗愧街司箠。\n落考褫华袍，坐啸傲群耻。作诗喻罢进，遗韵寓谑旨。\n排闼就钱愚，博饮略汝尔。卒与刘潜醉，囚巢鳖自儗。\n止酒迨遵戒，枯渴遂及死。苍笔留松篇，心画森规矩。\n古以画观人，无乃倒非是。躐颜复涉柳，廉隅摄神鬼。\n兽柙怒虎兕，武库耀戟棨。当时朱夫子，不学九渊体。\n道德百代师，朱紫曷足訾。曼卿贲在外，紫阳衷则匪。\n我今罔异同，口舌吾过矣。拙肘叹莫学，聊以指运几。\n缘辞更高讽，谡谩松风起。其人当不亡，或在蓉城里。"
        },
        {
            "标题": "读陶诗二首 其二",
            "作者": "沈周",
            "内容": "元气本无声，宣和偶宫徵。沨沨合自然，其音无惉懘。\n流之天地间，六代激绮靡。溯观删馀什，雅岂不在是。\n后来庶有知，韦柳实兴起。更后邈无人，斯文止于此。"
        },
        {
            "标题": "古梅折枝歌",
            "作者": "沈周",
            "内容": "搰蛟不肯居西湖，穹窿山中潜作都。千年杂与草木处，土膏沁骨苍皮粗。\n雪中挛拳冻欲死，老腊又仗春风稣。今年苦遭斤斧厄，左股割落从樵夫。\n幽灵暗泣天亦黑，十斛清泪含明珠。抱材肯受爨下辱，失势岂分沟中污。\n韩湘直费百金买，何啻网著青珊瑚。挑回市上骇众目，儿女争看来喧呼。\n还疑神物有变化，白日闭户防逃逋。金绳两道锁纽壮，禁止更插碧玉壶。\n主人尚恐莫长守，请我写作流芳图。高堂雪壁照清影，此屋此图何可无。"
        },
        {
            "标题": "题画 其二",
            "作者": "沈周",
            "内容": "青山本自媚，天犹假装饰。白云为铅粉，林岭弄颜色。\n西湖比西子，坡语作戏剧。老夫爱莫助，图画开幻域。"
        },
        {
            "标题": "题杨铁厓先生遗墨",
            "作者": "沈周",
            "内容": "铁厓山，铁道人。戴铁冠，吹铁篴，铁色一尺面，铁衣七尺身。\n元精育此老铁汉，铁肝铁胆，穷为义士达荩臣。百剉不得折，突兀而轮囷。\n文章奇倔似生铁，戛然有声惊鬼神。小语补两汉，大语追先秦。\n时流高价购铁语，贵铁不贵金与银。不从嵇锻搰搰累俗好，不学许耕屑屑称齐民。\n天河借水洗铁冠，笑吹铁篴骑玉麟。而今观化不在世，好在天上参星辰。\n惟馀此篇在故纸，铁笔不烂二千春。"
        },
        {
            "标题": "题画 其一",
            "作者": "沈周",
            "内容": "秋山骨棱层，秋树枝槎牙。尚有霜馀叶，点缀如春花。\n缓骑亦足赏，何须坐停车。行行日将夕，微吟酬物华。"
        },
        {
            "标题": "观徐士亨所藏怀素自序真迹吴匏庵许摹寄速之",
            "作者": "沈周",
            "内容": "藏真傥荡人，草书如易耳。羲献百世师，拟步争尺咫。\n长驱并颠旭，所至非易矣。笔势酒发之，将腕兵其指。\n潜锋在浑沦，藏力于纤靡。恍恍迟速间，神妙出生死。\n心以禅观通，随物得书旨。风云及虺蛇，信笔变不止。\n一笔备一变，万变万象起。固足称草圣，多括类书史。\n史迁尝自序，此作良有以。汗漫逾千言，灿烂连数纸。\n初纸记子美，曾补龟玉毁。山谷亦未见，曾遭穆父鄙。\n后人况肉眼，狐鼠得疑似。丧乱七百年，天岂慭遗此。\n今日复何日，所遇亦天使。未能寻文读，且以指画几。\n叹羡及末卷，题识惊娓娓。名衔十有六，尚漏薛刘米。\n西台与祁国，绪论甫先启。同叔相诺唯，公卷特许纪。\n此辈推名流，逐逐到馀子。非惟致赞颂，流传悉源委。\n譬群介辅宾，传命以成礼。譬徵十朋龟，信吉无馀拟。\n季子肯拓致，我诗系其尾。南州肯勒石，万本播不已。\n不然此纸者，孤注安足倚。"
        },
        {
            "标题": "侍家父世父与刘完庵西庵文会",
            "作者": "沈周",
            "内容": "野寺清尊对鹤群，我来行酒听论文。门前歇马依青柳，池上开轩见白云。\n自喜献之同禊事，还惭阿买张吾军。醉扶老父还家去，桑柘秋阴日未曛。"
        },
        {
            "标题": "八月十七夜待月",
            "作者": "沈周",
            "内容": "候月月不出，引醪兼话长。柳黄延返照，苧白应新凉。\n恶璧沉海气，待珠开夜光。我罍犹未耻，愿早贲林堂。"
        },
        {
            "标题": "八月一日病中即事（成化癸卯）",
            "作者": "沈周",
            "内容": "病骨撑衾太瘦生，秋怀兼暑未能清。酣人万梦同迷著，唤日一鸡劳独鸣。薄雾斗来成就雨，浮云终不主张晴。传看司马匡时疏，顿起藜床手足轻。"
        },
        {
            "标题": "白燕和袁海潜韵",
            "作者": "沈周",
            "内容": "素姿惊眼旧全非，百姓寻常识者稀。向月似看双练去，开帘疑放一鹇归。\n知餐雪液通仙骨，解剪霓绡作舞衣。定是阿娇钗上玉，却来金屋化双飞。"
        },
        {
            "标题": "白头公图",
            "作者": "沈周",
            "内容": "十日红帘不上钩，雨声滴碎管弦楼。梨花将老春将去，愁白双禽一夜头。"
        },
        {
            "标题": "白山茶",
            "作者": "沈周",
            "内容": "犀甲凌寒碧叶重，玉杯擎处露华浓。何当借寿长生酒，只恐茶仙未肯容。"
        },
        {
            "标题": "半清轩",
            "作者": "沈周",
            "内容": "一轩逼侧两弓余，心远何妨市上居。盆里栽梅寄潇洒，壁间写竹看扶疏。闲翻酒券供临帖，静借牙筹记读书。日有茶烟与香篆，行人帘外欲停车。"
        },
        {
            "标题": "留题苏文辉隐居",
            "作者": "沈周",
            "内容": "迢迢觅虚浦，依依指青林。拉柁沿洄流，逾梁路转深。\n遥盼人家处，杂户班溪浔。地僻罕人事，儿童窥客临。\n何须诘君居，漫缘清诵寻。深檐映疏竹，垂帘昼阴阴。\n敛书出肃我，为喜卒莫任。神通维云久，觌面乃始今。\n癯然何巉岩，长裾配宽襟。愔愔寡言辞，志静知虑沉。\n父子自家学，禽鱼同隐心。鸡黍既云具，荐醪复鸣琴。\n欲别不忍即，止宿抱裯衾。"
        },
        {
            "标题": "秋夜",
            "作者": "沈周",
            "内容": "白屋衡门拥堕樵，秋怀落落夜寥寥。人间箧笥悲纨扇，天上楼台款玉箫。\n竹实未生岐凤老，樵书不展塞鸿遥。青春虽在潘郎鬓，只恐愁多亦易凋。"
        },
        {
            "标题": "和张保定留题北寺诗韵",
            "作者": "沈周",
            "内容": "钟磬泠泠隔水闻，当门高塔倚斜曛。绿萝深径栖残雨，黄叶空台积暮云。已拂壁尘留草圣，更因香炷事桐君。碧山学士清游后，应悔银鱼不蚤焚。"
        },
        {
            "标题": "题江南景寄北客",
            "作者": "沈周",
            "内容": "江南山水为吾乡，山能千里江亦长。亘于天地，莫可缩写寄一纸，渺渺并苍苍。萦滩沓渚犬牙出，重村杂树青烟藏。沙溪杳杳引百丈，舻舻前后来群商。渔翁舴艋聚虫蚁，百纲对举如牵囊。风波澎湃濯山足，厓叶倒堕斗与飞沤忙。迸泉或自岩腹落，两僧仰面洒沫凉。燕车冀马空辘轣，宜未信此为荒唐。似之小卷当为发大笑，长游便欲追吴樯。"
        },
        {
            "标题": "别金陵",
            "作者": "沈周",
            "内容": "花事匆匆瞥眼过，故园不去欲如何。五侯宾客鲭全少，百姓人家燕已多。蒋庙乱山云罨树，秦淮落日水增波。有诗对酒虽堪赖，终欠玲珑为我歌。"
        },
        {
            "标题": "悯日歌（弘治丙辰，七十岁作）",
            "作者": "沈周",
            "内容": "日既去，日复来。来如赴，去如颓。来是谁约？去是谁推？一来一去，彼此自禅续。无与我事，何故使我心惊猜？似乎少年有根是汝拔，老丑无种是汝栽。百年所算三万六千日，自我而数指作枚。我今行年已七十，历日二万五千枚。所该百而去七大大半，又复使我心惊呆。虽欲不惊呆，猛见霜丝雪缕垂两腮。何况人生不满百，疾乌捷兔又如此而相催。我思天地灵长之气十二万九千六百年，然后运穷劫尽荡而为灰。吾人亦谓参三才，胡乃其气短索不得相追陪。准天地而言，人眇尘海之一埃。慨岁月之玩人，同今古而一雷。我无长绳系日住，亦无长戈挥日回。亦不知学仙能久视，亦不知托佛能轮回。而今而后，去之日付一杯，来之日付一杯，不忧罄其瓶，耻其罍。春暖秋凉，山边水隈，访黄菊，寻白梅。秋月自与吾虑净，春云自与吾怀开。昼游之地吾蓬莱，夕息之处吾夜台。以殇视我吾老大，以彭视我吾婴孩。信寿夭，吾何以外。请享此见在，不乐胡为哉！"
        },
        {
            "标题": "病怀二首 其一",
            "作者": "沈周",
            "内容": "衰迟宜静不宜哗，事莫堪怀动叹嗟。病遣稗书还藉眼，老便锡粥又妨牙。\n栽花赁地春无主，斫竹开门月过家。任是客来难强酒，小陪清话一烧茶。"
        },
        {
            "标题": "病怀二首 其二",
            "作者": "沈周",
            "内容": "朱颜与白发，掩镜两茫茫。天地大梦宅，烟花一戏场。\n算忙閒固少，并夜日还长。吾酒吾诗在，桑榆弄末光。"
        },
        {
            "标题": "病中夜雨起坐",
            "作者": "沈周",
            "内容": "药杯香炷与温存，养病工夫要闭门。布被拥寒书作枕，纸窗催曙水临轩。枫生赧色知霜辱，蕉负争心共雨喧。物性人情静观得，得来还欲费吾言。"
        },
        {
            "标题": "病中夜怀",
            "作者": "沈周",
            "内容": "病与忧相并，如何老不成。少年犹昨日，往事讶前生。月共轩窗净，秋将枕席清。瘦何消览镜，洗面手还惊。"
        },
        {
            "标题": "病起咏菊",
            "作者": "沈周",
            "内容": "试步庭中雨迹晴，篱花黄白似相迎。病腰徙倚秋分瘦，老眼朦胧晚借明。\n南国金夫空倚富，东家玉女自含贞。一年一度期追慰，今怪山杯欠此情。"
        },
        {
            "标题": "梦谢人授鹿角胶记莫全篇寤而足此",
            "作者": "沈周",
            "内容": "毛龙顶上红茸茁，三尺珊瑚长仙蘖。根贯神"
        },
        {
            "标题": "采菱图",
            "作者": "沈周",
            "内容": "湖州秋水玉泠泠，湖州女儿出采菱。梭船荡桨红泼刺，阿姊倡歌阿妹应。\n隔溪冶郎骑马过，点鞭杀勒霜蹄挫。"
        },
        {
            "标题": "速张友山题和靖二帖",
            "作者": "沈周",
            "内容": "老去知吟苦，新篇忍重烦。搔头丝坠地，点笔雨临轩。\n小简完双璧，长城重五言。逋仙当不死，字字与招魂。"
        },
        {
            "标题": "送袁德淳还太平",
            "作者": "沈周",
            "内容": "阊门送别当新暑，绿波芳草如南浦。袁侯玉雪照离尊，言貌温恭心独古。\n谁道今时无古人，眼中之人仲山甫。天球河图东序物，置之市肆岂其所。\n太平作县草创初，务在民安心独苦。诚格山川及鬼神，爱存父母无官府。\n况于朋友急为义，援我亲丧离浅土。临岐感激一何深，默默扪心泪如雨。"
        },
        {
            "标题": "游高道禅居",
            "作者": "沈周",
            "内容": "山复冈回静结庐，林蹊生处我来初。杖欺新绿苔痕里，屐践残红雨迹馀。\n酒榼临春聊遣拨，禅单消日自清虚。壁尘怪是游题满，教种芭蕉别倩书。"
        },
        {
            "标题": "和吴匏庵续满城风雨近重阳之作",
            "作者": "沈周",
            "内容": "满城风雨近重阳，寂寂寥寥破草堂。彭泽花枝待晴把，云安曲米带生尝。\n梳头发应吾年白，润屋金从别姓黄。惭与潘郎续遗句，沈郎瘦不似潘郎。"
        },
        {
            "标题": "哭表兄金以宾追及伯氏怀用",
            "作者": "沈周",
            "内容": "秋日哭兄犹涕洟，穷冬哭弟又涟洏。年时大小皆于迈，我辈存亡岂可期。\n昨者笑谈今属梦，门人编录幸存诗。吟踪最忆东桥路，青布长巾短杖藜。"
        },
        {
            "标题": "暮投承天习静房与老僧夜酌复和清虚堂韵一首",
            "作者": "沈周",
            "内容": "临昏细雨如撒沙，城中官府已散衙。空林古寺叶满地，墙角仅见山茶花。\n系舟未稳促沽酒，布帘尚曳河西家。老僧开门振高木，宿鸟续续番鸱鸦。\n松寮竹榻古且静，人影凌乱灯含葩。殷勤小行颇展敬，酾酒莫及先烹茶。\n更添香炷侑清啜，坐久不觉蒲牢挝。三杯破冻聊尔耳，俗虑脱臆如人爬。\n浮生岁月聚散过，抚事感老徒兴嗟。净方频来亦夙契，敢惜片语偿烟霞。"
        },
        {
            "标题": "脱齿行",
            "作者": "沈周",
            "内容": "我齿食所系，食以系我生。齿脱宁不忧，其系本非轻。\n近来渐脱二，脱者尽之萌。既脱不复留，留者亦难撑。\n留如汎虚槎，脱如凿深坑。编生如相辅，豁一傍须崩。\n生食原相资，今作水火争。妨食生必妨，死理端可明。\n完业譬大族，恃子在守成。其子无锢心，先荡黄金籯。\n屋售继失居，田鬻还绝耕。沟瘠谅在眼，身家同一倾。\n触类有攸感，我赋脱齿行。"
        },
        {
            "标题": "齿落",
            "作者": "沈周",
            "内容": "七十三年与我存，一时迸落豁开门。车空已觉乘无物，舌棘犹嫌剩有根。\n颠倒自怜临水漱，含胡人笑漏风言。数来满口今馀几，软粥香醪且瓦盆。"
        },
        {
            "标题": "保叔傅公得余诗画失去重补",
            "作者": "沈周",
            "内容": "花宫宝塔映湖光，题墨游踪久已忘。屈指岂胜年契阔，感人何在画存亡。\n头衰要雪消难得，山缺教云补不妨。旧梦又将新梦接，几时风雨活松堂。"
        },
        {
            "标题": "楚江秋晚二首题陈味芝所藏燕龙图画卷（成化",
            "作者": "沈周",
            "内容": "葭菼苍苍白露晞，萧条江色带微晖。平沙雁逐寒潮起，野树鸦随乱叶飞。渐见九溪如练净，尚怜三户似星稀。不堪昨夜南游客，愁向西风忆授衣。"
        },
        {
            "标题": "和嘉本初夜泊枫桥韵",
            "作者": "沈周",
            "内容": "风流张继忆当年，一夜留题百世传。桥带人家斜倚寺，月笼沙水淡生烟。\n火知渔子仍村外，舟载诗僧又客边。我愧不能同此宿，却因新韵偶联篇。"
        },
        {
            "标题": "春归曲",
            "作者": "沈周",
            "内容": "今朝三月三十日，问春果是明朝归。春归当向何处去，春亦不言花乱飞。东家蝴蝶已无赖，强逐游丝扬落晖。青楼粉暗女子嫁，朱门鸟啼宾客稀。春一去，万事非。临歧更把一杯酒，愁见墙头梅子肥。"
        },
        {
            "标题": "春晴出游",
            "作者": "沈周",
            "内容": "天宇及轩霁，品物各华研。清般约同侪，络醑仍击鲜。\n展酌临芳树，鸣琴参笑言。促羽酬良辰，迅光不长延。\n请看刘伶坟，酹之莫达泉。"
        },
        {
            "标题": "徐氏云山图",
            "作者": "沈周",
            "内容": "老夫发墨为白云，忽看一幛千氤氲。徐卿新堂虚北壁，谁谓不堪持赠君。\n青山为母云作子，倒见青山落怀里。分明七十二芙蓉，汞海卧秋扶不起。\n满堂雨气飒欲流，隔帘绿树啼春鸠。白云在家亲在眼，不倚太行歌远游。"
        },
        {
            "标题": "题山家璧",
            "作者": "沈周",
            "内容": "旧过山家今莫记，屋头高荫发新楠。三年眼见树如此，双鬓情知老不堪。\n款有杯盘及奴辈，话因门户恤丁男。病馀未似前能酒，亦为殷勤入半酣。"
        },
        {
            "标题": "次东原先生与其甥魏公美画诗韵",
            "作者": "沈周",
            "内容": "苍苍笔力似荆关，白发图书老不闲。未许羊昙乞西墅，画中分与旧溪山。"
        },
        {
            "标题": "次天全翁雪湖赏梅（四首）",
            "作者": "沈周",
            "内容": "少在城中多在乡，寻梅犹抵候朝忙。新诗似与梅相约，诗到成时梅恰香。"
        },
        {
            "标题": "次天全翁雪湖赏梅（四首）",
            "作者": "沈周",
            "内容": "重峦叠叠水湾湾，雪舫寻春醉未还。因省玉堂为客夜，如今不似梦中山。"
        },
        {
            "标题": "次天全翁雪湖赏梅（四首）",
            "作者": "沈周",
            "内容": "黄帽孤舟且莫催，雪山留客好衔杯。梅花况是堪题咏，今夜春城判不回。"
        },
        {
            "标题": "次韵天台陈勉卖痴呆四绝",
            "作者": "沈周",
            "内容": "东卖呆兮西卖痴，卖痴即是卖呆儿。卖来卖去无人买，我不担当与阿谁。"
        },
        {
            "标题": "次韵天台陈勉卖痴呆四绝",
            "作者": "沈周",
            "内容": "初自谁边错买痴，被渠乖者赚呆儿。苏州城里人如海，难悔还他认得谁。"
        },
        {
            "标题": "次韵天台陈勉卖痴呆四绝",
            "作者": "沈周",
            "内容": "空卖呆儿又卖痴，拦街都是要乖儿。通身一具痴呆骨，抖擞将他换与谁。"
        },
        {
            "标题": "次韵天台陈勉卖痴呆四绝",
            "作者": "沈周",
            "内容": "瞒却惺惺去卖痴，呆儿真是养家儿。到头打合无牙侩，空手归来告诉谁。"
        },
        {
            "标题": "蜀道兵兴闻徐遵诲往寻旧业",
            "作者": "沈周",
            "内容": "烽火西川万里馀，扁舟此别意何如。衰迟自可加餐饭，离乱无由数寄书。\n江上羁愁衣带缓，镜中勋业鬓毛疏。秋来无那多风雨，遥忆成都旧草庐。"
        },
        {
            "标题": "感张宏范逼文丞相招张世杰降",
            "作者": "沈周",
            "内容": "萤爝安知日月光，叛降可教正人当。万生万死不忘宋，一贼一仁何讳张。\n大事未亡膏血在，老夫堪哭泪洟长。敌人那识文丞相，铁铸南冠金玉相。"
        },
        {
            "标题": "题马图和骢马行韵",
            "作者": "沈周",
            "内容": "玄云涨体非花骢，复知西产匪产东。突围破阵奔死命，将军假此誇奇功。\n横行绝塞何由致，千金始为燕昭至。房星不落冀北群，地用全收天下利。\n奋迅时时迸衔铁，仰空长嘶紫缰裂。朔风吹鬣尾梢云，曼缨拂地垂猩血。\n羌奴手控不敢骑，天生神物彼亦知。今无伯乐空自老，末路英雄向谁道。"
        },
        {
            "标题": "从军行（成化乙未）",
            "作者": "沈周",
            "内容": "马上黄沙拂面行，汉家何日不劳兵。匈奴久自忘甥舅，仆射今谁托父兄。云外旌旗婆勒渡，月中刁斗受降城。左贤早待长绳缚，莫遣论功白发生。"
        },
        {
            "标题": "夜行村路中用程篁墩虎丘韵",
            "作者": "沈周",
            "内容": "踯躅经墟复历丘，昼时不走夜时游。泥涂我有多岐叹，江海谁閒野渡舟。\n著力自家须杖舄，发明何许借膏油。从知世路不易涉，只好归眠旧草楼。"
        },
        {
            "标题": "题史西村游杭诗稿",
            "作者": "沈周",
            "内容": "珠贝连篇一卷间，只疑梱载古杭还。候潮路远肩舆重，酬月歌长酒量悭。\n自惜旧游妨老病，且从新句见湖山。问天赊取明年健，何必因人有厚颜。"
        },
        {
            "标题": "答僧求画",
            "作者": "沈周",
            "内容": "参方归去草鞋穿，老屋清斋省旧缘。千里绝云行脚债，一单安月在家禅。蕉留庭户因供字，笋熟园林不卖钱。何苦要侬粗水墨，此心犹落妄尘边。"
        },
        {
            "标题": "与沈工侍时旸登大潮山绝顶",
            "作者": "沈周",
            "内容": "侍郎不到十年馀，拉我松行喜并舆。客子初疑穿虎豹，僧伽高住自钟鱼。\n龙蛇起陆香山近，雕鹗摩天震泽虚。把酒直从峰绝处，眼空错认是匡庐。"
        },
        {
            "标题": "丹阳道中",
            "作者": "沈周",
            "内容": "抖擞山边水际身，廿年重踏旧京尘。依依残梦丹阳月，兀兀轻车白发人。\n谅自去来无个事，趁他花柳未分春。关津莫作谁何问，诗酒承平一老民。"
        },
        {
            "标题": "悼清公",
            "作者": "沈周",
            "内容": "三年不到此，一到失清公。影相丹崖月，袈裟碧树风。人皆梦幻耳，世在去来中。短咏酬长别，芭蕉古院东。"
        },
        {
            "标题": "盗发",
            "作者": "沈周",
            "内容": "小窃虽饥寒，巨猾实扇起。十百相党群，刀殳弄凶技。\n前邻遭砟关，逼货炙妻子。后邻发重堤，进舟当门舣。\n担负亦公然，罄室乃云止。稍或有牴牾，人戮庐亦燬。\n无何閧西村，旋复啸东里。通川及要路，宵征绝行李。\n检刮空腰缠，体至衣裘褫。天寒冰载路，沟壑何不委。\n家家夜结束，老少泣以俟。一息苟奠安，天明各相喜。\n正念一井闬，搔动乃如此。江东连江湖，固是盗所倚。\n禁弛气则张，类滋势难弭。有官示以仁，得录不之罪。\n恕实长之道，无乃延小美。有声自此辈，识者谓辱已。\n况彼有后言，时哉好生理。教虎不咥人，所性安可使。\n使誉出贤者，天下知善士。民以静为乐，贸贸安生死。\n虽然废赒恤，糠覈自甘旨。去蠹木欣荣，除"
        },
        {
            "标题": "悼内",
            "作者": "沈周",
            "内容": "结缡四十二星霜，贫贱来归贫贱亡。秪剩辛勤在麻枲，尽知惭愧累糟糠。\n骎骎马齿偕谁老，耿耿鳏睛觉夜长。浅土不安缘借殡，青山愁绝几时藏。"
        },
        {
            "标题": "悼张静之黄门",
            "作者": "沈周",
            "内容": "先皇深宠死难忘，魂识还依玉案傍。沧海莫知归有鸟，白云谁谓去无乡。\n念终在子天终吝，世自存诗人自亡。忆得西湖觞咏地，岂胜清泪月微茫。"
        },
        {
            "标题": "溧阳道中遇雨",
            "作者": "沈周",
            "内容": "浮云接地日无光，足力衰迟道路长。都是小儿能疾走，这场风雨却谁当。"
        },
        {
            "标题": "登姑苏台",
            "作者": "沈周",
            "内容": "把酒吊往迹，茫茫几鹿游。兴亡两国梦，感慨一台秋。\n战叶风仍乱，争流江未休。倾城美人事，残堞暮云愁。"
        },
        {
            "标题": "登妙高台",
            "作者": "沈周",
            "内容": "登台见青草，默默感今昔。江山本旧观，形胜我新识。\n江山不因台，流峙天自辟。台固为江山，亦当为游客。\n往来相无穷，有得与不得。坡老莫可呼，举酒酬江色。"
        },
        {
            "标题": "低田妇",
            "作者": "沈周",
            "内容": "湖田十年才一耕，今年又与湖波平。男儿筑岸妇踏水，日长踏多力不生。百辐翩翩转鸦尾，涂足蓬头濯风雨。君不见田家不悔苦生涯，生女还复嫁田家。"
        },
        {
            "标题": "闻邸报",
            "作者": "沈周",
            "内容": "白发穷檐忧老农，边尘日日有惊烽。诸公谋事谁房相，今上筹边似太宗。\n万里长城须法守，一丸函谷岂泥封。劳来逸待无馀说，坚壁何妨数十重。"
        },
        {
            "标题": "晓窗为明上人赋",
            "作者": "沈周",
            "内容": "一个山窗漏幻尘，棂棂白映纸痕新。岂无夜半闻钟者，犹有天明做梦人。\n自闇闇中劳摸索，到堂堂处弄精神。我今更与作转语，推去关来总任真。"
        },
        {
            "标题": "监定米南宫苕溪春晓图",
            "作者": "沈周",
            "内容": "敝签榜米聊因展，楮墨依微却难辨。皴肤断理慨尘番，涣迹漓踪认馀前。\n想从潘谷试烟华，惜去曾闻用之浅。况是澄心体玉疏，好事何时不舒卷。\n流传人代多展转，物岂能同岁相衍。请验周宣告腊辞，刻石恃存存尚鲜。\n继烛残生九死后，得见似人欢且勉。或云标题少芾芾，绍兴条识朱犹湎。\n君王法眼赏惟精，此笔敢当当不㥏。烟邪雨耶树色溟，洲兮渚兮水光泫。\n眼中未足许清苕，平岘衡沙或湘沔。翠霓冉冉天苍茫，旗影迷空恍游辇。\n海岳遗灵仙者流，我欲招之愧辞謇。"
        },
        {
            "标题": "薛尧卿场中卷短策长莫录被枉黜",
            "作者": "沈周",
            "内容": "峥嵘老气轶长虹，傲睨三千鹄士中。岂尔门监知李广，凭谁榜帖为司空。\n徘徊鹏凤风斯下，漫衍鱼龙纸易穷。把镜时时照须鬓，怕教愁雪点青铜。"
        },
        {
            "标题": "挽东禅信公",
            "作者": "沈周",
            "内容": "匝顶霜根七十强，笑呵呵地佛心肠。掀翻赵老茶公案，踏破林仙酒道场。屋掩云萝秋榻静，经残松月夜窗凉。我来借宿今无主，还拟呼之在醉乡。"
        },
        {
            "标题": "挽沈东林廷佐",
            "作者": "沈周",
            "内容": "乌纱天与老为容，白发知因病未笼。西序有攒俄殡雨，东林无树不悲风。\n酒边伛偻思遗象，诗里推敲失此翁。独剩吾家旧题竹，一般潇洒月明中。"
        },
        {
            "标题": "挽方水云道士用东坡先生清虚堂韵",
            "作者": "沈周",
            "内容": "学仙不成似炊沙，紫府著尔无闲衙。长生只在唇舌上，六十瞥眼风中花。江湖漂萍本无蒂，一囊书画东西家。虚谈火龙配水虎，岂见白蝠如乌鸦。惟于饮酒诧能事，终身落魄犹苏葩。醉魔沉冥不可醒，带病去买宜兴茶。长途昨夜忽观化，讣至空使吾胸挝。皮囊败坏秋草里，青山剑穴从谁爬。碧云黄鹤渺何许，矫首西睇令人嗟。我今随生亦随死，努力加饭辞餐霞。"
        },
        {
            "标题": "挽方水云道士用东坡先生清虚堂韵",
            "作者": "沈周",
            "内容": "学仙不就如炊沙，紫府著尔无閒衙。长生苦苦累唇舌，六十瞥眼风中花。\n江湖漂萍本无蒂，一囊书画东西家。虚谈火龙配水虎，岂见白蝠如乌鸦。\n惟于饮酒诧真趣，终身落魄犹苏葩。醉魔作祟病已剧，酒莫下咽惟需茶。\n长途昨夜忽观化，讣至空使吾胸挝。皮囊败坏秋草里，青山剑穴从谁爬。\n碧云黄鹤渺何许，矫首西睇令人嗟。我今随生亦随死，努力加饭辞餐霞。"
        },
        {
            "标题": "读吴越春秋",
            "作者": "沈周",
            "内容": "春日寥寥雨又风，小窗开卷兀衰翁。斯文斧钺兴亡后，故国醯鸡语话中。\n台越还闻走麋鹿，墟吴真见有梧桐。更怜胥种皆从剑，敌破谋亡一祸同。"
        },
        {
            "标题": "读荆公争墩诗",
            "作者": "沈周",
            "内容": "荒墩落日草萧萧，公我相争已异朝。黄土不知今古姓，亦无百姓种青苗。"
        },
        {
            "标题": "读杨宫詹与屠太宰论事劄子",
            "作者": "沈周",
            "内容": "古谏无专职，士庶获胥通。今者置有位，非位默而恭。\n卿相曷其然，出纳代天工。宫詹此札子，责善太宰公。\n辞严气则直，读之声沨沨。韩论及欧书，异代而合踪。\n既可扶国是，抑竭朋友忠。百年无此言，友道从而隆。\n朝廷罚台给，株连班直空。宰公乞摄旷，奏上何匆匆。\n略弗涉救援，于是涉迎逢。急彼故缓此，意外有牢笼。\n人情鄙兹疏，诋讪纷詾詾。台为风纪御，给本丝纶总。\n朝廷托耳目，立法由祖宗。官小系则大，责重望乃崇。\n愆忒以之律，邪佞以之攻。从则如水流，不从如水壅。\n士气要在养，养则其气充。折沮失謇谔，使之抱喑聋。\n天王本圣明，宰公实股肱。信之如蓍龟，可以定吉凶。\n慷慨能行义，岂曰无优容。难解者彭王，喜怒注宸衷。\n程罪终见释，钺幸终弗庸。公议皎如日，晓及三尺童。\n岂宰顾不谅，而弗及童蒙。朝廷行是罚，名以惩不供。\n因摄以寓援，何不鉴触龙。乞浆或得酒，求鱼庶离鸿。\n言患不至此，何患听弗聪。所惜在谏垣，两挫一岁中。\n岁来其娓娓，履霜怆凌冻。不可视朝廷，长有拒谏风。\n凤鸟吝不鸣，若鸣致时雍。匪为群谏地，自树弼亮功。\n其日举传奉，逮谏适相同。奏名四十员，珂马耀长冲。\n胥靡共趋走，俛默不敢颙。观者谓不祥，道议起如蜂。\n其责将谁归，未可谢匪躬。当悯时不平，亦可悲人穷。\n不鸣岂瓦鸡，不应岂木钟。岂待七年发，救焚必征彸。\n但恐缓不及，激切有缄封。令人思三原，当此热心胸。\n陈乞惟恐后，剀切期必从。皎皎歌白驹，一往无留踪。\n江湖渺吾忧，其言不可终。"
        },
        {
            "标题": "录余青阳廷心与郑山子美手札",
            "作者": "沈周",
            "内容": "国难仓惶细语笺，危城落日大江边。干戈一胆公生死，涕泪千年尚简篇。\n家里识绦如有妇，波心抱印若无渊。烧香洗手重新录，飒觉英灵笔研前。"
        },
        {
            "标题": "和徐伯仁抱膝偶成韵 其二",
            "作者": "沈周",
            "内容": "羊亡已后不须寻，妙语时时对酒吟。江海浮沉鸥迹远，山林漂渺凤巢深。\n天违功用金谁砺，道合行藏玉汝心。千里相思各南北，一春风雨入离襟。"
        },
        {
            "标题": "送周文襄公乃孙廷器以画像验塑还吉水",
            "作者": "沈周",
            "内容": "土田亘江东，揆赋亿兆计。其多由寸入，所在敢遗地。\n太祖太宗时，稽敛或未备。偫收信长属，饕公馂私费。\n习久遂玩刑，忘身殉于利。逋迨八百万，空牍劳记注。\n岁饷常不及，日究常不治。文襄应简命，妥济受斯寄。\n公知法禦患，法疏患乃致。诲盗在慢藏，覂驾在失御。\n尽斥宿渔手，令民必躬输。升斗举在公，庾储复官涖。\n登积充旧典，罔耗有攸裕。所羡亦不訾，陈因年相次。\n户庸及公需，凡百资其出。于时民乐生，朝廷无顾虑。\n斡转一时机，扫荡滋深弊。如器之阽倾，援拯暇不遽。\n革茹谢苛猛，振蛊匪敛聚。公薨五十年，遗政已莫据。\n后继亦多贤，措设各有异。溯惠不可诬，于久乃有祀。\n庙貌欲追惟，岁月蔑省记。公姓携绘影，按之求肖似。\n外肖衷未然，有愧六二比。才局负心胸，仁义具肝肺。\n智谞周聪明，力量发意气。不然是非间，耳耳茅三四。\n我喻操镘工，斯得谓能事。工答毋深求，神般不载世。\n我闻发咨嗟，时哉则殊势。秋风振江介，白露草木瘁。\n游子思故乡，怀图渺西骛。往矣不可留，欲赠言莫既。"
        },
        {
            "标题": "乾坤一草亭为狄天章赋",
            "作者": "沈周",
            "内容": "少陵老子旧茨茅，小著乾坤气自豪。作者有程吾耳耳，视之如传世劳劳。\n图书可托斯文在，风雨无惊地位高。坐此笑歌三百岁，江山屏障一周遭。"
        },
        {
            "标题": "谢项郎中文祥寄笋脯",
            "作者": "沈周",
            "内容": "浙雨溢山薮，竹萌密无地。土人饕顿顿，肠胃当厌饫。\n吾苏少其祖，数竿破俗艺。有茁重儿孙，岂敢屑盘箸。\n知味聊耳耳，仅免煮箦茹。爱我爱日翁，脯腊富裹寄。\n蒸爚得火候，法熟野衲治。新鲜色莫黯，纂纂玉缕脆。\n烘日不过熯，著盐未多渍。尝之清可珍，吃棒元脩避。\n余生本骨立，滋瘦忘所忌。客佳稍出供，荐茗聊三四。\n还笑湖州馋，不管伤幼稚。闻君苦痰疾，日食不妨嗜。\n医氏曾有说，性可消膈滞。能分固知羡，推食感念至。"
        },
        {
            "标题": "二月八日过灵殿祥公房",
            "作者": "沈周",
            "内容": "理舟指南郊，迢迢及侧景。中途止溪寺，陶烟接村暝。门前见新月，步步踏松影。虚寮寂无风，已有孤烛耿。衲子作供养，炉香侑碗茗。知我解吟事，其意似有请。宿酒发孤兴，捉笔便欣领。草草成数行，狂书乱斜整。复作挂猿枝，墨沈带云冷。但记此经过，流传我何省。"
        },
        {
            "标题": "二月三十日雨中",
            "作者": "沈周",
            "内容": "此雨送残月，阴云隐有雷。草虽宜湿长，花亦要晴开。\n沟漫鱼争上，泥深马忌来。春山只隔眼，应待我衔杯。"
        },
        {
            "标题": "烧丹道人",
            "作者": "沈周",
            "内容": "真不能全道强名，东铅西汞诧煎烹。痴人梦被黄金惑，浮世忙因白日生。\n敝屦市廛双草健，破冠尘土一瓜横。欺心玩弄神仙术，欺到死时心始平。"
        },
        {
            "标题": "雨中过野翁庄访彦清施先生不遇书此以寄",
            "作者": "沈周",
            "内容": "野翁新筑此山庄，石子回阶引石梁。满地湿云封寿坞，隔墙高树比僧坊。\n扫苔容我来题璧，刻竹烦君补和章。信与辋川风致合，老须裴迪共壶觞。"
        },
        {
            "标题": "江山胜览",
            "作者": "沈周",
            "内容": "满地桑蓬属少年，出门自赋远游篇。匡庐真面开屏玉，嵩华仙踪倚岳莲。\n野市谁家濯春酒，邻船何处访秋弦。老予牖下今头白，司马山川是梦缘。"
        },
        {
            "标题": "废宅行",
            "作者": "沈周",
            "内容": "长洲苑外连云宅，青粉垣墙高廿尺。重楼沓阁出参差，柳絮中间影朱碧。堂前暖霞封画栏，渊渊伐鼓催牡丹。行人隔墙空叹息，富贵无缘容眼看。主人但怕客不醉，白日未昏教火继。歌童揭调尘堕梁，舞女失钗金溜地。豪华忌久复忌盈，时革人亡一梦惊。门前车马野花尽，地上牛羊无草生。老奴发秃?亦双足，犹恋遗基葺茅屋。半瓯齑粥不疗饥，西风满面吞声哭。"
        },
        {
            "标题": "分得药臼谢医",
            "作者": "沈周",
            "内容": "山人治药砍云根，枵腹中容海月吞。捣过砂床剩朱糁，炼余石髓腻青痕。无铭错认周王鼓，有窍真移玉女盆。抱疾人来识清杵，数声遥在杏花村。"
        },
        {
            "标题": "为郭总戎题长江万里图",
            "作者": "沈周",
            "内容": "元戎大开宝绘堂，紫锦荐几霞幅张。手披牛腰之甲卷，水墨迤"
        },
        {
            "标题": "盆水映日圆影上檐可爱而赋",
            "作者": "沈周",
            "内容": "盆漪阳采合晶荧，圆见檐牙倒影明。刚就一圈包太极，类从六观究无生。\n照来虚室心光现，印入空梁月相成。且信茅茨藏白璧，尚期知者论连城。"
        },
        {
            "标题": "再至虎丘松巢主僧索画用空谷山居韵",
            "作者": "沈周",
            "内容": "世谛纷纷扰扰间，松巢来诘老僧閒。爱山已结峰头屋，借画仍看屋里山。\n池影心空和月见，岩扉客去倩云关。新茶新笋都叨却，香积谁云染指还。"
        },
        {
            "标题": "钩弋夫人",
            "作者": "沈周",
            "内容": "河洲窈窕天下奇，气不閟灵占者知。深拳握玉春满把，临河一笑为君披。\n与君七十仍生子，周公负之画图里。好而不爱情则疑，主少母壮乃媒死。\n云阳十里吹香风，丝履故在黄肠空。不应青鸟有遗爱，飞绕灵台怅望中。"
        },
        {
            "标题": "和陈惟夤先生姑苏钱塘怀古韵 其三",
            "作者": "沈周",
            "内容": "伯业不可久，阖闾行复墓。世换悲树叶，人灭惊草露。\n吴越互兴亡，无足笑百步。"
        },
        {
            "标题": "和陈惟夤先生姑苏钱塘怀古韵 其五",
            "作者": "沈周",
            "内容": "海气薄宫阙，燕幕伤故都。正如当道蛇，延颈待人屠。\n一枝难苟安，展转南飞乌。"
        },
        {
            "标题": "和陈惟夤先生姑苏钱塘怀古韵 其六",
            "作者": "沈周",
            "内容": "和计适召敌，风尘入松关。六龙一逋播，王气去不还。\n惟馀岳坟树，枝叶无人攀。"
        },
        {
            "标题": "和陈惟夤先生姑苏钱塘怀古韵 其一",
            "作者": "沈周",
            "内容": "开国乐湖山，流观起高台。因有献楣人，木眚自兹来。\n侈泰遂亡国，捲地惊风埃。"
        },
        {
            "标题": "和陈惟夤先生姑苏钱塘怀古韵 其二",
            "作者": "沈周",
            "内容": "孙胜有奇占，扬风骨亦无。他日秦馀杭，三匝不可呼。\n令人追往梦，鸟雀悲烟芜。"
        },
        {
            "标题": "和陈惟夤先生姑苏钱塘怀古韵 其四",
            "作者": "沈周",
            "内容": "襄邓固宜国，李相言莫行。偷安昩远图，弹丸荆棘生。\n北来势受敌，大江顾南横。"
        },
        {
            "标题": "登梁昭明读书台访徐辰翁丹井",
            "作者": "沈周",
            "内容": "远秀目已周，复骋登高足。青山不嫌人，所取随我欲。\n巍巍古仙坛，寂寂奠林麓。七桧交云霞，灵飙散清馥。\n崇台转磴道，攀缘把傍竹。同行玉堂彦，高咏应虚谷。\n逍遥东山风，已屏歌管俗。申纸惊连章，谬图仍附轴。\n聊以志倾赏，流传亦何卜。或恐闻邦人，有酒悔无逐。"
        },
        {
            "标题": "观西湖百咏集感旧有作",
            "作者": "沈周",
            "内容": "白发摊书似梦惊，某丘某水认题名。袖中东海言非大，纸上西湖眼更明。少觉旧游浑记得，老关佳处尚思行。青鞋布袜犹鲜健，只待花时计便成。"
        },
        {
            "标题": "泽居偶书",
            "作者": "沈周",
            "内容": "比邻星散绝经过，四壁寒光渺渺波。私畜牛羊刍牧少，官仓鼠雀稻粱多。\n西风布被耽朝卧，残月松窗衍夜哦。不是老夫能遣拨，出门一望奈愁何。"
        },
        {
            "标题": "奉和陶庵世父留题有竹别业韵六首 其三",
            "作者": "沈周",
            "内容": "粝饭粗衣常自足，犹胜杜甫客西川。老妻课佛清斋里，幼女鸣机夜火边。\n几树凉云散高叶，一溪明月泻寒泉。寂寥草座无人伴，自起添香看篆烟。"
        },
        {
            "标题": "郭璞墓",
            "作者": "沈周",
            "内容": "气散风冲岂可居，先生埋骨理何如。日中数莫逃兵解，世上人犹信葬书。\n漂石龙涎春雾后，交沙鸟迹晚潮馀。祗怜玉立三峰好，浮弄江心月色虚。"
        },
        {
            "标题": "过都廷襄新居",
            "作者": "沈周",
            "内容": "春晓春郊作伴行，新居新酒故人迎。弱云妒日雨作意，细柳偃墙风与情。\n田畷分岐来宅远，渔濂合水逼厨清。闭门教子无他事，市不闻喧书有声。"
        },
        {
            "标题": "过湖偶书",
            "作者": "沈周",
            "内容": "薄暮及东泛，眼豁连胸臆。净碧不可唾，百里借秋拭。远树水光上，出没似空植。疏处方渺然，山黛一眉塞。夕阳掩半面，云浪为风勒。便以湖作纸，欲画手莫即。见瞥况难谛，历多何暇忆。舟子无雅情，双橹斗归力。"
        },
        {
            "标题": "晚出过邻家小酌",
            "作者": "沈周",
            "内容": "两旬方一出，门外事纷拿。鱼促春波浅，鸟争林日斜。\n老夫倾竹叶，稚子捉杨花。小坐聊乘兴，犹堪感物华。"
        },
        {
            "标题": "冬日过田家",
            "作者": "沈周",
            "内容": "门枕碧流尽，垂杨列岸齐。树中茅映屋，垣外菜分畦。\n噪雀丛晴薄，行人影潦溪。犬声吹暗窦，牛迹匊阴蹊。\n罄折欢迎客，盘飧趣馔鸡。温言谢郑重，勤意效扶携。\n设座蒲重荐，防飔壁旋泥。奔奔役邻舍，拜拜教孙儿。\n滞饮容杯缓，延留怕日低。性情兼礼数，真至见天倪。"
        },
        {
            "标题": "过听松邻房",
            "作者": "沈周",
            "内容": "石子墙低细路平，未敲门户有僧迎。松风最不私人听，行过西家共此声。"
        },
        {
            "标题": "过席心斋道士墓",
            "作者": "沈周",
            "内容": "丘墟寂寂临川上，桑海茫茫感蜕余。旧用枣盘灵霹雳，新来剑地入耰锄。羽人欲化枫株老，仙鹤无言石表虚。我愿追求金薤藁，碧苔狼籍漫虫书。"
        },
        {
            "标题": "过长荡",
            "作者": "沈周",
            "内容": "发迹过长荡，识此平生始。春流方漫衍，旷荡弥十里。老葑蔽层云，敷芽青拟拟。正如一明镜，皛蚀铜绣起。西山欲临照，掩却螺髻美。山亦拗怒去，南走太湖涘。群势涌叠浪，争揵互排挤。我恐先我去，挥手喝止止。湖山四面好，转侧皆可喜。此面正佳绝，扁舟载西子。芳洲有隙地，官卖脱紫绮。移家非丹砂，所好在山水。"
        },
        {
            "标题": "杨起东出观陈氏旧藏张长史春草帖韩干马图 其二",
            "作者": "沈周",
            "内容": "纸影依微墨色明，颠翁气骨尚峥嵘。家家门户春风到，此草从来不世情。"
        },
        {
            "标题": "杨起东出观陈氏旧藏张长史春草帖韩干马图 其一",
            "作者": "沈周",
            "内容": "千年健在凭谁抹，神骨依然肉尚多。此马于今不须问，伤哉其奈主人何。"
        },
        {
            "标题": "谒银瓶圣女祠",
            "作者": "沈周",
            "内容": "兰槁花不活，松拆枝亦伤。阿女爷所生，还有爷心肠。\n爷亡女即死，女死家亦亡。银瓶本完物，随女井中藏。\n井水夜夜飞虹光，千年不没银瓶娘。君不见赵家楼船海南破，孤儿又向波中堕。"
        },
        {
            "标题": "闻余司马子俊罢抚边",
            "作者": "沈周",
            "内容": "干戈堆里许抽身，回首功名剩角巾。北敌西羌无外顾，青天白日有閒人。\n寻猿栈道家乡蜀，走马边墙梦寐秦。归兴在诗诗在酒，杜鹃啼破万花春。"
        },
        {
            "标题": "东阑牡丹为好事者掘去",
            "作者": "沈周",
            "内容": "荒庭粗整石阑干，始买花栽得牡丹。富贵同心有人爱，繁华移手别家看。\n烟根已拨苔犹破，雨坎空存土未漫。笑抚老怀无所惜，固知留到子孙难。"
        },
        {
            "标题": "留侯庙和韵",
            "作者": "沈周",
            "内容": "博浪还非击鹿秋，先生空作聂生流。天将小挫宏开业，事到丕成细论雠。\n羽翼四人归妙算，神仙一著是高游。千年遗庙蘋花在，日暮相思楚水头。"
        },
        {
            "标题": "昭君怨和沈工侍韵",
            "作者": "沈周",
            "内容": "分入深宫无出时，单于今日见蛾眉。干戈信仗蛾眉息，甘让他人买画师。"
        },
        {
            "标题": "和林郡侯送王敬止赴任琼州韵",
            "作者": "沈周",
            "内容": "休云宠辱递相催，信自先生直不回。怖鳄莫凭泷吏说，蒸羊好待相公来。\n乾坤是处皆容物，小大无官不适才。早晚春风即吹到，海琼花发必先梅。"
        },
        {
            "标题": "奉和陶庵世父留题有竹别业韵六首 其六",
            "作者": "沈周",
            "内容": "鹤毛鹿迹长交路，荇叶蘋花亦满川。炙背每临檐日底，曲肱时卧树阴边。\n一区绿草半区豆，屋上青山屋下泉。如此风光贫亦乐，不嫌幽僻少人烟。"
        },
        {
            "标题": "奉和陶庵世父留题有竹别业韵六首 其五",
            "作者": "沈周",
            "内容": "比屋千竿见高竹，当门一曲抱清川。鸥群浩荡飞江表，鼠辈纵横到枕边。\n弱有添丁堪应户，勤无阿对可知泉。春来有喜将于耜，自作朝云与暮烟。"
        },
        {
            "标题": "奉和陶庵世父留题有竹别业韵六首 其一",
            "作者": "沈周",
            "内容": "旧宅西来无一里，别成农屋傍长川。真堪习静如方外，虽可为家尚客边。\n赁地旋添栽秫垄，凿池新滀沤麻泉。北窗最爱虞山色，也似香炉生紫烟。"
        },
        {
            "标题": "奉和陶庵世父留题有竹别业韵六首 其四",
            "作者": "沈周",
            "内容": "人爱吾庐吾亦爱，秋原风物带晴川。兰甘幽约宜阶下，竹助清虚要水边。\n只好荫茅同背郭，何须蓄石慕平泉。苦吟自觉多新病，华发时笼煮药烟。"
        },
        {
            "标题": "奉和陶庵世父留题有竹别业韵六首 其二",
            "作者": "沈周",
            "内容": "散发休休依灌木，洗心默默对清川。一春富贵山花里，终日笙歌野鸟边。\n聊可幽居除风雨，还劳长者访林泉。留题尚在庭前竹，淡墨淋漓带碧烟。"
        },
        {
            "标题": "题吴少宰题许道宁秋山晴霭图",
            "作者": "沈周",
            "内容": "匏公题句真成画，说到江山妙有声。一个道宁消不得，老夫只作辋川平。"
        },
        {
            "标题": "和西厓李阁老韵留题金山",
            "作者": "沈周",
            "内容": "尽有风波怯往还，又因名胜使人攀。天将白玉浮诸水，谁以黄金姓此山。\n欲就一竿渔浩荡，更凭双足弄潺湲。老僧莫作谁何问，只借中泠洗醉颜。"
        },
        {
            "标题": "和天全翁留别钱氏祖席",
            "作者": "沈周",
            "内容": "谢傅其如不起何，画船诗酒晏游多。人家两岸闻箫鼓，鱼鸟中流识笑歌。\n细雨沾衣萦旧缆，春风入面醒微酡。夕阳更好东归路，草树迢迢拥幔坡。"
        },
        {
            "标题": "和徐伯仁抱膝偶成韵 其一",
            "作者": "沈周",
            "内容": "皂弄仙居未易寻，惟闻抱膝有长吟。人遐杜曲天仍近，径捷终南地不深。\n閒漫安排种瓜事，老徒激切佩兰心。秋凉春暖悠然处，风满高怀月满襟。"
        },
        {
            "标题": "题画三首 其三 题张翚画",
            "作者": "沈周",
            "内容": "张翁年纪如伏生，读书不及绘事精。为图亦自有古意，长幅短幅求人争。\n老翁之笔随年老，墨泼绡上如帚扫。横皴六丁凿龙门，竖皴溜雨泥墙倒。\n一峰塞天云不流，特立万仞芙蓉秋。石边白猿乱跳涧，木末红泥高见楼。\n楼头杨花吹碧瓦，宛转春江带楼下。烟波渺渺古渡长，落日行人独骑马。\n似圭似远是非间，人道浓枯复似关。自成高致那能到，我莫临摹觉手顽。"
        },
        {
            "标题": "因杨君谦见和复和一首",
            "作者": "沈周",
            "内容": "狭径穿山腹，盘盘雄历此。吴王三千剑，意以是为砥。\n铁髓积广面，岁久色尚紫。石槩奇窾窍，此以平为美。\n坐阅今古人，当不知千几。集坐毕一时，僔僔嫌如市。\n况乃实不及，千名何以始。准彼释氏诞，万亿未为耻。\n俗惊少摄多，走观信而喜。我登纪夜吟，其面月如水。\n杨子时莫偕，清篇触倡起。历历到以意，不游与游比。\n语语尽括石，石举在诗矣。使石尚化玉，倏忽鬼入耳。\n玩之灵光生，戛之雅音倚。气复蒸春云，诗又在石里。\n瑟缩愧我辞，荆棘碍步履。自笑邯郸人，胡为强追拟。"
        },
        {
            "标题": "和张光弼歌风台韵",
            "作者": "沈周",
            "内容": "大风起兮云飞扬，游子归来寻故乡。乡中父老认天子，会酒击筑歌慨慷。\n载歌载舞未为央，留之十日未为长。畅然草木尚有感，满眼故旧情何当。\n丈夫志已酬咸阳，壮心何用泣数行。四海一家何论沛，猛德何法守四方。\n千秋万岁邈在后，魂兮不归天地荒。高台已夷烟草黄，樵童牧竖谈汉王。"
        },
        {
            "标题": "荷华燕",
            "作者": "沈周",
            "内容": "花供娟娟侑玉卮，红妆文字两相宜。分香客座须风细，倾盖林亭要日迟。\n仙子新开壶里宅，佳人旧雪手中丝。便应此会同桃李，酒政频教罚后诗。"
        },
        {
            "标题": "中秋湖中玩月",
            "作者": "沈周",
            "内容": "爱是中秋月满湖，尽贪佳赏亦须臾。固知万古有此月，但恐百年无老夫。\n鸿雁长波空眼眦，鱼龙清影乱眉须。人间乐地因人得，莫少诗篇及酒壶。"
        },
        {
            "标题": "谒夏忠靖周文襄新祠",
            "作者": "沈周",
            "内容": "水利克脩财赋举，二公戮力惠吴民。祀行今日欣成典，爱寓斯邦合妥神。\n肖貌堂堂快星凤，功名在在认麒麟。山川悠久贵同德，蕉荔殷勤系后人。"
        },
        {
            "标题": "胡妇杀虎图",
            "作者": "沈周",
            "内容": "谁谓绕指柔，能化百鍊钢。谁谓妇女柔，杀虎如刲羊。\n有女如鼠恐其虎，况能杀虎非不祥。脱夫之命岂例此，当熊之勇同肝肠。\n寻常针线倦紫凤，卒与虎力争其强。虎时顾得不顾失，妇心顾存不顾亡。\n手中有刀爱作刀，以义淬之无敢当。天寒月黑星有光，虎血涂地葭苍苍，人生有行无枣阳。"
        },
        {
            "标题": "葛惟善尝托人求虎跑泉诗附赠潘谷墨铜雀砚墨既不至砚亦云碎因谢此",
            "作者": "沈周",
            "内容": "惭愧高怀记项斯，开缄空感十年私。墨亡潘谷烟澌外，砚破铜台瓦裂时。\n马德未忘千里惠，虎泉终补一篇诗。何当握手吴门笑，共付浮沈与不知。"
        },
        {
            "标题": "题松寿崔望宗",
            "作者": "沈周",
            "内容": "高松环翠堂前物，材比楩楠寿比椿。云盖今看树成日，雪头还在手栽人。\n新苞擘玉收苍子，灵柢蒸霞验伏神。我祝长生写生去，墨花吹雨砚池春。"
        },
        {
            "标题": "黄尚节静逸堂",
            "作者": "沈周",
            "内容": "记得君家附郭居，一堂幽处市声虚。绿阴日薄停琴坐，白发风凉带雪梳。蟢脚漫延窗下酒，燕泥时污手中书。长郎日以文为业，润笔青钱可馔鱼。"
        },
        {
            "标题": "送都元敬赴史西村家塾",
            "作者": "沈周",
            "内容": "黄溪雪后烂生光，童冠迎船青佩长。客子能行秘书监，东家好是郑公乡。\n春帷开讲禽鱼动，夜观鸣弦水月苍。宾主閒时还倡和，吴江满地绿新章。"
        },
        {
            "标题": "谒谦斋少师",
            "作者": "沈周",
            "内容": "潭潭府第倚山城，故旧何须俟价行。阍吏未知穷措大，相公自识老门生。\n餐柈夹供丛谈久，铃阁添香燕坐清。头白归来济时了，义田还复课儿耕。"
        },
        {
            "标题": "元祐党人碑",
            "作者": "沈周",
            "内容": "熙丰小人用，坏政始介甫。类从一何众，三朝养祸柢。\n元祐用君子，四海贺马吕。豁然破积晦，有若日当午。\n一日十二时，午位仅一数。十一非其位，乃在小人所。\n天意未厌祸，善类终遭侮。在睽同而异，川朔失为迕。\n其辈随以动，在咸象于股。奸京柄崇宁，首以故案举。\n深虞道复长，籍党表天下。一镌亦莫服，凿石竟何补。\n邪正均一罚，株连示淆蛊。今于岁月后，是非目谁瞽。\n譬瞻星与宿，经纬森天纪。不妨紊彗孛，各自粲堪指。\n君子犹元气，不能绝其绪。但含消长机，小人昩其旨。\n虽云诈力大，欲绝亦缪矣。十步有芳草，十室有贤士。\n若使朝廷无，曷以维国是。不以溷小人，同事信难处。\n其势莫两立，伤夷至于此。小人务辟衅，君子务必沮。\n柰何君子少，莫胜小人侈。恃胜初无人，习恶后无主。\n丁秦及贾韩，驯至国遭掳。一旦中原失，小人实为估。\n乃鉴殷之亡，先闻九侯脯。碑者本悲也，我来手重抚。"
        },
        {
            "标题": "宿白马涧",
            "作者": "沈周",
            "内容": "湿云载春山，晴秀怅莫逢。朝来双闼前，顿失千巃嵷。\n天地大藏疾，何所不包容。峰峦皆养晦，草木未发蒙。\n芙蓉不敢巧，反朴鸿濛中。老眚叵辨物，存亡诘儿童。\n昼夜不分明，中恐移愚公。又虑九疑缩，万里来相通。\n争高或不平，出气荡其胸。水墨用吾事，丹青莫为工。"
        },
        {
            "标题": "复刘龙洲墓",
            "作者": "沈周",
            "内容": "龙洲先生非腐儒，胸中义气存壮图。重华请过补缺典，一疏抗天肝胆粗。\n中原丧失国破碎，终日愤懑夜起呼。往筹恢复诣公衮，论矛听盾事大殊。\n芒鞋破袜世途涩，蒯缑短剑秋风孤。登高聊且赋感慨，江山故在英雄无。\n权门欲招脚版硬，顾逐诗朋兼酒徒。寻常一饮空百壶，卖文赎劵黄公垆。\n酒豪欲便蹈东海，故人留昆亦须臾。玉山固是埋玉地，岁惟三百骨已枯。\n三朝封树载起废，人重风节非人驱。呜呼人重风节非人驱，龙洲龙洲真丈夫。"
        },
        {
            "标题": "观李贞伯小像",
            "作者": "沈周",
            "内容": "浮生百年内，谁能毕其期。感彼先露人，遗影及兹披。\n浩浩傥宕怀，炯炯玉雪姿。宛宛若启齿，黯黯蔑言辞。\n存殁各如梦，卷之吁以悲。"
        },
        {
            "标题": "寄三原王冢宰",
            "作者": "沈周",
            "内容": "玉带朱衣鹤发明，夕阳林下寄长生。秋凉春暖筋骸健，雨后晨初意思清。荫树一编依卧鹿，傍花三酌趁啼莺。功名成遂真豪杰，更自逍遥享太平。"
        },
        {
            "标题": "写怀寄僧",
            "作者": "沈周",
            "内容": "虚壁疏灯语乱蛩，夜怀如水怯西风。明河有影微云外，清露无声万木中。泽国苍茫秋水满，居民流落野烟空。不知谁解抛忧患，独对青山忆赞公。"
        },
        {
            "标题": "送王抑夫作县陈留并柬许倅施焕伯",
            "作者": "沈周",
            "内容": "与君桑梓阴相望，母党况为兄弟行。我之老母姊君母，少日拜姨今未忘。\n两家昆季昔数人，君我聊存属馀长。羡君读书事长勤，落手新文合时样。\n学资浩荡德华腴，外度舒徐中倜傥。我惭白发血气衰，君喜青云年力壮。\n北京初还受铜墨，风雪充途神转王。挈家便欲沿牒去，河上敲冰进官舫。\n田园岂是容易别，自是县中官署旷。惟民不可日无教，有爵相担畏人让。\n北来随地见饥馑，未必陈留独无恙。不徒口慰要心存，莫以茧丝先保障。\n亦闻陈许间未远，尔有肤庵可酬倡。故人所在即故乡，天涯诗酒生佳况。\n嗟予废置秖牖下，枕书昏眠眼脂涨。升沈由来自有时，已信老怀齐得丧。\n尚期诸辈各努力，要在致君尧舜上。"
        },
        {
            "标题": "会施知州焕伯",
            "作者": "沈周",
            "内容": "河洛频年劳宦迹，归云倦鸟是休时。行藏有道无违易，康济存心更事医。\n青草耰锄问农圃，白头杯酒话亲知。何妨日日相追逐，百岁人生会有期。"
        },
        {
            "标题": "喜施知州焕伯致政",
            "作者": "沈周",
            "内容": "乞身章上笑颜开，未信吴人果自呆。孙冕怕教差致事，陶潜真要赋归来。\n松杉野寺滕滕杖，蔬果邻家草草杯。山水常年旧游伴，高吟清啸有追陪。"
        },
        {
            "标题": "雨中看山寄杨君谦",
            "作者": "沈周",
            "内容": "看雨春山中，晴日未可及。峦华与岭秀，濯濯翠流汁。\n水墨间罨画，屏风四围立。杂花逗馀红，雅与松共湿。\n低云满窗户，似爱幽者入。我初作静观，并喜得静习。\n纷纷冶游子，此景不足给。有诗在此境，佳句待人拾。\n诗肠倘乾燥，亦许借润浥。持之报杨子，正可事屐笠。"
        },
        {
            "标题": "寄周桐村先生",
            "作者": "沈周",
            "内容": "抽毫只合事黄麻，闲对清江惜鬓华。山县军书前吏迹，墓堂文字老生涯。荷锄还著乌纱帽，借舫尝依白鸟家。闻道闭门春寂寂，卧听风雨送莺花。"
        },
        {
            "标题": "次天全翁雪湖赏梅十二咏 其六",
            "作者": "沈周",
            "内容": "一代文章百代名，鼎司纶阁已忘情。近来熟理农桑计，似谪江南作稼卿。"
        },
        {
            "标题": "赠接花叟",
            "作者": "沈周",
            "内容": "打得旁枝手有神，接他生气一番新。自家无限真消息，错借春风与别人。"
        },
        {
            "标题": "谢孙世节惠藜杖",
            "作者": "沈周",
            "内容": "孙子悯老蹇，惠杖若无杖。其轻犹握烟，且喜不压掌。\n七尺多臃肿，论重仅铢两。促节数三十，还复有一长。\n敢以照书燃，独任探梅往。暑雨地沮洳，出远步堪强。\n非惟借便健，颠踬有所伏。何以谢记存，小简附拙响。"
        },
        {
            "标题": "钟离意不拜赐张恢赃珠",
            "作者": "沈周",
            "内容": "清川弗纳浊，方枘不纳圆。简珠虽云宝，秽得名莫全。\n临恩所不拜，戒饮惩盗泉。志士无苟取，炳然昭性天。"
        },
        {
            "标题": "过华光禄适出乃返后遇途半叙话夜深余以丹毒思归遂解缆而东留此以谢失告之过",
            "作者": "沈周",
            "内容": "风雨登台值两山，相逢复喜半途间。得追笑语非虚约，更揽髭髯讶老颜。\n水宿极怜舟并住，宵征无那病思还。图书有日酬清赏，莫谓浮生无一閒。"
        },
        {
            "标题": "金山寺吉公房小酌",
            "作者": "沈周",
            "内容": "尝惜忙未到，到来方悟闲。过江如隔世，入寺不知山。风气薄诗骨，夕阳浮醉颜。古人夸一宿，三宿我才还。"
        },
        {
            "标题": "金山寺吉公房小酌",
            "作者": "沈周",
            "内容": "常惜忙未到，到来方悟閒。过江如隔世，入寺不知山。\n风气薄诗骨，夕阳浮醉颜。古人誇一宿，三宿我才还。"
        },
        {
            "标题": "德韫弟禁酒有作兼咎鸿儿",
            "作者": "沈周",
            "内容": "此病都因痛饮中，自凭断饮作医功。便须真止从陶令，也莫无多学次公。\n醒坐煖宜东阁火，酣眠煞忌北窗风。重君猛省吾深喜，安得聪明及阿鸿。"
        },
        {
            "标题": "经尚湖望虞山",
            "作者": "沈周",
            "内容": "日午放船湖上头，虞山随船走不休。高云仰见出翠壁，飞影下接沧波流。青林人家隐山麓，鸡鸣犬吠闻中洲。鸬鹚群栖竹叶暗，蜻蜓特立荷花秋。莲歌渔唱尚互答，落景在树犹堪游。小舟争渡各先去，独逆风波浑不忧。"
        },
        {
            "标题": "经旧游",
            "作者": "沈周",
            "内容": "最无根柢是豪华，陌暖风晴又别家。种种伤心秋雨里，芙蓉只好不看花。"
        },
        {
            "标题": "静处",
            "作者": "沈周",
            "内容": "坐对南山日自长，且将一静扫浮忙。身安懒出谁能遣，门设常关亦不妨。\n秋水止潭心共静，寒梅隔屋鼻参香。未知乍暖初凉候，可有閒踪下草堂。"
        },
        {
            "标题": "九日无菊",
            "作者": "沈周",
            "内容": "儿子欣将宿酝篘，老人佳节强相酬。苦无新菊安排醉，漫有清诗剪刻秋。扶病正须家里杖，登高聊试水边楼。目光所在非金马，牛背中间一白头。"
        },
        {
            "标题": "妙高台望江",
            "作者": "沈周",
            "内容": "一源万里势成三，截地分明限北南。长堑悠悠天所设，奔流浩浩海相函。\n独怜击楫存遗誓，可笑投鞭是漫谈。头白妙高方纵目，落霞孤鹜晚犹贪。"
        },
        {
            "标题": "君子堂宴集分韵得上字",
            "作者": "沈周",
            "内容": "高堂俯阛闱，所喜得虚敞。门内除尘杂，幽然山林想。\n左右饶茂木，朝禽度幽响。雨至微风俱，况时当长养。\n朋从非一方，各各慕义往。揖让礼度周，言谈情慨慷。\n主人金闺彦，忘形尚吾党。探诗侑深酌，请火继嘉赏。\n咏歌清化间，允著太平象。虽有东封书，怀哉不须上。"
        },
        {
            "标题": "和哭母诗",
            "作者": "沈周",
            "内容": "泪以泄心液，中亦寓邪正。媚妇及谗臣，沾巾祸斯兴。\n钱子痛慈亲，崩衷血随迸。哀极衍馀音，悠悠偶成咏。\n仍须血为书，留之示子姓。"
        },
        {
            "标题": "画松寿大司马三原王公",
            "作者": "沈周",
            "内容": "尚书府中松十抱，直气贞心不知老。关中土厚根柢壮，十年间生地之宝。\n上参云汉不屈身，世间草木斯为表。用之擎天天久恃，用之柱国国永保。\n伐柯击奸拟顾笏，摘叶指佞比尧草。朝廷何可一日无，百不为多一非少。\n凌霜傲雪古色存，苍苍直与秋天杳。孔明庙前有老柏，此物亦自因人好。\n大观直谓古今同，时固难同贵同道。金花玉苓仙所食，只在长生不在饱。\n须公采啖三万斛，四海苍生期寿考。"
        },
        {
            "标题": "哭文温州宗儒",
            "作者": "沈周",
            "内容": "向来作郡梦非祥，远大功名寿未遑。造化小儿俄柳肘，乾坤遗爱有桐乡。\n丈夫气节存人表，老友肝肠剩泪行。还信天公著馀福，当家分付寡辞郎。"
        },
        {
            "标题": "蓝关图",
            "作者": "沈周",
            "内容": "卷中谁貌蓝关雪，瘦马凌兢寒切骨。阿湘远来候马前，低首擎拳赤脚热。拥鞍相向殊惨情，神气宛宛人欲生。瘴江嘱语亦切至，掩吻哀哦如有声。笔痕入素淡而媚，顾陆之间见能事。前人遗迹不易题，安得起公为画记。"
        },
        {
            "标题": "贺刘德贤冠带",
            "作者": "沈周",
            "内容": "富贵侵人五十三，乌纱头上忽岩岩。馆甥上寿装新带，乡友通书署散衔。\n諠竹满堂莺宛宛，飞花扑酒燕喃喃。嗟予白发巾都折，燕贺深杯到老馋。"
        },
        {
            "标题": "老年三病",
            "作者": "沈周",
            "内容": "转费揩摩转减光，苦无障翳只荒荒。俯眉作字仍虚画，触鼻看书反差行。盖幅鲛绡花懵懂，隔重云母月微茫。从前了了都休说，青白甘输与阮郎。苦无聊赖坐新聋，终日腾腾兀兀中。著味笑堪陪座客，搀分痴好作家翁。跳江昨夜安秋枕，堕叶明朝问朔风。非是是非还自有，我无闻听便应空。风袭虫攻两祸端，左车淰淰载梅酸。舌都无恙先输弊，唇未云亡莫罪寒。送药亲朋徒说效，劝餐儿女不知难。老年饮食非轻事，又差今年醉牡丹。"
        },
        {
            "标题": "晚坐",
            "作者": "沈周",
            "内容": "春残尚絮袍，林屋气萧骚。白日苦不夜，人生亦太劳。泥花方失势，雨笋漫争高。小酌仍观物，新醅惬老饕。"
        },
        {
            "标题": "舟中望虞山与吴匏庵同赋",
            "作者": "沈周",
            "内容": "虞山我邻境，欲往路非遥。比来无好抱，风日虚春朝。\n兹藉嘉友兴，理舟访岧峣。渐喜苍翠近，豁眼岚霏消。\n上有古松杉，落落旌幢标。其下见行人，往来杂僧樵。\n我坐意亦驰，岂伺双屐超。何异谢康乐，巫湖睡且遨。"
        },
        {
            "标题": "理折齿",
            "作者": "沈周",
            "内容": "蛀齿已脱三，又一摇根株。虽存作臲卼，中空外色卢。剥芡偶相激，迸落如跳珠。顿豁城堕堵，深开壁穿窬。遗槎突芒刺，脥间动龃龉。比比皆老钝，何特存廉隅。东家借小，我愿磨其觚。"
        },
        {
            "标题": "烈女生篇",
            "作者": "沈周",
            "内容": "阿娘心悸夜不眠，起来顾女如雉悬。肉寒气绝强求艾，引息微微吹碧烟。夺鬼为人假天手，天亦怜渠能过厚。怕教此义世无知，不使其人世无有。夫妻未媾本何私，分在名存白日知。何如死向白日下，千载分明心不欺。今载聊因阿娘活，枯木暂回根已拨。将心化石立郎茔，表是郎妻刻妾名。"
        },
        {
            "标题": "烈女死篇",
            "作者": "沈周",
            "内容": "周家女子李家妇，未嫁夫家但相许。正如一树未开花，分明自有春为主。李郎病瘵两年强，说道今年番上床。闻来人语多不的，口又藏羞难问娘。只对寒灯泪如霰，为重为轻果谁见。此身空负嫁夫名，此眼何曾辨郎面。阿娘背女泣堂前，忖是郎边凶信传。烈姬重义轻一死，贞女安心无二天。通身示孝衣裳白，长练高经绣房夕。在世鸳鸯不得双，同到黄泉愿成匹。"
        },
        {
            "标题": "烈妇吟",
            "作者": "沈周",
            "内容": "湓渎西浒，薛媛邵妇。邵吏坐法，逮者如虎。逮悦薛妩，佻语肆侮。薛丑其语身雉经，誓不辱夫以死明。黄犀辟尘尘不生，白玉绝玷玷不成。呜呼荒冢久欲平，后人立石题烈名。"
        },
        {
            "标题": "题钱舜举渔乐图（成化甲辰）",
            "作者": "沈周",
            "内容": "长川无风绉秋碧，鸭嘴平滩引南北。水枫脱叶荻花飞，独许红茏占秋色。东船老渔罱鱼立，手擘罱竿双脚赤。清波照鱼如可拾，自见须眉还历历。老妻背坐乳小儿，似厌大儿争且索。西船收纶唱歌返，短楫弄波声湱湱。一家妻子团圞头，三泖五湖供泛宅。得鱼换米日月饱，鲜鲤活鲈为黍稷。渔船两叶天地间，翻觉船宽浮世窄。与渔传神霅溪老，满眼江湖纸盈尺。烟波情性渔不知，令渔见画渔还惜。"
        },
        {
            "标题": "感麟作经图为彭抚公作",
            "作者": "沈周",
            "内容": "呜呼王迹熄兮伯烜赫，名分不正礼义忒。孔子忧道徒戚戚，感麟不时出乃获。\n因假鲁史尊周德，书王纪元重人极。拨乱反正笔任责，笔笔削削区淑慝。\n王道以之作绳墨，君君臣臣父子得。三纲九法一暴白，天下懔然畏乱贼。\n匪曰无位政斯绎，匪曰空言用斯覈。千秋万古垂世则，由麟而作复麟画。\n言虽画绝道载籍，令人口诵心亦格。为经为常国命脉，安成大彭代是职。\n两贤以奏第一策，调元补化奉明辟。惟麟有趾仍有定，子姓振振永厥泽。"
        },
        {
            "标题": "泊百花洲效岑参",
            "作者": "沈周",
            "内容": "长濠春来水如油，吴王昔日百花洲。水流花谢三千秋，古人行乐今人愁。\n沈沈细雨停孤舟，岸上人家灯满楼。红帘火影照中流，还闻吹箫楼上头。\n客梦不熟翻黄紬，翻黄紬，夜悠悠，拂吴钩，赋远游。"
        },
        {
            "标题": "和吴匏庵姚氏园池四绝 其三",
            "作者": "沈周",
            "内容": "雨后春池漫石矶，樱桃梅子两争肥。东风试暖诸生假，间就沧浪浣旧衣。"
        },
        {
            "标题": "六十一自寿",
            "作者": "沈周",
            "内容": "重逢丁未开新甲，过六十年增一年。寿是倘来那必得，人于末节要求全。\n占鸠挟妇伤今日，羡鹤添孙欠此缘。亡室同月同日生，万事莫论吾母健，进将春酒北堂前。"
        },
        {
            "标题": "门前有垂杨",
            "作者": "沈周",
            "内容": "门前有垂杨，枝叶何靡靡。飘花欲及地，忽复因风起。摇荡少妇心，天涯念游子。愁多肌肉消，不敢临流水。"
        },
        {
            "标题": "谢程篁墩赠龙尾砚",
            "作者": "沈周",
            "内容": "篁墩品砚歙居右，雅称先生翰墨手。先生与砚俱歙产，眉子罗纹誇富有。\n椟中种种自怀玉，能割一爱到石叟。自嫌隅处小有病，临出摩挲要难授。\n我云先生岂无药，庸贲一铭如砭灸。冁然捉笔从背书，石上煌煌丽星斗。\n头巾折角与人传，此砚因铭名亦久。尚怜龙尾是奇材，东坡何以嘲牛后。"
        },
        {
            "标题": "六月望夕作",
            "作者": "沈周",
            "内容": "十年六月十五望，昏时月出当巽向。初从地中已遭蚀，妖蟆大吞魄俱丧。\n辗空渐高已半露，黑气轮光两相荡。其色昏昏赤如血，荧惑红芒近仍抗。\n老夫茫茫不识占，但称怪事惊还怅。未闻官府行护典，太史岂遗还弗谅。\n不食而食天自愆，人未容知未容让。不如买酒洗此月，一洗千年永无恙。"
        },
        {
            "标题": "庐山高",
            "作者": "沈周",
            "内容": "庐山高，高乎哉！郁然二百五十里之盘距。岌乎二千三百丈之，谓即敷浅原。培何敢争其雄？西来天堑濯其足，云霞旦夕吞吐乎其胸。回崖沓嶂鬼手擘，涧道千丈开鸿。瀑流淙淙泻不极，雷霆殷地闻者耳欲聋。时有落叶于其间，直下彭蠡流霜虹。金膏水碧不可觅，石林幽黑号绿熊。其阳诸峰五老人，或疑纬星之精隳自空。陈夫子，今仲弓，世家庐之下，有元劂祖迁江东。尚知庐灵有默契，不远千里钏于公。公亦西望怀故都，便欲往依五老巢云松。昔闻紫阳祀六老，不妨添公相与成七翁。我常游公门，仰公弥高庐。不崇丘园肥遁七十淫，著作白发如秋蓬。文能合坟诗合雅。自得乐地于其中。荣名利禄云过眼，上不作书自荐，下不公相通。公乎！浩荡在物表，黄鹄高举凌天风。"
        },
        {
            "标题": "络纬",
            "作者": "沈周",
            "内容": "络纬复络纬，辛勤鸣露虫。音声作能事，终久不成功。"
        },
        {
            "标题": "洛神卷",
            "作者": "沈周",
            "内容": "烦马萧萧驻西日，桂旗冉冉曳灵风。潜川密约殷勤记，流水微辞宛转通。\n佩玉有声山月小，袜尘无迹浦云空。人间离合须臾事，还似高唐一梦中。"
        },
        {
            "标题": "泛罨画溪",
            "作者": "沈周",
            "内容": "长溪碧衍玉光净，树夹两崖俱倒映。群峰树杪髻螺出，一一随行似相媵。\n小舟贴水天上坐，了见须眉落秋镜。溪当比我怀尚澄，地固不凡游亦胜。\n舷歌偶尔及沧浪，野鸟忽飞鱼忽泳。中流手洗白磁"
        },
        {
            "标题": "为匏庵临秋山晴霭卷",
            "作者": "沈周",
            "内容": "匏系庵中春晡晡，拂几试展秋山图。烟霏惨淡墨痕里，远濑百折沙萦纡。\n峦容江色开浩荡，扁舟雁鹜人惊呼。长安药叟造此观，气味自是营丘徒。\n其人已化其迹在，流世直欲千金沽。绝无粉黛假颜色，俗眼曾不留须臾。\n庵中主翁谁赏识，对我但道今难摹。不应莞尔领翁意，儗笔远甚成嗟吁。\n古人妙地学始见，已信邯郸非易趋。朱繇道子固有说，妄意自笑西家愚。"
        },
        {
            "标题": "冒雨登惠山戏示同游者",
            "作者": "沈周",
            "内容": "惠山怪我昨径去，归来欲登却作雨。湿云隔眼失高翠，掉头不顾真巢父。愿治笠屐往慰谢，众虑沾濡吾莫沮。我言惠不在天上，行不畏难当至耳。呼童挈榼客乃从，一段奇踪自伊始。西湖山色奇空濛，当与此山移此语。"
        },
        {
            "标题": "三月一日喜晴小步用士弘韵",
            "作者": "沈周",
            "内容": "雨春情况闷中谙，一日初晴月已三。半湿半开花解笑，相呼相唤鸟交谈。\n閒行聊乐将谁伴，独咏而归也自堪。更有馀怀成漫酌，好风吹面小轩南。"
        },
        {
            "标题": "与韩克瞻苏安道守岁",
            "作者": "沈周",
            "内容": "杪岁乐合并，留恋甫及除。不可负奇遇，请勿歌归与。\n天地一逆旅，所在皆吾庐。各念年岁改，忽忽不我储。\n相守戒毋寐，彻夜亦须臾。四序流且既，其程惟仅馀。\n丑鸡苦无情，督曙声喔如。隔邻促沽酒，一一围地垆。\n传杯相彼此，巡次不可虚。林静风灭响，雨迹良渐疏。\n俯仰百年内，几人今夕俱。人情与节物，揽笔吾当书。"
        },
        {
            "标题": "喜苏文辉见过",
            "作者": "沈周",
            "内容": "杪岁风日寒，临门讶高驾。晦迹久不出，诣舍此云乍。\n棱层见诗骨，孤瘦立秋华。筋力驾年纪，手策不少借。\n升堂载拜健，欢觏饶言话。性真具淳朴，虑静得閒暇。\n安然丘壑姿，可使观者化。杯酒亦略饮，深坐且清夜。\n人生属长离，大半付悲诧。虽获少聚首，未足为慰藉。\n我生尚碌碌，世谛未由谢。何能传隐诀，低头事耕稼。"
        },
        {
            "标题": "闻邑中欲立周文襄公祠喜而赋此",
            "作者": "沈周",
            "内容": "文襄化去我其鱼，满地疲癃九死馀。永某旧恩骄众鼠，宋公新术诳群狙。\n空闻庙貌图君实，又恐人言赋子虚。愿见丹青一挥泪，更将遗爱壁间书。"
        },
        {
            "标题": "牧童谣",
            "作者": "沈周",
            "内容": "朝牧牛，暮牧牛，朝朝暮暮牛放收。骑牛吃草抱牛睡，牛若渡水我亦泅。\n牛东信东西信西，我弗强牛牛自由。不劳不饥肥且长，背肉秋来平似掌。\n逢春耕田牛得力，大凡要用先须养。家中大哥气力无，一春筑城夏凿渠。\n交秋又点征匈奴，我为大哥鼓龙胡。"
        },
        {
            "标题": "三宿虎丘松巢",
            "作者": "沈周",
            "内容": "夕阳系缆有馀辉，入寺登登曲径微。孤塔白云平鸟背，疏林黄叶映僧衣。\n临池吊剑寒泉在，扪石寻题古刻稀。便欲留诗补三过，眼花灯影不成挥。"
        },
        {
            "标题": "留题拂水崖真公房",
            "作者": "沈周",
            "内容": "我家去乌目，北鹜仅一饷。尝游但东麓，拂水渺在望。\n众口诧奇胜，翘首作西怅。兹来不忌雨，晴意晚始放。\n力奋兴亦超，履淖老追壮。一登还一顿，往往手却杖。\n转陟历乱石，嵌突踏云浪。豁崖中通泉，欲堕风倒抗。\n飒飒成万沫，仰喷下而上。著面毛骨寒，远立未敢傍。\n直讶功德水，泌沸金刚藏。老僧瞰泉住，相地风水当。\n天设冠兹山，邑人不我诳。抱衾虽一宿，言拙莫能状。\n乃知南山诗，包括自有量。重来何岁月，此亦还可访。"
        },
        {
            "标题": "中秋赏月与浦汝正诸君同赋",
            "作者": "沈周",
            "内容": "少时不辩中秋月，视与常时无各别。老来偏与月相恋，恋月还应恋佳节。\n老人能得几中秋，信是流光不可留。古今换人不换月，旧月新人风马牛。\n壶中有酒且为乐，杯巡到手莫推却。月圆还似故人圆，故人散去如月落。\n眼中渐觉少故人，乘月夜游谁我嗔。高歌太白问月句，自诧白发欺青春。\n青春白发固不及，豪捲酒波连月吸。老夫老及六十年，更问中秋赊四十。"
        },
        {
            "标题": "曹廷仪哭其师陈味芝墓",
            "作者": "沈周",
            "内容": "方寸千里心，三年存义丧。淮阳一掬泪，不顾吴云长。\n此泪久不落，自子忽浪浪。嗟哉弯弓辈，掩面在道傍。"
        },
        {
            "标题": "过休休庵",
            "作者": "沈周",
            "内容": "市闾隘处有祗林，怪是沿街客易寻。枕聒鼓声嫌县近，门垂帘子觉家深。\n焙茶火暖香浮屋，桁竹檐晴晓晒衾。爱此老僧偏静得，尘埃中养出尘心。"
        },
        {
            "标题": "湖南草堂为慈溪张廷仪赋",
            "作者": "沈周",
            "内容": "清胜之居不可当，诗书亦许带农桑。近家湖似君王赐，买宅赀非录事将。\n山有一屏华翡翠，人无半唾辱沧浪。开门尽得临流兴，何待兰亭始可觞。"
        },
        {
            "标题": "倪云林画",
            "作者": "沈周",
            "内容": "爱此倪翁小笔奇，淡烟疏墨百年姿。中郎已矣虎贲在，我自低头人不知。"
        },
        {
            "标题": "为钱世行副宪写虞山先陇图",
            "作者": "沈周",
            "内容": "监宪临行尚倚舟，陇云阡月要图收。一时缩地便行李，千里忘家惬宦游。\n不待移书问封树，即教开卷见松楸。清明官舍梨花酒，水墨微踪散远忧。"
        },
        {
            "标题": "哭明古回雪中过莺湖有感",
            "作者": "沈周",
            "内容": "不复见安道，归哉空雪湖。低云接清泪，远浪激长吁。\n肮肮老博士，峥峥伟丈夫。朝廷虚购玉，沧海实遗珠。\n雄辩常翻口，衰痕未满须。斯人竟微疾，我辈强孱躯。\n一邑人皆愕，三年梦已殊。妙篇留脍炙，还与不亡俱。"
        },
        {
            "标题": "贫女吟",
            "作者": "沈周",
            "内容": "贫女勿多怨，怨多乱心思。慕富不知分，厌贫不知时。\n折荆聊约发，金钗同一施。练布与锦段，适煖同一宜。\n贫者岂长贫，时至会有期。在时不在贫，嫁德不嫁姿。\n请看臼头女，终为王者妃。"
        },
        {
            "标题": "七月十五日城中晚归",
            "作者": "沈周",
            "内容": "晚郭归舟急若何，市尘犹恐累渔蓑。到家觉得曾风雨，两树芭蕉破叶多。"
        },
        {
            "标题": "七十喜言五首 其四",
            "作者": "沈周",
            "内容": "眼识茫茫齿发零，种田还欲候穰星。百年云倘行犹未，七十为稀幸已丁。\n待月露生秋袷紫，仰天风卸暑巾青。时修静观心斋里，应物虚明自觉灵。"
        },
        {
            "标题": "七十喜言五首 其一",
            "作者": "沈周",
            "内容": "自知蒲柳望秋零，意外惊延七十星。膝下还为小顽子，籍中已是空閒丁。\n先人蠹卷箱藤白，老母鱼羹钓竹青。尽把馀生享天福，亦无惭愧到山灵。"
        },
        {
            "标题": "七十喜言五首 其二",
            "作者": "沈周",
            "内容": "万万人中数我零，为农亦是一微星。衣裳无补吾明主，天地徒存此老丁。\n阔水游鱼尾不赤，绝云高鸟影俱青。笑看拜极痴儿女，已到希年尚乞灵。"
        },
        {
            "标题": "七十喜言五首 其三",
            "作者": "沈周",
            "内容": "七十回来秋叶零，后怜历岁已晨星。不才尽自惭诸已，识字聊堪破一丁。\n心事浩随云共白，鬓毛难学草回青。湖田绕舍粗饘粥，鸡骨丰凶屡托灵。"
        },
        {
            "标题": "七星桧",
            "作者": "沈周",
            "内容": "海虞七星桧，宜为群木冠。列生老子宫，与邑作奇观。广墀气萧森，入门凛欲汗。久信天地成，沃知雨露灌。传植从萧梁，其说我恐漫。验斗形叵全，七既毙其半。三株实聊存，难执岁月算。各各具其异，形容匪词翰。西体裂多槁，豁然敞三判。东体活亦裂，筋骸互续断。北者蜷而秃，袖破舞脱腕。叶亦不暇叶，干亦不暇干。左文皮索綯，孤蕝顶留伞。槎折象齿跷，癭决鬼目烂。疏越复丛穴，骳骫仍轩岸。蛟挛及猊跛，努力不得窜。矛长及剑短，接战惊楚汉。如此纷怪骇，聃君不能按。知遭几雷厄，还屡兵火难。生死付冥然，造物反被玩。君子重贞固，顽丑小人谰。缘高坐吹箫，我欲呼鹤鹳。从根觅埋丹，浇泉觊红灿。长生就其荫，永作婆娑伴。"
        },
        {
            "标题": "七十喜言五首 其五",
            "作者": "沈周",
            "内容": "七十稀年又九零，敢凭虚妄更推星。身躯薄劣无壬甲，诗草蘩芜合丙丁。\n馔品久空鱼白白，荤柈尚诧韭青青。因多历世多知事，非为溪翁性有灵。"
        },
        {
            "标题": "闻杨君谦致仕六首（弘治辛亥）",
            "作者": "沈周",
            "内容": "茫茫仕隐不同风，进退惟人自折衷。雁宕村前梅雨里，低头畦菜是英雄。"
        },
        {
            "标题": "和陈玉汝大理乞竹韵",
            "作者": "沈周",
            "内容": "僮子才通醉日书，长身早见载专车。叶留宿雨鸾翎湿，鞭走新泥蠖节舒。\n下马题诗添过客，借风清暑便邻居。夜来半舫斋中月，壁影萧萧水墨虚。"
        },
        {
            "标题": "弃妇吟",
            "作者": "沈周",
            "内容": "白头吟后我重吟，海水何如我恨深。外面笙歌里边泪，一家恩怨两人心。\n双鸳沙暖春全透，孤雁霜寒月半沈。毁却鸾钗休认火，不知长舌解销金。"
        },
        {
            "标题": "秋凉遣病",
            "作者": "沈周",
            "内容": "淰淰新凉两月秋，病多犹自不梳头。馋奴客燕虚支酒，懒子书檠假惜油。\n蟋蟀庭除朝露在，蟏蛸窗户晚烟收。近时江海欣平盗，斗下芒星又可忧。"
        },
        {
            "标题": "载会浦东白",
            "作者": "沈周",
            "内容": "八年初得载经过，喜满云萝入笑歌。老尽须颜略相似，记来年岁久应讹。\n西风蔀屋萧萧叶，落日蘋江渺渺波。虽是病怀须强酒，人生良会苦无多。"
        },
        {
            "标题": "吴元玉邀赏牡丹分韵",
            "作者": "沈周",
            "内容": "百朵香云怕急飞，未曾来赏判迟归。临轩要约从先定，折简频烦恐后违。\n药玉酒船群客送，黄金筵直主人挥。添灯不道成深夜，起看红妆觉露微。"
        },
        {
            "标题": "十一月十七日盛仲规乃子乾旋见过",
            "作者": "沈周",
            "内容": "一冬不作寒，阳气殊泮涣。昨夜病枕中，朔风惊耳观。\n瑟缩朝怕起，高日照海岸。枯林尚砉砉，喧噪鸦鹊乱。\n门前报剥啄，有客立冻鹳。且云宵征苦，逆楫宿途半。\n扶惫出慰谢，郁抱从笑散。复云钝舟者，家君庸自讪。\n此行亦小钝，父子当并案。君父有不钝，文笔捷飞翰。\n子宜捷其捷，未许仍钝贯。捷钝姑置之，酾酒促烧炭。"
        },
        {
            "标题": "五月十五夜见月映树有作",
            "作者": "沈周",
            "内容": "圆月出树东，隔看被树挂。群叶相蒙茂，光采还透射。\n玉盘虽隐映，其魄自整暇。脱树渐自高，万里大明奓。\n了了太极圈，谁向虚空画。坐深已当头，其树势斯下。\n小人蔽君子，暂尔何足讶。树月亦偶当，微吟聊譬借。"
        },
        {
            "标题": "自甲浦道太湖四十里见吴香诸山喜而有作",
            "作者": "沈周",
            "内容": "清苕达宜兴，道湖已成算。仆夫却告难，风浪卒莫玩。劝我陟山麓，正尔免忧患。彼此有得失，我臆殊未断。譬山行见湖，昏昏只浩瀚。何如行湖中，坐见山秀烂。仆尚请决筮，得《需》利在彖。毅然促飞橹，猛进不复懦。探穴有虎子，履险获奇观。出浦即会胜，列障拥一岸。遥思揽吴香，妄意觅仙幔。群耸西若监，巨浸东罔畔。天谓湖太淫，设此似按摊。云涛日冲撞，石趾力抵捍。输嬴各无能，两垒对楚汉。我行锋镝间，便以老命判。山疑相慰藉，逐逐笑供玩。始有舟楫虞，尽被山破散。山亦有情状，要我绮语赞。气聚势则附，形散脉复贯。远近相衍迤，中自存博换。虽静有动机，万态纷变乱。虬龙徐蜿蜒，狮猊悍奔窜。夷突各不一，大小略相半。正展芙蓉屏，横亘苍玉案。晴縠绉日光，莫熨锦绣段。金庭与玉柱，远弄波影粲。历眼四十程，续续青不断。平生诧传闻，信美非谩谰。修辞聊梗概，归忆庶可按。"
        },
        {
            "标题": "用清虚堂韵送匏庵少宰服阕还京",
            "作者": "沈周",
            "内容": "三年袍幞违风沙，归家读《礼》如退衙。长髯已间数茎白，瞳视明察无纤花。乡人廿载旷接见，老少瞻拜尝填家。怡然不烦亦不拒，正犹茂木容群鸦。朝廷眷注特虚席，匪直鉴藻兼填葩。要仪百辟重德度，如郁须酒渴乃茶。騑騑四牡不可缓，我亦殷勤当执挝。与君一别绝聊赖，虮虱泮学嵇康爬。衰人载见恐无日，未免握手成吁嗟。时勤相忆但搔首，仰睇天上空云霞。"
        },
        {
            "标题": "和沈文甫仪宾所寄清虚堂韵诗",
            "作者": "沈周",
            "内容": "湖南有洲金作沙，国宾翼翼开新衙。草堂叠嶂都尉昼，名园烂锦杨妃花。\n不矜富贵念贫贱，珠唾远落寒翁家。白头老拙后生鄙，语言可恶还如鸦。\n如何泛爱使我悚，其意过借其辞葩。知因宗谊漫好好，痛痒岂藉他搔爬。\n我家豚犬皆碌碌，惩彼不学胸徒挝。尊翁有是子有是，健羡不足还成嗟。\n天南引睇数千里，飞鸟灭没空云霞。"
        },
        {
            "标题": "清溪散步图为徐文序作",
            "作者": "沈周",
            "内容": "老去山翁空世情，偶因溪好独閒行。高歌激物鸟忽语，乐事会心人不争。\n露气溢花沾湿好，风澜当日动摇明。临流爱濯无尘濯，青布披巾况没缨。"
        },
        {
            "标题": "天柱晴云",
            "作者": "沈周",
            "内容": "一柱巍巍万象超，切台接斗见岧峣。命惟说用金为砺，天许姚擎玉作标。\n森列宸枫均湛露，夤缘野竹上青霄。文章变化成何似，更倚云霞看写描。"
        },
        {
            "标题": "岳麓秋清为西涯李阁老题",
            "作者": "沈周",
            "内容": "荡摩云汉觉乔然，形势雄看岳势连。赤帝奠灵天立极，紫阳宏道地生贤。\n人凌灏气攀珠斗，峰落清湘见玉莲。上相旧游今不忘，写怀还复事图传。"
        },
        {
            "标题": "秋葵",
            "作者": "沈周",
            "内容": "谁道红葩夏日芳，独留黄种吐秋光。五尺竹栏关不住，还将一半露宫妆。"
        },
        {
            "标题": "秋暑夜坐",
            "作者": "沈周",
            "内容": "星河垂地夜阑珊，坐久幽怀百事关。畏老欲逃如镜里，苦尘难脱限人间。一亭多竹还妨月，二水宜家又欠山。世好茫茫谁是足，只除心迹自高闲。"
        },
        {
            "标题": "秋雨偶书",
            "作者": "沈周",
            "内容": "云暗湖村水漫沙，秋堂萧飒类僧家。聪明比旧堂堂减，老懒随年数数加。风扇未愁蕉破叶，雨房偏恐稻伤花。坐深兀兀多资睡，强欲开书候日华。"
        },
        {
            "标题": "秋夜独坐",
            "作者": "沈周",
            "内容": "万事萦思独坐中，炉香深处性灵空。药如效世黄金贱，年莫瞒人白发公。\n疏竹画窗因借月，堕樵惊屋偶乘风。且来拂簟寻高卧，梦境浮生一笑同。"
        },
        {
            "标题": "秋夜卧病",
            "作者": "沈周",
            "内容": "雨满疏灯风满堂，呻吟聊复对蛩皦。老人衣服秋偏早，多病衾裯夜转长。客有遗蓍因习卦，家无储药且看方。辟除苦望登高节，可奈茱萸未拆房。"
        },
        {
            "标题": "永乐初给事姚伯善采木广右被瘴客死殡及六十",
            "作者": "沈周",
            "内容": "惟昔永乐初，皇帝治明堂。取材苍梧野，在楩楠豫章。公素侃察闻，百辟得激扬。譬如公输子，材悉良不良。此行固天简，公亦喜自当。握节指八桂，伐鼓官舲扬。惟木弥万山，计材不计章。昂霄及耸壑，乃适于栋梁。此处瘴疠地，气候日不常。无人事绥复，其魂怅彷徨。枯藤束木函，一殡六十霜。但知彼有殡，不知在何方。虽剧返葬心，日月何忙忙。天实使汤公，官广得其详。书报在全州，湘山寺之旁。如因曼父母，始知墓在防。二子读书毕，哭踊如初丧。榛行不择日，即日裹糇粮。鹤云兄当住，小弟力颇强。出门当严冬，雨雪满大荒。九溪多鼍鳄，鼓涛播舟航。五岭饶虎豹，磨牙引饥吭。鹤行无恐怖，孝至胆气刚。达彼全州境，入寺悲荒凉。宛然三门侧，有垤记其藏。拜之号三绕，闻者痛肝肠。发函升輀车，奉还万里乡。蔼蔼桑梓里，郁郁楸梧冈。况与元配合，孤雌成鸳鸯。呜呼二子者，生死有耿光。虞山若增高，琴川若增长。"
        },
        {
            "标题": "中秋感怀",
            "作者": "沈周",
            "内容": "去岁中秋月，吾亲正在堂。今年亲不见，此月若无光。\n泪眼浑迷雾，衰毛半染霜。东家共清夜，依旧有华觞。"
        },
        {
            "标题": "纪姚给事归葬",
            "作者": "沈周",
            "内容": "惟昔永乐初，皇帝治明堂。取材苍梧野，在楩楠豫章。\n督以给事臣，若曰伯善行。公素侃察闻，百辟得激扬。\n譬如公输子，材悉良不良。此行固天简，公亦喜自当。\n握节指八桂，伐鼓官舲扬。惟木弥万山，计材不计章。\n昂霄及耸壑，乃适于栋梁。此处瘴疠地，气候日不常。\n公病即不治，骨肉悬江东。无人事绥复，其魂怅彷徨。\n枯藤束木函，一殡六十霜。嗟嗟榛鹤辈，祖死而后生。\n但知彼有殡，不知在何方。坐辄向西南，行亦西南望。\n虽剧返葬心，日月何茫茫。无财亦无时，犹盲者无相。\n天实使汤公，官广得其详。书报在全州，湘山寺之旁。\n如因曼父母，始知墓在防。二子读书毕，哭踊如初丧。\n榛行不择日，即日裹糇粮。鹤云兄当住，小弟力颇强。\n此榇所不返，不复载见兄。出门当严冬，雨雪满大荒。\n九溪多鼍鳄，鼓涛播舟航。五岭饶虎豹，磨牙引饥吭。\n鹤行无恐怖，孝至胆气刚。达彼全州境，入寺悲荒凉。\n宛然三门侧，有垤记其藏。拜之号三绕，闻者痛肝肠。\n发幽升輀车，奉还万里乡。白骨犹载肉，乐归所自生。\n蔼蔼桑梓里，郁郁楸梧冈。得从先人兆，如齐返周葬。\n况与元配合，孤雌成鸳鸯。剑适合延平，璧不滞咸阳。\n剑璧不自能，良藉人所将。呜呼二子者，生死有耿光。\n呜呼二子者，古义行于今。呜呼二子者，颓俗亦可兴。\n虞山若增高，琴川若增长。"
        },
        {
            "标题": "题子昂重江叠嶂卷",
            "作者": "沈周",
            "内容": "王孙无运开英雄，聊写江山藏画中。还从惨淡见旧物，似有涕泪含孤忠。长篇禹贡与作稿，一图万里连提封。张韩刘岳果何功，入关萧相将无同。王孙本号松雪翁，能事错认营丘公。丹青隐墨墨隐水，其妙贵淡不数浓。萦滩曲濑导巴蜀，沓惸长峦连华嵩。空濛野马轧云日，浩荡碧縠吹秋风。王孙隔此不可从，水晶双阙金芙蓉。招之千年或一出，黄鹤岂不思江东。"
        },
        {
            "标题": "贫富吟",
            "作者": "沈周",
            "内容": "贫富限世分，高下莫均一。富者诧润屋，馀润及铭笔。\n贫非止赤身，裸死至无堲。苟云可操致，智士岂无术。\n冥然观无物，二者何得失。"
        },
        {
            "标题": "支硎山麓逢杨君谦",
            "作者": "沈周",
            "内容": "林溪相值夕阳边，迹似无官意有仙。高笠冒云宜我画，小词磨石信僧镌。\n山逢佳处肩随轿，眼落閒时袖出编。随后担夫亦殊俗，花筐酒榼两头县。"
        },
        {
            "标题": "奉寄王冢宰",
            "作者": "沈周",
            "内容": "万事浮云在目前，先生拂袖似神仙。馀留后禄宜诸子，分付高年属老天。\n亦有邵窝容说讲，曾无范契尽还田。满腔乐地春如海，元恺中间第一贤。"
        },
        {
            "标题": "溪翁",
            "作者": "沈周",
            "内容": "参差榆柳逼门前，不剪茅茨不斲椽。岁晏鸡豚邻社鼓，秋深虾蟹水乡船。\n会羞莼菜量加糁，嗔拗荷花误结莲。昨日逢渠溪涨后，别无言语只忧田。"
        },
        {
            "标题": "题画",
            "作者": "沈周",
            "内容": "山水正兼秀，时秋快登临。篁径何森邃，迷误若难寻。\n豁然重阿尽，阳厓超石林。虚亭敞危搆，择胜面遥岑。\n地高气自爽，神静虑乃沈。疏木汎清籁，澄川开夕阴。\n令我思合江，浩荡舒素心。渺有万里波，目送双飞禽。"
        },
        {
            "标题": "生朝自遣",
            "作者": "沈周",
            "内容": "门前客到鹤先鸣，洒扫茅堂作送迎。座举龙钟先有我，乡寻侪辈渐无兄。\n明年七十将来寿，今日三杯见在生。一幅布巾藤作杖，倩谁林下昼閒行。"
        },
        {
            "标题": "别友",
            "作者": "沈周",
            "内容": "青天一明月，白发两扁舟。各舟载一月，遂生离别愁。\n明月解随人，人去月不留。岂月管送行，今古长悠悠。\n道路东复西，行人几时休。一月亦多忙，千方相应酬。\n举手谢明月，浩歌过吴洲。"
        },
        {
            "标题": "生辰漫咏（弘治甲寅）",
            "作者": "沈周",
            "内容": "今朝六十八，历岁知既夥。青春不还人，七十近在左。流光迅昼夜，忽忽迸石火。我与石火争，寄活真螟蜾。但愿无疢疾，诗骨瘦亦可。浮云载富贵，过眼颐不朵。先人有薄田，数口颇缠裹。关门事清咏，天地自容我。"
        },
        {
            "标题": "宿吉公永安堂夜静怀澄复留一首",
            "作者": "沈周",
            "内容": "清酣散江风，展火对不寐。澄怀入禅观，真若超世谛。\n自顾衰飒境，挂住亦良计。江山不厌客，诗壁无旷地。\n州人亦可脩，舟楫日容易。笑我雪鸿迹，天地堑为寓。"
        },
        {
            "标题": "赵头陀",
            "作者": "沈周",
            "内容": "山住忘入年，众虑摄一定。气味渐木石，久久同心性。\n面瘠疑饥成，肌泽匪浣净。覆发短及耳，胡槎黑纷劲。\n迩来访人寰，迹若无尘境。半跏就长冲，目瞪神亦凝。\n过旅诘何脩，百语罔有应。中露诧莫偃，尚见雪霜更。\n动偶不知动，静至不觉静。譬观镜中影，出入何害镜。\n施食信酒肉，大啜蔑羡剩。投货略不顾，千金等破甑。\n谓仙人莫究，云佛谁敢證。块然天地间，造化莫命令。"
        },
        {
            "标题": "风雨中戏三郎园樱尽落",
            "作者": "沈周",
            "内容": "风风雨雨未开晴，忧病忧田白发生。闻道西园尤作恶，小僮欢喜拾残樱。"
        },
        {
            "标题": "閒居四时吟 其二",
            "作者": "沈周",
            "内容": "赫暑薰永日，众皆苦烦酷。林庐赖溪次，茅茨非厦屋。\n门前荫重柳，檐后郁深竹。无风气萧爽，汗沈免浃肉。\n尚可加白葛，喜谢裸裎俗。昼静茶瓜馀，摊书教孙读。\n既倦还偃息，梦寐亦清淑。"
        },
        {
            "标题": "閒居四时吟 其四",
            "作者": "沈周",
            "内容": "砉砉风木号，靡靡霜草白。敝褐气不温，坐拥檐间日。\n大儿输租还，升斗告既毕。区区氓庶勤，万一答帝力。\n檐阳历飞晷，倏忽灯火夕。光下目尚见，展兹编年册。\n其迹类岁功，乘除无纪极。非徒遣永漏，亦足知往昔。"
        },
        {
            "标题": "閒居四时吟 其一",
            "作者": "沈周",
            "内容": "白日可形指，青春蔑迹寻。不应有开花，还复有鸣禽。\n何物衰飒翁，乐意亦充襟。浩然不能遏，登临动谣吟。\n谣吟侑杯酌，花鸟同山林。一畅太和气，载鼓康衢音。\n扪心自有会，求知非在今。"
        },
        {
            "标题": "閒居四时吟 其三",
            "作者": "沈周",
            "内容": "秋凉我所爱，人情与时宜。因念康节言，还眷康乐嬉。\n杖屦足济胜，出门随所之。举睇达遐迩，山水陈高卑。\n洞庭吹白波，落木不可持。我特览明镜，因之悲素丝。\n素丝不复玄，物变咸有时。亟欲学神仙，早悯气血衰。\n羡彼南山色，青青无老期。"
        },
        {
            "标题": "市隐",
            "作者": "沈周",
            "内容": "莫言嘉遁独终南，即此城中住亦甘。浩荡开门心自静，滑稽玩世估仍堪。\n壶公溷世无人识，周令移文好自惭。酷爱林泉图上见，生嫌官府酒边谈。\n经车过马常无数，扫地焚香日载三。市脯不都供座客，户佣还喜走丁男。\n檐头沐发风初到，楼角摊书月半含。蜗壁雨深留篆看，燕巢春暖忌僮探。\n时来卜肆听论《易》，偶见邻家问养蚕。为报山公休荐达，只今双鬓已毵毵。"
        },
        {
            "标题": "唐琦",
            "作者": "沈周",
            "内容": "一甓真如博浪锤，事机不偶亦空施。降城未分身无用，骂贼犹知舌可为。\n膏火愿延三日死，海天能信六龙之。长檐街上春秋祀，李邺魂应愧此祠。"
        },
        {
            "标题": "书周节妇孝感之异",
            "作者": "沈周",
            "内容": "黄氏十九时，归周文璧氏。二年文璧丧，弱惟一女恃。\n有姑患痿痹，其状莫比儗。有肢如无筋，有骨如无髓。\n在床如空中，有身如蜕委。日夜但冥冥，仅有息存尔。\n闻听与触动，稍及即厥死。荐地方儗步，通问必附耳。\n艰难食溲次，不敢托诸婢。百药无一效，百累丛一已。\n黄氏心烦恼，惛惛不知处。东家优婆夷，怜悯为黄语。\n\"汝姑溺苦海，汝知故何以。愆业如丘山，宿世所积累。\n须皈大势力，南海有大士。解难说真言，功德莫思议。\n但要深心持，日日要如是。一言一拜叩，亿又八千数。\n在佛虽有程，敬爱无庸纪。功深果报近，何患患不起。\n\"黄氏闻是言，烦恼生欢喜。归室便置像，恭敬为作礼。\n沐浴体投地，心观口娓娓。亦不知其终，亦不知其始。\n亦不知其寒，亦不知其暑。阅日千八百，历年数得五。\n俄梦见一姥，前黄行迤逦。心谓是现化，称名略不顾。\n极力欲追即，步步悬尺只。径入一区庐，阖户若相拒。\n款叩发号泣，其户豁然启。菩萨示妙相，金光烁瞻睹。\n头上珠璎珞，晃晃复蕊蕊。莲目垂慈光，宣言启玉齿。\n黄氏前谛听，合掌作长跪。云汝依吾道，悉知悉见已。\n慈悲为我愿，岂无嘱付汝。循功加精进，九日一扶倚。\n七九扶以行，前及我处所。觉来汗淋淋，其言尚在耳。\n悟佛为众生，方便指门户。信心愈坚牢，额破吻俱腐。\n临日试小掖，筋骨觉可举。屡试屡无难，还能步移跬。\n彳亍诣像前，奠香致情旨。其炷从空跃，踰梁而直下。\n乃著于本人，正中顶"
        },
        {
            "标题": "暑中写雪图",
            "作者": "沈周",
            "内容": "六月添衣唤僮子，自画雪图茅屋里。玉花出笔飞上树，惨澹阴山无乃是。\n老生放笔还自笑，颠倒炎凉聊戏尔。门前有客来借看，满眼黄尘汗如雨。"
        },
        {
            "标题": "水村图",
            "作者": "沈周",
            "内容": "鱼庄蟹舍一丛丛，湖上成村似画中。互渚断沙桥自贯，轻鸥远水地俱空。船迷杨柳人依绿，灯隔蒹葭火映红。全与吾家风致合，草堂曾有此愚翁。"
        },
        {
            "标题": "燕王汝和水月轩",
            "作者": "沈周",
            "内容": "青子绿阴还可嬉，酒杯无地不相宜。夕阳翻席到人面，远水摇山隔目皮。\n今日直须终一日，暂时何卜有他时。世间乐事寻常得，但惜人生多别离。"
        },
        {
            "标题": "睡起自遣",
            "作者": "沈周",
            "内容": "檐前落叶拥高秋，谬使人推隐者流。背有微暄念天子，手无漫刺渎诸侯。老知丝竹殊堪赖，远为儿孙未免忧。身后算应忧未了，且来拂壁画丹丘。"
        },
        {
            "标题": "睡起自遣",
            "作者": "沈周",
            "内容": "书枕悠悠自小康，何须断送脚尘忙。屏心云气山开画，树里檐声雨满堂。名利可怜鸡有肋，神仙只累鼠拖肠。时时具酒招邻曲，闲与桑麻较短长。"
        },
        {
            "标题": "望月思亲为韦谧作",
            "作者": "沈周",
            "内容": "韦郎五岁失其母，恃有父存未知苦。长来见父不见母，入地欲求地无户。仰天见缺月，似我独见父。明朝又是月圆时，死者安能复如此。尝尝见月便断肠，天或哀怜为风雨。"
        },
        {
            "标题": "松卷为德韫弟作",
            "作者": "沈周",
            "内容": "老夫平生负直气，欲一发泄百不遂。隐居只作木强人，设仕亦为强项吏。白头突兀尚不平，托之水墨见一二。豪来写松三百株，一一长身拔于地。只嫌纸短手局缩，腕间风雨生苍翠。东园阿弟看落笔，神惊眼骇走魑魅。堂中宛宛开徂徕，不知老兄作游戏。夜来明月夺江光，满卷飞蛟称怪事。"
        },
        {
            "标题": "赠西山老僧",
            "作者": "沈周",
            "内容": "老抱清斋太瘦生，雪眉霜鬓使人惊。游僧久住同衣食，畜鹤长随识性情。土锉逼床身暖活，纸窗烘日眼晶明。此心应与山俱静，不是深山养不成。"
        },
        {
            "标题": "送程宫詹（因久雨为言者滥及，去位）",
            "作者": "沈周",
            "内容": "车马出春明，雨中人独行。人从今日去，雨是几时晴。静阁一杯酒，乱闻千树莺。故山堪注《易》，天意就先生。"
        },
        {
            "标题": "送方水云",
            "作者": "沈周",
            "内容": "一个仙舟竹叶风，不知南北与西东。世人若欲追行迹，或在长安酒市中。"
        },
        {
            "标题": "送韩克赞",
            "作者": "沈周",
            "内容": "两月衾裯厌久眠，荷君惠问每床前。频烦药物酬多病，郑重舟航动老年。\n落木门墙秋水宅，乱山城郭夕阳船。扶筇起送迢迢目，揽结馀情更小篇。"
        },
        {
            "标题": "送苏安道赴祝冬官惟贞馆",
            "作者": "沈周",
            "内容": "江程何悠悠，汎汎江上舟。载彼图与书，言往海上游。\n东海有君子，孝友天德优。好爵弗久縻，屺岵重远游。\n归来寿春酒，酒影照白头。怡怡家庭间，和气闻远州。\n之子固欣从，芝兰味相投。匪特自假益，尚应童蒙求。\n春风动花柳，弦诵溪堂幽。可睇不可即，含情渺长洲。"
        },
        {
            "标题": "送刘国宾",
            "作者": "沈周",
            "内容": "刘郎面玉争荷花，少年经市果满车。金张许史不敢倩，凤凰合德宾王家。平步为仙五云里，甲第藏春天尺只。笙歌催醉金叵罗，七十紫鸳扶不起。冶游昨日过江东，细马红妆山水里。家人要问山水处，生绡拓取苏杭去。"
        },
        {
            "标题": "送门神",
            "作者": "沈周",
            "内容": "抱关憔悴两疲兵，众欲麾之我漫亹。简尔功名惟故纸，傍谁门户有长情。戟悲雨迹销残画，鍪赖虫丝恋绝缨。莫向新郎诉恩怨，明年今夜自分明。"
        },
        {
            "标题": "送岁歌谢宗道士鼓板",
            "作者": "沈周",
            "内容": "打渔鼓，唱道情，说生说死说功名。唱道情，打渔鼓，说神说仙说今古。\n仙家自有山中乐，凡家自有世间忧。年头年尾忧不休，今夜又当年尾头。\n唱要高，鼓要急，主劝宾酬忘拜揖。蜡花烁烁白璧光，酒波濯濯青袍湿。\n客莫言辞主须醉，多情送年恐不及。年送去，还复来，渔鼓声中白发催。\n白发不可变，莫放掌中杯。鼓砰逄，杯络绎，不知东方之既白。\n旧年已尽客亦散，门前又接新年客。新年别唱贺新郎，送旧迎新渔鼓忙。"
        },
        {
            "标题": "送人归秦州",
            "作者": "沈周",
            "内容": "江城十月风凄凄，客子告我归关西。长途短日双泪落，苦忆妻孥惊鼓鼙。延安绥德边报急，秦州在陷家当失。黄河冻合胡马健，倏来度冰如踏石。奈何主将与监军，玩寇自顾舟中敌。驻兵无常惑饷道，远输岂顾烦民力。刍辋计万不计千，骡驼不足不得前。委山积云两遭烬，旋买一束银三钱。官司敛价挞闾里，妇女唬咷脱簪珥。役穷财竭心易失，衅端恐在萧墙里。杞人闻之搔白头，落日倚襟江上楼。呜呼韩范不复作，极目秦云空自忧。"
        },
        {
            "标题": "送巽女归徐氏",
            "作者": "沈周",
            "内容": "红车绿幰及春明，六礼周时汝好行。铜镜试妆花髻拙，布衣随嫁竹箱轻。\n繁丝缓柱房中乐，细鲙深杯堂上羹。妇道从今须孝顺，恋家不必泪盈盈。"
        },
        {
            "标题": "正月十五日送三女归史氏",
            "作者": "沈周",
            "内容": "春王正月及佳期，送汝登车甫结缡。累重忽轻心自喜，爱深将别意还悲。\n逞妆莫漫求珠翠，善事须亲到帚箕。孝顺由来宜妇道，尊嫜况我旧相知。"
        },
        {
            "标题": "送朱武选调常德别驾次李西崖学士韵",
            "作者": "沈周",
            "内容": "恩华浩荡纵长游，一牒南从楚国投。世事未能容我料，风波不足使人愁。\n漫消惠饭须佳句，先说潮阳尚远舟。廊庙江湖俱宦达，天涯持酒看云流。"
        },
        {
            "标题": "次天全翁雪湖赏梅十二咏 其十二",
            "作者": "沈周",
            "内容": "黄帽归舟且莫催，雪山留客好衔杯。梅花况是堪题咏，今夜春城判不回。"
        },
        {
            "标题": "隋宫图",
            "作者": "沈周",
            "内容": "谁云玉树无人续，马上还闻夜游曲。君王不自固苞桑，却道雍州能破木。\n杨花千里扑离宫，富贵浓酣似梦中。百队蛾眉皆斗月，千林彩树不惊风。\n悲欢只在循环里，莫道征辽偶然耳。鹿车载怨重于山，人心未惬辽东死。\n一声桃李天下知，皇后自将神器移。漳南未顾鼠窃计，太原已及龙飞时。\n如何只醉扬州酒，酒杯在前兵在后。白练天教泄勇冤，醉骨沈沈当速朽。\n孤坟寂寞向雷塘，秋萤星散已无光。惟馀二十四桥月，独照游魂归洛阳。"
        },
        {
            "标题": "孙世节貌陋容请题",
            "作者": "沈周",
            "内容": "白头尽是老便宜，六十余生天地私。学舞固无长袖子，出游还有小车儿。绿阴如水微吟处，紫袷含风半暖时。瘦影任君描写去，百年草木要相思。"
        },
        {
            "标题": "草堂前梅桃今春相续试花",
            "作者": "沈周",
            "内容": "春色今年贲古台，东风续续见桃梅。秾华莫惜三杯赏，寂寞原非一日培。\n我有好怀随物遣，花于老眼尽情开。人生最似红芳迹，白鬓萧然感绿苔。"
        },
        {
            "标题": "题芭蕉赠僧",
            "作者": "沈周",
            "内容": "山僧心与迹俱閒，未限居山及出山。长对芭蕉閒不过，时留一偈叶中间。"
        },
        {
            "标题": "任月山紫马",
            "作者": "沈周",
            "内容": "霜蹄炯炯映白颠，凤头宛宛騣一偏。黄沙惨淡耸隅目，所向万里无风烟。\n青丝络头未受牵，一团紫云凝不前。此马所见世上少，神气德力无不全。\n子明水监到渥洼，眼亲识之手敢传。只愁奋迅裂卷去，四座错愕心茫然。"
        },
        {
            "标题": "太仓兴福寺观刘鸾塑观音像",
            "作者": "沈周",
            "内容": "古寺阴阴古佛栖，壁中波浪海高低。花因触喜偏饶笑，鸟解寻声亦乱啼。\n化境慈悲千种相，人间影响一镘泥。老僧香火如如地，时眼来观秪欲迷。"
        },
        {
            "标题": "题光福画卷",
            "作者": "沈周",
            "内容": "群山西奔驻湖尾，通川夹山三十里。川穷小泺开镜光，居民次水屋比比。屋上有山屋下水，开门波光眼如洗。虎山桥畔晚市忙，打鼓渔郎卖鲜鲤。霜前橘柚万苞黄，雨后杨梅千树紫。山围水抱开农桑，乐土风光真画里。三年潢潦我无家，恨不携书亦居此。"
        },
        {
            "标题": "题杜东原先生雨景",
            "作者": "沈周",
            "内容": "老原作画墨法熟，纸上沉沉泼浓绿。重林湿叶欲堕地，合涧流淙似鸣玉。庐山九叠翠不干，秋影平吞此长幅。借看真怕雨拂面，要为时人洗双目。滕王珠帘正堪卷，董家破屋不可宿。出门一笑青天高，犹怪春泥污吾足。"
        },
        {
            "标题": "题画（五首）",
            "作者": "沈周",
            "内容": "独坐树根无一事，清风满袖作微吟。夕阳好在秋水外，日阁远山还未沉。"
        },
        {
            "标题": "题画（五首）",
            "作者": "沈周",
            "内容": "临水人家竹树中，只因孤屿水船通。当门细荇牵微浪，绕屋藤花落软风。"
        },
        {
            "标题": "题画卷寄华光禄",
            "作者": "沈周",
            "内容": "尚古老仙心浩然，他人沟渠我巨川。积义积德非一日，积书积金非一年。\n奇编翻刻惠贫读，更制药物疲癃痊。高云茂木郁望族，数仞之墙千顷田。\n毵毵白发披两肩，凤雏抱送荷自天。功名染指知薄味，山水载酒脩閒缘。\n老夫相住县百里，蔑面未见惟通笺。越茧十丈翻相联，索我放笔开风烟。\n谷容山重颇有喻，大山长谷惟其贤。登堂一笑尚有日，还对此卷鸣高弦。"
        },
        {
            "标题": "题画（五首）",
            "作者": "沈周",
            "内容": "爱是垂杨嫩绿齐，放舟晴日弄春溪。沧浪自唱无人和，飞过水禽能一啼。"
        },
        {
            "标题": "题画（五首）",
            "作者": "沈周",
            "内容": "水次人家似瀼西，参差竹树路俱迷。溪翁兀兀不出户，日午饭香鸡正啼。"
        },
        {
            "标题": "题蕉",
            "作者": "沈周",
            "内容": "惯见闲庭碧玉丛，春风吹过即秋风。老夫都把荣枯事，却寄萧萧数叶中。"
        },
        {
            "标题": "题画与赵文美别",
            "作者": "沈周",
            "内容": "十日消闲障子成，看君堂上白云生。有人若问谁持赠，万叠千重是我情。"
        },
        {
            "标题": "题蕉",
            "作者": "沈周",
            "内容": "老去山农白发饶，深帘晴日坐无聊。荣枯过眼无根柢，戏写庭前一树蕉。"
        },
        {
            "标题": "题画 其一",
            "作者": "沈周",
            "内容": "落日江光淡不流，平头舫子贴天游。瘿尊酒尽三百斛，大醉来题黄鹤楼。"
        },
        {
            "标题": "题李太白像",
            "作者": "沈周",
            "内容": "风骨神仙品，文章浩宕人。世间金鸑鷟，天上玉麒麟。\n江月狂歌夜，宫花醉眼春。独输萧颖士，不见永王璘。"
        },
        {
            "标题": "寄题金山",
            "作者": "沈周",
            "内容": "金山名天下，名大山则小。我在童丱时，其名已自晓。\n愿登盖有待，待待首空皓。屡扣土著人，挂漏粗可道。\n所亘百亩石，江心泊浮岛。山中无空处，皆以殿阁绕。\n及参能赋者，语莫尽其巧。我托耳为登，聊且厌怅懊。\n譬如山堕梦，其境皆梦造。梦觉费追随，所得未了了。\n有路县不远，有身无大扰。从地借健步，从天借不老。\n便须游一年，写此平生抱。"
        },
        {
            "标题": "雪樵题金山僧惠铠",
            "作者": "沈周",
            "内容": "大江一个黄金山，大雪漫山变白玉。山中琪树斫作薪，塞破寒寮十万束。\n屋中冻衲四大缩，烧之不能温手足。却烧十日化为水，开门一笑春江绿。"
        },
        {
            "标题": "赠海上刘将军",
            "作者": "沈周",
            "内容": "少年儒将有高名，说剑谈经四座倾。久处幕宾能草檄，旧随童子尽知兵。\n月连夜火沙边堠，潮挟秋笳海上城。闻说远人归圣化，欲销金甲事春耕。"
        },
        {
            "标题": "题牡丹",
            "作者": "沈周",
            "内容": "名牌新样紫牙刊，露重烟深正好看。却怪锦云低亚树，带风扶上玉阑干。"
        },
        {
            "标题": "题僧壁二首 其二",
            "作者": "沈周",
            "内容": "把舌深藏万事休，放开白眼看云浮。是非当面从人问，断不摇头与点头。"
        },
        {
            "标题": "题僧壁二首 其一",
            "作者": "沈周",
            "内容": "尘喧俗闹漫悠悠，把舌深藏便罢休。人以是非来问我，一场鹘突但搔头。"
        },
        {
            "标题": "陪吴匏庵载游瑞云观寻道士不遇和前题韵",
            "作者": "沈周",
            "内容": "渺渺扁舟入浦云，琳宫一到惬前闻。春泥夹道萦人迹，野水交陂乱鸭群。\n洞里朝元郭道士，城中行乐鲍参军。相寻两度俱相失，石上留题漫有文。"
        },
        {
            "标题": "楚江秋晓卷三首 其一",
            "作者": "沈周",
            "内容": "天连湘汉水悠悠，水色微茫接素秋。残月已沈三国恨，乱云初散九疑愁。\n南方流落身将老，西候萧条客倦游。欲采蘋花恨无伴，美人迢递隔沧洲。"
        },
        {
            "标题": "楚江秋晓卷三首 其三",
            "作者": "沈周",
            "内容": "梦回江上算秋程，水影迢迢积渐明。落木西风连鄂渚，乱山高浪隐湓城。\n钟边野寺经僧起，霜里孤帆估客行。往事独悲前席误，不从贾谊问苍生。"
        },
        {
            "标题": "楚江秋晓卷三首 其二",
            "作者": "沈周",
            "内容": "葭菼苍苍白露时，萧条江色带微晖。平沙雁逐寒潮起，野树鸦随乱叶飞。\n渐见九溪如练净，尚怜三户似星稀。不堪昨夜南游客，愁向西风忆授衣。"
        },
        {
            "标题": "试晬歌题赵魏公画",
            "作者": "沈周",
            "内容": "杨花抛银春满盆，乳㜷击汤兰气温。沐珠澡璧试新晬，翠羽掩风数"
        },
        {
            "标题": "渊明采菊",
            "作者": "沈周",
            "内容": "典午江山醉不攴，先生归去自嫌迟。寄奴蔓草无容地，悭剩黄花一雨篱。"
        },
        {
            "标题": "叶妇高节诗",
            "作者": "沈周",
            "内容": "叶家夫郎邹家妇，百年同生誓同死。五十五日天夺之，一个孤鸾失其侣。\n腹中顾后无男女，手中托生有机杼。短檠长夜不敢哭，白日深沉闭房户。\n老姑谓妇岁月长，新妇告姑听我语。我身聊奉姑同居，我心已与夫同土。\n青天虽高所不欺，白发固远要自取。忧勤患难以静制，礼义廉耻在刚主。\n火来胁房我不动，委身一焚火莫苦。盗来敲门我不惊，先身一刎盗何侮。\n病来容药不见医，有臂可斫诊不许。事虽未及虑早及，口既能言身有处。\n世当可重儗金玉，家不可少比稷黍。临终一著犹可竦，笑谓家中诸妪姆。\n老身幸享六十馀，数尽年穷理宜去。纷纷身后惜事乱，从此治时先嘱汝。\n房前指限喻如山，自我入来无出武。房中处久于我殡，魂识依依得其所。\n生前忌接男子面，死魄毋令吊人睹。人间嫠寡堪作别，始末高明越今古。\n朝廷未闻乡且颂，完德更宜加藻斧。何人有力达太史，何人有力达公府。\n呜呼节妇今冥冥，其身可腐名弗腐。"
        },
        {
            "标题": "天平山",
            "作者": "沈周",
            "内容": "天平合在名山志，山下祠堂更有名。何地定藏司马史，此胸谁负范公兵。\n高屏落日云霞乱，杂树交花鸟雀争。要上龙门发长啸，世人无耳著鸾声。"
        },
        {
            "标题": "听泉",
            "作者": "沈周",
            "内容": "若人居城市，以耳求听泉。泉不在城中，山中乃涓涓。\n终日未忘听，岂在耳根边。若以实境求，此泉隔天渊。\n要知泉在心，心远地则偏。所谓希声者，无听亦泠然。"
        },
        {
            "标题": "莫砟铜雀砚歌",
            "作者": "沈周",
            "内容": "拔剑砟瓦，瓦碎何用，砟碎于瞒，莫为轻重。不如掣取太史笔，青竹中间削其统。\n老瞒自欲瞒春秋，公议所在人焉廋。瓦痕虽留汉正朔，心实无汉虚尊周。\n愿存此瓦长作砚，犹因子墨黥瞒面。汉贼明将汉法诛，千载烟华渍深谴。\n古云不以人废言，言如可存瓦可存。识贼鉴乱于人群，瓦无可恶恶在人。\n呜呼莫将人瓦并案罪，我为题诗救其碎。"
        },
        {
            "标题": "杏林书舍为戚宗式赋",
            "作者": "沈周",
            "内容": "设教开医沸一堂，君家父子为仁忙。松梢露碧临窗砚，杏树华红隔水庄。\n买药僮归门夜月，挟书生散路斜阳。成才起死心相等，用世谁如此计长。"
        },
        {
            "标题": "图琴川钱氏沁雪石",
            "作者": "沈周",
            "内容": "亭前峙奇石，兀可当一障。沁此万古雪，亘地气魄壮。蒸云势欲轩，得月神更王。妙拟轶仇池，润未下雪浪。刓凿天借巧，胸次见洞宕。孤立宜有邻，雅许修竹傍。风雨不敢泐，刻名久无恙。宝此一夔足，磊砢不多尚。贞德允配主，白衣可呼丈。我见便欲拜，良信米非诳。聊与貌高古，敢有愚公妄。"
        },
        {
            "标题": "夏圭山水为华尚古题",
            "作者": "沈周",
            "内容": "罱鱼罱鱼复罱鱼，聊开聊阖鱼逃逋。江湖满地事数罟，老鱼为计与利殊。\n此图此野亲捲送，因人而投知不虚。况闻圭笔是名手，其价要论千金沽。\n于渔忘渔价何有，于人忘物画可无。华君尚古真丈夫，以义为利空锱铢。\n堂中看画且酌酒，坐对惨淡消金壶。左图右史存鉴戒，此堂不宜无此图。"
        },
        {
            "标题": "和吴匏庵姚氏园池四绝 其一",
            "作者": "沈周",
            "内容": "宫庶才名天下知，旧题留在此园池。墨痕蠹尽重翻稿，二十年来似梦时。"
        },
        {
            "标题": "土偶祸",
            "作者": "沈周",
            "内容": "锽锽鸣锣，彭彭伐鼓。复有旂盖，亦有戟斧。精力骏奔，无有老竖。整整肃肃，什什伍伍。绛帕帓首，花缯缴股。中舆者神，像之以土。岌乎其冠，被以绣组。觋者前导，跳梁荡舞。亟进如驱，遄止如阻。云神案行，于彼灾户。惟灾之户，鞠躬伛偻。小心来迎，翁前后姥。家无大小，一一拜俯。击牲化楮，荐以醇醽。祝神加飨，称我神主。惟疾惟患，我佑我祜。觋乃执乩，运曰神附。击案作声，觋曰神怒。必汝不虔，不明告汝。浑舍载拜，极哀恳苦。觋始作书，曰有逋负。设通梦寐，或聆咒诅。牛豕如干，等以犬羜。鹅鸭及鸡，计当蓓蓰。汝承其偿，其患良愈。箕忽辍运，少间复举。谓以汝故，往恳岳府。曲为之解，斡生死簿。觋之以下，如狼如虎。从翁臾姥，不容有语。指日令偿，令面神许。翁姥局蹐，无以经纪。质我青苗，鬻我小女。典我衣裳，剪我机杼。求我亲戚，贷我邻比。是日之届，其辈来聚。主张督责，枚举件数。数无亏少，物必丰美。献事甫成，饕彼尊俎。酒肉淋漓，撑肠拄肚。复有苞苴，脔胾核糈。此辈未出，患者为鬼。越明之日，神复求祀。即于东家，其作如故。哭者在西，无警无悟。蚩蚩之氓，昧乎义理。生死系命，听禀有数。岂是土偶，能夺能与。今既无灵，不察何俟。噍噍群小，附土利己。土岂有知，群小实使。此事有类，河伯娶妇。有豹为令，悉投诸水。"
        },
        {
            "标题": "和吴匏庵姚氏园池四绝 其二",
            "作者": "沈周",
            "内容": "蚤起治园晚始归，黄昏蝙蝠满堂飞。人家夜例开门睡，甚矣先生并去扉。"
        },
        {
            "标题": "挽东禅信公",
            "作者": "沈周",
            "内容": "匝顶霜根七十强，笑呵呵地佛心肠。掀翻赵老茶公案，踏破林仙酒道场。\n屋掩云萝秋榻净，经残松月夜窗凉。我来借宿今无主，还拟呼之在醉乡。"
        },
        {
            "标题": "闻谢阁老休致过苏遥寄",
            "作者": "沈周",
            "内容": "五十悬车事异常，符阶纶阁迥天光。千秋国是黄金鉴，一夜乡心绿野堂。\n漫赋祁招惟自止，旧图负扆敢云忘。拔风后起梧桐树，四海还瞻老凤凰。"
        },
        {
            "标题": "挽刘芝田",
            "作者": "沈周",
            "内容": "老倦长游雪满颠，澄江归理旧芝田。侯门裹足无名刺，野店扶头有酒钱。扪虱正谈天下事，逢蛇忽忌梦中年。孤儿为问他时计，犹指床头《捭阖篇》。"
        },
        {
            "标题": "丘侯休致 其二",
            "作者": "沈周",
            "内容": "江山正有漫漫雪，行客应无缓缓期。越水吴山一千里，轻舟归去似来时。"
        },
        {
            "标题": "挽徐母马氏",
            "作者": "沈周",
            "内容": "徐家阿母多慈训，懿德何惭白石刊。针眼未漫衣上线，胆膏犹腻手中丸。\n秋阴月掩都房橘，香木霜凋古畹兰。淀紫山头埋玉地，贤郎陟著泪汍澜。"
        },
        {
            "标题": "送诸立夫归钱塘",
            "作者": "沈周",
            "内容": "昔年记买临安船，来与泉石修清缘。刘郎史伯及吾弟，一船四客如登仙。\n诸君作我南道主，湖山笑引肩舆前。谈诗酌酒夜不辍，吻焦目涩无安眠。\n别来人事等云变，旧游一梦惊三年。刘郎化鹤招不得，吾弟掩玉仍黄泉。\n感怀夙昔有零泪，掩卷怕看登临篇。殷勤对话杂悲喜，买酒取醉愁无钱。\n空斋停火照寒鼠，古木翳寺号饥鸢。明朝何苦又分手，拂衣长路开风烟。\n朱颜白发倏忽事，人生离合真堪怜。"
        },
        {
            "标题": "登吴汝秀万竹亭",
            "作者": "沈周",
            "内容": "有山或无竹，有竹或无主。主家屋后山，竹盛不可数。\n布石接阴行，初入问无虎。高跻渐窈窕，早露滴冠屦。\n深翠映人面，叶云仰如宇。长身森万挺，疏密各有序。\n群居爱不乱，君子乐生聚。林亭雅中搆，落箨仍鄣蔀。\n清歌激凉吹，按节傍可拊。想多径造客，题名刻旅旅。\n笋富主食饫，太瘦亦自取。还能长诗腴，彼此有损补。\n十个笑市城，寸寸黄金土。此地多不贱，一一容玉汝。"
        },
        {
            "标题": "为王挥使画牡丹",
            "作者": "沈周",
            "内容": "王君四月方来苏，绿阴满地花已无。台红楼紫不可觅，笔底春风寻老夫。\n殷绵滴露看活色，信手貌出西家姝。坐中狂客未解事，欲折不成空纸肤。\n去年淮阴七尺雪，冻地似恐花根枯。此图赠君日日赏，一日须倾一百壶。"
        },
        {
            "标题": "全真道人",
            "作者": "沈周",
            "内容": "碧色襕衫雪色须，山林城市迹何拘。标清自认身如鹤，步捷人疑舄是凫。\n挂搭烟霞诗夹袋，浮游云水药葫芦。长生唇舌誇能事，不敢轻传恐涉诬。"
        },
        {
            "标题": "题狄秋林诗稿后",
            "作者": "沈周",
            "内容": "久别殊惊各老苍，宦游落得此诗囊。风情逸朗骎骎晋，辞气清平咄咄唐。\n秋雨晴边挹峦秀，春江阔处弄天光。德人言在真堪羡，鲍老郎当愧末场。"
        },
        {
            "标题": "为友人写蕉",
            "作者": "沈周",
            "内容": "便欲开船去，因君更写蕉。要知相忆地，叶上雨潇潇。"
        },
        {
            "标题": "为苏太守题画",
            "作者": "沈周",
            "内容": "叠叠青山宛宛溪，林蹊曲折世途迷。云边石壁花漫缝，畬后春田雨夹泥。趁屋墙斜邻舍逼，当门树密鸟巢低。鸣驺入谷人今起，惟有图书积旧栖。"
        },
        {
            "标题": "文湖州竹枝",
            "作者": "沈周",
            "内容": "笑笑先生有遗竹，翛然画法妙兼书。千竿水石秋容合，一卷风云墨色虚。\n剪伐已逃渔具外，收藏今保袜材馀。他人敢夺王家物，旧好重脩君子居。"
        },
        {
            "标题": "赵民部梦麟王廷信符用愚诸公携酒会饮涵虚楼民部索诗遂有此作",
            "作者": "沈周",
            "内容": "白发萧萧始此来，高楼正倚夕阳台。阑凭南面山都出，梯到上头江大开。\n自愧衰翁落迟局，未容民部不深杯。若教却饮天应笑，豪杰眼前安在哉。"
        },
        {
            "标题": "闻清痴马秋官课农山庄",
            "作者": "沈周",
            "内容": "秋官苔笠事东菑，虽爱清幽也似痴。分肉戏专邻叟社，讼田闲剖野人词。竹枝雨暗蟏蛸户，豆叶风凉络纬篱。知遣床头三百瓮，醉中都赋劝农诗。"
        },
        {
            "标题": "闻王优弹唱",
            "作者": "沈周",
            "内容": "班里当歌让早名，临觞一曲使人惊。板回促拍翻新调，丝引余腔转慢声。萱草泥融蚯蚓细，桃花风悄栗留生。白头重洗青春耳，不向何戡数渭城。"
        },
        {
            "标题": "闻清痴马秋官课农山庄",
            "作者": "沈周",
            "内容": "秋官薹笠事东菑，虽爱清幽也似痴。分肉戏专邻叟社，讼田閒剖野人词。\n竹枝雨暗蟏蛸户，豆叶风凉络纬篱。知遣床头三百瓮，醉中都赋劝农诗。"
        },
        {
            "标题": "闻杨君谦致仕六首（弘治辛亥）",
            "作者": "沈周",
            "内容": "到手功名赋子虚，深山长谷觅安居。读书已足功名事，更读人间未读书。"
        },
        {
            "标题": "闻杨君谦致仕六首（弘治辛亥）",
            "作者": "沈周",
            "内容": "神武高冠挂急流，老人之事少年谋。江南四百八十寺，处处磨碑待记游。"
        },
        {
            "标题": "闻杨君谦致仕六首（弘治辛亥）",
            "作者": "沈周",
            "内容": "临歧冠盖酒淋漓，卷轴通朝满赠诗。当是别翻尝案子，千人描画一人归。"
        },
        {
            "标题": "闻杨君谦致仕六首（弘治辛亥）",
            "作者": "沈周",
            "内容": "春官司署尽能闲，犹道劳形与病关。身在早朝霜马上，青青残梦是吴山。"
        },
        {
            "标题": "理诗草",
            "作者": "沈周",
            "内容": "佚老馀生愿，失子末路悲。不幸衰飒年，数畸遭祸奇。\n独存朽无倚，如木去旁枝。剩此破门户，力惫叹叵持。\n屑屑衣食计，一一费心思。思深气血耗，㾓痹引百肢。\n多忘识虑浅，耳瞆目兼眵。一旦一身内，有此众病滋。\n所苦不敢诉，常畏老母知。小孙蠢不学，次儿诞而痴。\n后事不足观，百忧无一怡。吾性无妄好，执善信不疑。\n垂垂垂白乡，朝斯还夕斯。高高冥冥者，何物顾相欺。\n似我未蒙祜，及有菑害罹。滚滚人海中，黑白何可劙。\n口亦不能问，理亦不能推。以死致度外，且活是便宜。\n今日尽今日，明日岂可期。亦复酌我酒，亦复吟我诗。\n我诗无好语，稿苴从散遗。儿在曾裒葺，今纸著泪糜。\n抱患天地间，空言亦奚为。"
        },
        {
            "标题": "吴姬曲",
            "作者": "沈周",
            "内容": "前年别郎三月暮，东荡西飘不知处。愿弹红泪湿杨花，总饶轻荡飞难去。"
        },
        {
            "标题": "吴瑞卿染墨牡丹",
            "作者": "沈周",
            "内容": "雨晴风晴日杲杲，趁此看花花更好。浇红要尽三百觞，请客不须辞量小。野僧栽花要客到，急扫风轩破清晓。知渠色相本来空，未必真成被花恼。吴生又与花传神，纸上生涯春不老。青春展卷无时无，姚家魏家何足道。"
        },
        {
            "标题": "题吴子润育斋卷",
            "作者": "沈周",
            "内容": "落地为男子，思以成厥德。蒙象古有训，作善固可则。\n念生敢忘养，务学必求益。诗书在长勤，仁义服无斁。\n欲造君子地，涵濡匪朝夕。雨至无槁苗，药至无留疾。\n举措先所存，终身蔑差忒。"
        },
        {
            "标题": "落花五十首 其五十",
            "作者": "沈周",
            "内容": "东风刮刮剧情吹，万玉园林孑不遗。席捲横收西楚货，国亡空怆后庭词。\n拂红回去思前度，搔白看来惜少时。莫怪留连五十咏，老夫伤处少人知。"
        },
        {
            "标题": "廿五夜恋岁",
            "作者": "沈周",
            "内容": "与岁别在迩，五日即告终。三百六十日，漫过已匆匆。\n馀此知莫留，顷忽迅飘风。譬若杯酒阑，客散堂欲空。\n强尔拉老兵，徘徊乏欢悰。把笔搆短篇，灯前拥衰翁。\n衰翁类岁事，微吟搔鬓蓬。"
        },
        {
            "标题": "西山有虎行",
            "作者": "沈周",
            "内容": "西山人家傍山住，唱歌采茶山上去。下山日落仍唱歌，路黑林深无虎虑。今年虎多令人忧，绕山搏人茶不收。墙东小女膏血流，村南老翁空髑髅。官司射虎差弓手，自隐山家索鸡酒。明朝入城去报官，虎畏相公今避走。"
        },
        {
            "标题": "溪上独坐",
            "作者": "沈周",
            "内容": "观生吾自得，饱饭荷农功。盘石箕双足，清流影一翁。松乔藤辅德，枫老叶还童。好在寻诗地，无人杖屦同。"
        },
        {
            "标题": "喜吴吉甫及第",
            "作者": "沈周",
            "内容": "吉甫吉甫羁孤子，乾坤浮生漫无止。丱髫饥渴谁与谋，黄金陵前哭亲死。\n破褐犹知裹父书，借读空山月中字。江边古寺夜摸碑，心记舌翻朝若水。\n聪明过人道岂穷，天将与泰先之否。甲子高科谈笑间，亦有神人开梦语。\n当今天子圣且明，贤俊乘时思崛起。抟风希鸟天九万，试足神驹日千里。\n老翁患难穷苟活，且顿烦忧为君喜。君不见人间贫贱富贵基，范相苏卿乃如此。"
        },
        {
            "标题": "纪梦",
            "作者": "沈周",
            "内容": "隐居远住海边州，山水清标接梦游。酒醉又移花下席，书多别起竹间楼。\n儿郎习字陟釐纸，童子供茶秘色瓯。起拥黄紬寻幻境，一痕斜月小窗秋。"
        },
        {
            "标题": "过荒陇醉言",
            "作者": "沈周",
            "内容": "老子寻芳挑酒钱，乐哉斯丘青嶂边。若教即死便埋我，更是可生还听天。\n人间一日过一梦，花下百壶酬百年。尚将醉墨寄绝壁，风雨不洗山苍然。"
        },
        {
            "标题": "茶坡为刘长宪世熙作",
            "作者": "沈周",
            "内容": "使君嗜茶如嗜酒，渴肺沃须斛二斗。官清无钱致团凤，有力自栽春五亩。\n轻雷震地抽绿芽，行歌试采香盈手。世间口腹多累人，日给时需喜家有。\n还道通灵可入仙，非惟却病仍资寿。笼烟纱帽躬执爨，活火何堪托舆走。\n题诗戏问滋味馀，得似王濛及人否。"
        },
        {
            "标题": "至日闲居自述（成化甲辰）",
            "作者": "沈周",
            "内容": "冬至之日无酒钱，醒笑先生高阁眠。聊凭线记短长日，何贵虫知大小年。白石田间虚种玉，紫泥籍上欠修仙。闲窗但有闲时月，学把行藏逐岁编。"
        },
        {
            "标题": "陆翁赠箫杖",
            "作者": "沈周",
            "内容": "一筇紫竹岁寒条，十节中通亦当箫。使我弄秋唇有赖，累翁归夜手无聊。\n星含古窍声犹滑，霞渍长茎色未消。老甚出游今得力，坐吹明月广陵桥。"
        },
        {
            "标题": "拟一日复一日",
            "作者": "沈周",
            "内容": "一日复一日，一朝复一朝。青春不用推，白发不待招。\n渐见襁者大，还催老辈凋。借问学仙侣，此关果谁超。\n神仙本冥冥，其言亦寥寥。独有姬孔业，天地同遥遥。"
        },
        {
            "标题": "谢宋承奉惠寿木",
            "作者": "沈周",
            "内容": "鄙夫今年逾七旬，无一用世人嫌嗔。读书不成愚固在，耕田无收家益贫。\n小儿造化苦玩弄，浩荡自谓无怀民。何愁白发不相放，生死已譬昼夜循。\n花前笑口几回酒，松下无言终古尘。也怜狗马有帷盖，安少一木藏吾身。\n堂堂七尺我自玉，乌鸢蝼蚁谁敢亲。青城古杉一千岁，天将为我留轮囷。\n宋公借力剪寄远，鲸波万里来犹神。质如金石坚可珍，其文纠纽腻且匀。\n霞肪晕紫香触手，舁入草堂惊四邻。自公好施发天性，岂以菲薄当其仁。\n鹿皮苍璧殊未称，短篇聊诉吾为人。"
        },
        {
            "标题": "谢李宗渊见访中路有阻",
            "作者": "沈周",
            "内容": "斯文久矣熟芳名，书到还知郑重情。风雨妒人三日恶，江湖负子一舟横。\n闻来无见新翻案，兴尽而回古有行。筋力未衰扶可拜，荆溪展报已非生。"
        },
        {
            "标题": "会吴献臣兵备兼谢惠诗",
            "作者": "沈周",
            "内容": "野老本孤陋，于公荷特怜。出门今偶耳，倾盖昨同然。\n风雨酬一话，诗书当十年。永怀非日月，高谊薄云天。\n俯仰少知己，遭逢诚胜缘。枉推惭极口，汎爱悚高篇。\n貌瘠道腴内，官廉德俭先。鹏图协公荐，马走愿私鞭。\n文武无愆用，崇卑各适权。东吴卿月转，南徼使星躔。\n道路瞻风节，山川照雪鋋。府尊严武位，幕集杜陵贤。\n怀远人何迩，均仁俗不偏。明良欣盛遇，衰飒舞林泉。"
        },
        {
            "标题": "星堕",
            "作者": "沈周",
            "内容": "惟己酉十月，五日立冬始。鸡后涉黎明，寤者稍稍起。有星流西北，而从东南止。其大如车轮，蓬然曳长尾。撒星更抛焰，遗落相蕊蕊。其光白中黄，烛地以昼比。行旅尽惊仆，吠犬鸣鹜雉。堕地如炮声，引响久未已。床闼皆簸撼，约闻三百里。七月尝示异，不意复有此。瞥过视莫谛，堕处曷究拟。至地当有化，其形当何似。其堕当何曜，其罚当何理。窃谓经与纬，堕一天缺纪。无乃金火余，其气互合耳。余衍固非正，谪罚自有旨。灾祥付茫茫，不敢扣太史。"
        },
        {
            "标题": "寻僧不遇",
            "作者": "沈周",
            "内容": "幽蹊漫石水纵横，远见孤云与塔平。特抱琴来僧已出，欲因山伫鹤先行。\n交鸣野鸟嘲风暖，乱发林花趁雨晴。墙壁淋漓题墨遍，诗成懒得更留名。"
        },
        {
            "标题": "斋居燕坐",
            "作者": "沈周",
            "内容": "斋居过雨净，燕坐意良惬。习习风吹襟，引酒独浅歃。\n劝饮何所有，蕉袖舞长叶。悦目何所有，栀靥笑素颊。\n妒帏了无禁，得得自姬妾。妄境一粲破，真乐从酒摄。\n真妄俱茫然，且作庄生㗳。"
        },
        {
            "标题": "杨花二首 其二",
            "作者": "沈周",
            "内容": "恃何颜色漫狂颠，虽取花名未敢怜。寒士衣裳思挟纩，相公帘幕欲漫天。\n吹嘘不起春泥上，撩乱无端老鬓边。一种当门小儿子，傍风因日弄轻圆。"
        },
        {
            "标题": "杨花二首",
            "作者": "沈周",
            "内容": "扑面吹衣雪点晴，乱纷纷地亚夫营。借风为力终无赖，与水何缘却托生。\n看雀啅金新蕊破，爱蜂撩玉小团轻。踏歌女子空连臂，唤不归来信薄情。"
        },
        {
            "标题": "杨花曲",
            "作者": "沈周",
            "内容": "江上杨花撩乱飞，随郎马蹄点郎衣。杨花飞多还堕地，郎去遥遥何日归。郎归不归任郎意，但是家书无寄处。愿栽杨树绕天涯，明年见花郎忆家。"
        },
        {
            "标题": "杨花（二首）",
            "作者": "沈周",
            "内容": "扑面吹衣雪点晴，乱纷纷地亚夫营。借风为力终无赖，与水何缘却托生。看雀啅金新蕊破，爱蜂撩玉小团轻。踏歌女子空连臂，唤不归来信薄情。¤"
        },
        {
            "标题": "宜晚轩为玉公赋",
            "作者": "沈周",
            "内容": "湖山佳处小轩成，薄暮偏宜物外情。明月未来风满树，夕阳犹在鸟无声。黄花共客诗中老，白发催年定里生。尘海行人不知此，劳劳心迹候谁明。"
        },
        {
            "标题": "移席茅山东顶徐永年避酒而去作歌嘲之",
            "作者": "沈周",
            "内容": "自我来茅山，春雾拨不开。冥迷五日思困顿，当面不见紫翠堆。今朝喜有风汛扫，两目浩荡天光回。秀峰戢戢各拱立，伺我道左千戟排。苍松为幄碧草荐，洼石一一罗尊罍。高天广野寄笑傲，芙蓉对面劝我一吸三百杯。徐卿不能有此量，自椒而窜山之隈。隔林大呼谷与应，掉尾竟去无徘徊。却从地上举手谢，远意若诉不得相追陪。会难别易略不恤，有乐弗取真吴呆。山禽冲客啄余胔，野花点席粘残醅。老兵既失老僧在，且握石子为阄猜。醉来枕藉足力惫，扶掖不起相催颓。明朝烂熳别办冶游事，青山在在似作游人媒。久住山亦许，不作谢令推。凭我裁截笔作剪，信我包括诗为胎。请君急急还来看怪事，金鳌左股昨夜安在哉？"
        },
        {
            "标题": "乙丑六月闻哀诏有感 其二",
            "作者": "沈周",
            "内容": "愚翁分与世缘疏，国恤惊心泣且吁。生长太平惟欠死，老衰馀息尚何如。\n不知伊傅谁调鼎，欲梦羲皇我枕书。终日无聊思理发，雪茎些少亦频梳。"
        },
        {
            "标题": "丁未九月闻哀诏",
            "作者": "沈周",
            "内容": "乐青安生今二纪，号弓莫尽白头悲。帝乡云气神仙远，地道春恩草木知。\n裳绣不曾通藻迹，野餐空自切芹私。江山无改千秋物，明命惟新又一时。"
        },
        {
            "标题": "乙丑六月闻哀诏有感 其一",
            "作者": "沈周",
            "内容": "八十衰黎死境临，哀传尺一痛难禁。虞渊怆日江湖泪，杞国伤天虮虱心。\n负扆周公正思画，解民虞舜未亡琴。白头病枕茅茨下，时梦新君在谅闇。"
        },
        {
            "标题": "读盛仲规遗诗",
            "作者": "沈周",
            "内容": "饭盘苜蓿漫阑干，自信书生骨相寒。远落荒州悲燕幕，老收微禄笑鲇竿。\n一梳坠雪方归国，万事浮云又盖棺。灯下遗诗不堪读，读来句句与风酸。"
        },
        {
            "标题": "忆弟妹",
            "作者": "沈周",
            "内容": "五人弟妹一胞亲，白发于今剩两人。半夜雁声孤枕月，起来愁坐不訾身。"
        },
        {
            "标题": "九日无菊",
            "作者": "沈周",
            "内容": "今日九月九，无菊且饮酒。明年九月九，有菊亦饮酒。\n有花还问酒有无，有酒不论花无有。好花难开好时节，好酒难逢好亲友。\n一杯两杯长在手，六印何消金握斗。三杯五杯不离口，万事莫谈瓶且守。\n瓶云罄矣我即休，载欲谋之已无妇。天应私我身独在，天不全人花乃后。\n迟之明日兴还存，紫蕊青苞得开否。倘看烂漫即重阳，借酒东墙恼邻叟。"
        },
        {
            "标题": "生日漫言",
            "作者": "沈周",
            "内容": "幼时慕八十，妄念笑荒唐。八十思幼时，过事惊渺茫。\n事过三万日，人如傀儡忙。忙忙到衰老，傀儡是末场。\n谬以百年算，畸日苦不长。虽有六千日，长短未可量。\n使长莫如前，使短亦不妨。固非罹夭阂，白发映黄肠。\n生顺与没宁，大观理之常。今日喜饮酒，乐极发悲伤。\n盗蹠不在寿，颜渊千载光。寿亦何足重，所耻无流芳。\n耻贫无润身，不耻食糟糠。耻贱无克家，诗书在犹亡。\n腐草举末焰，螺田怀馀香。含灵参天地，息存还自强。"
        },
        {
            "标题": "饮中冷泉",
            "作者": "沈周",
            "内容": "此山有此泉，他山无此泉。泉名与山名，并为天下传。\n山泉两合德，珠璧辉江天。宛在水中央，天使尘土悬。\n山本一江石，泉井从石穿。非鬼不可凿，人莫知其源。\n黟深贯龙窟，不溢亦不骞。我久负渴心，始脩一啜缘。\n凭阑引小勺，冰雪流荒咽。载灌肝与肺，化作清泠渊。\n沁沁若沆瀣，逐逐空腥膻。至味谢茗荈，亦不从烹煎。\n谬哉康王谷，欲胜宜未然。未伺鸿渐知，但饮必推先。\n由我口舌譬，亦获参其玄。世多未沾者，茫茫尚垂涎。\n满注两大罂，载归下江船。摇光荡江月，汎影云亦鲜。\n分润及乡人，七碗同通仙。"
        },
        {
            "标题": "黄应龙失去思陵敕岳飞杀贼手诏",
            "作者": "沈周",
            "内容": "东昆人来言，有盗发子帑。意非摸金手，必是探禊党。\n不然尺一纸，何足厌贪掌。思陵洒此翰，破术敕飞往。\n当时君臣际，天地相俯仰。知任观哲明，眷注加温奖。\n功宠致忌杀，忠义果足仗。君心在遗墨，一读自炳朗。\n矫害證逆桧，淊天信欺罔。此纸后不传，何以暴所枉。\n锢子秘密藏，何为世标榜。天意流无方，假盗理可想。\n留吝恐违天，水火事或倘。物岂久恋人，物亦有精爽。\n使之一人传，所见目惟两。盗去转相售，售售万目赏。\n存未为子欣，失未为子惝。慰子不平怀，诗与发浩荡。"
        },
        {
            "标题": "迎新送旧曲",
            "作者": "沈周",
            "内容": "鼍鼓击，龙笛吹，阿婆接宝新人来。新人来，旧人去，迎新送旧门前路。门前路，有曲直。门前树，有短长。傍人未说新人强。新人绣罗郁金香，旧人綀布秋风凉。初将生死托末路，受尽糟糠还下堂。下堂畏踏来时路，啼鸟飞花撩断肠。鸟啼怪道呼姑恶，花飞怪道似郎狂。寄语新人保恩爱，三年五年当见郎。"
        },
        {
            "标题": "咏得落花诗三十首（录十七首）",
            "作者": "沈周",
            "内容": "为尔徘徊何处边，赤阑干外碧檐前。乱飞万点红无度，间过一莺黄可怜。观里又来刘禹锡，江南重见李龟年。送春把酒追无及，留取银灯补后缘。"
        },
        {
            "标题": "咏得落花诗三十首（录十七首）",
            "作者": "沈周",
            "内容": "供送春愁上客眉，乱纷纷地伫多时。拟招绿妾难成梦，戏比红儿煞要诗。临水东风撩短鬓，惹空晴日共游丝。还随蛱蝶追寻去，墙角公然有半枝。¤"
        },
        {
            "标题": "咏得落花诗三十首（录十七首）",
            "作者": "沈周",
            "内容": "芳菲死日是生时，李妹桃娘尽欲儿。人散酒阑春亦去，红消绿长物无私。青山可惜文章丧，黄土何堪锦绣施。空记少年簪舞处，飘零今已鬓如丝。¤"
        },
        {
            "标题": "咏钱五首 其五",
            "作者": "沈周",
            "内容": "三老虽誇济世才，亦能为福亦为灾。举枚慧眼观穷达，具片虚心摄去来。\n数减至三无足陌，铢轻惟五尚称财。祇除义士并廉吏，万贯填门不易开。"
        },
        {
            "标题": "咏钱五首 其二",
            "作者": "沈周",
            "内容": "匾匾团团铜作胎，能贫能富亦神哉。有堪使鬼原非谬，无任呼兄亦不来。\n总尔苞苴莫漫臭，终然扑满要遭搥。寒儒也办生涯地，四壁春苔绿万枚。"
        },
        {
            "标题": "咏帘",
            "作者": "沈周",
            "内容": "谁放春云下曲琼，一重薄隔万重情。珠光荡日花如梦，琐影通风笑有声。外面令人倍惆怅，里边容眼自分明。知无缘分难轻入，敢与杨花燕子争。"
        },
        {
            "标题": "咏钱五首 其一",
            "作者": "沈周",
            "内容": "个许微躯万事任，似泉流动利源深。平章市物无偏价，泛滥儿童有爱心。\n一饱莫充输白粟，五财同用愧黄金。可怜别号为赇赂，多少英雄就此沈。"
        },
        {
            "标题": "咏钱五首 其三",
            "作者": "沈周",
            "内容": "轻形薄质具阴阳，乏足能行乏翅翔。聚散本由冥数定，有无何著老夫忙。\n一缗牵欲人人逐，四字编年代代详。昨日卖文留短陌，免教愚虏诮空囊。"
        },
        {
            "标题": "咏钱（三首）",
            "作者": "沈周",
            "内容": "个许微躯万事任，似泉流动利源深。平章市物无偏价，泛滥儿童有爱心。一饱莫充输白粟，五财同用愧黄金。可怜别号为赇赂，多少英雄就此沈。¤"
        },
        {
            "标题": "咏钱（三首）",
            "作者": "沈周",
            "内容": "存亡未了复亡存，欲火难烧此利根。生化有涯真子母，圆方为象小乾坤。指挥悉听何须耳，患难能排岂藉言。自笑白头穷措大，不妨明月夜开门。"
        },
        {
            "标题": "咏醉翁床",
            "作者": "沈周",
            "内容": "酒后要息懒，假床其制新。安排醉乡具，康济老夫身。\n兼坐尚似倚，半眠尤可人。山公不解此，倒载马蹄尘。"
        },
        {
            "标题": "国用持前作至复用韵",
            "作者": "沈周",
            "内容": "坐深频涤唾壶痰，老态人前觉不堪。静观欲从僧去学，新闻还待客来谈。\n云凉桐肄高寻墨，雨沃蕉苗长四三。今夕喜君申旧好，小窗灯影酒中含。"
        },
        {
            "标题": "雨中会子旸李太常仍同赴谢氏席",
            "作者": "沈周",
            "内容": "萍逢吴越水，偶耳合清缘。发兴欺沾雨，因逢数旷年。\n木兰同小泛，樱笋转高筵。去倦不告别，归程殊怏然。"
        },
        {
            "标题": "钱士弘阻游虞山",
            "作者": "沈周",
            "内容": "我悬虞山当一舍，曾几寻山止其下。见山便怪老足困，剑门拂水心空挂。\n诸君生长为山邻，终日熟游非曰乍。今朝懊恼有长篇，颇被春泥妨不借。\n尽自空濛雨亦奇，抱衾况宿林庐夜。开门点火照芙蓉，湿翠还堪酒中泻。"
        },
        {
            "标题": "游张公洞",
            "作者": "沈周",
            "内容": "仙山不在高，灵区设中冓。包蒙自太古，霹雳始与牖。\n闇然不耀地，白日已通昼。遂亵世游人，我及千载后。\n登顿入地中，足与石角斗。飞厓临紫云，既掀势还覆。\n仰面欲成压，山鬼自司救。元气不蒸雨，五色变乳溜。\n支本万不齐，纂纂簪笋瘦。又如人披腹，呈此琅玕秀。\n旁扉表云房，曲密通款窦。跬步必容炬，老胆怯且逗。\n神仙未易求，冥探亦何遘。矫手采瑶华，和饮千日酬。\n聊度三千年，儗与石同寿。"
        },
        {
            "标题": "颜烈妇俞氏义事",
            "作者": "沈周",
            "内容": "剪锋刔落玉精神，要使亡夫识念真。判死不教留好眼，示生无复见他人。\n波翻银海伤珠颗，血迸金支破月轮。表向胥门旧悬处，配成忠义激风尘。"
        },
        {
            "标题": "自甲浦道太湖四十里见异香诸山喜而有作",
            "作者": "沈周",
            "内容": "清苕达宜兴，道湖已成算。仆夫却告难，风浪卒莫玩。\n劝我陟山麓，正尔免忧患。彼此有得失，我臆殊未断。\n譬山行见湖，昏昏秪浩瀚。何如行湖中，坐见山秀烂。\n仆尚请决筮，得《需》利在彖。毅然促飞橹，猛进不复懦。\n探穴有虎子，履险获奇观。出浦即会胜，列障拥一岸。\n遥思揽吴香，妄意觅仙幔。群耸西若监，巨浸东罔畔。\n天谓湖太淫，设此似按摊。云涛日冲撞，石趾力抵捍。\n输赢各无能，两垒对楚汉。我行锋镝间，便以老命判。\n山疑相慰藉，逐逐笑供玩。始有舟楫虞，尽被山破散。\n山亦有情状，要我绮语赞。气聚势则附，形散脉复贯。\n远近相衍迤，中自存博换。虽静有动机，万态纷变乱。\n虬龙徐蜿蜒，狮猊悍奔窜。夷突各不一，小大略相半。\n正展芙蓉屏，横亘苍玉案。晴縠绉日光，莫熨锦绣段。\n金庭与玉柱，远弄波影灿。历眼四十程，续续青不断。\n平生诧传闻，信美非谩谰。修辞聊梗槩，归忆庶可按。"
        },
        {
            "标题": "读渔父辞饮酒诗有感",
            "作者": "沈周",
            "内容": "展书聊就纸窗明，楚晋亡机出一衡。大厦隳颓何力起，厉阶层沓几时平。\n灵均耿耿独醒死，陶令沈沈烂醉生。千载文章共肝胆，令人长叹莫收声。"
        },
        {
            "标题": "写怀一首寄张碧溪",
            "作者": "沈周",
            "内容": "丧亡火盗岁相兼，鬓发髡然瘦骨尖。有命穷通天自定，无凭祸福事难占。\n闾阎苟活随黄槁，衾枕媮安且黑甜。海上故人来慰藉，不妨一月酒杯拈。"
        },
        {
            "标题": "与王优",
            "作者": "沈周",
            "内容": "高歌宛转送新声，腔爱频移酒漫倾。著水游丝风趠起，过墙花影月扶行。正须陶写当吾老，更为殷勤奈尔情。可惜相逢牡丹后，柳边聊倩答啼莺。"
        },
        {
            "标题": "腊月二十八日立春得雨病起漫言",
            "作者": "沈周",
            "内容": "小阁棂窗风自推，手添香炷拨炉灰。残年送病诗中去，淑气将春雨里回。\n午案待尝新茁韭，阳檐思访欲开梅。岁功代谢忙如许，似与衰翁递老来。"
        },
        {
            "标题": "赏玉楼春牡丹",
            "作者": "沈周",
            "内容": "白头杯酒重临轩，喜见名花又一番。春粉腻霞微著晕，露红渐玉淡生痕。\n酷怜似醉还饶笑，尽是多情尚欠言。老者相看聊见在，远谋何暇为儿孙。"
        },
        {
            "标题": "遇李生",
            "作者": "沈周",
            "内容": "李生生北方，膂力矜赑屃。桑弓劲如铁，轻引左右臂。短衣猎南山，猛虎俱待毙。官衢多骑劫，一发尝贯二。含笑担其囊，辄补酒家费。小饮三百杯，味薄不足睡。夜半挟金饼，隔楼调邻妓。横行长安中，五陵夸结义。秋暑满谿閤，解衣诧能事。捶床助谈屑，秉烛听未既。众客不敢哗，慑此河朔气。座无杨开府，娓娓当谁为？"
        },
        {
            "标题": "元旦后一日刘德仪送酒（成化戊戌）",
            "作者": "沈周",
            "内容": "使者双瓶至，蓬门向晚开。停肩慰泥滑，解幂省香来。染指怜佳味，挑灯引细杯。明朝携小榼，江上候新梅。"
        },
        {
            "标题": "约史明古不至",
            "作者": "沈周",
            "内容": "仙舟望不到玄都，近信虚传过太湖。如此江山空旧约，可胜风雨有长途。灯前白发棋声在，地上碧桃花事无。春已阑珊人尚远，幽禽何苦唤提壶。"
        },
        {
            "标题": "月夕汲虎丘第三泉煮茶坐松下清啜",
            "作者": "沈周",
            "内容": "夜扣僧房觅涧腴，山童道我吝村沽。未传卢氏煎茶法，先执苏公调水符。\n石鼎沸风怜碧绉，磁瓯盛月看金铺。细吟满啜长松下，若使无诗味亦枯。"
        },
        {
            "标题": "紫云洞",
            "作者": "沈周",
            "内容": "天地不秘宝，芙蓉擘空青。借问此何居，仙人敞云扃。\n翩然招玉童，导我探窅冥。高歌振逸响，侧足履落星。\n下有古灵湫，天光泛清泠。酌之不可死，阅世齐冥灵。"
        },
        {
            "标题": "仿云林画",
            "作者": "沈周",
            "内容": "知迂的是荆关手，聊复从迂写素秋。莫道西山无爽气，我于东野合低头。\n林墟压叶吹高帽，沙水飞沤掠远舟。一个小亭逍遣得，尽将吾道付沧洲。"
        },
        {
            "标题": "新栽牡丹开迟有作",
            "作者": "沈周",
            "内容": "烂漫东邻醉牡丹，也持杯酒待花看。却疑有为偏教慢，亦料终开底作难。\n贵介莫游知地僻，美人初聘怯家寒。我无羯鼓相催发，祗撚吟髭日凭阑。"
        },
        {
            "标题": "秋日早兴",
            "作者": "沈周",
            "内容": "高斋梧栝凉意好，但是雨声妨晏眠。一心默默百感内，万事悠悠孤枕边。\n鸡鸣犬吠物有为，昼短夜长天上偏。起来盥栉了无作，赖此床头秋水篇。"
        },
        {
            "标题": "早兴",
            "作者": "沈周",
            "内容": "清霜被群叶，青黄纷委地。病肌粟朝寒，烘背俟阳气。\n深坐聊展卷，眊氉怯细字。岁月递吾老，不谓易以至。\n盛衰理自然，微吟不成嘅。"
        },
        {
            "标题": "速杨君谦石田记",
            "作者": "沈周",
            "内容": "山中有白石，广衍得数亩。坚瘠不可耕，无用实类某。\n朋从从加称，遂为石田叟。称者非誉辞，我亦甘其受。\n杨子许为记，其言食已久。往往人家见，篇篇灿星斗。\n一见一热中，意子独我负。札剑表心许，何况曾出口。\n得非以陋物，不足辱录取。碑有纪封禅，鼓有示猎狩。\n于此逆观文，或可假石寿。子文侔汉史，其传信无朽。\n脱使不多作，难保岁月后。恃子犹洪钟，应随大小扣。\n不应似生吝，吝生亏所厚。吾石能作言，将以子归咎。\n不闻诗所载，草木备群丑。不信石终遗，不遭点金手。\n遑遑日翘伫，拜嘉亦当有。"
        },
        {
            "标题": "过友人泽居",
            "作者": "沈周",
            "内容": "独据泽中胜，绕家金壁堆。溪虚水照屋，花近树平台。\n倚杖鸟飞过，开门月入来。无邻恼鹅鸭，渔亦莫争隈。"
        },
        {
            "标题": "写画赠陈惟孝",
            "作者": "沈周",
            "内容": "我昨寻虞山，君出不在家。我归君来寻，迹类鸿雁差。\n把酒牡丹后，园林净无花。绿阴亦可爱，茗碗浮新芽。\n迟留越信宿，谈笑补叹嗟。莫易判风袂，后会未可涯。"
        },
        {
            "标题": "病中折菊为供",
            "作者": "沈周",
            "内容": "忧怀判与菊无私，柰此篱根烂漫枝。彊借陶瓶应秋事，因将病眼洗寒姿。\n梦中笑口簪花伴，枕上清斋止酒诗。小阁纸帘岑寂地，药烟零乱鬓丝垂。"
        },
        {
            "标题": "题赵松雪画马",
            "作者": "沈周",
            "内容": "隅目晶荧耳竹批，江南流落乘黄姿。千金千里无人识，笑看胡儿买去骑。"
        },
        {
            "标题": "次天全翁雪湖赏梅十二咏 其一",
            "作者": "沈周",
            "内容": "台垣赐老荷君王，山上篮舆湖上航。如此湖山昼游地，梅花开遍客还乡。"
        },
        {
            "标题": "次天全翁雪湖赏梅十二咏 其九",
            "作者": "沈周",
            "内容": "泛雪吴航胜月槎，深深杯色照银沙。寒梅钟得平生爱，重是江南第一花。"
        },
        {
            "标题": "次天全翁雪湖赏梅十二咏 其五",
            "作者": "沈周",
            "内容": "绿尊沽酒出春城，春日寻梅湖上行。闻道冲风又冲雪，旁人不识醉翁情。"
        },
        {
            "标题": "正月四日喜许氏女得甥",
            "作者": "沈周",
            "内容": "汝寡无丁男，托命惟一女。活世真废人，盲瘖无乃是。\n今年女有育，正月利弧矢。乃是四日生，六日方闻喜。\n得报讶其迟，隔县本非迩。老夫笑满面，贺汝似得子。\n他人视则甥，在汝则子比。缘情遂亡分，慰眼并遗氏。\n在我固称弥，因汝喜切已。妇人曷持家，嫠茕粗有恃。\n身后飨粢盛，其气尚有以。汝夫在地下，不为敖氏鬼。\n譬如委霜草，今为春风起。复如涸沟鱼，一夜漫春水。\n只忧不曾生，既生长易矣。便须买书本，教自孩提始。\n成人无他图，读书而已耳。"
        },
        {
            "标题": "鸷禽行",
            "作者": "沈周",
            "内容": "东海鸷禽身干小，毛紧骨耸睛皎皎。就赪饱饲十年肉，要与郅都同一考。\n掌中久矣无鴐鹅，报主但未呈枭剽。壤间鸱鼠坐龌龊，何足当拳乃轻挢。\n拙鸱以逸待尔劳，竭力睢盱仰张爪。捽头陷目出不备，两点华星光莫晓。\n呜呼！勇不可恃，志不可盈。拙鸱瞠目笑尔盲，尔鸷不复言功名。"
        },
        {
            "标题": "和匏庵观治园和韵",
            "作者": "沈周",
            "内容": "散直乐清燕，缓带行园中。辟荒自伊始，有力适我佣。\n群砾一何多，琐屑错蒿蓬。渐理塍与沟，脉脉见泉踪。\n作者苟不划，奚忧植难丰。况喜临皇畿，春早气自葱。\n好鸟鸣树颠，东方至和风。勿去观小道，治国将无同。"
        },
        {
            "标题": "与史西村相值途次遂同载",
            "作者": "沈周",
            "内容": "寒云连雁古长洲，萍梗微踪此水头。幸尔相逢风雨里，他人无限往来舟。\n远游不尽江湖话，多病还惊霜露秋。一见一回成一笑，老怀离思总悠悠。"
        },
        {
            "标题": "为越公重题旧作山水图",
            "作者": "沈周",
            "内容": "此画寄松院，墨涩笔潦草。别来三十年，衲子尚能保。\n开卷漫发笑，可感仍交抱。正如故友明，卒见含欣悼。\n人生非金石，年华岂常好。白发不奈事，先此青山老。\n当更三十年，与物论寿考。题诗报青山，彼此托玄造。"
        },
        {
            "标题": "舟中有感",
            "作者": "沈周",
            "内容": "世缘一向只昏盲，静里观心始自明。得丧有尘齐后灭，是非无种辩时生。\n秋峰长啸兼天迥，月阁高眠彻梦清。老矣此身真长物，不知何地著虚名。"
        },
        {
            "标题": "朱泽民山水",
            "作者": "沈周",
            "内容": "睢阳老人营丘徒，意匠妙绝绝代无。为留清气在天地，便就片纸开江湖。长松落叶风细细，幽构萦萝倚江住。壁虎书鱼荡水光，老屋疏茅通雨气。老人不归空北山，芳杜春风应厚颜。微官缚人万事拙，安得浮云相往还。宦海黄尘迷白发，云壑风泉清入骨。思家看画方兀然，叫落西窗子规月。"
        },
        {
            "标题": "竹鹤为道士作",
            "作者": "沈周",
            "内容": "道人种竹复养鹤，鹤可看家竹护坛。仙骥往来天上下，玉枝消息日平安。\n风前扫叶碧云乱，月下鸣秋白露寒。物外閒缘消不尽，堕毛裁氅箨裁冠。"
        },
        {
            "标题": "闻杨君谦致政赋此以致健羡十五首 其四",
            "作者": "沈周",
            "内容": "功名出处异于人，染指初头便乞身。人自诮渠渠自足，了官归奉黑头亲。"
        },
        {
            "标题": "纵禽",
            "作者": "沈周",
            "内容": "秦云越树路悠悠，锁掣金笼百怨休。中有能言绿衣鸟，还呼万岁一回头。"
        },
        {
            "标题": "钱士弘以东坡船邀汎月病阻因答",
            "作者": "沈周",
            "内容": "东坡新船高似屋，两舷开窗三十六。昨乘缺月汎昆湖，今汎杨湖月方足。\n老夫不及困河鱼，到月足时人欠福。莫能扶惫踏高筵，马不进兮人累俗。\n翠盘露酒白玉香，一饮之缘惜难卜。月从水上忆车公，还能入户寻幽独。\n枕前只作卧游人，亦有清华烂双目。高吟不寐待回船，输却醉乡诗可赎。"
        }
    ],
    "对话内容": [
        {
            "Type": "诗词戏剧对话",
            "Location": "苏州城外的松林",
            "Background": "沈周与学生文征明相聚于松间，二人讨论诗词创作，沈周提及《石田杂记》的写作灵感，文征明则吟诵对其作品的赞美之词，二人相互切磋，共同探索文人画的理想。",
            "Dialogue": "{\n    角色名:文征明 \n    动作:(微微颔首，眼中闪烁着求知的光芒) \n    讲话:沈老师，您在《石田杂记》中提到的灵感，是否源于您在松林中的静思？我常常想，如何才能在平淡的生活中捕捉到那一瞬间的美好，您的笔触似乎总能将那种意境生动地呈现出来。\n}\n\n{\n    角色名:沈周 \n    动作:(轻抚胡须，目光投向远方的松林) \n    讲话:文生，所言极是。写作之道，在于心念流转，若能静心于山水之间，便可得其真谛。松间的清风与鸟鸣，常常让我思绪万千，灵感便如涓涓细流，涌至心头，化为诗篇与画作。正如我所描绘的牡丹，虽是花中之艳，却也需细心呵护、耐心等待，方能绽放出最为动人的姿态。你我皆是追求艺术之人，唯有沉浸于自然，才能感受到那份真切的美。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "沈周的书房",
            "Background": "沈周收到来自王鏊的书信，信中提及他为沈周的书画所作跋文，并询问沈周的近况，沈周在信中回忆起与王鏊的共事时光，并表达对其支持的感谢。",
            "Dialogue": "{\n    角色名:王鏊 \n    动作:(捧着书信，神情中透着关切) \n    讲话:沈先生，近日我写了一篇跋文，特地寄来与您分享，信中也提到了您最近的作品，您近来可好？我常常想念与您共同探讨书画的时光，您在画中所传达的情感，令人动容，真诚希望能听闻您近期的创作灵感。\n}\n\n{\n    角色名:沈周 \n    动作:(微微一笑，端坐于书桌旁) \n    讲话:王兄，收到您的来信，我心中甚是欢喜。您所作的跋文，令我倍感荣幸，您的见解总是独到，令人振奋。近日我在松林中静坐，思考如何将心中所感化为笔端之墨，尝试将自然的宁静与内心的波澜结合，形成一种新的表达方式。艺术之路，确有许多坎坷，但正是这样的探索，才令我们得以不断成长与进步。期待与您再聚，共同探讨更多的艺术理念。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "长洲的小巷",
            "Background": "沈周在街上遇见邻里乡亲，大家围上来夸赞他画的牡丹，互相交流生活琐事，沈周谦逊地表示画作只是随性而作，期待能有更多的朋友来欣赏他的作品。",
            "Dialogue": "{\n    角色名:邻里乡亲 \n    动作:(围上来，满脸笑容) \n    讲话:沈先生，听闻您画的牡丹大受好评，今日特来向您请教，您的画中似乎有一种特别的神韵，能否透露一些创作的心路历程？\n}\n\n{\n    角色名:沈周 \n    动作:(腼腆一笑，轻声道) \n    讲话:诸位乡亲，过奖了。画作之道，乃是情感的流露，牡丹虽是华丽之花，却也需细心观察、感受其个中神韵。每一笔每一划，皆是我对生活的理解与热爱，愿意与大家分享。其实，画作只是我心中的一种表达，真正的美在于内心的感受，希望诸位能以我之画，感受那份春日的温暖与生命的蓬勃。只愿在这繁华的世间，能有更多朋友来欣赏，共同探讨。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝的朝堂",
            "Background": "沈周因其书画才华被朝廷召见，官员们对他的作品表示赞赏，讨论如何将他的艺术融入国家的文化政策中，沈周恭敬地回应，并提到文人画的理念。",
            "Dialogue": "{\n    角色名:大臣 \n    动作:(恭恭敬敬，神情凝重) \n    讲话:沈周先生，您在书画方面的才华，实在是我朝的骄傲。如今我朝在文化政策上亟需您这样的艺术家，您对文人画的见解与追求，是否愿意为国家的文化发展提供一些建议？\n}\n\n{\n    角色名:沈周 \n    动作:(拱手作揖，面带微笑) \n    讲话:多谢诸位大臣的厚爱，我自愧不如。文人画之道，乃是将内心情感与自然景物结合，通过笔墨传达出一种高雅的精神。若能在国家文化政策中引入文人画的理念，或可振兴我朝的艺术风气。希望能通过举办更多的书画展览与交流活动，让更多的民众接触到这一文化瑰宝，从而激发出更广泛的艺术热情。唯愿我朝的文化事业如同这牡丹般，绚烂多姿，生生不息。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "长洲的竹林",
            "Background": "沈周与王纶同游竹林，二人对月吟诗，沈周以《玉兰》作引，王纶即兴作答，二人通过诗词的交流，深化了彼此的友谊与艺术追求。",
            "Dialogue": "{\n    角色名:王纶 \n    动作:(微微躬身，眼中闪烁着敬意) \n    讲话:沈老师，您在竹林间吟诵的《玉兰》，实在让我心中荡漾，仿佛看见那花瓣在风中飞舞，您能否多分享一些创作的灵感与心境？\n}\n\n{\n    角色名:沈周 \n    动作:(握拳，目光炯炯) \n    讲话:王生，感谢你的赞美。诗词的创作，往往源于生活的点滴感受。《玉兰》正是我在竹林中所感悟的，玉兰花的洁白与清香，似乎在诉说着一种纯洁的情感。每当我在风中感受那花瓣轻舞的姿态时，内心便会涌现出无尽的灵感。希望通过这样的作品，能与更多的朋友分享那份内心的宁静与美好。艺术不仅仅是表面的华丽，更是一种灵魂的共鸣。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "沈周的家中",
            "Background": "沈周的妻子对他常年隐居的生活表示担忧，沈周则以《石田集》中的诗句安慰她，强调内心的宁静与满足，同时也承诺会多陪伴家人。",
            "Dialogue": "{\n    角色名:沈周的妻子 \n    动作:(轻声叹息，眉头微皱) \n    讲话:沈周，您日日隐居在此，虽说是追求艺术，但我担心您常年如此，会不会影响身体健康？您可否多与我分享一些生活的点滴？\n}\n\n{\n    角色名:沈周 \n    动作:(温柔一笑，握住妻子的手) \n    讲话:我的妻子，您所言甚是，隐居的生活确有些清寂，但这正是我心灵宁静的所在。在这松林间，我能够与自然对话，感受到生活的真实。我虽沉浸于艺术之中，却也不忘关心家庭。愿意在创作之余，陪伴您多聊几句，共同感受生活的点滴美好。您我携手同行，生活自会充满乐趣与温暖。希望能通过我所创作的诗词与画作，带给您一份心灵的慰藉与愉悦。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "沈周的书房",
            "Background": "沈周写信给杜琼，请求其为自己撰写年谱，信中表达了对杜琼的敬重与期待，杜琼闻信后欣然答应，并提到对沈周作品的看法。",
            "Dialogue": "{\n    角色名:杜琼 \n    动作:(微微颔首，面带微笑) \n    讲话:沈周先生，收到您的信件，我心中甚感荣幸。您希望我为您撰写年谱，真是让我倍感责任重大。您近来如何？作品又有何新进展？\n}\n\n{\n    角色名:沈周 \n    动作:(轻声一笑，目光温和) \n    讲话:杜兄，感谢你的关心。近年来，我在书画上的确有些心得，尤其是对文人画的理解与追求日益加深。写年谱之事，若能得到您的支持与帮助，我将不胜感激。艺术之路漫漫，唯有心灵的相互激荡，方能激发出更多的灵感与创作。期待与您共同探讨，见证我们在艺术上的进步与成长。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "宴会厅",
            "Background": "沈周在宴会上与顾永庆交流，顾永庆赞叹沈周的《沧州趣图》，沈周则分享了自己创作的灵感，二人畅谈艺术与人生，气氛融洽。",
            "Dialogue": "{\n    角色名:顾永庆 \n    动作:(微微一笑，目光中透着崇敬) \n    讲话:沈周先生，听闻您的《沧州趣图》引得众人称赞，不知您创作的灵感何在？可否与我分享一二？\n}\n\n{\n    角色名:沈周 \n    动作:(微微颔首，眼中闪烁着思索的光芒) \n    讲话:顾兄，感谢你的赞美。《沧州趣图》乃是我对故乡风景的追忆，灵感源于对自然的观察与对生活的感悟。在创作过程中，我尽量捕捉那份自然之美，力求将其真实呈现。艺术不仅是技法的展现，更是心灵的表达。愿通过这样的作品，让更多的人感受到那份来自自然的情感与温暖。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "明朝的书院",
            "Background": "沈周在书院教授学生文征明、王纶等，讨论书法与绘画的关系，强调文人画的精神，学生们认真聆听，积极参与讨论。",
            "Dialogue": "{\n    角色名:文征明 \n    动作:(认真倾听，眼中闪烁着求知的光芒) \n    讲话:沈老师，您在教授书法与绘画的过程中，如何看待这两者之间的关系？我常常觉得，书法的笔劲与绘画的气韵，似乎有着千丝万缕的关系。\n}\n\n{\n    角色名:沈周 \n    动作:(缓缓点头，神情凝重) \n    讲话:文生所言极是。书法与绘画，实则一脉相承。书法的笔法、气势，皆可在绘画中流露；而绘画的意境、气韵，亦可在书法中体现。二者的结合，能够创造出更为丰富的艺术表现。作为文人画的追求者，我们应当努力将二者融会贯通，使其相辅相成，以期在艺术的道路上迈出更为坚实的一步。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "夜雨中的长洲",
            "Background": "沈周在夜雨中独坐，吟咏《秋林话旧图》，偶遇邻居，邻居询问其创作的缘由，沈周以诗作答，两人在雨中共鸣，感受秋夜的萧瑟与美好。",
            "Dialogue": "{\n    角色名:邻居 \n    动作:(轻声询问，神情关切) \n    讲话:沈先生，夜雨中的长洲似乎格外宁静，您在这样的环境中创作时，心中又有什么感触呢？\n}\n\n{\n    角色名:沈周 \n    动作:(望向窗外，神情恍惚) \n    讲话:邻居所言极是，夜雨中的长洲，仿佛将我带入了一个不同的境界，雨声如同乐曲般悠扬。此时的我，心中充满了对往事的追忆，对生活的感慨。正因如此，我写下了《秋林话旧图》，希望通过这幅作品，传达出我对过往时光的思念与对生活的热爱。愿在这静谧的夜晚，能够与更多的人分享这份感动与宁静。\n}"
        }
    ]
}