{
    "基本信息": {
        "姓名": "邓云霄",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "明",
        "家庭区分": "民户"
    },
    "亲属关系": [],
    "其他关系": [
        "邓云霄墓志铭由汤宾尹所作"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1598",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "玄度",
            "别名类型": "字"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "东莞",
            "地址类型": "户籍地",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "空同子集:六十六卷,附录二卷",
            "著述年份": "1506",
            "著述角色": "未详"
        }
    ],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "明广东东莞人，字玄度。万历二十六年进士。授长洲知县，官至广西参政。有《冷邸小言》、《漱玉斋集》、《百花洲集》等。 ► 邓云霄的诗文(895篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "赋得寒灰画荻颂吴门姚太史节母",
            "作者": "邓云霄",
            "内容": "中宵飞雪暗寒天，三尺遗孤傍膝前。画荻自怜灰有泪，拥炉空叹夜如年。\n孀闺字迹龙蛇动，相国文章日月悬。谁道高风杳难继？枫桥人物似螺川。"
        },
        {
            "标题": "拟古杂体十九首并序 其六 艾如张曲",
            "作者": "邓云霄",
            "内容": "萧萧蓬与艾，稚子张罗戏。黄口动成擒，焉知青鸟志。\n高飞远食玉山禾，机械篱边奈尔何。"
        },
        {
            "标题": "吴子夜四时懊歌 其五",
            "作者": "邓云霄",
            "内容": "生女有所归，莫嫁吴中估。江头望回船，日日多风雨。"
        },
        {
            "标题": "秋日郊居戏作八音诗",
            "作者": "邓云霄",
            "内容": "金风荐爽咽寒蝉，石枕凄清称午眠。丝发萧萧人似鹤，竹窗漠漠雨如烟。\n匏樽酒浸青田核，土灶蔬参玉版禅。革尽火云泛秋水，森兰堂下浪连天。"
        },
        {
            "标题": "酬姑苏门人陈古白寄怀之作步来韵二首 其二",
            "作者": "邓云霄",
            "内容": "登高匹练望吴门，犹有知心数子存。老去长悬怀友梦，病馀惭未报君恩。\n胡尘东北将侵震，王气西南莫向坤。湖海元龙饶侠骨，上书曾著几千言。"
        },
        {
            "标题": "酬姑苏门人陈古白寄怀之作步来韵二首 其一",
            "作者": "邓云霄",
            "内容": "白头交谊岂应疏，岁岁传书问遂初。怜汝雾藏南谷豹，何时风起北溟鱼？\n廿年宦拙甘栖遁，三径花深自扫除。牢落閒门惟鸟雀，倚楼遥待吕安车。"
        },
        {
            "标题": "朗宁署中九日",
            "作者": "邓云霄",
            "内容": "缭垣苔古树苍苍，柏署寒生九日霜。蓬鬓尽随迁客白，菊花犹似去年黄。\n烽烟人梦秦城暮，羽檄关心粤徼长。谁暇登台看戏马，直将鸣镝落天狼。"
        },
        {
            "标题": "渡白沟河",
            "作者": "邓云霄",
            "内容": "秋暮驱车古战场，平沙宿莽浩茫茫。乾坤易位惊龙斗，汗竹无人记国殇。\n流水不随魂共去，野燐应与月争光。楚些歌罢阴云起，萧飒悲风啸白杨。"
        },
        {
            "标题": "门有车马客行",
            "作者": "邓云霄",
            "内容": "侯门势翕赫，气与秋天高。结交遍海内，轩盖同游遨。\n歌钟日夜起，弦管声嘈嘈。欢呼屋瓦振，饮博各分曹。\n借问堂上客，皆云五陵豪。落花随玉舄，华烛粲珠袍。\n三杯意气豁，慷慨视宝刀。申言恩义重，泰岱轻鸿毛。\n一朝人事别，田窦相倾夺。众宾掉臂去，相弃如屣脱。\n昔时歌舞地，日暮呼鸧鸹。得宠交自深，失势情斯割。\n为谢书门者，毋劳更咄咄。"
        },
        {
            "标题": "酬沈参军华伯寄我山中之作",
            "作者": "邓云霄",
            "内容": "武林词客旧相闻，鹤立鸡中迥不群。侠气凭陵看说剑，逸才牢落且参军。\n折腰南国怜黄绶，拄颊西山傲白云。诗寄烟萝清彻骨，知君家世是休文。"
        },
        {
            "标题": "采石谪仙楼",
            "作者": "邓云霄",
            "内容": "采石明霞带晚晴，维舟登眺古今情。客从白月窥金粟，人踏青莲上玉京。\n鲸背宫袍馀锦浪，鸭头寒酒泻江清。谪仙前后身俱幻，啸倚楼头进百觥。"
        },
        {
            "标题": "游衡山诗十二首 其七",
            "作者": "邓云霄",
            "内容": "名岳岧峣并岱宗，汉皇何事未登封。坛虚星斗明青玉，潭涌金沙吼白龙。\n虞辇不归斑竹怨，禹碑灭没紫苔重。悠悠今古浑如梦，愿学无生出世踪。"
        },
        {
            "标题": "四时宫怨四首 其三",
            "作者": "邓云霄",
            "内容": "静听鸿声度苑迟，夜长惟有妾先知。明河远隔三天水，凉月孤悬百子池。\n鸳瓦暗惊霜信早，铜仙偏浥露华滋。时来各有承恩日，寄语芙蓉好自持。"
        },
        {
            "标题": "古别离",
            "作者": "邓云霄",
            "内容": "苍梧云散班竹枯，黄陵庙口啼鹧鸪。妾家住近洞庭湖，十年夫婿西击胡，衡阳回雁一字无。\n金钱卜尽迷生死，妾身愿化随妃子，君归君归自为理。"
        },
        {
            "标题": "题陈母贞烈卷",
            "作者": "邓云霄",
            "内容": "岁晏孤芳凛自持，柏舟堪俪古人诗。镜分鸾影彤帏冷，心苦熊丸白发知。\n草满青陵飞蛱蝶，水摇班竹映琼枝。怀清不羡秦王筑，直揭吴山作道碑。"
        },
        {
            "标题": "琵琶亭歌",
            "作者": "邓云霄",
            "内容": "九江之下通杨子，九江上接潇湘水。湛湛青枫江上愁，春心极目伤千里。\n湘北朝霏巫峡云，湘南秋色洞庭分。白蘋暗结三闾骨，班竹轻摇帝女裙。\n湘波迢递长沙眇，逐客千年几相吊。漫道怀王恶直臣，宁知汉主轻年少。\n骚人遗泪落浔阳，司马琵琶更断肠。哀音似倩江流咽，彩笔长悬日月光。\n有客扁舟楚水湄，琵琶亭下重相思。荻花枫叶长如旧，红袖朱颜又一时。\n渡江北望长安路，逐客江南近无数。零落天涯杳不闻，摧残何异商人妇。\n古往今来共寂寥，感时怀古旅魂销。便欲吹笙骑皓鹤，匡庐五老坐相招。"
        },
        {
            "标题": "闻陈九吾楚中讣 其二",
            "作者": "邓云霄",
            "内容": "未起双凫舄，先惊白玉棺。岂虞终客死，翻恨有微官。\n素旐秋猿泣，舟枫楚水寒。诸姬帏帐冷，班竹泪同残。"
        },
        {
            "标题": "新秋登大报恩寺塔",
            "作者": "邓云霄",
            "内容": "盘空百转上崔嵬，平步中天晚照开。迢递长安迷北望，苍茫秋气自西来。\n六朝人物随流尽，千古江山抱郭回。莫倚危栏伤往事，龙宫劫火亦成灰。"
        },
        {
            "标题": "独不见",
            "作者": "邓云霄",
            "内容": "流水终到海，浮云岂归山。大堤芳草绿，游子何时还？\n人去曾寄衣，鸿归无一字。锦纹终夜织，不尽心中事。\n妾心长似水，君意散如云。寥寥怯空房，梦合晓更分。\n春来忆玉箫，秋后悲纨扇。泪眼几时晴，年年独不见。"
        },
        {
            "标题": "游禺峡赠曾文卿",
            "作者": "邓云霄",
            "内容": "独立霞标倚碧岑，洛阳年少气骎骎。一枝自皎临风玉，片语惊闻掷地金。\n龙剑雌雄分客路，匣琴山水忆知音。高斋半榻频回首，可道离情峡共深。"
        },
        {
            "标题": "闻同年王淑明何充符因忤税监被逮作四首 其四",
            "作者": "邓云霄",
            "内容": "中宵兴浩叹，明月入梁虚。有梦疑颜色，无人脱槛车。\n更裁穷鸟赋，好授狱中书。李杜齐名在，千秋孰尔如。"
        },
        {
            "标题": "焙茶词",
            "作者": "邓云霄",
            "内容": "主人癖睡思饮茶，春雷初破黄金芽。云蒸露浥含灵气，百草群花让清味。\n山翁穿入紫霞堆，采自仙人掌上来。簇簇旗枪擎数斗，高斋钻燧燃榆柳。\n呼童扇火红竹炉，薰笼残焙轻纱铺。芳香片片凌兰苜，恨无杨子中冷水。\n井花初汲日迟迟，烹待南窗梦醒时。"
        },
        {
            "标题": "闻同年王淑明何充符因忤税监被逮作四首 其三",
            "作者": "邓云霄",
            "内容": "圣人临北阙，君子叹南冠。骥病思千里，途穷恨一官。\n忧时双鬓白，恋主寸心丹。万国皆涂炭，谁非行路难。"
        },
        {
            "标题": "闻同年王淑明何充符因忤税监被逮作四首 其二",
            "作者": "邓云霄",
            "内容": "宦途随燕雀，苦海更豺狼。蜴吐阴云合，雷轰白日藏。\n八厨元不愧，三木任为囊。万一皇恩转，春生到夜郎。"
        },
        {
            "标题": "闻同年王淑明何充符因忤税监被逮作四首 其一",
            "作者": "邓云霄",
            "内容": "逼侧徒伤汝，乾坤孰爱才。忤人偏傲骨，对吏已寒灰。\n剑抱曲城怨，霜飞燕地哀。谁传黄雀语，为雪冶长猜。"
        },
        {
            "标题": "友人边游回二首 其一",
            "作者": "邓云霄",
            "内容": "瘦苦真同塞草腓，敝衣犹带朔云飞。李陵台上曾回首，昔日怀归今始归。"
        },
        {
            "标题": "友人边游回二首 其二",
            "作者": "邓云霄",
            "内容": "怪底风沙老客颜，百年行役几人闲。不须扼腕封侯事，犹得生还入玉关。"
        },
        {
            "标题": "遍题朱惟四增置诸胜十二首 其四 逋岩",
            "作者": "邓云霄",
            "内容": "山中丛桂长相待，世上无名不用逋。珍重岩边苍石几，他年研墨著潜夫。"
        },
        {
            "标题": "过长沙宿晋八郡都督陶桓公祠陶公侃",
            "作者": "邓云霄",
            "内容": "晋室悠悠竟陆沉，清谈流祸到于今。挥戈近乏平戎策，运甓谁同壮士心？\n八郡藩屏遗爱远，千秋俎豆古祠深。客来欲续天门梦，借问天门几万寻。"
        },
        {
            "标题": "伯闻宗侯招饯即席赋别",
            "作者": "邓云霄",
            "内容": "兽炭兰肴酒复清，异乡同调最关情。谁怜品竹弹丝夜？已奏离鸾别鹤声。\n向暖南枝思庾岭，怀人北斗指秦城。贤书近日多龙种，叹息王孙滞旧京。"
        },
        {
            "标题": "邀张桓孺芝城楼酌别",
            "作者": "邓云霄",
            "内容": "客中相见偏怜汝，笑出吴钩脉脉看。侠骨凭陵湖海气，壮心牢落鵔□冠。\n衔杯雨歇三湘阔，抵掌风生六月寒。犹有绕朝鞭可赠，笛声休奏路行难。"
        },
        {
            "标题": "晓行叶县经王乔叶公遗迹",
            "作者": "邓云霄",
            "内容": "城头罢角晓程催，古迹经行信复猜。片月尚悬飞舄影，新烟已没玩龙台。\n雨馀秀麦蒙茸长，风暖晴花次第开。欲挟真龙访仙令，海天何处是蓬莱？"
        },
        {
            "标题": "丙辰元日同林垂之集周贵谔二有亭是日主人斋不设荤",
            "作者": "邓云霄",
            "内容": "晴云送暖散朝暾，新绿盈盈已扑轩。献岁主宾宜雅集，持斋香茗称清门。\n春归南国花先笑，人醉东风鸟代言。却羡闲亭正临水，扁舟吾欲采兰荪。"
        },
        {
            "标题": "观行取疏目有感",
            "作者": "邓云霄",
            "内容": "天涯多逐客，阙北又抡材。共待螭头笔，谁甘溺后灰。\n赐环他日事，折槛几人来。伫望新颁诏，阳和遍九垓。"
        },
        {
            "标题": "病臂书怀招周石林对酌",
            "作者": "邓云霄",
            "内容": "小斋风雨净无尘，药裹书笺黯自亲。兴发欲为垂手舞，病魔偏妒曲肱人。\n论心坐叹知音少，却老惟堪对酒频。莫畏冲泥惜双屐，黄花含笑已迎宾。"
        },
        {
            "标题": "赠医黎念石时余病臂得愈",
            "作者": "邓云霄",
            "内容": "曲肱人在清凉界，展簟南窗足醉眠。寒入玉楼偏掣肘，药传金匕即回天。\n壶中日月离尘境，杏里园林拥地仙。愿乞馀丹医懒骨，破除贪睡学参禅。"
        },
        {
            "标题": "赠樊山明府以父病解官归黄州",
            "作者": "邓云霄",
            "内容": "强项从来说董宣，王阳回驭更称贤。轻舟独载惟卷石，遮道犹闻却一钱。\n勾漏已馀丹灶药，鲤庭应献紫霞编。怀人不见衡阳雁，岁晏音书谁与传。"
        },
        {
            "标题": "阳澄湖歌有序",
            "作者": "邓云霄",
            "内容": "虹拖飓母龙吼云，巨浪直上翻高旻。扁舟系缆不敢发，须臾雨霁浪全歇。\n雷声隐隐度远山，霞气盈盈漾轻碧。挥杯酹河伯，为尔笑大方。\n来牛去马不复辨，论蛙语鳖聊相忘。雄风怀袖里，三啸棹歌起。\n洞庭缥缈七十峰，片片芙蓉立仙子。酒酣命客吹玉箫，青翳玄鹤不待招。\n遥忆吴王歌舞后，锦帆天外落归潮。归潮已没鸱夷革，此中怨结潮头白。\n昔日曾闻市井喧，千年忽变鲛人宅。为我诅河伯兮何不仁，荒田满目兮愁吾人。\n萑苇丛生鹅鹳喜，打鱼供税多酸辛。代民请命胡为者，欢息湖滨泪潸下。\n阳城能复作宣房，县令自甘沉璧马。精卫徒劳心血枯，沧桑何止历阳都。\n功成却羡扁舟客，落日归心寄五湖。"
        },
        {
            "标题": "题博望驿",
            "作者": "邓云霄",
            "内容": "驿楼明月影徘徊，应照沙城骨变灰。叛将半随胡虏去，寻源谁似汉臣回？\n龙媒何日随天仗？苜蓿空看饲老骀。试听鼓鼙思壮士，始知博望是边材。"
        },
        {
            "标题": "四老吟和周贵谔四首 其三 老妓",
            "作者": "邓云霄",
            "内容": "荡子太无情，徒劳巧笑迎。容颜异今昔，门馆有虚盈。\n云雨迷前梦，琵琶理旧声。独怜卖赋客，还慕校书名。"
        },
        {
            "标题": "四老吟和周贵谔四首 其二 老僧",
            "作者": "邓云霄",
            "内容": "庞眉耳到颐，剃发雪霏霏。面壁不知岁，栽松大几围。\n谈空三世事，传法六朝衣。振锡南天遍，西方只履归。"
        },
        {
            "标题": "四老吟和周贵谔四首 其一 老将",
            "作者": "邓云霄",
            "内容": "百战清胡塞，廿年归汉关。乞身辞北阙，赐第傍南山。\n铁券勋名远，金丹日月闲。还闻奉朝请，剑履近龙颜。"
        },
        {
            "标题": "四老吟和周贵谔四首 其四 老农",
            "作者": "邓云霄",
            "内容": "作苦半生忙，劳劳鬓尽霜。倦勤百亩力，剩得几年粮。\n晚景桑榆末，闲身酒瓮旁。代耕孙辈事，策杖饭牛羊。"
        },
        {
            "标题": "采葛篇",
            "作者": "邓云霄",
            "内容": "朝采葛，暮采葛。朝行冲雾畏虫蛇，日晚提筐苦饥渴。\n为絺为绤两般机，卖与他家作嫁衣。年年入山赤双足，百结悬鹑遮尺幅。\n可怜长袖摇薰风，不到蒙茸深谷中。"
        },
        {
            "标题": "采茶词",
            "作者": "邓云霄",
            "内容": "昨夜新雷破嫩芽，旗枪簇簇相交加。持筐女伴相催去，丛云踏碎纷如絮。\n戴胜啼残日渐西，归溪花满使人迷。竹炉缓焙收清味，芳馥犹含百花气。\n石泉泱泱胜兰汤，留取输官未敢尝。"
        },
        {
            "标题": "闲居杂诗二十首 其三",
            "作者": "邓云霄",
            "内容": "春残花落深，乘兴共登临。翠柳摇佳色，黄鹂复好音。\n游人看断续，天气半晴阴。寄谢采桑妇，谁轻南陌金。"
        },
        {
            "标题": "谑言诗",
            "作者": "邓云霄",
            "内容": "祗须瞢董湖涂，莫说之乎者也。直木先寻斧斤，立仗惟闻暗哑。\n痴呆纪湄养鸡，祸福塞翁失马。半夜蕉鹿非真，四大形骸都假。\n岑楼寸木反高，得车■痔愈下。为岂枉尺直寻，功在画墁毁瓦。\n下里曲奏同声，阳春调孤和寡。将携雄剑双龙，击碎唾壶一把。\n流言可中姬旦，非罪谁明公冶。傲骨只合昂藏，好官彼甘唾骂。\n狐妖已诧据城，鼠匿奚容熏社。阮籍嫉时眼白，元礼何辜衣赭。\n世途不啻羊肠，宦达真同土苴。知止知足久长，苟合苟完聊且。\n既悟鸟尽弓藏，何用回车泪洒。招龙宁在菜圃，索骏惟之冀野。\n陶公三径未荒，淳于一石堪泻。好月好风当邀，闲是闲非休惹。\n老性不改姜桂，美材任舍梧槚。阳虎或类宣尼，宫黝亦似子夏。\n肉眼必有遗珠，簧口徒工炙輠。翻波终泾渭分，斜日非贤圣打。\n谁知百代鼓吹，只在片言风雅。雅女羞隙需媒，玉不求沽待贾。\n鲲鹏奋翼垂云，燕雀依人贺厦。岂如急马缰收，莫待临崖身舍。\n请看萧艾共焚，不异鱼虾并鲊。秉烛聊效狂言，覆辙示诸迷者。"
        },
        {
            "标题": "金陵秋兴六首 其四",
            "作者": "邓云霄",
            "内容": "残柳如新柳，依然作淡黄。纵能牵弱缕，终觉怯繁霜。\n少妇房栊冷，征人道路长。谁家过巧夕，不忍望银潢。"
        },
        {
            "标题": "霜降夜宿邻仙楼读李长度寄怀诗赋酬",
            "作者": "邓云霄",
            "内容": "严城吹角报霜天，雁足谁将锦字传？江上寒潮通紫水，梁间落月忆青莲。\n星文闪烁双龙动，夜色凄清一榻悬。宛在歌残人不远，小楼元是号邻仙。"
        },
        {
            "标题": "过武昌城外趋程甚急寄段幻然给谏",
            "作者": "邓云霄",
            "内容": "马首红尘促远征，停车难问草玄亭。凄凉旧地思联榻，迢递王程阻聚星。\n路绕汉江肠九转，云横秦岭泪双零。时情物态那堪说，惆怅东山客独醒。"
        },
        {
            "标题": "同曾淡夫夜集王百谷园亭",
            "作者": "邓云霄",
            "内容": "柳堤兰径翳青萝，步月虚堂得并过。客子问奇还载酒，主人长啸更征歌。\n吹笙忽下浮丘鹤，挥笔休惊道士鹅。吏隐今逢白衣宦，岩泉幽兴较谁多。"
        },
        {
            "标题": "观演西施歌舞席上赋",
            "作者": "邓云霄",
            "内容": "绿酒对芳辰，红妆倚绣茵。可怜花月夜，再见苧罗人。\n大小双垂手，轻盈百媚身。不知歌舞散，幽意定谁亲。"
        },
        {
            "标题": "丁未冬至朝罢登白塔台",
            "作者": "邓云霄",
            "内容": "宫漏微茫玉管催，骎骎车马散朝回。阴阳应律终须转，天地无心未易猜。\n暖入梅根遥待腊，寒冲竹叶且衔杯。层台漫上休翘首，愁见云从故国来。"
        },
        {
            "标题": "辛亥郴州除夕忆家慈舍弟",
            "作者": "邓云霄",
            "内容": "年年除夕在天涯，宦迹如萍黯自嗟。镜里形容看渐老，灯前儿女漫为家。\n北堂佳气依萱草，南国春光入棣花。愿倩苏耽云外鹤，乘风归去酌流霞。"
        },
        {
            "标题": "咏雪三首效西昆体 其三 三嘲雪",
            "作者": "邓云霄",
            "内容": "轻薄霏霏远趁人，敢同青帝斗芳春。王恭鹤氅虽鸣玉，郑綮溪桥已作尘。\n似絮岂曾窥柳眼，输香空自笑花神。漫誇九陌铺银界，何事袁安彻底贫。"
        },
        {
            "标题": "嘲燕",
            "作者": "邓云霄",
            "内容": "玳梁绣幕拂轻埃，侍寝昭阳几度回。莫怪双栖好华屋，前身元是玉钗来。"
        },
        {
            "标题": "郴州义帝陵",
            "作者": "邓云霄",
            "内容": "王气摧残骨已收，千年遗迹落荒邱。林间似走秦时鹿，树杪如啼楚国猴。\n伏剑江中魂渺渺，听歌垓下夜悠悠。汉家陵阙今何在？往事伤心任水流。"
        },
        {
            "标题": "元夕雨癸丑郴州",
            "作者": "邓云霄",
            "内容": "檐声钟漏两沉沉，花月无情旅思深。试向山城听片雨，不知春夜值千金。"
        },
        {
            "标题": "七夕宴李相所江皋池亭观妓二首 其二",
            "作者": "邓云霄",
            "内容": "彼美休歌水一方，樽前红袖列成行。轻盈妙舞低垂手，宛转清声急绕梁。\n乞巧谁家针线冷？沉酣此夕梦魂香。百年乐事知能几，总付柔乡与醉乡。"
        },
        {
            "标题": "七夕宴李相所江皋池亭观妓二首 其一",
            "作者": "邓云霄",
            "内容": "竹里群贤水外亭，佳期惆怅醉还醒。银河浸月秋来浅，玉佩行空夜可听。\n天上鹊桥迎窈窕，人间凤管奏娉婷。扁舟载妓仙槎近，谁道双星胜客星？"
        },
        {
            "标题": "寄谢姚孟长太史二首姚长洲人 其二",
            "作者": "邓云霄",
            "内容": "持竿晚坐粤江湄，双鲤迢迢入钓丝。书札远烦天上使，炎凉宁似世间儿。\n悲歌燕市谁同调，往事吴门忆故知。报道还山人未老，年来频梦采华芝。"
        },
        {
            "标题": "寄谢姚孟长太史二首姚长洲人 其一",
            "作者": "邓云霄",
            "内容": "西北红云望帝乡，新开日月照垂裳。清朝振羽多鹓鹭，才子挥毫近凤凰。\n赠绮交情同缟带，开函奇字染天香。瀛洲远隔南溟水，还念遍舟有夕郎。"
        },
        {
            "标题": "和贫妇吟十首 其三 晨炊",
            "作者": "邓云霄",
            "内容": "采掇雕胡荐野蒲，贫居香积是僧厨。兰肴玉馔侯门事，可比侬家米似珠。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其十四 城傍曲",
            "作者": "邓云霄",
            "内容": "边城健儿好身手，金铃掣马如雷吼。平原猎去疾于飞，快犬豪鹰皆向后。\n鼻尖出火耳生风，狐兔么么不入弓。却月回身翻射汉，旄头夜落塞垣空。"
        },
        {
            "标题": "梧城七夕守道曾年兄招饮北楼",
            "作者": "邓云霄",
            "内容": "燕京曾伴广寒游，还忆浔阳月下舟。桂籍弟兄元旧侣，梧城杯酒又新秋。\n风波失路谁青眼？岁月无情易白头。休倚危栏羡牛女，客星今夕亦绸缪。"
        },
        {
            "标题": "咏雪三首效西昆体 其一 一颂雪",
            "作者": "邓云霄",
            "内容": "岁阑遥报早春催，六出祥花拂曙开。天女看梅摇玉佩，仙人骑鹤下琼台。\n螟蝗北户寒应尽，田畯东皋首重回。休问巡游怨黄竹，君王入骏在蓬莱。"
        },
        {
            "标题": "咏雪三首效西昆体 其二 二赏雪",
            "作者": "邓云霄",
            "内容": "水精帘卷对华觞，湛湛冰壶琥珀光。四座宾朋梁国苑，一堂词翰谢家郎。\n翻歌转觉银筝冷，逐舞轻随玉袖扬。已俪幽兰裁楚调，不须更学寿阳妆。"
        },
        {
            "标题": "秋夜池边坐月",
            "作者": "邓云霄",
            "内容": "静对秋宵月，弥清物外心。池光浮木榻，竹影扫瑶琴。\n钟罢千门寂，河低五夜深。候虫知节序，唧唧亦长吟。"
        },
        {
            "标题": "五十又一初度酬李烟客陈冲玄见赠之作",
            "作者": "邓云霄",
            "内容": "新剪春萝制野衣，烦君芳讯到柴扉。百年坐叹驹过隙，三仕还如鹢退飞。\n世外烟霞堪结侣，山中甲子总忘机。平生傲骨终难下，一笑从前事事非。"
        },
        {
            "标题": "中元后二夕玩月镜池贞元毓庭同赋",
            "作者": "邓云霄",
            "内容": "露下横塘水镜平，盈盈璧月入秋清。挥杯共泛忘忧物，散步如游不夜城。\n光满星河潜避影，风恬林籁静无声。移舟欲傍鸥君宿，乌鹊枝头且莫惊。"
        },
        {
            "标题": "酬陈抑之宪副寄怀之作次元韵二首 其一",
            "作者": "邓云霄",
            "内容": "郊居寥落四无邻，眼底谁堪过问津。白雪调高传锦字，碧云天远忆佳人。\n浪翻鲸鳄难移棹，壁冷牙弦懒拂尘。肠断泊园好风月，离怀脉脉几经春。"
        },
        {
            "标题": "壬子首夏衡郡苦雨城郭闾阎几至陆沉湿气薰蒸十家九病衙斋愁坐脉脉无绪戏作反言拗体诗聊索笑以自解",
            "作者": "邓云霄",
            "内容": "读罢离骚一问天，今世何世是尧年？行云神女太有意，抱瓮丈人宜晏眠。\n翻疑比屋为鲛室，便可骑鱼学水仙。休叹群芳垂玉箸，檐花还胜琼花鲜。"
        },
        {
            "标题": "庚午九日病足愁坐贞元毓庭过酌二首 其二",
            "作者": "邓云霄",
            "内容": "抱膝聊为梁父吟，忧时空郁杞人心。凄凄霜露催黄菊，浩浩烟波聚绿林。\n忍见颓城围破屋，愁闻哀角杂寒砧。醉乡别有清平界，好向中山古洞寻。"
        },
        {
            "标题": "庚午九日病足愁坐贞元毓庭过酌二首 其一",
            "作者": "邓云霄",
            "内容": "愁病柴扉昼不开，无情节序又相催。兵厨酒报新篘熟，陶令花迎旧客来。\n鸟雀窥门秋似水，鲸鲵翻海浪如雷。遥怜仗钺临戎者，閒暇还登戏马台。"
        },
        {
            "标题": "金陵秋兴六首 其二",
            "作者": "邓云霄",
            "内容": "去去秦淮水，微波蹙细鳞。尚浮千古月，几泛六朝人。\n春到才通舫，秋来只渐轮。因悲时代改，东海总成尘。"
        },
        {
            "标题": "金陵秋兴六首 其一",
            "作者": "邓云霄",
            "内容": "晚出城西望，平沙浩渺茫。昏鸦点古渡，野水落寒塘。\n阅世东流急，怀人鸟路长。莫将孤客鬓，来比菼葭苍。"
        },
        {
            "标题": "祁阳道中逢九日",
            "作者": "邓云霄",
            "内容": "露洗寒山秋色新，驱车空惹路旁尘。白云天外悲游子，黄菊篱边笑主人。\n岁岁难抛三尺组，悠悠虚负百年身。莼鲈更比茱萸好，欲向湘江问钓纶。"
        },
        {
            "标题": "初秋同许顺叔袁兰室潇水泛舟五首 其一",
            "作者": "邓云霄",
            "内容": "斋阁焚香事事幽，非缘出郭憺忘忧。乘舟载酒吾何意，为爱清江似鸭头。"
        },
        {
            "标题": "初秋同许顺叔袁兰室潇水泛舟五首 其五",
            "作者": "邓云霄",
            "内容": "短篷冲雨醉江烟，往事还思十载前。莫道知音同雅调，细听流水亦鸣弦。"
        },
        {
            "标题": "初秋同许顺叔袁兰室潇水泛舟五首 其二",
            "作者": "邓云霄",
            "内容": "冥蒙烟水画船移，枫叶芙蓉夹岸披。天送轻风徐进酒，更飞微雨急催诗。"
        },
        {
            "标题": "初秋同许顺叔袁兰室潇水泛舟五首 其四",
            "作者": "邓云霄",
            "内容": "倚棹悬崖坐画图，晚来烟雨幻虚无。旧游同是姑苏客，笑指潇湘话太湖。"
        },
        {
            "标题": "初秋同许顺叔袁兰室潇水泛舟五首 其三",
            "作者": "邓云霄",
            "内容": "湖南冬日自喧和，锦石银砂漾碧波。不用舟中携乐部，芦花深处有渔歌。"
        },
        {
            "标题": "戊午除夕书怀二首 其二",
            "作者": "邓云霄",
            "内容": "叹老嗟贫满世间，匆匆华发换朱颜。可怜斗柄随时转，试问羲和几日闲。\n万事驰驱沉火宅，一窝安乐近蓬山。春来佳事知多少，除却登临即闭关。"
        },
        {
            "标题": "看仆锄园灌蔬",
            "作者": "邓云霄",
            "内容": "簿领全休暇，科头傍竹林。犹存学圃意，颇异拔葵心。\n抱瓮看僮仆，忘机亦汉阴。挥锄谁不顾，瓦砾视黄金。"
        },
        {
            "标题": "戊午除夕书怀二首 其一",
            "作者": "邓云霄",
            "内容": "碌碌浮生自岁年，屠苏一酌亦陶然。向来宠辱惊金注，老去逍遥且瓦全。\n半醉唾壶今懒击，长途疲马若为鞭。明朝酒伴如相问，酬答东风有百钱。"
        },
        {
            "标题": "丁未除夕书怀",
            "作者": "邓云霄",
            "内容": "守岁孤灯夜欲徂，冯唐郎署胡为乎。寻常有愿非狂诞，四十无闻愧丈夫。\n转觉风云多后进，空嗟犬马老长途。年年牢落看人意，莫怪高歌击唾壶。"
        },
        {
            "标题": "古六宫诗六首 其二 楚宫",
            "作者": "邓云霄",
            "内容": "柳色章台半欲凋，烟霏残黛暮还朝。君王本自怜神女，屏障空教贮细腰。\n梦泽猎归存石马，巫山雨散落秋潮。行人莫问宫前水，声咽忠魂恨未消。"
        },
        {
            "标题": "夜宿卢山下通远驿闻夜泉作",
            "作者": "邓云霄",
            "内容": "静听鸣泉滴翠微，随风飘洒数仍稀。泠泠窦迸流云出，飒飒声悬落叶飞。\n欹枕忽惊深夜雨，呼童还觅旧寒衣。西窗一洗尘劳梦，四十年前尽觉非。"
        },
        {
            "标题": "除夕前三日史右庭携具同彭洞虚过紫烟楼党员玉兰",
            "作者": "邓云霄",
            "内容": "鸟哢春声和客吟，小楼乘兴共登临。閒身自觉逢迎懒，阅岁偏惊老大心。\n气暖名花开片玉，春归良夜值千金。贫交坐领如兰意，可道清尊似海深。"
        },
        {
            "标题": "宜春九咏 其九 春蚕",
            "作者": "邓云霄",
            "内容": "五马踌蹰久未归，陌头愁见雉朝飞。眠多转觉蚕无力，桑老谁怜叶尽稀？\n心绪缠绵抽乱茧，啼痕乌咽理残机。才成半匹输官税，又向他家作嫁衣。"
        },
        {
            "标题": "拟古杂体十九首并序 其八 陌上桑",
            "作者": "邓云霄",
            "内容": "当春绿桑柔，怀春女出游。不及秦氏女，百媚娇且羞。\n使君来，一何愚。停道侧，久踟蹰。使君不念立马疲，妾自归去怜饥。"
        },
        {
            "标题": "春诗十三首 其十三 陌头飞絮",
            "作者": "邓云霄",
            "内容": "抟风学雪舞，散作满天愁。万户莺啼遍，谁家独倚楼？"
        },
        {
            "标题": "春江花月夜",
            "作者": "邓云霄",
            "内容": "春风两岸发繁花，春月乘风渡浦沙。皎皎波心摇白练，盈盈岸侧映红霞。\n水月空明浑不定，一枝窈窕元端正。月色偏能泛水纹，水纹不解流花影。\n素娥倚桂妒花香，鲛室持绡待月光。但道弄珠来洛女，谁知飞片误刘郎。\n刘郎洛女临妆匣，镜里胭脂翠羽压。玉兔翻骑赤鲤游，琼枝倒被银蟾插。\n客来停棹大江湄，春信归来已后期。却忆深闺花月貌，倩将流水寄相思。"
        },
        {
            "标题": "春日泛舟四首 其一",
            "作者": "邓云霄",
            "内容": "棹歌翻渌水，击汰复夷犹。吴越春江合，东南王气浮。\n鸣榔遥向若，岸帻不惊鸥。渺渺五湖客，烟波如可求。"
        },
        {
            "标题": "春日泛舟四首 其二",
            "作者": "邓云霄",
            "内容": "江练晴堪染，汀兰静自芳。已宜君子佩，不倩好风扬。\n折采香盈把，怀人水一方。轻桡徐转去，春望浩茫茫。"
        },
        {
            "标题": "春日泛舟四首 其三",
            "作者": "邓云霄",
            "内容": "洗耳疑仇俗，怀沙怅独清。岂知簪绂内，不异薜萝情。\n舒啸沧浪晓，观空水月明。乘流无住著，自在玉壶行。"
        },
        {
            "标题": "春日泛舟四首 其四",
            "作者": "邓云霄",
            "内容": "闻道蓬瀛外，鲸波若拔山。秦皇空望幸，方士去无还。\n纵有金银阙，其如风浪艰。静观濠上理，心与广川闲。"
        },
        {
            "标题": "茂名李曰辅春日过镜园赋酬",
            "作者": "邓云霄",
            "内容": "幽溪密树静垂纶，雨后长堤草色新。好鸟枝头如唤友，閒花径底喜迎人。\n壶觞野酌堪乘兴，鸡黍山家未厌贫。向晚横塘荡双桨，水云摇澜镜中春。"
        },
        {
            "标题": "野兴十六首 其一 田家",
            "作者": "邓云霄",
            "内容": "戴胜啼残宿雨，荷锄斸破春云。垆侧新添数瓮，杖头无用半文。"
        },
        {
            "标题": "春诗十三首 其八 寒食听雨",
            "作者": "邓云霄",
            "内容": "禁火空斋静，檐声更送寒。花神愁不语，玉箸洗妆残。"
        },
        {
            "标题": "春思二首 其二",
            "作者": "邓云霄",
            "内容": "梦破纱窗晓，西园乌乱啼。春情纵摇荡，犹胜听莎鸡。"
        },
        {
            "标题": "春思二首 其一",
            "作者": "邓云霄",
            "内容": "芳树临清沼，红颜落镜中。催花惟丽日，莫怨雨兼风。"
        },
        {
            "标题": "春诗十三首 其十 上巳执兰",
            "作者": "邓云霄",
            "内容": "水际丛兰碧，香风两岸闻。褰芳修褉罢，欲荐云中君。"
        },
        {
            "标题": "春诗十三首 其九 清明改火",
            "作者": "邓云霄",
            "内容": "野老送春茶，铜瓶汲井花。钻榆新得火，对客瀹云芽。"
        },
        {
            "标题": "春诗十三首 其十一 旧巢归燕",
            "作者": "邓云霄",
            "内容": "西风送别意，念汝路途长。春到还相顾，贫交不忍忘。"
        },
        {
            "标题": "春诗十三首 其十二 梨院初晴",
            "作者": "邓云霄",
            "内容": "窗雨夜萧萧，香魂不可招。新晴聊纵步，还恐碎琼瑶。"
        },
        {
            "标题": "上巳凤台春望二首 其二",
            "作者": "邓云霄",
            "内容": "化外红云压酒旗，城南村落到人稀。台荒小径通僧寺，草绿微香染客衣。\n曲水未同鸥鹭集，羽觞还学凤凰飞。松梢已报悬新月，杜宇多情莫唤归。"
        },
        {
            "标题": "上巳凤台春望二首 其一",
            "作者": "邓云霄",
            "内容": "御苑春光变柳条，帝城烟树望中遥。登台人载青莲笔，招凤谁吹白玉箫？\n藉草流觞宜令节，落花啼鸟叹前朝。兰舟江上知多少，二水三山未寂寥。"
        },
        {
            "标题": "春夜雨",
            "作者": "邓云霄",
            "内容": "卧起自徐徐，闲情任卷舒。馀寒正月里，微雨五更初。\n绿遍湘南草，鸿回岭外书。朝来问詹尹，再卜几年居。"
        },
        {
            "标题": "酬列仙韵之次日陈古民于在藻轩请仙题匾白玉蟾适至降笔补和馀新天两韵诗另赋奉酬二首 其二",
            "作者": "邓云霄",
            "内容": "朱崖望断海中大，驾鹤南来当小川。但见波涛空浴日，岂知潮汐几经年。\n三山五岳遥分界，蓬岛瑶池各极边。却羡遨游如咫尺，试将真境问飞仙。"
        },
        {
            "标题": "和懒庵八睡诗夕睡",
            "作者": "邓云霄",
            "内容": "谁信华胥在小斋？人间万事总忘怀。閒来展簟看山卧，山气新晴夕更佳。"
        },
        {
            "标题": "泛舟次日翊文复携四妓小演湛碧蓬时暑甚不雨来献负约不至末句戏嘲之二首 其二",
            "作者": "邓云霄",
            "内容": "三竿睡未足，四美又逢迎。风曳冰轮薄，歌□碧浪轻。\n登场试小演，掩袖转多情。避席者谁子？虚传惊座名。"
        },
        {
            "标题": "酬列仙韵之次日陈古民于在藻轩请仙题匾白玉蟾适至降笔补和馀新天两韵诗另赋奉酬二首 其一",
            "作者": "邓云霄",
            "内容": "世局年来事事新，都随大运转风轮。避喧静对寒塘镜，和韵欣逢上界人。\n笔阵光摇东壁气，砚池波撼北溟神。凭君点破三生梦，始悟前身与后身。"
        },
        {
            "标题": "泛舟次日翊文复携四妓小演湛碧蓬时暑甚不雨来献负约不至末句戏嘲之二首 其一",
            "作者": "邓云霄",
            "内容": "可怜花解语，结伴得重陪。缓唱回风曲，徐传避暑杯。\n火云笼竹径，香汗湿桃腮。借问阳台女，曾携楚雨来？"
        },
        {
            "标题": "酬李定夫过访镜园次韵",
            "作者": "邓云霄",
            "内容": "深树幽溪抱径斜，竹阴凉借翠云遮。隐居结客开莲社，胜侣分题散笔花。\n叔宝临风人似玉，安仁归路果如麻。晚将明月随君去，更赠芳郊一片霞。"
        },
        {
            "标题": "姑苏八景五言古有序 其五 灵岩",
            "作者": "邓云霄",
            "内容": "灵岩有古寺，人道馆娃宫。不识西施貌，禅宗色是空。\n采香幽径没，响屧落山风。往事休回首，吴门匹练中。"
        },
        {
            "标题": "古六宫诗六首 其三 汉宫",
            "作者": "邓云霄",
            "内容": "三月咸阳火已红，遥闻新构压秦宫。汉皇自定河山鼎，萧相徒劳土木工。\n运去赤龙伤逝水，时来铜雀更摩空。遗基指点无人识，弹剑高歌想大风。"
        },
        {
            "标题": "拟吴宫行乐词五首并序 其三",
            "作者": "邓云霄",
            "内容": "斗鸡陂西走狗塘，云芽露蕊红兰芳。美人拾翠行采香，珠璎宝衱摇琅琅。\n归来响屟香风绕，月娥西镜森相照，天鸡不报吴宫晓。"
        },
        {
            "标题": "西园闲坐读韩城薛节妇传有感辄作长话",
            "作者": "邓云霄",
            "内容": "衙斋坐岁晏，西园草木腓。倚石抚孤松，苍干何崔巍。\n闲披薜妇传，殉夫竟同归。激我侠烈肠，悲歌欲沾衣。\n松风鸣谡谡，倒卷严霜飞。愁云自西来，白日惨无晖。\n人生孰不死，此节古今稀。何地堪为葬，当在华山畿。\n何物堪为奠，当采首阳薇。魂缠青陵蝶，伴逐湘江妃。\n昔年两掬泪，应变为珠玑。双龙终会合，地下启重帏。\n一坯掩香骨，千载留音徽。寄语须眉子，胡多习脂韦。"
        },
        {
            "标题": "荡子从军词三首 其一",
            "作者": "邓云霄",
            "内容": "骝马连钱映锦袍，平生气压五陵豪。探丸未了封侯事，直取单于血衅刀。"
        },
        {
            "标题": "荡子从军词三首 其二",
            "作者": "邓云霄",
            "内容": "金钗十二列蛾眉，临别牵衣控玉羁。越女吴姬都选遍，更将佳丽觅燕支。"
        },
        {
            "标题": "荡子从军词三首 其三",
            "作者": "邓云霄",
            "内容": "美如冠玉似陈平，斗罢鸡场塞外行。百战功勋酬圣主，十年贫苦笑书生。"
        },
        {
            "标题": "促织歌",
            "作者": "邓云霄",
            "内容": "促织复促织，锦纹机上愁无力。长夜那堪络纬啼，思牵千里肠应直。\n皎皎庭前秋月白，月华偏照长城客。梦去不知能作云，坐来却恐身为石。"
        },
        {
            "标题": "夏夜同李伯远张孟奇韩孟郁小斋听雨",
            "作者": "邓云霄",
            "内容": "蓊郁庭槐待濯枝，虚堂爽气转秋姿。翻灯洒幕声交响，促漏遥钟夜暗移。\n万里羁栖同逆旅，百年怀抱对传卮。月华合在层阴上，天柱峰头起远思。"
        },
        {
            "标题": "初春村居二首 其一",
            "作者": "邓云霄",
            "内容": "山中何所事，傲骨自能尊。惟有东风好，依然到席门。"
        },
        {
            "标题": "遥村",
            "作者": "邓云霄",
            "内容": "野水落田鸣，遥村雨后清。老农方敮耒，好鸟又催耕。\n饷馌甘藜藿，占年验晦晴。家山有黄犊，一轸故园情。"
        },
        {
            "标题": "答客问予归",
            "作者": "邓云霄",
            "内容": "出岫还山任卷舒，浮云元不碍空虚。中流击楫心徒苦，九折回车乐有馀。\n得意秋鹰看矫矫，忘机海鸟自如如。问予何事归来急，捐印虞卿好著书。"
        },
        {
            "标题": "秋夕同阮坚之潘景升泛月胥门江上",
            "作者": "邓云霄",
            "内容": "出郭清尊散夕阴，蒹葭凫雁自萧森。德星正聚真人气，明月如窥吏隐心。\n对酒雄风舒阮啸，悲秋良夜称潘吟。仙槎一水堪乘兴，此际扁舟意转深。"
        },
        {
            "标题": "题乌蛮滩二首 其二 上滩",
            "作者": "邓云霄",
            "内容": "水心元不竞，奔逼欲何之。浪挟毒龙斗，舟如退鹢迟。\n中流殊险恶，傍岸自平夷。百丈徐徐意，惟应拙宦知。"
        },
        {
            "标题": "题乌蛮滩二首 其一 下滩",
            "作者": "邓云霄",
            "内容": "石啮旋涡急，舟惊下濑忙。危机缘斗捷，利涉是轻装。\n猿送三声泪，波随九转肠。纵然清见底，终不似沧浪。"
        },
        {
            "标题": "立秋书怀",
            "作者": "邓云霄",
            "内容": "一叶下梧梢，微凉入远郊。乡山梦里到，岁月客中抛。\n宦况秋偏淡，尘容镜代嘲。蒹葭迎早露，天末忆贫交。"
        },
        {
            "标题": "挽京营游击将军湛阳生有引",
            "作者": "邓云霄",
            "内容": "薤露催人屈壮图，半生蹭蹬老穷途。筹边自合铭燕石，指佞何烦料虎须。\n幕府有金酬部曲，田园无业抚诸孤。国仇未报仍家难，知尔英魂击剑呼。"
        },
        {
            "标题": "拟古杂体十九首并序 其十九 当垆曲",
            "作者": "邓云霄",
            "内容": "客来未饮酒，熏却东风醉。胡姬十二试当垆，见客含羞翻欲退。\n新教一曲能半能，歌喉娇涩水凝。豆蔻枝头花未吐，芳心一点轻于露。\n槽边㶁㶁滴酴醾，迷杀阳城下蔡儿。"
        },
        {
            "标题": "送韩孟郁赴南宫试",
            "作者": "邓云霄",
            "内容": "鸣笳叠鼓送行舟，数幅蒲帆挂早秋。苜蓿久淹官舍冷，莺花今向曲江游。\n一枝夺锦摇雄笔，三策筹边具壮猷。战胜由来在樽俎，何须乘障觅封侯？"
        },
        {
            "标题": "捣衣篇",
            "作者": "邓云霄",
            "内容": "洞房环佩惊秋早，叶满空阶愁不扫。闲来不省出门行，梦里已到交河道。\n交河戍客铁为衣，八月严霜扑面飞。可念拂沙眠塞草，何辞织锦理鸳机。\n鸳机织就烦刀尺，熨斗帖平针线迹。灯下装绵泪满床，窗前捣练风侵石。\n风清月冷气凄凄，力尽繁声高更低。捣时庭树初栖鸟，捣罢邻家已报鸡。\n谁识繁声结悲咽，心中万恨凭砧说。千里情悬落日西，双题响逐行云灭。\n东家砧歇西家鸣，夜夜风来满帝城。愁苦频年征戍急，何人不作断肠声。\n衣成缄固重重意，又恐关前无驿使。别久腰衰知带宽，路长秋寄经春至。\n春去秋来貌不同，家家怨旷恨无穷。汉皇好武何时已，愿送砧声达汉宫。"
        },
        {
            "标题": "哭谭永明山人排律一百韵",
            "作者": "邓云霄",
            "内容": "有美粤东杰，英英溟海旁。精分朱鸟翮，星映少微光。\n秀骨鹤胎瘦，雄心剑气翔。青云期早达，白眼纵佯狂。\n蹴鞠斗鸡道，挥槌结客场。诗才泉倒峡，侠节柏凌霜。\n兴到题鹦鹉，豪来典鹔鹴。闭门田是砚，隐几墨为庄。\n献玉足犹在，续貂心自伤。长怀湖海志，摆脱利名缰。\n赤骥嘶风去，苍鹰拍汉飏。片言堪授璧，千里不赍粮。\n名岳孤筇度，洪川一苇航。探奇摇彩笔，得句满奚囊。\n到处推词伯，名家与雁行。忘年多少府，倒屣有中郎。\n望阙能披胆，忧时罢举觞。寸毫排仗马，一疏叫天阊。\n谁信牵萝客，还能补衮裳。鸳班皆吐舌，凤鸟已鸣阳。\n直节斗山重，高风兰蕙香。声名如入洛，都雅似游梁。\n平揖将军第，閒过上相堂。拍肩呼许史，半醉骂金张。\n裘马三河少，银鞍七宝装。常酣平乐酒，见惯杜韦娘。\n绛灌妒才子，终军出朔方。青牛沙漠远，白草塞垣长。\n笑入元戎幕，眼空胡虏乡。丛谈开武库，叱吒落欃枪。\n尽踏三边险，还交六郡良。勒名思窦宪，市骏泣归王。\n失路非流落，穷途倍激昂。风尘催燕颔，星斗动鱼肠。\n弹铗歌偏苦，移山志愈刚。北风才转毂，南国又鸣榔。\n买赋争张宴，扬金忽满筐。朝朝鲸吸海，夜夜凤求凰。\n妙舞风前柳，新声陌上桑。携云石城女，侍寝邯郸娼。\n已赠汉皋佩，还摇洛浦珰。绮罗迷建业，花月醉维扬。\n买笑春方好，寻芳夜未央。香尘飞利屣，响屧绕长廊。\n酒向锡山载，钩从虎阜藏。湖山留丽藻，珠翠斗新妆。\n奇士逢张旭，名园有辟疆。西湖邀锦缆，秋水下钱塘。\n倚棹严滩石，垂纶粤海艎。缠头金尽散，搔首鬓将苍。\n松菊今安在，田园叹已荒。门前罗鸟雀，机上怨糟糠。\n尘满扬雄宅，蓬深仲蔚房。瓶空无菽粟，箧剩只缥缃。\n司马先生叶，词宗学士杨。怜才时把臂，赈匮每分张。\n管鲍交偏永，芝兰味不忘。寒炉回昔暖，枯木暂时芳。\n二老从朝露，孤灯啼夜螀。袁安徒卧雪，灵辄孰贻浆。\n向日金盈橐，今朝鹿在隍。捉襟时见肘，剜肉不医疮。\n土锉烟常冷，绳枢月自凉。天边看紫气，夜半拭乾将。\n曲巷门悬席，閒园屋绕篁。有时收橡栗，多恨倚筼筜。\n诗兴越精进，襟期未可量。观涛频弄艇，濯足屡歌沧。\n星汉笼笔底，乾坤入眼眶。火攻屈贾垒，水灌曹刘墙。\n历尽一生蹇，还成百炼钢。华文珠烨烨，高韵玉琅琅。\n惟我同风调，文君共颉颃。论心常对酒，谈艺夜连床。\n古雅思前汉，纤卑陋晚唐。相期持格力，切戒露锋铓。\n诗工穷里得，道誉困中彰。壁立人偏乐，囊空世自忙。\n千秋称独擅，九折亦何妨。敏捷敲铜钵，遐搜叩石仓。\n缅馀趋仕路，不暇理篇章。望远云低雁，相思月落梁。\n人方怜范叔，客不到临邛。古谊胶投漆，交情桂杂姜。\n馀曾归里闬，君自曳□裆。陆贾金堪赠，王高藿共尝。\n感时心尚赤，阅世发全黄。隐迹留东郭，仙踪遽北邙。\n别离殊恍惚，生死竟微茫。石椁空埋骨，沙溪岂钓璜。\n谁求封禅草，忍视贮经箱。帷幕澹无影，人琴总已亡。\n藏舟山寂寂，闻笛泪浪浪。宿草连松桧，平林走鹿獐。\n山魈来踯躅，木魅亦踉跄。蜀国鹃犹哭，辽东鹤可望。\n浮生真石火，达士等彭殇。梦去人为蝶，归来石是羊。\n还疑挂剑处，堪拟卧龙冈。漫作招魂赋，羁人在楚湘。"
        },
        {
            "标题": "展二亲墓",
            "作者": "邓云霄",
            "内容": "酹酒荒阡草色殷，愁云苦雾结哀颜。痛将满掬风前泪，洒向他年梦里山。\n霜露渐看秋又老，松杉宁有鹤飞还。栖乌昨夜号寒月，不觉朝来鬓已斑。"
        },
        {
            "标题": "袁七齐自郴阳远访镜园赠别",
            "作者": "邓云霄",
            "内容": "湖南岭北怨离居，雁断衡阳尺素疏。客计尚弹冯子铗，交情犹命吕安车。\n杯临水镜三天阔，路入滩泷九折馀。老去长竿不须把，赠君东海钓神鱼。"
        },
        {
            "标题": "过郴阳巡道旧署留宿抚衙前双古松怅然有感",
            "作者": "邓云霄",
            "内容": "双松百尺并嶙峋，劲骨曾将傲吏亲。十载星霜存旧物，几番衙署换新人。\n延年羡汝龙髯古，失意怜予鹤发新。珍重岁寒心不浅，路旁桃李易成尘。"
        },
        {
            "标题": "咏郴署堂前双古松",
            "作者": "邓云霄",
            "内容": "偃盖回风生夕澜，散衙萧瑟独凭栏。雪封千尺龙鳞老，月挂三更鹤梦寒。\n香粉霏微调美酝，瑞烟浮动近仙坛。君看气岸高如许，肯向山头羡射干。"
        },
        {
            "标题": "郴阳署中",
            "作者": "邓云霄",
            "内容": "一片孤城罩紫烟，松阴桂影戟门前。散衙日永浑无事，静坐焚香候九仙。"
        },
        {
            "标题": "宿郴阳旧署与袁稚圭昆玉话旧",
            "作者": "邓云霄",
            "内容": "迁客西征路八千，重过旧署更潸然。伤心狂事挥双涕，屈指流光已十年。\n拙宦风尘催马齿，故人星斗暗龙泉。虚堂对酒怜同病，感慨高歌宝剑篇。"
        },
        {
            "标题": "永兴道中遇雨赋寄李果卿明府",
            "作者": "邓云霄",
            "内容": "途经九折不胜悲，况值川原暮雨时。野鸟频呼泥滑滑，征人空叹路迟迟。\n愁霖旧曲那堪听，叱驭雄心且自持。休向浮云问秦岭，蓝关风雪想如斯。"
        },
        {
            "标题": "灯市篇",
            "作者": "邓云霄",
            "内容": "众星环斗极，万国拱京华。文物流殊俗，车书正一家。\n马放白登闲汉戌，笳沉青海靖胡沙。胡沙汉戍临荒服，尧封禹甸绵周箓。\n雄关虎踞一百二，圣主龙飞三十六。送腊玄霜散北郊，迎春青帝回东陆。\n明堂元旦朝诸侯，仙乐遥传万井讴。瑞日轻笼囗鹊观，卿云低抱凤凰楼。\n六衢九陌饶佳气，击坏升平多燕喜。宫中锦绣结熬山，陌上烟花满灯市。\n灯市游人杂还来，交廛列肆两边开。阵阵香尘萦晓雾，填填画毂度新雷。\n香尘画毂华灯下，竞巧矜能高索价。白凤斜飞螭口衔，黑龙倒舞麟须挂。\n鸡踏红莲玉作台，鲸翻绛蜡金为架。绮靡应同董偃奢，神奇肯在丁谖亚。\n更有胡商碧眼悬，携来异宝气冲天。黄金满斗真成土，彩帛如山不论钱。\n披图若献河宗瑞，陆地忽涌波斯船。制就九枝逾万万，装成四照讵千千。\n谁家千万争豪侈，中贵侯门兼戚里。横跨市上起歌楼，直倚云边奏声伎。\n火树光摇洛洞羊，春樽色泛嶓山兕。楼头弦管逐年新，楼底喧喧引看人。\n歌声窃窕闻黄道，灯影荧煌彻紫宸。紫宸黄道连双阙，银蟾皎洁银河没。\n已讶仙人五色烟，旋看帝子重轮月。月华星彩迥层层，马埒球场兴倍增。\n望去九门开铁缫，行来十道界金绳。妖姬解造千番曲，上客能酬几匹绫。\n公子王孙徒妩媚，鸣钟列鼎浪骄矜。良宵未觉欢娱毕，鼓声隆隆催晓日。\n转眼风光又一时，人生宁有百年期。冯唐白■遥相待，扬子玄经谁见知。\n羞随轻薄空驰逐，繁华富贵风前烛。潦倒堪为毕卓眠，升沉懒问君平卜。\n燕市难逢击筑人，素衣愁染帝京尘。"
        },
        {
            "标题": "暑雨新霁登阁眺望",
            "作者": "邓云霄",
            "内容": "霁望天如洗，山川一片新。清江遥影阁，凉气自侵人。\n火宅寰中地，冰壶世外身。晚来晞短发，华月更相亲。"
        },
        {
            "标题": "大观楼歌",
            "作者": "邓云霄",
            "内容": "纵横千里目，浩荡万古心。乾坤何寥廓，山水自高深。\n楼头缥缈诸天近，玲珑八面祥飙引。谁言新成来贺燕，只恐孤骞如结蜃。\n披襟临水揽蒸湘，挥手凭空扪翼轸。游丝摇曳扇微和，城郭郊廛乐事多。\n正看晴景浮烟树，又送春声入棹歌。棹歌残，渔歌起。\n紫兰落远洲，斑竹垂清泪。白云片片自南来，借问苍梧何处是。\n微茫七泽盘心胸，凭栏一啸生雄风。我欲挟赤帝，鞭赤龙。\n划长空而倚剑，蹴天山而挂弓。平生慷慨羞怀土，去国懒裁王粲赋。\n平生散慢恣豪狂，兴来还踞庾公床。世上人空老，壶中日自长。\n争名与争利，臧谷俱亡羊。君看醯鸡不出瓮，亦有鹏背摩青苍。\n谁是谁非园吏梦，无忧无喜曲生乡。我为登楼歌，高声振林木。\n曾闻芥子纳须弥，肯道吾身同一粟。幕天席地无边幅，倦来且抱希夷宿。"
        },
        {
            "标题": "送冯元成公祖提兵高肇道 其二",
            "作者": "邓云霄",
            "内容": "牙璋朝捧出彤廷，露洒炎方塞草青。开幕论兵兼课吏，登坛作赋更谈经。\n溪边砚美晴摇笔，湖畔岩空倒挂星。览胜崧台几题品，他年应比岘山亭。"
        },
        {
            "标题": "堤上行三首 其三",
            "作者": "邓云霄",
            "内容": "月明谁唱竹枝歌，声绕江风起白波。古渡春来潮正急，停舟估客意如何。"
        },
        {
            "标题": "署中滴翠轩杂咏五首 其三",
            "作者": "邓云霄",
            "内容": "有客仕三已，何人岁九迁？浮云倏过眼，司命亦无权。\n浪出非初志，微名合避贤。夜来牵远梦，多在海鸥边。"
        },
        {
            "标题": "署中滴翠轩杂咏五首 其一",
            "作者": "邓云霄",
            "内容": "关塞之官远，琴书亦与偕。谁栽四翠柏？为荫一清斋。\n宦拙世情澹，地偏幽意谐。浮生元偶寄，何事强安排？"
        },
        {
            "标题": "堤上行三首 其一",
            "作者": "邓云霄",
            "内容": "万井楼台落镜中，环堤处处小桥通。吴娃惯荡莲舟戏，水浅沙明不畏风。"
        },
        {
            "标题": "署中滴翠轩杂咏五首 其四",
            "作者": "邓云霄",
            "内容": "吏散重门闭，翛然太隐居。清凉饶树石，苍翠滴庭除。\n薄禄堪供酒，呼僮更种蔬。寄言弹铗客，此地本无鱼。"
        },
        {
            "标题": "署中滴翠轩杂咏五首 其五",
            "作者": "邓云霄",
            "内容": "癖诗堪一笑，得句享千金。比兴皆诸景，推敲哎寸心。\n词坛谁胜负，仕路任升沉。试展探珠手，骊龙伏海深。"
        },
        {
            "标题": "署中滴翠轩杂咏五首 其二",
            "作者": "邓云霄",
            "内容": "暑气晚来薄，萧萧树自鸣。风随微雨到，月向破云明。\n簿领闲曹少，园林野兴清。已能齐显晦，渐觉厌逢迎。"
        },
        {
            "标题": "赋得钱塘潮排律十六韵赠钱塘卢生",
            "作者": "邓云霄",
            "内容": "曾向钱塘渡，烟销一镜开。潮头忽以至，地轴仄将摧。\n赤日飞睛雪，青天起暗雷。龙宫银作阙，鲛室玉为堆。\n组练疑横海，帆樯似泛罍。属娄光欲动，强弩势难回。\n东奔翻禹穴，南去蹴苏台。吐吸谁为此，陶钧力大哉。\n湖山澄秀气，越峤挺雄才。羡汝江边住，潮从笔底来。\n放歌摇彩鹢，弄月进霞杯。一击踰千里，相期在九垓。\n钓鳌偏有兴，向若敢轻猜。赋就水皆立，文成木尽灾。\n沉思牵铁网，佳句剖珠胎。近诧观涛作，前身或姓枚。"
        },
        {
            "标题": "堤上行三首 其二",
            "作者": "邓云霄",
            "内容": "大堤风物类襄阳，上巳年年兢女郎。自是吴王歌舞地，至今犹学浣纱妆。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其五",
            "作者": "邓云霄",
            "内容": "小园日涉漫夷犹，浊酒匏樽醉即休。官罢故人多裹足，地偏经月只科头。\n蕙兰送馥时薰席，水石迎凉早报秋。已敞竹林供引兴，何须萱草与忘忧。"
        },
        {
            "标题": "秋杪同苏汝载及江西胡生登观象台俯金陵形势吊古书怀排律二十四韵",
            "作者": "邓云霄",
            "内容": "隐吏多休暇，游观眼界空。扶筇支蜡屐，循磴踏罡风。\n台閟璿玑巧，标连斗柄崇。验佔推历法，陶铸叶神工。\n星宿盘回里，乾坤指顾中。感时川陆改，望远古今同。\n恢运移钟鼎，留都奠镐丰。犹瞻双凤阙，谁数六朝宫？\n万井疏烟白，千山落照红。石头无浪打，铁瓮有潮通。\n霜露催归燕，帆樯带断鸿。管弦歌舞地，砧杵绮罗丛。\n零落寒原菊，凄凉远岸枫。旅怀悲九月，世路叹三堫。\n官拙潘安老，诗工庾信穷。长安看日近，短发对秋终。\n纵有批鳞胆，谁怜补衮忠？忧来思请剑，愤结忽成虹。\n人物腾诸怪，安危仗数公。魂销宸极北，兴发海天东。\n富贵浑如梦，婴儿倏已翁。宜调石髓膳，耻食大官葱。\n野鹤遥摩汉，群鸡只在笼。君看台下水，流尽几英雄。"
        },
        {
            "标题": "文学孙燕诒招同卜董王三孝廉集木末亭酒酣吊古俄而雨至分得豪字十八韵",
            "作者": "邓云霄",
            "内容": "胜地成文会，张筵集酒豪。虚亭悬木末，峻槛隔尘嚣。\n云浥芳尊冷，风缠法曲高。官閒堪蹑屐，性懒惯持螯。\n天阔江如带，郊平树似毛。山川相映发，城郭自周遭。\n锁断三山浪，宫残六代蒿。荒台曾下凤，古渡尚名桃。\n钟阜园陵迥，秦淮王气韬。龙髯留玉剑，殿角现金鳌。\n往事同流水，微名笑一毫。鲍江嗟寂寞，王谢亦萧骚。\n作手看前辈，词坛属我曹。登坛严部伍，贾勇负鞬櫜。\n大啸奔雷吼，挥杯急雨号。楼台疑结蜃，几席忽翻涛。\n且挟丹虹饮，还骑黑蜧翱。回头问尘世，何事日劳劳？"
        },
        {
            "标题": "秋夜听雨旅思无聊戏作喜雨愁霖两章觉悲喜由人非关雨也因之有悟 其一",
            "作者": "邓云霄",
            "内容": "剪烛虚堂玉漏清，西风吹雨过高城。土龙昔日愁枯立，垤鹳今宵喜共鸣。\n麦垄渐沾功德水，檐花翻作管弦声。征输近苦青苗急，好倩云雷洗甲兵。"
        },
        {
            "标题": "北邙吊古",
            "作者": "邓云霄",
            "内容": "洛阳城里歌钟起，北邙松风徒聒耳。当年生死异炎凉，此时人鬼随流水。\n王侯陵墓尽皆空，一望童山夕照中。传语樵儿须爱惜，且留残树伫悲风。"
        },
        {
            "标题": "和黄士明太史辽左闻报六首己未九月 其三",
            "作者": "邓云霄",
            "内容": "雄关列戟似金汤，谁纵天骄任跳梁？百里伏尸边草赤，千山落日阵云黄。\n词臣捧诏亲擐甲，墨客无文吊战场。闻道朝鲜堪犄角，急当传檄促勤王。"
        },
        {
            "标题": "拟古杂体十九首并序 其七 钓竿歌",
            "作者": "邓云霄",
            "内容": "古人钓国复钓名，严滩渭水未全清。美人修竿生自直，和烟砍却还青青。\n连举六鳌笑不取，桂舟浅浦何容与。寄语悠悠世上儿，江月江风本无主。"
        },
        {
            "标题": "下泷后逢午日韶阳观竞渡",
            "作者": "邓云霄",
            "内容": "危泷天上落，小艓片时过。幸不填鱼腹，那堪吊汨罗。\n双龙腾暮雨，两岸激洪波。酌罢敲韶石，临风奏九歌。"
        },
        {
            "标题": "挽大总戎陈翼所先生死殉辽难六首 其五",
            "作者": "邓云霄",
            "内容": "败将纷纷各叛亡，哭君六月动飞霜。雄姿定入麒麟画，侠骨长垂汗竹香。\n气挟奔雷还出塞，魂驱厉鬼更擒王。古来壮士生还少，肯怨啼乌吊战场。"
        },
        {
            "标题": "丁巳元日",
            "作者": "邓云霄",
            "内容": "昨夜东风入草堂，满园花鸟献年芳。浮生虚度檐前日，淑气难消鬓里霜。\n老去心情偏向懒，往时名利为谁忙？韶光澹荡薰人醉，儿女牵衣又进觞。"
        },
        {
            "标题": "苏汝载入署同居适栽新竹喜而共赋",
            "作者": "邓云霄",
            "内容": "昨过野寺乘凉好，偶向山僧觅竹栽。槛外喜看团绿玉，阶前何惜破苍苔。\n影窥月幌清尘梦，爽入风窗进晚杯。正对此君堪坐啸，开门还见子奠来。"
        },
        {
            "标题": "暮春紫烟楼八咏步陈仪翔年兄百尺楼韵 其二",
            "作者": "邓云霄",
            "内容": "山川佳气槛前收，雉堞横烟翠欲流。风月四时供啸咏，图书万卷足夷犹。\n渐通庄叟逍遥理，已约卢敖汗漫游。习静不知春事晚，壶中天地自悠悠。"
        },
        {
            "标题": "暮春紫烟楼八咏步陈仪翔年兄百尺楼韵 其一",
            "作者": "邓云霄",
            "内容": "楼对青山翳竹萝，楼中乐事岂蹉跎。风生远壑迎凉至，雨洗长天得月多。\n扫榻偶留云共宿，闭关未许客频过。元龙豪气今除否？赋就新诗浩浩歌。"
        },
        {
            "标题": "寒食虎丘",
            "作者": "邓云霄",
            "内容": "正喜宦无能，春山试一登。野村皆禁火，此地独传灯。\n空谷闻幽鸟，流云傍定僧。晚归休待月，人已踏金绳。"
        },
        {
            "标题": "相逢行赠别王木仲社丈请急东归",
            "作者": "邓云霄",
            "内容": "长安静寄者，非隐亦非吏。床上书连阶下苔，门径萧萧无客至。\n空瓶乏粟愧侏儒，拥膝高歌小天地。待诏金门笑岁星，相逢谁氏眼偏青。\n王君王君好气岸，天花落笔纷淩乱。社中新创白雪坛，酒后频投青玉案。\n自从结社叠赓酬，洛阳纸价如琳球。岂直都人竞传写，绝国已许千金求。\n一时意气横今古，郢曲巴声安足数。科危持却曹刘墙，复构云梯攻李杜。\n正叹知音和者稀，君今请急又东归。诗筒入袖随行橐，别泪临河洒客衣。\n云来亭下波涛远，月明濯足沧溟晚。得句应翻鲛室珠，霞飘锦字群龙趋。\n阳春有意怜同调，时寄高文一起予。"
        },
        {
            "标题": "东林寺二首 其一",
            "作者": "邓云霄",
            "内容": "策马寻精舍，东林非旧师。池空莲社散，塔坏墓门疑。\n地忆羁眉处，桥怜笑度时。远公犹幻迹，人世总堪悲。"
        },
        {
            "标题": "吴子夜四时欢歌 其十五",
            "作者": "邓云霄",
            "内容": "新妆非好淡，本欲学梅花。妾异东邻女，墙头盼宋家。"
        },
        {
            "标题": "东林寺二首 其二",
            "作者": "邓云霄",
            "内容": "教衍三天竺，门当五老峰。人烟行处僻，幽意坐来重。\n篱落闻猿挂，溪沙阅虎踪。唯余池畔水，一为洗尘容。"
        },
        {
            "标题": "冬至前三日对雪时值圣母万寿与陈裕所同赋禁用雪套",
            "作者": "邓云霄",
            "内容": "黯黯严寒旅思催，香醪兽炭对衔杯。慈云偏向蓬莱绕，宝雨遥从佛国来。\n六管浮灰将变律，千门残笛暗惊梅。欲观净土琉璃界，更上西风百尺台。"
        },
        {
            "标题": "人有饷余潇湘八景画册者退食之暇逐景分题空同子先有此作余其为妇乎加七言以别之 其六 洞庭秋月",
            "作者": "邓云霄",
            "内容": "李白曾称月下仙，烟波秋醉洞庭船。我来更欲骑黄鹤，直向高楼一醉眠。"
        },
        {
            "标题": "长安少侯行",
            "作者": "邓云霄",
            "内容": "长安大道逢少侯，传呼冠盖若云浮。扇开翡翠明金勒，香逐旃檀控紫骝。\n借问君侯年十几，仙居甲第阿那里。笑指皇城东北陬，琼楼绮阁中天起。\n自言乃祖识真龙，先建麒麟第一功。铁券金章联奕叶，生年二八有重封。\n椒房戚畹姻连理，十世分茅三尚主。西馆金张未敢窥，东床赵李争相取。\n新娶佳人十五馀，金塘春水映芙蕖。绿珠碧玉随为媵，掩面含羞捧佩琚。\n娇歌妙舞青楼晚，火树银灯霄彻旦。帐底鸾栖楚雨浓，钗头燕亸巫云散。\n平明步入明光宫，剑舄横冲豹尾中。黄帕笼盘传赐食，绯衣中使竞趋风。\n归来门巷纷车马，半揖公卿尽为亚。灌夫骂酒寂无言，强项董宣先肯下。\n豪雄意气骋遨游，七国三边不解忧。自负魏其新得宠，谁怜李广未封侯？\n锦袖珠袍摇白晢，道旁观者皆辟易。富贵何曾识一丁，太玄闭户知何益。"
        },
        {
            "标题": "夜听橹声歌",
            "作者": "邓云霄",
            "内容": "滩声潺潺如急雨，渔子罟师隔江语。月钩瓜破遥村烟，何人摇橹西岩边。\n喔喔悠扬鸣复息，江长日暮愁无力。摆浪休惊龙女宫，轻音似学鲛人织。\n忆昔吴儿白苧衣，兰桡一道唱歌归。香风艳月随船转，"
        },
        {
            "标题": "梅关道上古松歌",
            "作者": "邓云霄",
            "内容": "梅关夹道多古松，老龙鳞鬣争摩空。怪鸟时呼幽壑风，涛声万派山汹汹。\n客行八月方病暍，萧瑟对此如寒冬。苍颜可入韦偃画，行者息肩骑者下。\n亭午飕飕竽籁清，太阴黯黯云雷挂。日轮月驭回高枝，木魅山精避深夜。\n君不见泰山顶、徂徕巅，栋梁剥落大夫老，至今芳誉流青编。\n何如岭外冲南斗，粤天浩荡开元后。传闻植自曲江手，嶙峋气节俱不朽。\n神明呵护当再拜，仰止高山几回首。松上悬丝下有苓，花香叶苦通仙灵。\n谁能筑室依岩扃，花可酿兮苓可烹。科头箕踞烟霞里，下看度岭人如蚁。\n往来名利空老死，投簪服食果宿诺，我欲从之赤松子。"
        },
        {
            "标题": "野兴十六首 其十六 独吟",
            "作者": "邓云霄",
            "内容": "兴到溪山并美，吟成神骨双清。谁分天籁人籁？或似泉声鸟声。"
        },
        {
            "标题": "钱山人功甫斗室",
            "作者": "邓云霄",
            "内容": "吴门甲第自连云，斗室萧然见此君。几隐乌皮无俗客，庭垂绿树有清芬。\n荆扉雪满时餐柏，土锉烟□懒卖文。屈指江南高士传，独怜孤鹤在人群。"
        },
        {
            "标题": "寄钱长人讯其多病",
            "作者": "邓云霄",
            "内容": "天入钱塘路渺茫，西湖秋色正苍苍。采残杜若人千里，望去蒹葭水一方。\n病渴黄庭消伏枕，闭关翠柏可为粮。青云自古怜同调，彩笔悲君尚芰裳。"
        },
        {
            "标题": "杜鹃花词",
            "作者": "邓云霄",
            "内容": "东风吹破锦囊结，红裙斜踏清明节。无言不作子规啼，犹带子规口中血。"
        },
        {
            "标题": "湖南九歌 其七",
            "作者": "邓云霄",
            "内容": "怀古思乡对晚曛，亭皋落木不堪闻。秋蝉冷咽醒伊笛，野老新耕杜甫坟。\n处处白蘋翻白鸟，山山红树乱红云。西风好送离人梦，粤北湖南一岭分。"
        },
        {
            "标题": "五渡湘江感赋二首 其二",
            "作者": "邓云霄",
            "内容": "仲冬霜气清，寒江净如镜。未敢照须眉，试照余心性。\n前波催后浪，滔滔常不竞。回处有澄潭，十年还自定。"
        },
        {
            "标题": "五渡湘江感赋二首 其一",
            "作者": "邓云霄",
            "内容": "惯为湖南客，频渡湘江水。鸥鸟长笑人，君忙乃如此。\n老渔正濯足，晒网芦洲里。对此感人怀，荣名翻自鄙。"
        },
        {
            "标题": "渡易水歌",
            "作者": "邓云霄",
            "内容": "饮马临易水，清波照客心。平生仗侠骨，谊重轻千金。\n匣中剑动苍龙气，化作白虹光烛地。万古荆轲不死魂，拍手哀歌招复起。\n昔日燕图在掌中，宁知草泽无英雄。逢人争博多目摄，风色萧萧心欲折。\n击筑时从市上游，劝君须向酒徒求。"
        },
        {
            "标题": "度大庾岭二首 其一",
            "作者": "邓云霄",
            "内容": "叱驭层峦冒险行，瘴烟回合旅魂惊。山盘鸟道无三蜀，路凿羊肠亦五丁。\n古庙风悲唐相树，荒屯月冷汉家营。故乡东望频回首，恨逐飞云片片生。"
        },
        {
            "标题": "度大庾岭二首 其二",
            "作者": "邓云霄",
            "内容": "洞壑萦回涧道幽，天开雄镇巩神州。分流楚粤中崖坼，异代兴衰入望愁。\n试向关门占紫气，谁从仙吏识青牛？息肩亭上人如许，来往风尘自白头。"
        },
        {
            "标题": "和李烟客对雪见怀之作",
            "作者": "邓云霄",
            "内容": "雪洒南天景物新，家家惊犬呔同云。风前飞絮传佳句，梦里移舟正忆君。\n木榻冷侵高士卧，帛书寒阻断鸿群。阴飙杀气来何急，闻道辽阳损汉军。"
        },
        {
            "标题": "新制冰纱梅花帐张孟奇题额多丽词赋以戏之",
            "作者": "邓云霄",
            "内容": "帐底梅花度暗香，炎天霜雪午生凉。初唏短发风敲竹，半卷疏帘月到床。\n度岭寄来人更远，罗浮归去梦偏长。清斋已比寒梅瘦，怪尔新词恼太常。"
        },
        {
            "标题": "西园听客弹琴",
            "作者": "邓云霄",
            "内容": "尝怪古人愚，临流偏洗耳。耳中本清虚，更无物可洗。\n谁为扬天籁，自入清虚里。此时冷冷意，片片随流水。\n曲罢两无言，林间竹风起。"
        },
        {
            "标题": "题归咏紫芝卷赠袁前洲南归",
            "作者": "邓云霄",
            "内容": "振衣轻拂帝京尘，南国烟霞有主人。鹤■盈头归正好，图书满箧未全贫。\n千金散尽门前客，三秀长留洞里春。自笑劳劳淹薄宦，羡君黄绮不称臣。"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其二",
            "作者": "邓云霄",
            "内容": "火云连赤阪，永日苦如年。转恐金成溢，翻忧海变田。\n商羊何处舞，阴石更须鞭。愿得仙公术，端居在冷泉。"
        },
        {
            "标题": "甲子中秋周斗文自四明访余镜园投赠新诗留酌赋答",
            "作者": "邓云霄",
            "内容": "客来曾泛镜湖舟，又对银塘水镜幽。乌鹊一枝经几匝，骊珠千里向予投。\n杯倾五夜从沾露，月到中天始判秋。桂影婆娑低可掇，何人能作广寒游？"
        },
        {
            "标题": "范增墓",
            "作者": "邓云霄",
            "内容": "玉斗鸿门似雪飞，老臣骸骨竟东归。龙文已识随真主，剑舞何须动杀机。\n成败当年浑大梦，江山终古对斜辉。休嗟荒墓多樵牧，曾见人耕汉帝畿。"
        },
        {
            "标题": "题黄又谦年兄渔桹竹浪斋 其一",
            "作者": "邓云霄",
            "内容": "一叶烟波世外身，桃花流水问通津。閒来鼓棹游何处？惟访孤山放鹤人。"
        },
        {
            "标题": "送琴师闵谏廷游罗浮兼寄博罗张孟奇",
            "作者": "邓云霄",
            "内容": "可道奇游是采真，峰头爽气入秋新。玲珑山水弦中调，缥缈烟霞物外身。\n湛露深杯酬玉女，寒梅幽梦访花神。欲寻上界逍遥子，好问西园笠屐人。"
        },
        {
            "标题": "古六宫诗六首 其四 晋宫",
            "作者": "邓云霄",
            "内容": "太平天子漫焚裘，何事羊车恣浪游。深苑虾蟆喧雨夜，蒙尘龙马渡江秋。\n清谈未罢了胡语，醉客初醒对楚囚。莫道偏安成霸业，中原无处觅神州。"
        },
        {
            "标题": "咏得含风蝉",
            "作者": "邓云霄",
            "内容": "清韵因风远，泠泠万木秋。莫矜玄鬓影，叫白几人头。"
        },
        {
            "标题": "赋得风入松和贞元作二首 其二",
            "作者": "邓云霄",
            "内容": "风生松下奏笙簧，枕石閒眠白昼长。飒矣不知三伏日，冷然如洒万峰霜。\n徂徕自是乘凉地，河朔休誇避暑觞。借问秋声谁善赋，大夫高韵叶清商。"
        },
        {
            "标题": "天界寺十咏 其八 风铎",
            "作者": "邓云霄",
            "内容": "殿阁凭虚构，檐牙紫翠分。风回惊怖鸽，铎响落层云。\n山晓烟中见，林昏雨外闻。居高声更远，羡尔出尘氛。"
        },
        {
            "标题": "赋得蜀中佳胜赠顾桐柏",
            "作者": "邓云霄",
            "内容": "蜀川形胜称佳丽，朱夏峨眉带雪明。水浣鱼笺巴作字，花浓鸟道锦为城。\n琴中听曲千重意，梦里行云一片情。屈指近时词赋客，怜君独擅马卿名。"
        },
        {
            "标题": "赋得风入松和贞元作二首",
            "作者": "邓云霄",
            "内容": "松关乍涌海门潮，谁送寒声度泬寥？楚苑雄风来谡谡，秦年残雨尚潇潇。\n微闻虎啸惊栖鹤，轻动龙髯拂野樵。时有幽人听爽籁，扫开金粉结茶寮。"
        },
        {
            "标题": "赋得枫桥流水五绝送孙建侯归金陵 其四",
            "作者": "邓云霄",
            "内容": "浣纱人去冷姑苏，寂寞江枫怨夜乌。好掬桥边如镜水，凭君西寄莫愁湖。"
        },
        {
            "标题": "葑门城楼",
            "作者": "邓云霄",
            "内容": "独上高楼起晚愁，蒹葭衰柳绕长洲。征徭偏有三吴苦，杼柚真伤万井秋。\n失侣孤鸿翻北叫，背人寒水自东流。忧时叹逝心俱折，露草蛛丝尚未收。"
        },
        {
            "标题": "湖口逢故人之蜀",
            "作者": "邓云霄",
            "内容": "江湖落魄竟何如，昔别十年无尺书。苍龙袖里涩古色，碧草岭外怨离居。\n停舟把臂回白眼，秉烛酌酒脍神鱼。明朝解缆各南北，看月峨眉一望予。"
        },
        {
            "标题": "扬子江夜泊逢友人自边回谈塞上事",
            "作者": "邓云霄",
            "内容": "仗剑从军侠骨横，相逢凄恻十年情。醉来杨子潮头月，肠断蓬婆雪外城。\n汉将射雕吹晓角，胡儿牧马起边声。闻君话尽沙场苦，一夜西风白发生。"
        },
        {
            "标题": "凤台曲",
            "作者": "邓云霄",
            "内容": "瑶宫金录旧有名，萧郎嬴女骨双清。雾谷霞绡飘凤背，箫声散落星榆碎。\n衿天幕地烟蒙蒙，不比人间鸳帐中。秦苑莺花围粉黛，空忆三山望东海。"
        },
        {
            "标题": "挽袁太玉八律 其四",
            "作者": "邓云霄",
            "内容": "疾革偏逢腊尽时，漫劳春信到南枝。骑鲸客去月沉浦，斗鸭栏倾水满池。\n作诔莫凭无鬼论，哀歌真属有情痴。庄生寝说知何意，只为当年少惠施。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其九 九佳",
            "作者": "邓云霄",
            "内容": "池亭粗部置，水石略安排。碧乳翻茶碗，丹砂贮药斋。\n看山朝更爽，弄霭夕还佳。徙倚高台上，雄风快入怀。"
        },
        {
            "标题": "宫词四首 其二",
            "作者": "邓云霄",
            "内容": "万国时康赐大酺，六宫仙酒引醍醐。华清浴后摇红玉，香径人归步锦铺。\n南内歌声传晓漏，东方日影散啼乌。犹闻别院留王母，绛雪玄霜近到无。"
        },
        {
            "标题": "宫词四首 其三",
            "作者": "邓云霄",
            "内容": "元夕鳌山烂熳游，蹙金奇服异宸旒。广寒移下随龙仗，玉女飞来集凤楼。\n星错华灯迷陆海，风吹仙曲满皇州。彩云更指维扬路，传诏文成已拜侯。"
        },
        {
            "标题": "闻黄河又决",
            "作者": "邓云霄",
            "内容": "驱驰河上泣迷津，亲见冠裳尽负薪。本谓宣房无穴蚁，岂知河伯又劳人。\n铜龙未解蟠堤堰，璧马谁云奠鬼神。物力东南虚百万，况惊西北报胡尘。"
        },
        {
            "标题": "宫柳",
            "作者": "邓云霄",
            "内容": "宫坦绕咫尺，天上异人间。黛拂金塘晓，丝低辇路闲。\n深宫春自远，正殿昼长关。何日沾旗影，千官再侍班。"
        },
        {
            "标题": "宫词四首 其四",
            "作者": "邓云霄",
            "内容": "玉蝀金鳌别有春，上元遥泛碧桃津。霞遮龙舸翻成幄，香度琼楼散作尘。\n纨扇暗题班氏女，绛帏空忆李夫人。妆残更学侯门巧，堕马啼眉事事新。"
        },
        {
            "标题": "公莫舞",
            "作者": "邓云霄",
            "内容": "夜寒鬼母哭秋郊，一龙一蛇今更交。莲花光吐双虹碎，谁人拦箾反相背？\n汉王已起楚王醉。公莫舞，夜渐阑。亚父亚父不解事，请君试问芒砀山。"
        },
        {
            "标题": "拟古宫词一百首 其四十一",
            "作者": "邓云霄",
            "内容": "射蛟鞭石总荒唐，翠辇频年到海旁。谁识神仙无定寄？宫中亦有杜兰香。"
        },
        {
            "标题": "古六宫诗六首 其五 陈宫",
            "作者": "邓云霄",
            "内容": "璧月团团满锦筵，宫中行乐足芳年。新词结构文如绮，妙舞轻盈望似仙。\n春去不知琼树老，井深犹有酒龙眠。遗声飘落知何处，曾记秦淮夜泊船。"
        },
        {
            "标题": "中元节恭谒孝陵",
            "作者": "邓云霄",
            "内容": "龙蟠佳气帝城东，缥缈园陵白露中。一统河山留铸鼎，万年松柏护遗弓。\n玉霄阊阖无人到，银海蓬莱有路通。翠盖霓旌空想像，峰头遥见片云红。"
        },
        {
            "标题": "姑苏元夕集诸词客得朋字排律二十六韵",
            "作者": "邓云霄",
            "内容": "吴门歌舞地，乐事日相仍。况遇千金夕，遥临片月澄。\n条风吹凤野，新暖解鲛冰。绣陌香尘匝，铜街瑞气凝。\n楼台甲第敞，裘马少年矜。赵李皆连戚，金张各引朋。\n春思方浩荡，逸兴寄冯陵。共庆瑶天爽，同欣玉烛登。\n蚖脂明绛蜡，豹髓隔红缯。兢斗丁谖巧，争誇万毕能。\n鳌山浮陆海，星彩避华镫。火树家家灿，骊珠颗颗升。\n祗须惊绚耀，未易辨名称。锦席九枝满，兰殽百味蒸。\n初筵心已醉，列炬目为瞢。实从纷轮至，徘优次第征。\n鱼龙翻角觗，杆索互缘乘。士女写交错，笙歌鼎沸腾。\n欢声摇地轴，高响遏云层。蹴鞠丸随足，秋千凫度縆。\n登场重选伎，催曲迭酬绫。良夜真堪赏，幽怀若不胜。\n可怜花满面，岂吝酒如渑。虬箭停寒漏，鸡人报旭升。\n横桥无铁锁，归骑踏金绳。相约留馀兴，来宵更倍增。"
        },
        {
            "标题": "小金山东坡祠",
            "作者": "邓云霄",
            "内容": "烟笼蜃气晓霏微，竹色波光碧四围。冕服三朝留直骨，文章千载握灵玑。\n箫声月下成今古，鹤梦人间有是非。前世德云谁更问，怀仙孤屿憺忘归。"
        },
        {
            "标题": "姑苏八景五言古有序 其三 太湖",
            "作者": "邓云霄",
            "内容": "太湖岂云阔，天地一勺水。我心无涯涘，汪汪亦如此。\n夜来风浪收，人坐明镜里。湖心伫彩云，缥渺思仙子。"
        },
        {
            "标题": "拟古杂体十九首并序 其一 古思边",
            "作者": "邓云霄",
            "内容": "边马渴长嘶，夜过长城窟。欲饮嫌水腥，其中多胔骨。\n昨日鸣战鼓，今宵闻鬼啼。生入玉门他日事，深闺且慢梦辽西。"
        },
        {
            "标题": "拟古杂体十九首并序 其二 古别离",
            "作者": "邓云霄",
            "内容": "悲来不数斑竹血，愁来不数青冢月。人心咫尺有别离，床前忽自成胡越。\n君不见相如已受长门金，茂陵欲娶成哀吟。道旁一顾停五马，蛾眉相遇黄泉下。"
        },
        {
            "标题": "谷日立春喜晴",
            "作者": "邓云霄",
            "内容": "好鸟语高枝，东风转日迟。流年催白发，生菜妒青丝。\n岁色晴明里，农祥宴喜时。独怜新彩胜，不照故园卮。"
        },
        {
            "标题": "闲居杂诗二十首 其十四",
            "作者": "邓云霄",
            "内容": "读罢古思边，虚堂片月悬。光浮乌鹊外，影落绣帏前。\n怨妇思朝暮，征人自岁年。刀头空有问，破镜几时圆。"
        },
        {
            "标题": "观云篇",
            "作者": "邓云霄",
            "内容": "片云停高空，微风忽相扇。白衣与苍狗，恍惚须更变。\n持将比世情，百态今可见。谁能决浮云，银汉弄清浅。"
        },
        {
            "标题": "首夏镜园观涨携酒移舟访陈古民温敏之新居和古民作",
            "作者": "邓云霄",
            "内容": "地近芳邻笑语闻，青莎翠竹许平分。潮来驱潦浮天地，日落乘舟弄水云。\n静听渔歌催进酒，更邀河伯共论文。閒身已署江湖长，剩有烟波可赠君。"
        },
        {
            "标题": "社集镜园泛舟观涨二首时米贵多盗 其一",
            "作者": "邓云霄",
            "内容": "扁舟载酒出江滨，日映红霞霁景新。共泛狂涛誇海若，谁怜涸辙济波臣？\n忘机鸥鸟时呼侣，破浪鲸鲵不避人。欲坐莲花访蓬岛，扶桑东去是通津。"
        },
        {
            "标题": "七夕前一日欧羽仲黄元卿小园观涨打鱼次元卿韵",
            "作者": "邓云霄",
            "内容": "客至闲园岂问奇，为怜清景坐玻璃。秋潮驱潦来何急，河伯骄人正尔时。\n一镜无尘风更扫，双星有意月频窥。打鱼沽酒宜长夜，怅望归舟向夕移。"
        },
        {
            "标题": "观刈示村中父老",
            "作者": "邓云霄",
            "内容": "田家十月竞场工，杼柚东南幸岁丰。片片霜镰桑柘外，村村云碓水烟中。\n黄鸡紫蟹宜新酒，伐鼓行歌拥醉翁。寄语吴侬莫狼戾，好将淳俭学豳风。"
        },
        {
            "标题": "社集镜园泛舟观涨二首时米贵多盗 其二",
            "作者": "邓云霄",
            "内容": "远村返照明还灭，近浦沉沙浅复深。积潦正愁侵白屋，饮虹那得吐黄金。\n浪花高蹴银河动，云叶低垂彩鹢阴。赋就观涛归路晚，和歌如听水龙吟。"
        },
        {
            "标题": "孟冬望日社集赏菊同用游字",
            "作者": "邓云霄",
            "内容": "菊花催白几人头，节序惊心付拍浮。青女送霜何太晚，绿尊延爽似中秋。\n杜陵长作花溪主，元亮宜封酒国侯。向夕风摇波底月，不知身在广寒游。"
        },
        {
            "标题": "月下睡",
            "作者": "邓云霄",
            "内容": "澹澹金波拂簟流，飞仙曾到广寒游。梦中亲听嫦娥语，玉宇琼楼不奈秋。"
        },
        {
            "标题": "拟古宫词一百首 其九十七",
            "作者": "邓云霄",
            "内容": "君王偏爱广寒游，霓羽声喧桂影幽。醉把玉鞭空外指，彩云中夜度扬州。"
        },
        {
            "标题": "清明日南阳道中望汉光武帝乡",
            "作者": "邓云霄",
            "内容": "碑横麦垄卧牛羊，故老犹传汉帝乡。佳气可怜沉白水，近亲谁复在南阳？\n野田冢墓人还祭，异代园陵草尽荒。寄语啼鹃莫悲咽，笑他元是蜀君王。"
        },
        {
            "标题": "郴阳癸丑元日",
            "作者": "邓云霄",
            "内容": "乾坤车盖里，日月转双轮。三载官仍旧，今朝岁又新。\n悠悠长作客，事事不如人。已占深山住，何须羡隐沦。"
        },
        {
            "标题": "和贫妇吟十首 其四 倦绣",
            "作者": "邓云霄",
            "内容": "好鸟啼阑蝶倦飞，绣床閒倚背斜晖。金针自有鸳鸯谱，懒为他人作嫁衣。"
        },
        {
            "标题": "秋夕闺怨二首 其一",
            "作者": "邓云霄",
            "内容": "永夜西风减带围，凉回谁为寄征衣。楼前泪迸双星落，客子蓬随一叶飞。\n袖里有书裁锦字，梦中无路到金微。平生幸未偷灵药，斜月何心入绛帏。"
        },
        {
            "标题": "秋夕闺怨二首 其二",
            "作者": "邓云霄",
            "内容": "露浸重帘知夜长，啼残银烛吊寒螀。坐深错认身为石，愁绝翻惊雨变旸。\n鸿雁天边音更杳，蘼芜山下径全荒。木兰誓欲从军去，不信军中气不扬。"
        },
        {
            "标题": "桂江舟中寄挽故粤西学宪樊孟泰二首 其一",
            "作者": "邓云霄",
            "内容": "折柳还思北上年，俄闻归榇已新阡。素车白马追何及，吊鹤啼鹃意惘然。\n幽闼月寒疏桂影，清门风静扫榆钱。弥留正在黄梅路，魂去应归五祖禅。"
        },
        {
            "标题": "桂江舟中读谢在杭集却寄",
            "作者": "邓云霄",
            "内容": "瀹茗新烹第一泉，泠泠漱齿诵瑶编。却疑桂水乘槎客，忽入波斯载宝船。\n顾盻中原多下驷，凭陵大国少先鞭。长驱此日逢勍敌，与汝平分半壁天。"
        },
        {
            "标题": "桂江舟中寄挽故粤西学宪樊孟泰二首 其二",
            "作者": "邓云霄",
            "内容": "消渴那堪驿路尘，茂陵多病竟沉沦。岂无浩气骑箕尾，亦有遗编泣鬼神。\n校士粤西虚宪府，修文地下待词臣。从今白社诗筒断，郢曲谁当属和人？"
        },
        {
            "标题": "桂江冬雨舟中作",
            "作者": "邓云霄",
            "内容": "荒原满目叹蘼芜，冬暖天南草半枯。望去边声传赤羽，愁来云物暗苍梧。\n年残风雨孤舟暮，宦薄宾朋一字无。行路苦难归未得，鹧鸪何意更相呼？"
        },
        {
            "标题": "过采石",
            "作者": "邓云霄",
            "内容": "自从羁薄禄，采石几经游。月吊袁宏艇，山含李白楼。\n浦凫惊客散，江水促年流。何事登临懒，风岸畏听秋。"
        },
        {
            "标题": "谒周濂溪先生祠",
            "作者": "邓云霄",
            "内容": "古祠即旧宅，门径清如水。欲识濂溪心，池中白莲是。\n来寻孔颜乐，自觉风月美。吟弄意不穷，咏归兴难已。\n陶陶扫静室，一悟无极理。"
        },
        {
            "标题": "七夕同韩孟郁赋得雨霁吐新月二首 其一",
            "作者": "邓云霄",
            "内容": "长天新雨霁，正恐涨银河。宝镜初开匣，残机晚挂梭。\n蛾眉开潋滟，玉箸歇滂沱。桂阙人相妒，休誇乐事多。"
        },
        {
            "标题": "七夕同韩孟郁赋得雨霁吐新月二首 其二",
            "作者": "邓云霄",
            "内容": "不用招乌鹊，横虹已架桥。寒蟾明绛蜡，神女避龙镳。\n来喜房栊皎，归嫌风浪消。人间与天上，秋思雨萧萧。"
        },
        {
            "标题": "元夕前二日过隆中访马康庄太史九逵计部昆秀留酌别业",
            "作者": "邓云霄",
            "内容": "隆中佳气郁菁葱，胜地重来访二龙。留客筵前邀宝月，清言堂上歇歌钟。\n花生火树芙蓉艳，春入金尊琥珀浓。得附名家称伯仲，埙篪同调共噰噰。"
        },
        {
            "标题": "遍题朱惟四增置诸胜十二首 其十 振衣亭",
            "作者": "邓云霄",
            "内容": "彼美亭亭立上方，荷衣蕙带紫霞裳。飘摇两袖春风细，惹得岩花百和香。"
        },
        {
            "标题": "遍题朱惟四增置诸胜十二首 其十一 载笔亭",
            "作者": "邓云霄",
            "内容": "自有名流酬胜迹，挥毫字字斗瑶华。一泓不散池中墨，五色常生笔里花。"
        },
        {
            "标题": "过襄阳怀庞公孟子",
            "作者": "邓云霄",
            "内容": "襄阳耆旧落荒邱，孟子庞公未易求。已羡诗篇凌鲍谢，更闻踪迹似巢由。\n高名不逐春云散，往事空随汉水流。借问豪华冠盖里，何如双隐鹿门幽。"
        },
        {
            "标题": "过平圃谒张文献墓作",
            "作者": "邓云霄",
            "内容": "文献千秋人，埋玉兹山麓。墓门翳寒萝，野鸟啼如哭。\n缅惟天实际，阳精被阴黩。竟以雨淋铃，滴碎霓裳曲。\n西蜀路崄巇，日车几翻覆。忠言不见用，坐受蒙尘辱。\n风度虚尔思，公已沦幽谷。石椁谁勒铭，金鉴犹存录。\n贞魂化日星，地下宜朝烛。鹑火万古翔，高名系其足。\n我来孟冬初，霜露气清肃。落叶迸东流，感此世代速。\n人生孰不死，要择所归宿。忠正自英英，奸佞徒碌碌。\n展拜仰清芬，庶以执予躅。"
        },
        {
            "标题": "冬日微雨集逍遥楼看颜鲁公碑二首 其一",
            "作者": "邓云霄",
            "内容": "百雉雄城象郡开，凭高吊古共徘徊。烟深八桂迷秦树，草暗三江失汉台。\n庄叟逍遥空说海，颜碑剥落半藏苔。停杯一话兴亡事，风雨沉沉暮角哀。"
        },
        {
            "标题": "冬日微雨集逍遥楼看颜鲁公碑二首 其二",
            "作者": "邓云霄",
            "内容": "风急松涛满古城，感时临眺若为情。黑云只合催诗赋，微雨那能洗甲兵。\n岭外山川多旧垒，楼头笳鼓入边声。戈般明发南征路，懒向湘流吊屈平。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其六 六鱼",
            "作者": "邓云霄",
            "内容": "放浪郊原外，相羊水竹居。垂纶聊取适，洗耳异逃虚。\n兰径呼僮扫，芝田或自锄。昼长开卷懒，云湿一床书。"
        },
        {
            "标题": "入长安",
            "作者": "邓云霄",
            "内容": "日月舆图壮帝京，九重宫阙望中明。西山爽气临仙掌，北极祥云绕禁城。\n一统车书当盛世，千门弦管动春声。素衣莫遣缁尘染，不用先誇入洛名。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其十一 邯郸少年行",
            "作者": "邓云霄",
            "内容": "邯郸才人善歌舞，门前车马纷如雨。城南年少游侠儿，赠锦缠头不知数。\n坐来意气自豪雄，剑文秋水湛芙蓉。珊瑚不避铁如意，腰䮍半啮金盘龙。\n酒酣拔剑起相视，报仇结客城南市。杀人十步不留行，居间椒房偏赦死。\n五侯七贵竞繁华，侠骨犹怜貌似花。归去香风吹满路，路傍掷果尚盈车。"
        },
        {
            "标题": "入函谷关",
            "作者": "邓云霄",
            "内容": "枯河走白沙，叠岭锁苍霞。谷转蟠蛇脊，崖倾斗虎牙。\n七雄消霸气，四海正为家。寄语鸡鸣客，从驰流水车。"
        },
        {
            "标题": "举第三子韩孟郁辱赠诗赋得排律十韵酬之",
            "作者": "邓云霄",
            "内容": "金门待诏竟何如，吏隐馀闲得弄雏。丽日莺花宜缓带，春风闺闼有悬弧。\n征兰岂叶熊罴梦，剪朆聊同豚犬呼。骨相未逢僧宝志，清芬谁拟谢封胡。\n琴书世业欣堪托，戈印勋名敢浪图。且命芳尊邀上客，更催歌鸟劝提壶。\n筵前汤饼随燕俗，诗里琼瑶映锦襦。逸调云翔丹穴凤，仙声掌动紫渊珠。\n杜陵虚羡徐卿美，陶令应嗟众子愚。凡鸟他年迎吕驾，题门肯入敝庐无？"
        },
        {
            "标题": "汉苑行二首 其二",
            "作者": "邓云霄",
            "内容": "纷纷红叶落深宫，敢恨恩无日再中。自是君王稀校猎，非缘贱妾怯当熊。"
        },
        {
            "标题": "汉苑行二首 其一",
            "作者": "邓云霄",
            "内容": "昨夜春风入未央，竞将新月试涂黄。自从玉辇看梅去，万户千门尽淡妆。"
        },
        {
            "标题": "木末亭看新绿",
            "作者": "邓云霄",
            "内容": "微茫新绿遍金陵，不是东君染不成。蔼蔼翠烟浮处浅，迢迢白鸟去边明。\n伤离南浦三春晚，去国王孙万里情。况近长干冶游地，踏青环佩杂歌声。"
        },
        {
            "标题": "元夕镜园集诸词客醉后携妓行歌鼓吹前导遍历九衢闻鸡始散得三首 其一",
            "作者": "邓云霄",
            "内容": "万井烟灯乐事新，夕当三五可怜春。东山惯挟如花妓，南陌多逢掷果人。\n鼓吹前驱冲夜市，金吾何处避香尘？溶溶月路波千顷，谁信凌波有洛神？"
        },
        {
            "标题": "濠梁驿",
            "作者": "邓云霄",
            "内容": "濠梁当驿道，风景近何如。无复高贤迹，频经过客车。\n人亡应化蝶，水长更生鱼。侧想逍遥意，临流一浣裾。"
        },
        {
            "标题": "冰盘瓜藕",
            "作者": "邓云霄",
            "内容": "热思寒水玉，更忆葛仙方。忽对片冰皛，能生六月凉。\n甘瓜翻几滑，脆藕拂盘香。坐听莲歌晚，青门意更长。"
        },
        {
            "标题": "和申瑶翁咏物十四首 其三 花影",
            "作者": "邓云霄",
            "内容": "瑶台仙态自重重，色相元来未是空。暂试新妆临晓镜，更怜残照倚东风。\n洛神解佩淩波上，巫女行云度峡中。几向雕兰频想像，蛾眉偏爱月如弓。"
        },
        {
            "标题": "闲居七咏孙建侯赋 其二 闭户",
            "作者": "邓云霄",
            "内容": "却扫谢时流，秘书卧常把。谁知不出户，可以见天下。"
        },
        {
            "标题": "听琴篇赠卞琴师",
            "作者": "邓云霄",
            "内容": "羡君幽且静，调琴先调心。示我无弦趣，徐得山水音。\n此时明月方出岭，银塘雨歇澄鲜景。帘外清风飏篆烟，林间宿鸟低花影。\n主宾相对两忘言，心远神清指不繁。恍惚离鸾临镜舞，逶迤以产绕堂翻。\n堂下幽兰团白雪，又听归风催鹤别。和弄阳春玉柱温，高张霹雳冰弦折。\n长侧与短侧，大游复小游。思归鲁女怨，送远楚妃愁。\n乌夜啼时声咽咽，雉朝飞处恨悠悠。言迟欲速皆闲雅，迟似蟹行速走马。\n萧瑟松风入壑深，奔腾石峡流泉泻。相如文采动琼环，叔夜丰神比玉山。\n师旷能令玄鹤舞，琴高亲骂赤鱼还。此君琴格尤高贵，平正优游兼果毅。\n共道清泠合古音，宁知洞越含元气。罢琴明月照房栊，人坐冰壶碧落中。\n朗朗四天无障翳，寥寥五蕴尽归空。更阑夜久客欲起，散步中庭净如水。\n平生不好郑卫声，此夜洗尽淫哇耳。肯惜知音一再弹，朝朝扫径期之子。"
        },
        {
            "标题": "和陈古民镜里花二首 其二",
            "作者": "邓云霄",
            "内容": "帘卷东风百卉芳，美人开匣对花旁。人如琼树能倾国，花入冰轮并赛妆。\n漫道照容还照胆，谁怜分影不分香。从来色相皆空幻，难把双枝赠玉郎。"
        },
        {
            "标题": "和陈古民镜里花二首 其一",
            "作者": "邓云霄",
            "内容": "楼上残妆对镜时，名花倚槛笑相窥。玉台不照孤鸾翼，金鹊新栖并蒂枝。\n月下横斜看未定，波间摇曳影频移。何如伫立青铜里，却羡传神胜画师。"
        },
        {
            "标题": "留别程鹿蘋年兄三首 其三",
            "作者": "邓云霄",
            "内容": "世局时情日向新，况兼戎马起边尘。迂疏懒挟齐门瑟，偃蹇空嗟汉代薪。\n七尺尚存饶侠骨，百年有尽岂谋身。君看跃冶翩翩者，得似淮阳卧治人。"
        },
        {
            "标题": "题吴仲类冰玉山房六景 其一 凝碧楼楼外多竹",
            "作者": "邓云霄",
            "内容": "碧玉荫珠箔，风窗四面凉。君看楼下水，咫尺到潇湘。"
        },
        {
            "标题": "和吴翁晋梅花诗十三首 其三",
            "作者": "邓云霄",
            "内容": "芳讯迢遥竟若何，陇头缄意待君过。西施窈窕无装束，卫玠清癯怯绮罗。\n小苑孤眠和冷月，横塘斜立溯微波。莫嫌开处寒仍敛，占断春光不在多。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其一 一东",
            "作者": "邓云霄",
            "内容": "青门在郭东，小筑偶然同。只爱山溪胜，非关木石工。\n幽栖宜地僻，简出免途穷。自觉悬车稳，揶揄笑阮公。"
        },
        {
            "标题": "乌蛮滩谒伏波庙",
            "作者": "邓云霄",
            "内容": "风波满眼滩声恶，世路因君倍感伤。谤箧珠玑疑薏苡，云台名姓掩椒房。\n据鞍人去乾坤老，标柱功垂日月长。一曲南征还记否？戍楼横笛正吹霜。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其五 五微",
            "作者": "邓云霄",
            "内容": "小楼穿象外，当夏觅秋衣。星宿巡檐度，云霞拂槛飞。\n龙衔真诰下，鹤驾列仙归。招手洞天使，何人应少微。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其二十 五歌",
            "作者": "邓云霄",
            "内容": "坐久潮侵户，眠多云满窝。懒裁穷鸟赋，厌听饭牛歌。\n火宅城中地，冰壶槛外波。自无经世策，敢浪说挥戈。"
        },
        {
            "标题": "荆轲咏",
            "作者": "邓云霄",
            "内容": "荆高两相许，击筑燕市旁。既乐又复泣，谁知非浪狂。\n怀七入秦庭，调笑轻舞阳。其事虽不成，白虹久低昂。\n追思争博日，目摄即遁藏。借问鲁勾践，何如秦始皇。"
        },
        {
            "标题": "古六宫诗六首 其六 隋宫",
            "作者": "邓云霄",
            "内容": "台殿东京倚绛霄，凿河通道气逾骄。天垂帐幕秋临塞，月引笙箫夜度辽。\n汴柳竟移龙舸缆，芜城空拍广陵潮。吴公台下雷塘路，点点山萤照寂寥。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其十七 二萧",
            "作者": "邓云霄",
            "内容": "地近紫霞里，仙踪久寂寥。楼台动遐想，笙鹤似相招。\n九转虚丹室，三山透海潮。翛然乘兴往，岂惮业风飘。"
        },
        {
            "标题": "题孔雀廊和李父母二首 其二",
            "作者": "邓云霄",
            "内容": "彩袖翩翩映翠裙，栖迟花县不胜春。画屏曾遇乘龙客，清署今依制锦人。\n许向鸾凰称小友，笑看鹦鹉避芳尘。主家自有传神句，绮翼华笺得并新。"
        },
        {
            "标题": "题孔雀廊和李父母二首 其一",
            "作者": "邓云霄",
            "内容": "珍禽来自日南天，绚灿朝霞五色鲜。饮啄长廊馀玉粒，逶迤绣羽散金钱。\n风清竹下迎人舞，春暖花间抱子眠。好听迁莺腾六翮，追随凫舄汉庭前。"
        },
        {
            "标题": "胥门晚春闲眺",
            "作者": "邓云霄",
            "内容": "胥江春浪迭平沙，野水浮来尽落花。遥望片帆归别浦，不知双燕入谁家。\n孤村斜日收渔网，远寺残钟起暮鸦。试问城中歌舞地，何如此处最清嘉。"
        },
        {
            "标题": "中秋再泛胥江",
            "作者": "邓云霄",
            "内容": "良宵歌管动千门，得似空江酒一尊。月绕鹊枝低拂席，水摇鸥梦远浮村。\n洞箫瑶瑟非今世，鲈脍蒪丝且对论。风物江南殊不恶，悠悠作客信乾坤。"
        },
        {
            "标题": "遍题朱惟四增置诸胜十二首 其七 苍雪崖",
            "作者": "邓云霄",
            "内容": "寒深洞口无三伏，风急崖前有六花。何处山僧乘兴到？共融新水瀹新茶。"
        },
        {
            "标题": "施虞吉丈携琴过小斋率尔赋赠",
            "作者": "邓云霄",
            "内容": "散吏有馀清，苔绿无人破。客子抱琴来，剥啄惊高卧。\n入户皎玉山，爽气满中座。明徽与善手，泛弄三两过。\n心随流水远，尘世堪一唾。家有无弦琴，闭匣久不课。\n对君怜知音，操缦试则个。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其八 八齐",
            "作者": "邓云霄",
            "内容": "地远人稀到，心闲物自齐。醉残卯后酒，梦破午时鸡。\n得句敲青竹，微吟步绿堤。幽亭堪点笔，蜗篆已留题。"
        },
        {
            "标题": "和申瑶翁咏物十四首 其七 荷珠",
            "作者": "邓云霄",
            "内容": "绿波深处近鲛宫，颗颗新翻翠盖中。光浸冰盘霏早露，影回浮仙掌舞风。\n谁将罗袖探骊颔，忽有琼浆泻碧筒。自是若耶多堕珥，歌声遥隔在江东。"
        },
        {
            "标题": "立秋日张园荷亭社集三首 其三",
            "作者": "邓云霄",
            "内容": "曲入清商调转高，醉乡今已属吾曹。闲披爽气窥飞镜，懒向西风问大刀。\n谈笑幸逢三语据，遨游真愧五陵豪。当筵共是悲秋客，岂独潘安叹二毛。"
        },
        {
            "标题": "立秋日张园荷亭社集三首 其二",
            "作者": "邓云霄",
            "内容": "坐久凉生白夹衣，叶翻乌鹊自飞飞。休誇雨霁蟾偏皎，又恐秋高马正肥。\n几处传烽催晓角，谁家罢杵上残机。年年芳草看摇落，惆账王孙未易归。"
        },
        {
            "标题": "立秋日张园荷亭社集三首 其一",
            "作者": "邓云霄",
            "内容": "名园载酒共夷犹，水木凄清宿雨收。正对白莲堪结社，俄惊碧树已迎秋。\n亭虚玉笛缠风急，夜静银河倒槛流。遥想海潮乘月满，江南蘅杜动离忧。"
        },
        {
            "标题": "悲秋十八咏 其二 秋桐",
            "作者": "邓云霄",
            "内容": "欹枕西窗夜寂寥，迎秋一叶已萧萧。露团金井千家冷，霜度龙门万里遥。\n晚咽寒蝉怜半落，朝翻警鹤叹全飘。幽人无限求凰意，闲抱朱弦倚树调。"
        },
        {
            "标题": "孙建侯邀饮观韩湘子传奇席上赋时",
            "作者": "邓云霄",
            "内容": "啸有孙登响凤鸾，更携秋色入琼筵。歌回暗觉梁尘起，星聚应占剑气连。\n风急黄花催短鬓，夜长青女下遥天。挥杯莫讶逡巡酒，葛令元来号稚川。"
        },
        {
            "标题": "陈永平表弟园花呈瑞李变白而红菊变白而黄二妙易妆中含佳意投诗索和报以斯章",
            "作者": "邓云霄",
            "内容": "浥露凌霜压众芳，花神变幻两呈祥。冰姿点绛邀新宠，粉额图黄改晚妆。\n剪就绯衣逢上巳，筵开金屋宴重阳。閒园乐事知多少，日日征歌进百觞。"
        },
        {
            "标题": "过湖后喜晴",
            "作者": "邓云霄",
            "内容": "雨中堤柳亦含颦，雨后湖光转觉新。织月一钩催进酒，买鱼遥唤隔江人。"
        },
        {
            "标题": "姑苏八景五言古有序 其二 虎丘",
            "作者": "邓云霄",
            "内容": "吴王坟踞虎，不及生公石。石悟已忘言，虎去无留迹。\n我来千载后，访古一叹息。山门夜寂寥，月冷剑池碧。"
        },
        {
            "标题": "咏画眉鸟以双眉白得名",
            "作者": "邓云霄",
            "内容": "羽衣摇曳百花旁，自写春山作淡妆。尽洗铅华随虢国，懒持螺黛向张郎。\n应怜点额梅花小，颇妒横波柳叶长。自是啼春情太苦，双蛾先带九秋霜。"
        },
        {
            "标题": "和梦美人送花诗",
            "作者": "邓云霄",
            "内容": "宴罢高楼卧锦裀，多情遥赠一枝春。翩跹不让行云女，芳艳偏怜化蝶人。\n送去长廊摇玉佩，醒来馀馥染罗巾。仙踪定落吴王苑，香径湖边再问津。"
        },
        {
            "标题": "暮春同周贵谔奠谭永明山人墓二首 其二",
            "作者": "邓云霄",
            "内容": "长眠石椁岂知春，木魅山精近作邻。蝶化夜台非昔梦，鹤归华表岂前身。\n榆钱空酒一抔土，泉户还甘四壁贫。自是清门无杂客，到今犹绝乞墦人。"
        },
        {
            "标题": "酬张仲攀载酒镜园投赠之作次韵",
            "作者": "邓云霄",
            "内容": "探梅客向镜中游，画舫沿洄杜若洲。乘兴兼携千日酒，开尊更上一层楼。\n纷纷世事如春梦，冉冉年华逐水流。老去但知求一醉，江湖空抱札人忧。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其三 缓歌行",
            "作者": "邓云霄",
            "内容": "长绳系日日渐移，大药不就朱颜非。问君何事常羁眉，丈夫堕地当雄飞。\n乌鸢嚇鼠浪自喜，众鸟羡之凤皇耻。蓬山元是巨鳌簪，我欲从之东海深。\n六载坭涂衣可浣，秋园松菊尚知心。"
        },
        {
            "标题": "罗唝曲四首 其三",
            "作者": "邓云霄",
            "内容": "昔别秦淮岸，停桡绿树边。伤心江上水，不敢问来船。"
        },
        {
            "标题": "游黄州赤壁有怀海内旧社诸子　二首 其二",
            "作者": "邓云霄",
            "内容": "汉水鸭头绿，临江兴倍长。丹枫寒映壁，白露暮为霜。\n对酒夜将半，美人天一方。无由寄征雁，明发指衡阳。"
        },
        {
            "标题": "游黄州赤壁有怀海内旧社诸子　二首 其一",
            "作者": "邓云霄",
            "内容": "笑倚千寻壁，还如醉客容。火攻推上将，笔战让词锋。\n往事台前水，离心江上峰。长怀集文彦，刻烛探骊龙。"
        },
        {
            "标题": "阳山坞内小溪",
            "作者": "邓云霄",
            "内容": "小溪缘密条，茅屋岸东西。野老鸥为侣，孤松鹤并栖。\n避喧今几世，入洞昔人迷。坐爱烟霞晚，回桡返照低。"
        },
        {
            "标题": "新秋登回雁峰",
            "作者": "邓云霄",
            "内容": "城郭晚苍苍，蝉声送早凉。薄游同逐客，作赋拟哀湘。\n乡信南来断，江流北去长。高峰尔何意，不遣雁随阳。"
        },
        {
            "标题": "重阳前二日泛木兰堂和黎美周作",
            "作者": "邓云霄",
            "内容": "芙蓉红袖列成行，秋色虚传是淡妆。星月满船浮绿酒，烟波随处濯沧浪。\n蝶情未老宜花国，龙性难驯乐水乡。明发登高携胜侣，茱萸还比杜蘅香。"
        },
        {
            "标题": "槐阴深处为新会陈孟长题",
            "作者": "邓云霄",
            "内容": "百年诗礼忆趋庭，嘉树还留半亩青。隐几南柯非昔梦，摩天中夜动虚星。\n疏帘小扇心偏远，啼鸟鸣蜩静可听。闻道花黄更闲暇，知君家世有韦经。"
        },
        {
            "标题": "题吴仲类冰玉山房六景 其六 会心处",
            "作者": "邓云霄",
            "内容": "山花迎客笑，山鸟代人吟。忘机自有会，何处更安心？"
        },
        {
            "标题": "吉祥寺古梅花下醉歌巨源王孙招游",
            "作者": "邓云霄",
            "内容": "东风醉客胜醍醐，春情流转如辘轳。官闲锁印一事无，联镳载笔多酒徒。\n看花踏遍金陵都。金陵梅花虽满眼，标格不足骄狂夫。\n吉祥一株最奇古，白龙鳞甲拿云舞。练裳缟带态自轻，仙姿不老临瑶圃。\n香魂应自雪山来，群芳共让花神祖。巨源王孙兴有馀，携壶花下扬轻裾。\n繁英十亩团成幄，广荫四座纷扶疏。举杯酹酒聊索笑，怜君逸韵殊恒调。\n凌霜挂月不知年，粉脸烟鬟长窈窕。茫茫岁序如飞梭，问君阅人人几多。\n妆残阁下魂醒否，鹤去孤山客若何。曾识骑驴高士面，曾临水部琉璃砚。\n庾岭人归可有书，罗浮梦后谁能见？花如解语诉知心，愿托香风达玉音。\n脱尽铅华空色相，朅来忘却古还今。齐梁台殿知何处，还同一阵催花雨。\n屈指当年欢赏人，贤愚贵贱总成尘。燕归不识乌衣巷，水落难寻桃叶津。\n问君何事绵多历，托根应借空王力。可悟灵椿有大年，榔梅曾说證真仙。\n王孙王孙且尽醉，醉归好著淮南篇。"
        },
        {
            "标题": "暮春同周贵谔奠谭永明山人墓二首 其一",
            "作者": "邓云霄",
            "内容": "生死交情共黯然，哭君犹忆在湘川。残碑堕泪一千字，宿草经霜十八年。\n上疏声名悬北阙，登坛词赋动南天。荒坟寂寞过寒食，叹息诗穷似浪仙。"
        },
        {
            "标题": "戊辰七夕社集木兰堂晚泛步大复先生七夕韵",
            "作者": "邓云霄",
            "内容": "啼罢莎鸡暑渐收，醉乡身世自悠悠。缑山想像回笙鹤，银汉迢遥会女牛。\n倚棹相看星满座，垂纶还倩月为钩。素心静照寒塘镜，不信悲秋有底愁。"
        },
        {
            "标题": "己未元日雨",
            "作者": "邓云霄",
            "内容": "正报鼓钟催献岁，那堪风雨妒新春。相过岂惜障泥锦，拚醉从欹折角巾。\n草本含滋添秀色，鱼龙冲浪起潜鳞。晴来好放东郊马，嫩绿平铺不动尘。"
        },
        {
            "标题": "夏日同周昆彦集祁恒季绿水园竹下听雨既醉祁仲鱼适至乘兴酩酊俄晴得月泛舟而返",
            "作者": "邓云霄",
            "内容": "郭外村原眺望清，江干池馆水云平。客来自挟雄风入，雨过微闻漱玉声。\n半醉高阳逢旧侣，放歌华月报新晴。乘潮归去兰舟晚，人共沙鸥片片轻。"
        },
        {
            "标题": "宜春九咏 其七 春鸟",
            "作者": "邓云霄",
            "内容": "却厌时禽太有情，名园处处变春声。纵饶黄口能调哢，须识东风解长成。\n啼月暗催千户晓，呼烟遥报六街晴。寄言挟弹闲游子，好袖双柑去听莺。"
        },
        {
            "标题": "宜春九咏 其八 春蝶",
            "作者": "邓云霄",
            "内容": "谁化香魂逐早春？徘徊南陌更东邻。几家芳苑堪乘兴，若个游蜂是故人。\n榻罢滕王无俗事，梦回庄叟有闲身。坐看残粉飘红雨，花底深杯莫厌频。"
        },
        {
            "标题": "衡南秋夕有怀陈仪翔年丈却寄",
            "作者": "邓云霄",
            "内容": "楚水枫林带晚霞，谁怜为客近长沙？峰前雁阵三秋断，天上鹓行万里赊。\n愁绝懒调湘女瑟，梦回犹听蓟门笳。思君更忆同游地，为问玄都几度花。"
        },
        {
            "标题": "送了然上人游庐山兼寄枯庵主匡公",
            "作者": "邓云霄",
            "内容": "匡庐镜影落鄱湖，照见禅心澹若无。波上一杯才问渡，云间五老已相呼。\n白莲净社空闻梵，红杏仙家剩几株。独有高庵趺坐者，春来蔬笋未全枯。"
        },
        {
            "标题": "寒山寺避暑对客二首寺有佳竹可以消暑 其二",
            "作者": "邓云霄",
            "内容": "绿筱深深白鹤栖，烹茶烧笋称招提。此中已入清凉界，棋局淹留日易西。"
        },
        {
            "标题": "寒山寺避暑对客二首寺有佳竹可以消暑 其一",
            "作者": "邓云霄",
            "内容": "隔岸垂杨暗老枫，客来清午不闻钟。贫僧止解栽修竹，五月凉生制火龙。"
        },
        {
            "标题": "寄题李曰辅清沧园兼颂名家济美且近仙居",
            "作者": "邓云霄",
            "内容": "名园傍水称清沧，浩浩江如世泽长。乔木迁莺时睍睆，仙人骑鹤共翱翔。\n花团锦幄迎朝旭，月涌金波进晚觞。自笑疏狂老泉石，无缘缩地到高凉。"
        },
        {
            "标题": "寄米君梦省城慰其穷愁相招过岁二首 其一",
            "作者": "邓云霄",
            "内容": "侠气诗名满坫坛，傍人还作布衣看。交游末路情偏冷，霜雪前途日渐寒。\n疲马谁怜关塞远？孤鸿空叫稻粱难。君来且就袁安卧，长铗从今莫浪弹。"
        },
        {
            "标题": "寄米君梦省城慰其穷愁相招过岁二首 其二",
            "作者": "邓云霄",
            "内容": "风霜敝尽黑貂裘，恋恋绨袍有旧游。门静张罗还待雀，岁寒丛桂不知秋。\n开樽拟作平原饮，乘兴休回半夜舟。三载长安予共汝，贫交能白几人头。"
        },
        {
            "标题": "分水塘书怀二首 其二",
            "作者": "邓云霄",
            "内容": "两水将分贮一塘，潆回惜别恨偏长。临流欲寄征人泪，南浦阳关各渺茫。"
        },
        {
            "标题": "杨花篇",
            "作者": "邓云霄",
            "内容": "上林消宿雨，旭日照新妆。气暖人偏懒，春深蝶更忙。\n翩翩粉蝶闲园里，轻盈乱逐杨花起。共道花狂胜舞腰，不知春去随流水。\n借问杨花几处飞，日长风细自依依。才迎南陌秋千架，又扑西邻织锦机。\n百丈游丝遥带去，一群骄鸟共衔归。衔归带去纷无数，南陌西邻两回顾。\n灞岸低粘拾翠桥，渭城轻点寻春路。路上桥边铺白毡，游人醉处总堪眠。\n携壶结驷有今日，酒袖侵衣似去年。去年今日红颜改，休道杨花镇长在。\n蹋地凄凉只自歌，渡江消息空相待。谁家怨别惜残春，闲掇杨花衬绣茵。\n笑尔飘摇如荡子，那能吹送寄征人。征人昔日江亭别，柔条尚忆同攀折。\n薄薄难装战甲绵，霏霏想像阴山雪。对此伤心半掩闺，从他漂泊斩东西。\n愁来正作辽阳梦，窗外流莺且慢啼。"
        },
        {
            "标题": "甲寅六月苦旱祈祷二首 其一",
            "作者": "邓云霄",
            "内容": "暗洒疮痍泪，悲歌云汉诗。那堪望霈候，已过濯枝时。\n永日烦巫祝，中宵验毕箕。潇湘通水府，无路问玄夷。"
        },
        {
            "标题": "甲寅六月苦旱祈祷二首 其二",
            "作者": "邓云霄",
            "内容": "旷宇云屯火，清江浪沸汤。苍生呼涸辙，赤帝转骄阳。\n金石将焦铄，风沙屡作狂。儿童纷拜舞，何不学商羊。"
        },
        {
            "标题": "春诗十三首 其七 新水观鱼",
            "作者": "邓云霄",
            "内容": "昨夜西山雨，今朝前溪长。鱼亦作春游，相随戏兰桨。"
        },
        {
            "标题": "浮邱漫兴次李烟客韵四首 其四",
            "作者": "邓云霄",
            "内容": "亭台询往事，相国旧行春。莲社推诗长，銮坡作帝宾。\n荣名终白首，澹泊是玄津。再检谪仙籍，天南近几人。"
        },
        {
            "标题": "新秋苦旱酷暑夜坐玩月作",
            "作者": "邓云霄",
            "内容": "凉蟾不敌旱云红，惨澹金波赤坂中。密树无缘邀少女，崇台何处觅雄风？\n桔槔竞较高低亩，杼轴哀歌大小东。谁遣流萤助流火？腾腾张焰故烧空。"
        },
        {
            "标题": "皖城逢立秋",
            "作者": "邓云霄",
            "内容": "乡程迢递杳难期，又见江亭一叶飞。日月不饶孤客鬓，烟霞长护钓鱼矶。\n杜蘅远望愁堪结，鸿雁南还喜并归。欲挽银河洗残暑，夜来凉露湿征衣。"
        },
        {
            "标题": "五日镜园赏荔观荷",
            "作者": "邓云霄",
            "内容": "长夏江村乱水通，莲花荔子醉薰风。徘徊堤畔还池畔，可爱深红与浅红。\n乘兴壶觞宜野外，关心时序又天中。休论虾菜钱多少，久向矶头狎钓翁。"
        },
        {
            "标题": "赠剑客游五",
            "作者": "邓云霄",
            "内容": "五陵游侠儿，裘马自轻肥。怀中匕首光陆离，高歌气化白虹飞。\n醉来舞剑器，矫捷如猱猿。朝过朱亥里，暮入信陵门。\n三杯白眼耳热后，千金为寿常摇手。平生意气重贫交，五侯七贵余何有？"
        },
        {
            "标题": "秋夜鸣榔歌",
            "作者": "邓云霄",
            "内容": "天上白榆历历光，夜深倒种江中央。骚人散发歌沧浪，鸣榔一啸雄风长。\n河转漂星低可摘，寻源忽忆乘槎客。挥手高攀织女机，不须更问君平宅。\n丹枫红蓼怨秋容，秋思人间几万重。借问横江徒梦鹤，何如天上跨茅龙。\n茅龙缥缈入空飞，云水高寒冷客衣。自有明霞裁玉女，更将江练剪湘妃。\n仙家不羡人间乐，素心一片秋寥廓。厌听江州商妇弦，还羞河畔看灵鹊。\n已知去住本随缘，一任秋江淹旅泊。"
        },
        {
            "标题": "浔阳江闻笛",
            "作者": "邓云霄",
            "内容": "西风瑟瑟吹寒莎，野笛如啼又似歌。砍竹定遇武昌老，抆泪尚咽湘江蛾。\n鱼龙欲睡移深浦，鸿雁惊飞掠远波。试问当年白司马，琵琶幽怨较谁多。"
        },
        {
            "标题": "江上行三十首 其一",
            "作者": "邓云霄",
            "内容": "断虹呼飓母，津吏笑相迎。且慎风涛险，维舟缓去程。"
        },
        {
            "标题": "江上行三十首 其二",
            "作者": "邓云霄",
            "内容": "挂帆鸣越榜，击汰奏吴歌。休讶江行险，人间孰不波。"
        },
        {
            "标题": "江上行三十首 其五",
            "作者": "邓云霄",
            "内容": "夜静客帆稀，渔舟尚未归。问君何泛泛，浮宅本无依。"
        },
        {
            "标题": "江上行三十首 其六",
            "作者": "邓云霄",
            "内容": "罗袖倚青荷，新妆映碧波。声从香里度，知是采莲歌。"
        },
        {
            "标题": "江上行三十首 其四",
            "作者": "邓云霄",
            "内容": "江白郎如练，江青好染衣。不须施粉黛，隔浦见湘妃。"
        },
        {
            "标题": "江上行三十首 其三",
            "作者": "邓云霄",
            "内容": "寒潮销铁锁，浪打石头城。莫问隋堤柳，徒伤远客情。"
        },
        {
            "标题": "江上行三十首 其十二",
            "作者": "邓云霄",
            "内容": "江上闻长笛，能吹出塞声。衰杨秋折尽，孤客若为情。"
        },
        {
            "标题": "续梦",
            "作者": "邓云霄",
            "内容": "旅榜依牛渚，清风满葛巾。澄江空对月，咏史更何人。\n酹酒唁狂客，燃犀辟水神。名高前后事，同是梦中身。"
        },
        {
            "标题": "江上行三十首 其七",
            "作者": "邓云霄",
            "内容": "最爱曲无毒，偏怜蟹有螯。舟中无所事，痛饮读离骚。"
        },
        {
            "标题": "江村吟 其三",
            "作者": "邓云霄",
            "内容": "新月带斜辉，江村动夜扉。笛残知牧返，歌扬识渔归。\n薄雾笼波淡，疏灯隔竹微。孤舟同鹭宿，尘梦夕来稀。"
        },
        {
            "标题": "江上行三十首 其八",
            "作者": "邓云霄",
            "内容": "孤棹迎风退，鹢人何日归。船头虽画鹢，犹作宋都飞。"
        },
        {
            "标题": "江上行三十首 其十一",
            "作者": "邓云霄",
            "内容": "一带江村好，柴门水竹居。主人招海鸟，僮仆厌溪鱼。"
        },
        {
            "标题": "江村吟 其二",
            "作者": "邓云霄",
            "内容": "稚子捉杨花，呼群更打鸦。嬉游忘帝力，耕凿任农家。\n野径飞晴蝶，平畴噪乱蛙。陶然上皇世，不道武陵遐。"
        },
        {
            "标题": "江上行三十首 其九",
            "作者": "邓云霄",
            "内容": "万树带鸣蝉，秋思满暮天。东流无尽日，不与驻华年。"
        },
        {
            "标题": "江村吟 其一",
            "作者": "邓云霄",
            "内容": "吴会繁华地，淳风在野村。桑麻连户牖，禾黍散鸡豚。\n茅屋还堪赋，江亭好避喧。壶觞依浅草，真乐满田园。"
        },
        {
            "标题": "江上行三十首 其十",
            "作者": "邓云霄",
            "内容": "停桡惜余景，晚泊烟波静。颇怪行汲者，动摇山水影。"
        },
        {
            "标题": "江雨独酌谣",
            "作者": "邓云霄",
            "内容": "高浪汹汹风索索，雨脚斜连鸥鹭脚。繁声碎响乱鸣篷，恰如一部钓天乐。\n浦外渔歌对客船，买鱼赢得槎头鳊。蒪丝菱角俯可拾，一醉啸破江中烟。\n世间万事无不有，浮云白衣忽苍狗。明日阴睛那得知，千钟一石休停手。\n君看长安马足坭，何如听雨舟中酒。"
        },
        {
            "标题": "登湛文简钓鱼台",
            "作者": "邓云霄",
            "内容": "英雄不着子陵裘，也有高名照九洲。天上星辰曾曳履，海边烟月几垂钩。\n台空石冷鱼龙夜，风急潮生荻苇秋。一钓连鳌知得否，长竿吾欲到蓬邱。"
        },
        {
            "标题": "挽袁正修将军二首 其一",
            "作者": "邓云霄",
            "内容": "曾许燕然再勒铭，谈兵相对眼偏青。金台重价求龙马，玉帐凄风落将星。\n处处鲸鲵喧海岛，年年烽火照边庭。时危谁是乾城者？哀角悲笳不忍听。"
        },
        {
            "标题": "挽袁正修将军二首 其二",
            "作者": "邓云霄",
            "内容": "箧里兵书且莫焚，门前食客尚如云。筑坛未拜淮阴将，投笔空从定远军。\n岁厄龙蛇埋侠骨，剑沉牛斗暗星文。英魂不化辽东鹤，黄石城边可认君。"
        },
        {
            "标题": "病起伤春",
            "作者": "邓云霄",
            "内容": "性以闲逾懒，神缘病后清。风来还有信，花落太无情。\n不浅芳郊兴，难寻漉酒生。西园数株柳，聊坐一听莺。"
        },
        {
            "标题": "秋夜卧郊外镜园邻仙楼有怀陈抑之却寄",
            "作者": "邓云霄",
            "内容": "西风萧飒冷江亭，楼上秋声夜自听。落月梦悬关塞黑，怀人心结杜蘅青。\n弦中山水怜同调，榻里寒暄忆聚星。诗思还当求海外，期君乘兴过南溟。"
        },
        {
            "标题": "和贫妇吟十首 其六 浇花",
            "作者": "邓云霄",
            "内容": "乞得琼枝自隔邻，閒将清水濯花神。孤芳何必输金谷，处处东风一样春。"
        },
        {
            "标题": "朱惟四增置禺峡诸胜勒成新志贻诗索序序之赋酬此诗",
            "作者": "邓云霄",
            "内容": "二禺胜迹久荒芜，志就名山有董狐。点缀亭台增丽景，搜罗今古探遗珠。\n书藏石室神应护，喜动烟峦鸟亦呼。借问卷端题片语，何如玄晏序三都。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其二 结袜子",
            "作者": "邓云霄",
            "内容": "寒江一清深见底，壮士肝肠照秋水。隐隐风雷起铁锤，萧萧杀气横千里。\n感德轻将身命酬，抱关屠者更何求。一言不合辄投袂，说甚千金不掉头。"
        },
        {
            "标题": "婕妤怨",
            "作者": "邓云霄",
            "内容": "秋水落芙蓉，秋风冷团扇。君王素綦绝，草色玉阶遍。\n发堕云满肩，愁来雨沾面。谁将好明月，夜夜昭阳殿。"
        },
        {
            "标题": "赋得枫桥流水五绝送孙建侯归金陵 其二",
            "作者": "邓云霄",
            "内容": "流水潺潺日夜闻，当年曾度水犀军。临流莫话兴亡事，惊起啼乌片片分。"
        },
        {
            "标题": "秋夜读曹能始集却寄兼怀谢在杭",
            "作者": "邓云霄",
            "内容": "铃阁西风入夜清，闲披雅调想高情。霞衣迥立云中客，凤吹遥传世外声。\n仕路十年仙共谪，秋心千里月同明。逍遥楼下江如练，谁对玄晖弄晚晴？"
        },
        {
            "标题": "赋得枫桥流水五绝送孙建侯归金陵 其一",
            "作者": "邓云霄",
            "内容": "桥头枫叶自青青，客子离歌怅独醒。夜半钟声出幽寺，依稀犹似昔年听。"
        },
        {
            "标题": "赋得枫桥流水五绝送孙建侯归金陵 其三",
            "作者": "邓云霄",
            "内容": "枫响飕飕落暮潮，郎君且驻木兰桡。桥边车马尘初静，明月新教白玉箫。"
        },
        {
            "标题": "长安大道行",
            "作者": "邓云霄",
            "内容": "高楼错如绣，大道平如水。裘马彼何人，经过赵与李。\n斗鸡入南坊，蹴鞠归下里。几群珠履随，十丈香尘起。\n横冲丞相车，唾骂金吾子。自倚椒房亲，骄矜极奢侈。\n一朝恩爱夺，门径生荆杞。谁言大道平，往往催辀死。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其十三 十三元",
            "作者": "邓云霄",
            "内容": "抱膝荒凉地，缘何号镜园？一溪斜进艇，四沼曲环轩。\n白练烟中净，青铜浪里翻。临流闲照胆，挥麈欲忘言。"
        },
        {
            "标题": "拟古宫词一百首 其三十五",
            "作者": "邓云霄",
            "内容": "懒将薄命苦悲伤，天地无心莫较量。唐苑恩光看放蝶，晋宫车驾本随羊。"
        },
        {
            "标题": "咏玉兰二首 其二",
            "作者": "邓云霄",
            "内容": "丽日翻惊雪满林，香薰亭榭似山阴。三花不数嵩邱树，九畹长悬楚客心。\n轻泛光风春未老，幽探空谷意还深。瑶姬近得青皇宠，新柳楼前亦挂金。"
        },
        {
            "标题": "秋日偕李自得坐邻仙楼焚香静对时余新被秦中备兵之命出处未决自得以诗相勉因次韵酬之",
            "作者": "邓云霄",
            "内容": "小楼吹爽坐烟中，对客群峰入槛丛。下界笑看皆幻妄，浮生那得问穷通。\n三天晴色孤云远，一缕清香万虑空。隐几且同庄叟蝶，鸣珂休拟鲍家骢。"
        },
        {
            "标题": "天旌节孝册为新会梁文学母陈太君赋二首 其一",
            "作者": "邓云霄",
            "内容": "姑自含饴妾弄雏，谁怜俯仰一身孤。衮褒岂意逢明主，矢死那能报故夫。\n紫水波长心共折，黄陵竹在泪难枯。试看宝树庭阶下，他日还巢返哺乌。"
        },
        {
            "标题": "天旌节孝册为新会梁文学母陈太君赋二首 其二",
            "作者": "邓云霄",
            "内容": "阳回黍谷始知春，历尽冰霜剩此身。丹诏喜颁怡老日，白头长作未亡人。\n莱衣欲制宫中锦，鸾影重开镜里尘。留得名儒风范在，江门应与孟家邻。"
        },
        {
            "标题": "静女诗",
            "作者": "邓云霄",
            "内容": "静女心如水，空闺淡岁华。晚来惟倚竹，春尽不看花。\n芳草连淇上，游人隘若耶。良媒元有待，耻问宋西家。"
        },
        {
            "标题": "九日书怀",
            "作者": "邓云霄",
            "内容": "怀归心正苦，九日懒登高。旧恨缠孤剑，新霜入二毛。\n松揪悬远梦，岐路念绨袍。不作悲秋赋，抽毫漫续骚。"
        },
        {
            "标题": "岁暮十六日大雪夜行衡山道中",
            "作者": "邓云霄",
            "内容": "残冬寒作阵，半夜远游身。雪坠花千片，云沉月一轮。\n问更呼驿吏，分酒劳舆人。茅屋多琼树，谁知村落贫。"
        },
        {
            "标题": "九日雨中同三司诸公集朱邸园池赏菊菊具黄紫二种",
            "作者": "邓云霄",
            "内容": "登高已阻南山雨，把菊还传北海觞。地似梁园兼邺苑，花如魏紫并姚黄。\n风摇华烛轻吹帽，歌戛层云急绕梁。座有山公多逸兴，芳池还得号高阳。"
        },
        {
            "标题": "洞庭湖畔吊君山二首 其二",
            "作者": "邓云霄",
            "内容": "重奏骚词吊二灵，雾鬟烟鬓望中青。冯夷出舞祥风起，龙女辞归古殿扃。\n暗向竹枝垂涕泪，愁开玉镜照娉婷。酒香亭下堪求醉，只恐湘娥尚未醒。"
        },
        {
            "标题": "寿张九岳先生六秩六首 其二",
            "作者": "邓云霄",
            "内容": "五石扁舟号钓徒，少风波处即蓬壶。主人已署江湖长，献寿休将范蠡图。\n菊蕊潭边行可掇，酒香亭畔更重沽。不知黄鹤传书去，招得骑羊数子无？"
        },
        {
            "标题": "久旱戏柬黎明府",
            "作者": "邓云霄",
            "内容": "云拥奇峰暑未残，江焦石烂几时安。望中雷雨过傍邑，仙令元来是灌坛。"
        },
        {
            "标题": "陆丹徒年兄招饮甘露寺",
            "作者": "邓云霄",
            "内容": "古来北固号吴关，云水楼台罨画间。主人风流美为政，暇日携客同登攀。\n长洲仙令罗浮子，喜往名山洗心耳。蹑屐高冲宿雾收，振衣长啸雄风起。\n此时春日丽春台，桃花杏花次第开。山头莺鹤不避客，眼底鱼鸟皆迎杯。\n江胥出游群龙舞，湘妃挟瑟冯夷鼓。命句愁翻鲛室珠，挥巾恐挂珊瑚树。\n春台长日坐氤氲，下界喧嚣寂不闻。冯阑洒酒来空翠，击节征歌伫白云。\n半酣遥措金陵城，六代兴亡似醉醒。连天江水千重碧，隔岸扬州一片青。\n江水东流达海门，烟波渺渺得仙源。金焦何必誇名胜，蓬岛犹闻列上尊。\n两腋雄风将羽化，半生傲骨终难下。便可三山跨凤皇，谁堪五斗呼牛马。\n携来甘露满冰壶，一滴灵芽永不枯。主人已傍山阴住，为问门前旧镜湖。"
        },
        {
            "标题": "后庭隙地莳花草毕灌园成趣稍破岑寂",
            "作者": "邓云霄",
            "内容": "谁言粉署客，更作灌园翁。入静知生意，抽新见化工。\n开窗摇碧色，褰幌引香风。地僻心偏远，烟霞想像中。"
        },
        {
            "标题": "去妇词",
            "作者": "邓云霄",
            "内容": "新妇归来久，十年长食贫。山花当首饰，寂寞度残春。\n南陌提筐采蕨晚，崎岖行汲西江远。入夜邻家与凭舂，并日糟糠方一饭。\n雇直馀粮养舅姑，还嗔野菜索江鱼。小姑娇蠢啼东壁，又怒炊迟动裂裾。\n夫婿一编临瓮牖，残膏映读甘蓬首。岂料红颜失旧容，年年愁苦成衰丑。\n冬日严霜半夜飞，绳床长伴一牛衣。千秦季子曾空返，相待何尝不下机。\n誓将富贵酬酬贱，富贵已来心乍变。庑下宁怜举案人，茂陵娶得如花面。\n蛾眉谗诼妒无盐，黄泉决不容相见。哭向高堂诉舅姑，舅姑含怒一言无。\n咫尺庭阶不许立，剖分旧镜频催出。邻人偷看满墙头，为我掩泪衣皆湿。\n片帆羞过望夫山，徒步潜寻旧路还。路旁追送多邻里，问我还家何所倚。\n父母沦亡四壁空，从军有弟迷生死。此身形影自相怜，薄命无心再问天。\n寄言夫胥须珍重，更愿新人长少年。"
        },
        {
            "标题": "拟古杂体十九首并序 其十二 鞠歌行",
            "作者": "邓云霄",
            "内容": "年年上巳与清明，九衢车马嬉春晴。琼楼弄琵琶，故作断肠声。\n何人传此曲，曲罢春郊遍青绿。踏青女儿年十五，纤腰如柳向人舞。\n蹴鞠蹴鞠夜忘归，归来庭畔月移午。"
        },
        {
            "标题": "聚星行",
            "作者": "邓云霄",
            "内容": "主人已解青铜章，召客邀欢夜未央。文星炯炯当空长，清淡辉映玉琅琅。\n词人者谁钱与王，曹生角敌能擅场。横飞彩笔森开张，雅歌方罗杂伎将。\n俳优小伫列成行，妙舞法曲梁尘扬。泠泠天籁中清商，何必蛾眉出洞房。\n有酒如蝇琥珀光，更看鸭绿类鹅黄。蒪丝鲈脍佐飞觞，百壶万斛谁禁当。\n鲸吞灵擘乐且康，况兹携手限河梁。酒徒遥忆旧高阳，离怀应以醉为乡。\n嗟余作令六载忙，攒眉折腰贵人傍。谁云单父不下堂，戴星空自惭踉跄。\n今夕何夕华灯煌，一洗尘梦付黄粱。仰面长歌问彼苍，肯容豪客发清狂。\n便当散发游扶桑，上朝三十六玉皇，下笑金母鬓如霜。\n谁能局趣待含香，更筹边障事戎羌。古来佳兵戒不祥，荒服不至归白狼。\n万年王道本金汤，玉门长辟甲士藏。欲进此策排天阊，圣人垂拱寿无疆。\n徐征墨客侍御床，来仪威凤鸣高冈。劝君聊暂依东墙，会见鹤书出上方。"
        },
        {
            "标题": "九日孙建侯贻诗讯余病兼约登高赋此之二首 其二",
            "作者": "邓云霄",
            "内容": "宿业应难忏，禅宗试一参。舄传飞阙北，人尚滞周南。\n吾破三生界，方知七不堪。东篱聊徙倚，犹忆菊花潭。"
        },
        {
            "标题": "题吴仲类冰玉山房六景 其二 蹑云廊",
            "作者": "邓云霄",
            "内容": "雨过拖山带，平铺石磴纹。谁知廊上客，却是云中君。"
        },
        {
            "标题": "倦夜",
            "作者": "邓云霄",
            "内容": "行云逆流月，惨淡有无间。世态谁能定，浮名好是闲。\n倦来凭碧簟，梦去绕青山。侧想沉冥子，经年长闭关。"
        },
        {
            "标题": "邻仙楼喜雨",
            "作者": "邓云霄",
            "内容": "邑有神君格上清，群龙驱魃起南溟。旱云尽洗峰头火，喜雨宜添郭外亭。\n远浦波涛浮练白，平畴禾稼入帘青。檐花已奏钧天乐，一部蛙声更可听。"
        },
        {
            "标题": "寿总宪袁聚霞翁八十一",
            "作者": "邓云霄",
            "内容": "南极星连牛女近，东莱山涌渤溟长。羊城昔号神仙窟，桂水今开翰墨场。\n既邻勾漏烟云杪，又接罗浮紫翠旁。水碧沙明相映秀，地灵人杰互呈祥。\n崧岳降神来上界，岁星谪籍在南方。霞标远纵天中步，蟾阙先攀月里香。\n作宰和风吹麦秀，行春雊雉集柔桑。露盈百里栽花满，云起双凫逼汉翔。\n听讼棠阴思召伯，埋轮都下惮张纲。骢散五花鸣玉勒，冠高一角耸神羊。\n直气人传殿上虎，威声先走道旁狼。回天大力垂青史，焚草高斋挂皂囊。\n官有转移仍服豸，台分内外总飞霜。辕门鼓角声偏壮，玉帐旌旗气倍扬。\n挥斧将坛催插羽，提兵蛮部促擒王。曾闻归燕巢林木，重见衣鸿足稻粱。\n氛祲万山消瘴疠，妖星千里落锋铓。吉甫文臣兼武备，伏波辟土更开疆。\n荆楚藩篱撑半壁，滇黔衽席倚全匡。军中韩范收犀甲，沼上夔龙待雁行。\n屹屹擎天标玉柱，迢迢渡海架金梁。谁云薏苡为怀宝？顿忆莼鲈返故乡。\n侯印未酬班定远，丰碑空纪杜当阳。囊俸只留田种福，籯金还置墨为庄。\n诸郎各振青云翮，老子宜开绿野堂。白发双吹鸣凤管，碧溪独敞卧龙冈。\n种成花柳如韦曲，植就蘅兰类楚湘。贺燕几回翔舞袖，迁莺百啭巧调簧。\n翚飞杰阁遥侵汉，尘隔仙居若望洋。半掩筠帘烟外榭，轻摇桂楫月中航。\n烂柯对客频敲局，垂饵临溪或钓璜。报道蒲轮征宿老，宜登枫陛辅新皇。\n非缘白鹤能留驾，为厌红尘懒束装。小草出山嗤孟浪，古松幽壑保贞刚。\n时礼空王翻贝叶，静看仙箓检砂床。香粳屡施斋僧饭，明水频供浴佛汤。\n閒戴星冠裁月帔，更烧丹灶构瑶房。熊经浩气随流转，龟息元神谨伏藏。\n奼女黄婆供仆役，交梨火枣作糇粮。金茎细咽三天露，石涧冥搜九节菖。\n不向马鞍矜矍铄，任持鸠杖纵徜徉。丹田默扇阴阳炭，银海长悬日月光。\n举世趋炎何翕赫，闭关却扫自清凉。眼空震旦三千界，年过磻溪八十强。\n景属三春春正好，历逢六日日维良。明堂新布青阳令，养老应分紫府浆。\n牛酒赐餔欢乐岁，金鸡颁赦遍遐荒。莱衣喜动家庭庆，嵩祝欣逢国祚昌。\n寿祖已看三代具，弄孙未觉百年忙。谢家宝树春逾茂，王氏高槐晚更芳。\n纳履称觞皆剑佩，趋庭触目尽琳琅。杯里影摇红琥珀，池中彩映紫鸳鸯。\n长鲸泻酒谁能竭？大枣如瓜倘许尝。南飞奏笛风偏细，北斗低檐夜未央。\n醉把兕觥浮太白，好倾银汉入流黄。双鹤能将三秀草，九仙仍献六铢裳。\n华筵自足酬芳岁，新曲还应奏乐章。下里惭予声轧茁，擅场有客韵琅锵。\n丹砂服剩分鸡犬，芝盖持随跨凤凰。愿向琼台称小史，共登员峤看桑沧。"
        },
        {
            "标题": "姑苏春情五首 其二",
            "作者": "邓云霄",
            "内容": "笳鼓喧阗引土牛，汉官冠盖若云浮。铜街玉勒看调马，绣户珠帘尽上钩。\n词客别裁新乐曲，华筵初换小俳优。万钱不羡何家侈，七贵堂中列五侯。"
        },
        {
            "标题": "七日龙潭之景宦游后缺赏十八秋矣乙卯拂衣始逢胜会倚棹漫赋可叹逝川",
            "作者": "邓云霄",
            "内容": "山光潭影别多年，胜会回看黯自怜。岁月驱人随峡水，管弦留客醉江天。\n双龙冲雨犹交斗，一鸟依沙只独眠。莫吊灵均悲放逐，孤臣元爱五湖船。"
        },
        {
            "标题": "江皋小筑十景为同邑孝廉李相所题 其九 玄关镜水",
            "作者": "邓云霄",
            "内容": "曾吟谢客句，空水共澄鲜。一写临流意，虚明澹人玄。"
        },
        {
            "标题": "拟古杂体十九首并序 其十五 箜篌引",
            "作者": "邓云霄",
            "内容": "弹箜篌，声正扬。河之水，流汤汤。被发之叟学吕梁，有身反向鱼腹藏。\n传语此公无渡河，渡河当更奈公何，人间平地多风波。"
        },
        {
            "标题": "丙辰九日同周石林张五若集李伯修将军署中对月时苦旱二首 其一",
            "作者": "邓云霄",
            "内容": "落帽龙山未是豪，尊前作赋胜登高。将军诗兴誇横槊，词客酣歌揽佩刀。\n世上光阴嗟过鸟，人间乐事在持螯。谁能日送东篱酒？三径人归已傲陶。"
        },
        {
            "标题": "丙辰九日同周石林张五若集李伯修将军署中对月时苦旱二首 其二",
            "作者": "邓云霄",
            "内容": "曲奏商声咽竹枝，年来赤地转堪悲。欲翻银汉吹为雨，直恐沧溟浅作池。\n忧国有心空抚剑，谋生无计耻攒眉。疏狂更好耽狂药，一任旁人笑接䍠。"
        },
        {
            "标题": "度溰州兰江",
            "作者": "邓云霄",
            "内容": "兰江春水满，兰叶正初抽。系马绿杨树，扬帆青翰舟。\n香风吹两岸，旭日照中流。慷慨思公子，烟波未易求。"
        },
        {
            "标题": "贱生日米君梦社长赠诗次韵奉酬",
            "作者": "邓云霄",
            "内容": "小摘园蔬供薄筵，一樽酬对艳阳天。长林鴳息看高鸟，小社樗全愧大年。\n潦倒喜逢方外友，疏狂常伴饮中仙。老来生计劳相问，有腹便便似姓边。"
        },
        {
            "标题": "赋得啼鹃促落红",
            "作者": "邓云霄",
            "内容": "蜀鸟催归客未归，离愁如梦雨如丝。声声啼血含新恨，点点飘红别故枝。\n正爱春园披锦绣，谁怜花国冷胭脂？楼前千里王孙草，肠断东风嫩绿时。"
        },
        {
            "标题": "仙鹤篇寿伯父慎思翁",
            "作者": "邓云霄",
            "内容": "青田奇鸟抱明姿，养就胎仙上界飞。黄金灶畔传丹顶，白玉台边化羽衣。\n洞天茫茫三十六，珠树三花几栖宿。射的方闻取箭还，缑山更度吹笙曲。\n群仙冉冉下烟霄，雪氅云缨可待招。逸态耻随吴市舞，幻形犹傍酒人骄。\n竹林老叟通仙术，丹丘紫府开灵笈。养鹤常同和靖心，步虚已化卢耽骨。\n有时跨去入罗浮，东海如环绕十洲。人世蜉蝣堪一笑，还同龟鹿共千秋。\n仙翁紫气连南斗，仙令吴门数回首。梦入横江归思催，双凫能伴鹤归来。\n作歌辽欲寄东语，为进南山酒一杯。"
        },
        {
            "标题": "春晚浴骊山温泉怀古二首 其二",
            "作者": "邓云霄",
            "内容": "想像霓裳舞罢时，半酣珠汗湿琼枝。谁吹地底阴阳炭？暖作宫中沐浴池。\n烽火昔人同巧笑，霖铃异代共含悲。被除往事随流尽，莫向西风咏黍离。"
        },
        {
            "标题": "春晚浴骊山温泉怀古二首 其一",
            "作者": "邓云霄",
            "内容": "拂尽征尘漫倚栏，绕亭芳草落花残。新裁暑服宜披葛，试拍温汤胜浴兰。\n绣岭春深松影静，华青人去月光寒。可怜香粉留馀恨，长作昭阳祸水看。"
        },
        {
            "标题": "赞李玉真画雁弹琴二绝 其一",
            "作者": "邓云霄",
            "内容": "微绡片片度新鸿，影在潇湘远水中。休曳残云泼轻墨，还留馀练作霜空。"
        },
        {
            "标题": "赞李玉真画雁弹琴二绝 其二",
            "作者": "邓云霄",
            "内容": "曲奏清商玉指轻，紫霞开处月华明。知君夜夜求凰好，个里应无别鹤声。"
        },
        {
            "标题": "甲子立秋前十日载酒李尔明洞天书屋玩月题赠",
            "作者": "邓云霄",
            "内容": "闲房曲径漫夷犹，花石阴森处处幽。地近玄亭堪载酒，云开素月正迎秋。\n人间万事杯中了，海上三山象外求。怪底园林藏洞府，知君心自有天游。"
        },
        {
            "标题": "凉州词二首 其一",
            "作者": "邓云霄",
            "内容": "城高楼角近旄头，边月胡风早送秋。不信凉州多猛将，还听稚子说封侯。"
        },
        {
            "标题": "凉州词二首 其二",
            "作者": "邓云霄",
            "内容": "生来眠食在雕鞍，霜入弓刀不觉寒。岂畏胡儿频挑战，却嗔烽火报平安。"
        },
        {
            "标题": "寄题李烟客水西别业步元韵五首 其五",
            "作者": "邓云霄",
            "内容": "长日烟霞伴睡，中宵水月开扉。借问王孙何事，芳草萋萋未归。"
        },
        {
            "标题": "春诗十三首 其五 柳底啼莺",
            "作者": "邓云霄",
            "内容": "歌罢弄残机，柳线还堪织。怜君身上衣，可比流黄色。"
        },
        {
            "标题": "流觞曲水新成中秋邀客小酌",
            "作者": "邓云霄",
            "内容": "暗引新泉出密林，泠泠岩窦有清音。浪翻瀑布鸣寒上，月泛流杯涌碎金。\n竹径宛如通洛浦，兰亭何必在山阴。九衢此夕香尘满，谁识幽人野外心？"
        },
        {
            "标题": "灵岩琴台畔松径遇吴师因赠",
            "作者": "邓云霄",
            "内容": "琴台出石径，三月松花黄。好风从东来，散落皆天香。\n野老行茯苓，白石煮琼浆。扫花春酿熟，醉饱能休粮。\n萝薜洞门古，闭关春昼长。谁知灵岩畔，已到蓬山乡。\n野老竟为谁，恐是汉张良。"
        },
        {
            "标题": "独夜",
            "作者": "邓云霄",
            "内容": "锦纹书隔楚云长，岁暮怀归鬓欲霜。别后容华惊逝水，病中雨雪忆连床。\n人于梅国留王粲，谁向菱花怨太常。彻夜越吟聊假寐，西风吹梦过潇湘。"
        },
        {
            "标题": "流杯池",
            "作者": "邓云霄",
            "内容": "灵泉九转羽觞浮，坐石攀花作酒筹。莫遣花飞随水去，恐惊渔子更移舟。"
        },
        {
            "标题": "霜降日砍脍作三首 其一",
            "作者": "邓云霄",
            "内容": "持竿坐石本忘机，笑尔溪鱼自献肥。丝卷银鳞秋水冷，刀裁玉片晓霜飞。\n挥杯遥酹青腰女，罢酌寒添白袷衣。漫道莼鲈动乡思，宦游今见几人归？"
        },
        {
            "标题": "西园十咏 其五 柳径",
            "作者": "邓云霄",
            "内容": "未赋归来句，还依五柳旁。池平清镜晓，风澹翠眉长。\n莺影迎朝旭，蝉声送晚凉。清阴元不定，永日几移床。"
        },
        {
            "标题": "霜降日砍脍作三首 其三",
            "作者": "邓云霄",
            "内容": "快心何必荐江鲜，感物悲秋意惘然。人羡嘉鱼鱼羡饵，霜催寒水水催年。\n已看野鹤如疏鬓，且与渔郎结净缘。寄语白龙莫轻出，抱珠潭底且高眠。"
        },
        {
            "标题": "霜降日砍脍作三首 其二",
            "作者": "邓云霄",
            "内容": "醉来万事不关情，颇爱盘堆雪脍清。秋爽自宜尝俊味，朝餐兼得解馀酲。\n钓鳌东海人难到，弹铗侯门世所轻。那似严滩一竿竹，寒江长映客星明。"
        },
        {
            "标题": "流莺",
            "作者": "邓云霄",
            "内容": "柳幕高张花作茵，宫莺衔出上阳春。金衣绣色怜公子，锦字机声咽美人。\n斗酒双柑听未足，东城南陌韵逾新。多情已叶笙簧奏，啼夬枝头莫更频。"
        },
        {
            "标题": "悲秋十八咏 其六 秋兰",
            "作者": "邓云霄",
            "内容": "秋至怀人各一方，幽兰愁绝隔潇湘。采来衣袖逢多露，寄去江关恨异乡。\n远道残香容易歇，同心暗结竟难忘。平皋飒飒催寒急，谁倩轻云护晚霜。"
        },
        {
            "标题": "暑夜晓起",
            "作者": "邓云霄",
            "内容": "沧凉夜气清，侵晓坐虚亭。雾重花犹睡，风多鹤渐醒。\n六街尘已动，三径户还扃。莫怪人驰逐，羲和亦不停。"
        },
        {
            "标题": "九月望夕同自得朝爽台小酌玩月步韵",
            "作者": "邓云霄",
            "内容": "三径幽栖郭外偏，开尊还在菊花先。德星千里人同聚，宝月重轮影正圆。\n招隐小山歌桂树，延年大药种芝田。紫霞漫道相邻近，坐对青莲是谪仙。"
        },
        {
            "标题": "希夷先生睡岩前新凿五龙池诗五首 其一",
            "作者": "邓云霄",
            "内容": "今古三更梦，乾坤一撮尘。君看长睡者，元是独醒人。"
        },
        {
            "标题": "希夷先生睡岩前新凿五龙池诗五首 其二",
            "作者": "邓云霄",
            "内容": "不随丹诏起，苦被白云留。更有黑甜处，泉声绕枕流。"
        },
        {
            "标题": "希夷先生睡岩前新凿五龙池诗五首 其三",
            "作者": "邓云霄",
            "内容": "堕驴聊一笑，化蝶梦偏长。何须论世代，人已到羲皇。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其四 陇头吟",
            "作者": "邓云霄",
            "内容": "磨刀呜咽水，肝肠如中刀。回头语徒侣，脉脉不得语。\n双眼迸泪同泉流，风悲鬼啸声啾啾。遥望秦川烟雾里，悔拚战骨觅封侯。"
        },
        {
            "标题": "乙卯至日集周贵谔龙洲草堂是夕主人醉寐如泥而客终不散也",
            "作者": "邓云霄",
            "内容": "载笔书云懒上台，轻寒微雨对传杯。拍浮有兴须沉醉，岁月无情任暗催。\n酒政颇惊秦令急，谈锋如挟晋人来。东家梦里能投辖，不尽千钟客未回。"
        },
        {
            "标题": "送袁青瑶掌科之南垣二首 其二",
            "作者": "邓云霄",
            "内容": "执手何须叹路歧，如弦大道任君之。好将请剑批鳞胆，自有回天转日时。\n云外翔鸾依北斗，林间倦鸟绕南枝。遥怜牛李门前客，得似扁舟一局棋。"
        },
        {
            "标题": "老友米君梦昔旅食京华结社三载今不远数千里访我隐居话旧论心怅然赋赠",
            "作者": "邓云霄",
            "内容": "细语寒暄感昔年，幽窗静对一炉烟。投闲总是忘机鸟，寡嗜真同饮露蝉。\n无药可医怜懒骨，有丹堪赠遇癯仙。从来鹤背人如叶，珍重休添十万缠。"
        },
        {
            "标题": "旅夜书怀",
            "作者": "邓云霄",
            "内容": "马首东风弱柳垂，关山迢递杳难期。谁知游子中宵饭，正是闺人掩泪时。\n红豆不须携满袖，江南何处寄相思。巡檐夜步空庭月，宿鸟双栖自一枝。"
        },
        {
            "标题": "咏怀古迹五首 其五 绿珠楼",
            "作者": "邓云霄",
            "内容": "锦障高褰集众宾，纤腰占尽一园春。红颜肯为他人好，薄命能捐报主身。\n花落雕栏空有影，香消幽径寂无尘。也知盛满多疑忌，不及萧萧四壁贫。"
        },
        {
            "标题": "送马父母入觐",
            "作者": "邓云霄",
            "内容": "一帘明月七弦琴，抚字馀年惠爱深。万里趋朝瞻舄影，三杯惜别憩棠阴。\n冰心共信无瑕璧，天语应传有赐金。莫向家乡留昼锦，春耕翘首待甘霖。"
        },
        {
            "标题": "下泷暴潦忽涨险过吕梁定后戏笔",
            "作者": "邓云霄",
            "内容": "潦涨翻惊险，装轻自觉夷。浮生元有命，蹈水信无私。\n傲骨寒崖并，贞心鬼物知。悠悠看出峡，对酒夕阳迟。"
        },
        {
            "标题": "卖花词",
            "作者": "邓云霄",
            "内容": "朝卖花，暮卖花。为助青皇一肩力，香风散遍千人家。\n朝暮花含，春暮花笑。花落不重开，人生难再少。寄语楼头招手人，买花沽酒莫辞频。\n昨过名园多换主，纷纷蜂蝶入西邻。"
        },
        {
            "标题": "镜园篇为刘百世赋园傍湖水故名",
            "作者": "邓云霄",
            "内容": "谁家池馆好乘凉，正忆临流一漱芳。骑马红尘元市郭，入门绿野变江乡。\n江乡乱水侵花径，淡扫明湖开晓镜。河伯轩窗忽倒翻，鲛人帘户相辉映。\n空阔望霏微，盘龙昨夜归。彩鸾云外舞，金鹊影中飞。\n地为玉匣天为盖，雾幌霞绡无粉绘。宝靥平分杨柳眉，菱花半罥芙蓉带。\n一片寒光散夕阴，四规气色自萧森。夷则会闻沉井底，玄冥今见出江心。\n井底与江心，依希通贝阙。玳瑁高台能□风，珊瑚小架偏横月。\n澄明天水两相和，黛敛亭亭洛浦波。雨过似经神女照，烟消恍被仙人磨。\n御沟流出帝城东，知有清辉接魏宫。已占湖光燕市外，何须敕赐剡川中。\n季真风调如之子，水镜先生差可拟。炯炯虚襟照胆肝，泠泠雅韵无尘滓。\n留宾杯酒泛涟漪，风急台高冷浸肌。座上恐逢苍水使，檐前休挂白龙皮。"
        },
        {
            "标题": "倦客",
            "作者": "邓云霄",
            "内容": "奚囊无长物，孤剑倚空镡。已厌宦途恶，方知野兴甘。\n入门童稚喜，一径蝶蜂酣。莫问王程急，山中且结庵。"
        },
        {
            "标题": "沔池城外会盟台下有渑水",
            "作者": "邓云霄",
            "内容": "衷甲寻盟亦壮哉，城边飞骑二王来。筵开坐对渑如酒，人去空看水绕台。\n秦地雄关蹲虎豹，蔺生片语挟风雷。非催击缶陪调瑟，那得重携赵璧回。"
        },
        {
            "标题": "梅花十二咏 其十二 尽开",
            "作者": "邓云霄",
            "内容": "流光不肯住，烟景复相催。寄语看花者，休携玉笛来。"
        },
        {
            "标题": "梅花十二咏 其二 溪畔",
            "作者": "邓云霄",
            "内容": "泉脉动如鳞，缘溪一探春。偶逢弄珠者，知是洛川神。"
        },
        {
            "标题": "梅花十二咏 其四 松畔",
            "作者": "邓云霄",
            "内容": "谡谡寒涛里，烟姿不在浓。谁知白衣相，未肯受秦封。"
        },
        {
            "标题": "梅花十二咏 其三 竹畔",
            "作者": "邓云霄",
            "内容": "湘妃翠袖薄，又曳缟罗裳。泪尽今舒笑，微闻铅粉香。"
        },
        {
            "标题": "梅花十二咏 其一 石畔",
            "作者": "邓云霄",
            "内容": "花傍云根发，云蒸涌白涛。琼枝与石骨，气势两相高。"
        },
        {
            "标题": "梅花十二咏 其十一 将开",
            "作者": "邓云霄",
            "内容": "已得青皇信，开缄喜又颦。千金酬一笑，未易许傍人。"
        },
        {
            "标题": "梅花十二咏 其十 老株",
            "作者": "邓云霄",
            "内容": "昨过瑶池上，霏霏雪有香。谁言金母好，白发已如霜。"
        },
        {
            "标题": "孟尝君养士处",
            "作者": "邓云霄",
            "内容": "不知天下士，浪说客三千。堂中食客已散尽，荒村鸡犬犹依然。\n可怜意气今谁见，可惜豪华若飞电。曲沼高台翳短蒿，遗碑断碣封残藓。\n雄风不及朱亥椎，侠气终输鲁连箭。当年三窟意何深，岂料坟崩狐兔侵。\n一曲雍门空洒泪，千秋泉户罢鸣琴。我行访古长叹息，西照东流浩无极。\n于今竟少市义人，休言养士不得力。"
        },
        {
            "标题": "陈直轩孟冬日过访镜园话旧",
            "作者": "邓云霄",
            "内容": "室迩人遐叹索居，相过发变十年馀。雄心未展屠龙手，往事徒看解梦书。\n燕市旧游思击筑，镜园寒水对观鱼。交情岁晏深想念，残菊还停长者车。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其一",
            "作者": "邓云霄",
            "内容": "大堤迢递接平沙，树影萧条冷万家。密叶昔时啼好鸟，悲风此夕噪寒鸦。\n残妆尚结三春恨，微霰如飘二月花。寄谢白家新宠妾，莫将颜色向人誇。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其十二",
            "作者": "邓云霄",
            "内容": "遨游偏忆少年场，一曲琵琶陌上桑。颜色此时伤黯澹，风花往日笑颠狂。\n荣枯有分谁为主？天地无心莫较量。闻道东君回玉辇，好开眉黛试新妆。"
        },
        {
            "标题": "庚午清明日感时事作",
            "作者": "邓云霄",
            "内容": "久卧林泉阅岁时，近来消息转堪疑。落花飞絮春如梦，旧火新烟节暗移。\n窗户空闻喧燕雀，郊门谁复决雄雌。当年赌墅人何在？不为君王解劫棋。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其九",
            "作者": "邓云霄",
            "内容": "试问愁心近若何，淮南木落洞庭波。倚楼不见回风舞，隔水如闻蹋地歌。\n浪作丰容矜窈窕，空令岁月易蹉跎。谁家叹息秋衿薄？曲卷砧声向晚多。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其三",
            "作者": "邓云霄",
            "内容": "弱缕凋零绕画楹，青楼绾结若为情。愁深巧黛难长好，寒入纤腰暗自惊。\n半幅征衫司马泪，数声残角亚夫营。年年惆怅封侯事，少妇深闺怨未平。"
        },
        {
            "标题": "元夕招吴梦旧游集小斋席上赋",
            "作者": "邓云霄",
            "内容": "一曲吴趋调转新，座中同是旧游人。携来西子湖边月，散作荆卿市上春。\n吏隐琴樽无俗侣，地偏车马隔流尘。苍茫陆海三山近，好驾金鳌去问津。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其八",
            "作者": "邓云霄",
            "内容": "广幕阴阴嫩绿齐，荒郊早已报莎鸡。根连杜若寒江落，影入蒹葭返照低。\n自有烟鬟留客醉，何须露脸向人啼。闲来指点伤心处，渭水城边灞岸西。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其十一",
            "作者": "邓云霄",
            "内容": "伯劳东去燕西飞。转眼容华有是非。月浸白门孤枕冷，树迎乌榜几人归。\n盈盈波上骄罗袜，脉脉江干换绿衣。不记别离今近远，请看旧植渐成围。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其十",
            "作者": "邓云霄",
            "内容": "暮暮朝朝怨未消，汉南人去路迢遥。不同青桂争秋色，却向丹枫映暮潮。\n宾雁掠枝惊断线，寒蝉失翳欲辞条。行行试上台城望，一片残烟锁六朝。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其五",
            "作者": "邓云霄",
            "内容": "走马章台问故枝，秋原宿莽正离离。和风淡日还无力，凉露清霜岂自持。\n旧苑腰肢非昔态，暮天云雨到今疑。含情欲向湘江咽，江水东流无尽时。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其七",
            "作者": "邓云霄",
            "内容": "物色关心天一方，临堤秋望浩茫茫。徒伤白日偏催岁，怪尔青丝亦带霜。\n门径萧森怀靖节，锻炉凉冷忆嵇康。谁能更作江南赋？此夜思归意倍长。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其六",
            "作者": "邓云霄",
            "内容": "谁道春宫宠爱新，恩波已落玉河滨。应同团扇凄凉影，共伴长门寂寞身。\n舞罢夜怜罗袖薄，眠多朝惜翠眉颦。素娥有意还相照，青女何心更妒人。"
        },
        {
            "标题": "送别米君梦归石山隐居",
            "作者": "邓云霄",
            "内容": "新莺啼破绿杨烟，求友嘤嘤傍客筵。命驾远烦千里外，论心重忆十年前。\n琴传别鹤愁中曲，月度归鸿梦里船。此去石山寻旧隐，好倾银汉灌芝田。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其二",
            "作者": "邓云霄",
            "内容": "驿舍旗亭各渺漫，临风踠地倩人看。阳关唱后多伤别，长笛吹来不耐寒。\n逝水遥怜随落叶，柔条谁复系离鞍。天涯岁晏乡心苦，折赠空嗟道路难。"
        },
        {
            "标题": "和米君梦秋柳诗十二首 其四",
            "作者": "邓云霄",
            "内容": "忆昔隋家骋逸游，曾将锦缆系龙舟。春流汴树通淮水，秋色芜城对古邱。\n十二雕栏忘御道，三千红粉失迷楼。更闻桥上箫声急，一夜征人尽白头。"
        },
        {
            "标题": "秋杪不寐起与洞虚对酌共得长字",
            "作者": "邓云霄",
            "内容": "万事关心觉漏长，独醒偏向夜来忙。梧桐滴露频惊鹤，蟋蟀迎寒欲近床。\n有客开尊呼白堕，谁家睡熟梦黄粱？仙方未授希夷法，觅得华胥在醉乡。"
        },
        {
            "标题": "夜泊韩泷宿昌黎庙下感异梦醒闻泷声作",
            "作者": "邓云霄",
            "内容": "九折风波一叶舠，醉眠还觉梦魂劳。怪看皓月闻雷雨，谁遣空岩落海涛？\n远谪何辞烟瘴恶，孤标终仰斗山高。夜来亲听昌黎语，只有文章属自操。"
        },
        {
            "标题": "落花诗三十首 其四 四支",
            "作者": "邓云霄",
            "内容": "枝垂红泪忍抛枝，还胜征人泣诀时。香歇纵伤今日幕，春归应有隔年期。\n明妃出塞终埋骨，苏武生妻竟去帷。试想人间长别苦，花神何事尚含悲。"
        },
        {
            "标题": "长安明月篇",
            "作者": "邓云霄",
            "内容": "琉璃碾破碧云堆，仙子银屏次第开。淡扫蛾眉安玉匣，高悬鸾镜下瑶台。\n蛾眉鸾镜舒清眺，东海冰轮送秋晓。雾幌初褰七宝妆，琼章早报三青鸟。\n霓裳天乐沸云流，此夜群仙尽出游。绿发吹笙遥跨鹤，紫箫骑风晚登楼。\n曾从天路招灵鹊，更隔明河笑女牛。女牛灵鹊佳期暮，天上人间几相误。\n怅望停棱已可怜，凄凉抱兔应难度。苍茫云水广寒空，叹息红颜闭六宫。\n莫问涂黄羞满月，只将团扇怨秋风。铜龙夜咽天河水，玉辇征歌乘月起。\n流素偏归凝碧边，扬辉只在昭阳里。五侯七贵竞繁华，风月宵宵赵李家。\n红锦缠头调宝瑟，银钿击节奏琵琶。潘安卫玠千金马，韦娘苏小倾城价。\n锦帐流苏不放春，铜盘吐蜡消长夜。荡子倡楼日易迷，归来明月已沉西。\n但矜楼上冰姿好，不惜闺中玉箸啼。别有空房二八女，征夫远赴辽阳戍。\n月暗斜笼夜合花，流萤乱点相思树。绣户秋深冷疑茵，沙场落月闪青磷。\n受降城外风前笛，无定河边梦里人。挥杯试问天边月，含情细向嫦娥说。\n处处柔肠叹合离，年年香魄嗟圆缺。合离圆缺异悲欢，才子佳人怅各天。\n既催牛渚乘流句，又落江州司马船。可厌尘寰多意绪，寒蟾为我调霜杵。\n乞将灵药蜕凡胎，飞仙挟去云为侣。"
        },
        {
            "标题": "又赋得薰风自南来殿角生微凉",
            "作者": "邓云霄",
            "内容": "青莲滴沆瀣，本是清凉界。南薰入古殿，四座生灵籁。\n胜会集群贤，披襟仍解带。炎蒸尽洒濯，世虑归澄汰。\n一为白雪吟，秋声益澎湃。宦途苦桎梏，远引轻冠盖。\n君看嘒嘒蝉，饮露得仙蜕。列子如可作，御风期方外。"
        },
        {
            "标题": "沐浴子",
            "作者": "邓云霄",
            "内容": "金刀裁白纻，楚楚洁衣裳。当户兰已锄，谁为具温汤？\n玉质不受染，十暑犹含霜。乘风散发去，长啸过沧浪。"
        },
        {
            "标题": "又赋得鱼戏新荷动",
            "作者": "邓云霄",
            "内容": "江村昨夜雨，新水涨春潮。纵步横塘曲，芙蕖冉冉娇。\n浮钱青始缀，卓笔翠方翘。嘉鱼群出游，队队互相招。\n红鳞一跳掷，绿盖几飘飖。翻珠落波心，恐湿鲛人绡。\n彼美者谁子，临流驻兰桡。采荷付鱼书，达寄到西辽。\n并头与比目，脉脉两情遥。"
        },
        {
            "标题": "团碧亭前两石池新成水藻鲦鱼颇供静玩",
            "作者": "邓云霄",
            "内容": "夹镜双池碧，花阴俯玩□。涟漪涵石丈，升斗贷波臣。\n濠濮阶前地，江湖世外身。何须七里濑，始可慰沉沦。"
        },
        {
            "标题": "暮相思",
            "作者": "邓云霄",
            "内容": "明月澄兰沼，金波漾水纹。微微写秋色，朗朗至宵分。\n不寐嗔乌鹊，佳期怨碧云。相思今夕里，木落一鸿闻。"
        },
        {
            "标题": "西郊社集赋得折荷缉寒袂",
            "作者": "邓云霄",
            "内容": "八月凉风至，骚人念授衣。皎皎绮纨子，袨服有光辉。\n幽性厌游冶，华躬与俗违。嘉彼江中荷，亭亭出淤泥。\n虚心兼直干，婀娜馀香披。剪为君子裳，雅尚正相宜。\n绿云浮巧染，白纻扬轻丝。裁缝自洛女，制度倩湘妃。\n飘飖鹤作骨，淡淡冰为肌。长啸秋江上，应无维鹈讥。\n松花晚餐罢，跨鹿翳华芝。"
        },
        {
            "标题": "雨夕陈仪翔年丈过小斋话旧同赋十首 其一",
            "作者": "邓云霄",
            "内容": "衔杯执手久踟蹰，往事惊心感慨馀。南国怀人千里梦，西风归雁几封书。\n旅愁落落便吾懒，交态悠悠与世疏。夜雨空阶苔藓合，怜君还问病相如。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其十三",
            "作者": "邓云霄",
            "内容": "春树沐轻烟，芳菲倚琼阁。朝日照新彩，转觉花妍灼。\n美人谨护持，攀条入珠箔。墙阴有怨草，怅恨春风薄。\n愿回旭日光，一为到葵藿。"
        },
        {
            "标题": "雨夕陈仪翔年丈过小斋话旧同赋十首 其二",
            "作者": "邓云霄",
            "内容": "相逢犹忆壮游年，并马看花绣陌边。老去豪狂仍面目，重来燕赵异风烟。\n干戈杀气缠三辅，阊阖浮云隔九天。我是羁人君左调，夏时谁著祖生鞭。"
        },
        {
            "标题": "九日旗峰二首 其二",
            "作者": "邓云霄",
            "内容": "盘回石磴上丹梯，秋色苍茫入望迷。红树疏村分远近，黄茅荒冢自高低。\n悲歌转觉愁如海，纵饮全拚醉似泥。好酿南溟变为酒，糟邱应与紫峰齐。"
        },
        {
            "标题": "九日旗峰二首 其一",
            "作者": "邓云霄",
            "内容": "振衣千仞气横秋，万里江山对献酬。把菊重酣今日酒，呼鹰还忆少年游。\n登临胜地凭双屐，放浪闲身笑五侯。谁说风流誇落帽？林间狂客已科头。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其一 相逢行",
            "作者": "邓云霄",
            "内容": "客从东北来，皮裘类燕朔。紫髯环碧眼，英风何磊落。\n笑出吴钩光照人，更怀七首欲投秦。相逢下马饮君酒，跪赠平生一片心。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其十八",
            "作者": "邓云霄",
            "内容": "襄阳儿，齐拍手。打鸳鸯，呼鹰狗。看看欲前翻向后。\n眼底迷离不为花，心中长醉非关酒。自遇临风汉掌轻，归来厌却齐宫丑。"
        },
        {
            "标题": "独游上方三首 其一",
            "作者": "邓云霄",
            "内容": "上方兰若逼诸天，有客乘飙弄紫烟。悟入忘言遣玉麈，坐观无相得金仙。\n三花洞里浑金古，朝菌人间自岁年。谁道漆园非傲吏，逍遥吾拟远游篇。"
        },
        {
            "标题": "拟吴宫行乐词五首并序 其四",
            "作者": "邓云霄",
            "内容": "乌啼集菀不集枯，越王行酒妻与夫。东南半壁开霸图，烟沉烽净一事无，今不行乐胡为乎。"
        },
        {
            "标题": "人日暖阁红梅盛开",
            "作者": "邓云霄",
            "内容": "旭日明窗散曙光，一枝红玉濯温汤。阁中彩笔邀何逊，檐下新妆点寿阳。\n春早风霜还妒色，堂深帘幕暗留香。凭君为寄罗浮梦，南国迢迢意倍长。"
        },
        {
            "标题": "题报国寺老蟠松",
            "作者": "邓云霄",
            "内容": "不将鳞鬣舞高岑，怪尔低蟠双树林。岂是毒龙能说法，偶闻真偈顿降心。\n春深香粉横金界，夜静寒涛绕梵音。借问师游何日返，数枝长偃到如今。"
        },
        {
            "标题": "彭城书怀",
            "作者": "邓云霄",
            "内容": "堤畔奔涛走吕梁，城南墟落莽苍苍。黄河近报千家哭，赤帝曾经百战场。\n日月浮生谁寿夭？兴亡人世几沧桑。试人沛里寻遗老，彭祖坟边半夕阳。"
        },
        {
            "标题": "人有饷余潇湘八景画册者退食之暇逐景分题空同子先有此作余其为妇乎加七言以别之 其三 平沙落雁",
            "作者": "邓云霄",
            "内容": "阵断衡阳暂此回，沙明水碧岸莓苔。相呼正喜无缯缴，又被孤城画角催。"
        },
        {
            "标题": "屏风曲",
            "作者": "邓云霄",
            "内容": "云母栖鸾飞不起，宝障空明坐秋水。银蟾玉兔递送光，只留轻晕护秋霜。\n秋去春来还不撤，流萤夜度催炎热。可怜蕙质汗珠红，推开遥待大王风。"
        },
        {
            "标题": "立秋社集赋得木叶动秋声留别诸君",
            "作者": "邓云霄",
            "内容": "寺古册更幽，爽气金天接。新凉入高树，萧瑟吟风叶。\n轻随清磬度，微带寒蝉咽。听之伤客心，骨冷魂先詟。\n日月如车轮，徂年催急节。孤臣不遇主，何异长门妾。\n团扇自光辉，秋风难再热。徘徊别知友，转觉临歧怯。\n执手肠九回，离琴曲三叠。折赠欲搴兰，江波眇难涉。"
        },
        {
            "标题": "拟古杂体十九首并序 其十七 双桐生空井",
            "作者": "邓云霄",
            "内容": "井不吸，虚银床。桐易老，思鸾凰。削桐为琴扬哀音，秋思千重如井深。\n邻姑听琴夜独语，井鲋孑孑谁与处。"
        },
        {
            "标题": "天界寺十咏 其六 蒲团",
            "作者": "邓云霄",
            "内容": "容膝岂求馀，趺跏终日夕。面壁寂无言，观空了不隔。\n阶前莓苔深，户外蛛网积。直至十年后，点头是顽石。"
        },
        {
            "标题": "落花诗三十首 其七 七虞",
            "作者": "邓云霄",
            "内容": "石家别业洛城隅，昔日风光近有无。不见留欢围锦障，但闻如意碎珊瑚。\n香消谷口春泉冷，人堕楼头夜月孤。试过遗基望残景，数株芳树带平芜。"
        },
        {
            "标题": "吴门七夕三首 其一",
            "作者": "邓云霄",
            "内容": "银汉轻波漾月华，桥边灵鹊护鸾车。未知天上情多少，秋思人间遍万家。"
        },
        {
            "标题": "吴门七夕三首 其三",
            "作者": "邓云霄",
            "内容": "楼头乞巧夜将阑，五彩朱丝落玉盘。不见倡家金屈膝，何曾身傍绣床看。"
        },
        {
            "标题": "吴门七夕三首 其二",
            "作者": "邓云霄",
            "内容": "吴门巧女世应稀，看罢双星更上机。绣出鸳鸯宫锦灿，为他人作嫁装衣。"
        },
        {
            "标题": "七夕旅怀又戏作二首 其一",
            "作者": "邓云霄",
            "内容": "汉津清浅漾轻波，闻道西山木石多。何事为桥役灵鹊，不教精卫去填河？"
        },
        {
            "标题": "七夕前二日焚香夜坐听张无名侍儿吹箫",
            "作者": "邓云霄",
            "内容": "吹箫延爽籁，一半是商音。清夜寥寥永，长河澹澹阴。\n篆烟浮月上，凤曲度云沉。试问停梭女，能忘弄玉心。"
        },
        {
            "标题": "张孟奇乘五石瓠来观龙潭竞渡宴集同赋",
            "作者": "邓云霄",
            "内容": "澄潭不减武陵幽，两岸楼台夹碧流。胜日笙歌纷猬集，晴天风浪有龙游。\n感时正切乘桴叹，怀古偏深吊屈愁。自笑江湖同瓠落，从君五石问沧洲。"
        },
        {
            "标题": "七夕旅怀又戏作二首 其二",
            "作者": "邓云霄",
            "内容": "缥缈仙家别有天，山中七日世千年。天孙应苦佳期促，夜夜行云不得眠。"
        },
        {
            "标题": "七夕旅怀",
            "作者": "邓云霄",
            "内容": "搔首空斋夜寂寥，流萤落叶冷萧萧。河桥此夕悲离合，云雨谁家自暮朝。\n粤客思归闻捣练，秦城怀古忆吹箫。银河倒泻南溟近，欲借仙槎到海潮。"
        },
        {
            "标题": "小漆园八咏 其七 盆鱼",
            "作者": "邓云霄",
            "内容": "日月曾闻寄一壶，谁云勺水异江湖。天光云影含虚镜，碧藻红鳞漾锦铺。\n渔父持竿空伫立，波臣卧辙笑相呼。翛然齐物同观化，未辨濠梁乐有无。"
        },
        {
            "标题": "小漆园八咏 其四 丛兰",
            "作者": "邓云霄",
            "内容": "楚客香传九畹名，西轩栏槛最留情。当门弄色人争妒，幽谷孤芳尔独贞。\n冷翠迎秋襟袖薄，淡妆团露梦魂清。同心入室今何在，岁晏怀人别恨生。"
        },
        {
            "标题": "小漆园八咏 其三 古柏",
            "作者": "邓云霄",
            "内容": "秋深霜落满园芜，爱尔亭亭晚节孤。黛色浮香如隐麝，苍枝横铁亦栖乌。\n古堂疏豁欹朝枕，小榭阴森换夕垆。老友岁寒堪共对，女萝余蔓莫教扶。"
        },
        {
            "标题": "小漆园八咏 其八 湖石",
            "作者": "邓云霄",
            "内容": "永日求羊不到门，烟霞片石意犹存。神鞭驱出洞庭泣，仙子骑来震泽翻。\n幽壑转疑迷竹径，危峰直欲压松轩。参禅一悟生公偈，静坐焚香可对言。"
        },
        {
            "标题": "小漆园八咏 其二 翠竹",
            "作者": "邓云霄",
            "内容": "长日谁堪领簿书，绕亭苍翠可逃虚。清风入榻茶烟罢，疏雨鸣梢午梦馀。\n赋就梁园无俗调，影摇湘水动仙裾。主人最爱清狂客，为问王猷肯命车。"
        },
        {
            "标题": "小漆园八咏 其五 丹桂",
            "作者": "邓云霄",
            "内容": "霓裳仙袖暗分丹，冉冉秋香怅独攀。霜露可能欺绿叶，神仙长与驻朱颜。\n寻芳有客登中岳，招隐何人继小山。遥望故乡森八树，西风流水夜潺潺。"
        },
        {
            "标题": "小漆园八咏 其一 碧梧",
            "作者": "邓云霄",
            "内容": "炎天庭院午生凉，为有双梧对小堂。金并银床邀夜月，彩鸾威凤待朝阳。\n瑶琴曲度龙门险，石鼓声传蜀道长。莫向西风惊一叶，疏枝偏不碍秋光。"
        },
        {
            "标题": "小漆园八咏 其六 黄菊",
            "作者": "邓云霄",
            "内容": "晚对金尊泛落英，西山爽气入秋明。偏怜骨为淩霜瘦，更羡香缘饮露清。\n薄宦几年犹浪迹，故园三径正含情。凭君寄谢东篱客，啸傲归来得此生。"
        },
        {
            "标题": "题天台石梁图为谢苍宇八十又一寿",
            "作者": "邓云霄",
            "内容": "名山高架石为梁，移在君家玉树堂。霞起赤城悬瀑布，花明华顶落天香。\n逍遥龙杖超尘界，缥缈星冠立上方。自是仙都多胜侣，碧桃宁独待刘郎。"
        },
        {
            "标题": "送净友道人游飞来兼寄朱惟四",
            "作者": "邓云霄",
            "内容": "星冠绿发紫霞裳，诗卷仙经在锦囊。到处名山堪采药，还如野鹤不赍粮。\n归猿欲探千年洞，驱石应骑五色羊。寄语清音楼上客，重游仙子是韩湘。"
        },
        {
            "标题": "湘南七夕戏为艳曲二首 其二",
            "作者": "邓云霄",
            "内容": "仙步姗姗望听思，良宵惟愿漏迟迟。可怜玉枕留欢处，正值金风送暑时。\n天上停梭消旧恨，人间织锦制新词。从来巧妇多伤别，莫问雕盘五色丝。"
        },
        {
            "标题": "山城",
            "作者": "邓云霄",
            "内容": "返照落平芜，山城晚眺孤。岚光藏雾豹，江影舞樯乌。\n远屿涛声壮，层台暑气无。松楸归思急，不是为莼鲈。"
        },
        {
            "标题": "中元夕秦城感怀二首 其二",
            "作者": "邓云霄",
            "内容": "秦封千里号名藩，帝子王孙玉叶繁。宾客几人同邺下，池台空说拟梁园。\n云阶月户秋先到，九陌三条夜不喧。谁信古来歌舞地，惟闻砧杵闹中元。"
        },
        {
            "标题": "中元夕秦城感怀二首 其一",
            "作者": "邓云霄",
            "内容": "繁华零落旧长安，遥忆唐宫斗合欢。令节中宵开玉殿，化生清水弄银盘。\n霜摧蒲柳红颜尽，草翳园陵白露寒。最爱城头月如镜，美人曾照倚栏干。"
        },
        {
            "标题": "荆妻剥笋为供戏赋示之",
            "作者": "邓云霄",
            "内容": "衙斋客不到，竹里失群贤。且剥班龙尾，来参玉版禅。\n铜铛澄涧水，厨火杂山烟。庑下还如此，烦君举案前。"
        },
        {
            "标题": "西园十咏 其一 澄碧亭",
            "作者": "邓云霄",
            "内容": "群木搴萝薜，泠然幽径通。一亭偏傍水，四面总宜风。\n地与市朝远，心将鱼鸟同。避人焚草处，已作灌园翁。"
        },
        {
            "标题": "野兴十六首 其三 典衣",
            "作者": "邓云霄",
            "内容": "鹤氅王薛任好，鹴裘司马非贫。一醉醺醺长日，百年鼎鼎何人。"
        },
        {
            "标题": "赋得枫桥流水五绝送孙建侯归金陵 其五",
            "作者": "邓云霄",
            "内容": "桃叶渡头花似锦，枫林桥畔月如霜。他时忽忆兴公赋，两地愁牵一水长。"
        },
        {
            "标题": "早春雨",
            "作者": "邓云霄",
            "内容": "云压楼头雨打墙，春郊无路觅青皇。冷风阵阵如寒食，愁绪凄凄似异乡。\n草色欲迷元亮径，蛙声偏傍孔公堂。幽斋何计支岑寂，一卷南华一柱香。"
        },
        {
            "标题": "挽孝廉张无名二首 其二",
            "作者": "邓云霄",
            "内容": "壮志一抔土，馀香侠骨存。平生好结客，今日几过门。\n赋鵩年华促，招魂怨思繁。巫阳不可问，风雨暗天阍。"
        },
        {
            "标题": "游衡山诗十二首 其九",
            "作者": "邓云霄",
            "内容": "怀岳何须赋四愁，官闲常得采真游。水帘斜挂黄姑渚，天柱高撑白玉楼。\n鸡犬洞仙忘甲子，蜉蝣人世自春秋。休誇眼底穷三界，海外还闻更九州。"
        },
        {
            "标题": "咏怀古迹五首 其二 青陵台",
            "作者": "邓云霄",
            "内容": "云暗寒原白日阴，累累双冢见贞心。北山罗网虚惊鸟，古木鸳鸯自好音。\n未作吹箫游碧汉，可怜埋玉倚青岑。宋王台榭今何在？牧竖歌残草树深。"
        },
        {
            "标题": "狂歌行",
            "作者": "邓云霄",
            "内容": "同云如絮低压墙，北风刮地号枯杨。滕六夜挟玄冥翔，寒威杀气排剑枪。\n街鼓隆隆声镗鎝，万户人静漏微茫。此夕旅思弥天长，有客将行宵具装。\n雌雄分匣啼千将，飞霰片片搅离肠。绨袍欲赠念无裳，主人延客开华堂。\n月沉星暗烛代光，兽炭吐焰鳞甲张。金鲸泻酒奔吕梁，有肉如陵兰椒芳，驱寒度暖邀青皇。\n酒星元在玉帝旁，谪来人间号高阳。尚书之期虽太忙，礼法不省瓮边郎。\n问量若许吞八荒，舌尖已挂东西洋。一吸瀛海沧为桑，河泊不敢向大方。\n君家有秫千箱仓，酿来涓滴祗池塘。我舔舕之未濡吭，尧钟髡石仅涤觞。\n唾骂中山与杜康，何不伸手翻神浆。糟天曲地尽汤汤，我辈拍浮其中央。\n百万亿劫乐无疆，半酣浩歌声扬扬。隆冬轰雷忽殷房，亲谑叫啸惊九阊。\n帝遣六丁问豪狂，勿倾银汉入流黄。我言下界多秕糠，臣身合在酒中藏。\n是非毁誉沸如螗，升沉显晦俱亡羊。蜗角有国蚁有王，真同傀儡夜登场。\n嫫姆竟掩夷光妆，方朔不及侏儒囊。拔兰斫桂佩艾香，轩鹤啄粟囚鸾凰。\n粪丸进御却明珰，谁能与世相低昂。朱门蓬户鬓皆霜，谓彭非寿亦非殇。\n醉不必卧七宝床，醒不必游碎锦坊。摆脱町畦而徜徉，大之乘风踞云庄，小之构巢蚊睫芒。\n人生达命顺其常，懒作天问问彼苍。"
        },
        {
            "标题": "送郭张虚还崇德",
            "作者": "邓云霄",
            "内容": "白下相逢处，犹歌蜀道难。无官舌尚在，有泪剑同弹。\n棹返五湖远，帆冲片雪寒。奚囊多锦字，好当万金看。"
        },
        {
            "标题": "清明后九日谒心所陈先师墓",
            "作者": "邓云霄",
            "内容": "花落啼鹃出远林，洞门松桧郁春阴。绛纱尚忆传经日，白发长悬立雪心。\n东郭人亡孤冢寂，西洲泪尽故情深。欲携玉尺占佳气，青紫峰前土似金。"
        },
        {
            "标题": "清风亭",
            "作者": "邓云霄",
            "内容": "夜来坐虚亭，蘋末微风起。金波摇素练，江上月千里。\n何处采莲归，歌声传渌水。更有扁舟人，濯足月明里。\n茶烟飞一缕，知是天随子。"
        },
        {
            "标题": "春诗十三首 其六 花间戏蝶",
            "作者": "邓云霄",
            "内容": "舞入唐宫去，光风乱物华。君王何所幸，宫女尽如花。"
        },
        {
            "标题": "清明日郊游二首 其二",
            "作者": "邓云霄",
            "内容": "处处控春兼上坟，人歌人哭隔溪闻。谁能不醉生前酒，肯信曾修地下文。\n世远玉鱼终启柙，蓬深石马自眠云。彭觞一笑无分别，且倒青尊对夕曛。"
        },
        {
            "标题": "清明日郊游二首 其一",
            "作者": "邓云霄",
            "内容": "管弦车马竞华年，客路看春倍可怜。十载衣冠还旧侣，一时榆柳又新烟。\n晴郊日暖生芳草，故国花残怨杜鹃。牢落王孙意无限，莫教长笛倚楼前。"
        },
        {
            "标题": "夏日清凉处赏莲听雨临池泛觞同玉宇兄赋",
            "作者": "邓云霄",
            "内容": "回风吹雨洒红莲，萧飒凉生四月天。神女行云偏窈窕，潘妃微步更婵娟。\n栏前香佩翻珠翠，花外莺声杂管弦。试问小池同泛酒，何如摇漾若耶船。"
        },
        {
            "标题": "人日前三日镜园赏玉兰闻燕语",
            "作者": "邓云霄",
            "内容": "镜水溶溶日渐长，郊原晴色净年芳。正怜骀荡春无价，更爱温柔玉有香。\n花底初褰红步障，门前谁系紫游缰？多情海燕归来早，已领东风到草堂。"
        },
        {
            "标题": "嘉晴诗亦作反言拗体",
            "作者": "邓云霄",
            "内容": "正看蓬岛浮仙城，谁遣烛龙含笑迎？黄鹂漫啼风日好，黑蜧犹怨鼓钟清。\n生憎残虹拂银竹，不分返照摇金茎。辙底波臣莫愁思，途间流潦尚纵横。"
        },
        {
            "标题": "夏清夜吟",
            "作者": "邓云霄",
            "内容": "世上仅三乐，人间止百年。羲和何太苦，朝暮不停鞭。\n峥嵘火云连赤阪，入夜惟愁日车返。冰纱为帐扇轻纨，竹气梧风清更远。\n此时煮茗在虚亭，剥笋还窥玉札经。为鲧烛龙聊税驾，来朝微雨待人醒。"
        },
        {
            "标题": "悲秋十八咏 其十六 秋笛",
            "作者": "邓云霄",
            "内容": "苦调烦声急更迟，戍楼羌笛不胜悲。谁怜战久人先老？可念兵残将自疑。\n月黑关山全失道，风高杨柳半无枝。遥知朔漠烟尘惨，不似南征马上吹。"
        },
        {
            "标题": "秋岸芦花歌",
            "作者": "邓云霄",
            "内容": "芦花两岸堆成雪，旅客怀归心欲绝。轻棹如浮剡曲舟，开尊似坐瑶池月。\n年华随水向东流，芦荻无心亦白头。正苦征鸿偏怨夜，翻憎络纬竞吟秋。\n芦花飞去如蓬转，乡路微茫水深浅。村童莫更□笳吹，恐惹边风入柳枝。"
        },
        {
            "标题": "过新野遇吴门戚不磷山人言依马太史卜居此地忆余作令定交越廿载矣穷途旅食相对泫然留赠三章永怀旧好 其二",
            "作者": "邓云霄",
            "内容": "虎邱山寺太湖船，灯下壶觞月下弦。洲有百花春似锦，官轻五斗令如仙。\n风流尚忆酣歌日，事往惊非少壮年。试探奚囊搜旧草，买山犹剩几文钱。"
        },
        {
            "标题": "过新野遇吴门戚不磷山人言依马太史卜居此地忆余作令定交越廿载矣穷途旅食相对泫然留赠三章永怀旧好 其三",
            "作者": "邓云霄",
            "内容": "南飞乌鹊月明中，叹息高枝尚朔风。执手匆匆同逆旅，论心咄咄但书空。\n暮年有地堪投老，久客无文可送穷。明发襄阳重回首，怜君隐处近庞公。"
        },
        {
            "标题": "过新野遇吴门戚不磷山人言依马太史卜居此地忆余作令定交越廿载矣穷途旅食相对泫然留赠三章永怀旧好 其一",
            "作者": "邓云霄",
            "内容": "宦拙诗穷各自伤，相逢歧路总亡羊。豪狂未改双眸白，格律仍随两鬓苍。\n入蜀杜陵长作客，依楼王粲苦思乡。衔杯不尽绨袍意，此夕还须脱鹔鹴。"
        },
        {
            "标题": "秋宫词",
            "作者": "邓云霄",
            "内容": "夜来风雨六宫愁，人自伤心水自流。但羡舞腰偏入掌，谁怜团扇正迎秋。\n黄金不买相如赋，青鸟虚随阿母游。基酌姮娥奔月后，何如桑女陌东头。"
        },
        {
            "标题": "衡阳七夕拟秋闺怨",
            "作者": "邓云霄",
            "内容": "天上人间隔几许，处处楼头望牛女。欢情别思两茫茫，泪洒银河一水长。\n西山挂月啼寒兔，倚桂佳人暗相妒。自笑应同后羿妻，十年夫婿戍辽西。\n寒衣未就催刀尺，露冷芳丛闻促织。锦字还能出巧思，何须五色竟蛛丝。\n城南少女明朝嫁，挑灯半夜缝裙衩。独下高楼恨转深，万重关塞万重心。\n休将河畔支机石，错比庭前捣练砧。"
        },
        {
            "标题": "悲秋十八咏 其五 秋荷",
            "作者": "邓云霄",
            "内容": "凌波独立尔应难，绿袖红绡冉冉单。玉井峰头秋气早，若耶溪畔晚妆残。\n房空只有馀丝绕，心苦谁怜泣露寒？惆怅吴儿兼越女，棹歌归去若为欢。"
        },
        {
            "标题": "立秋夜同郑翰卿天界寺玩月",
            "作者": "邓云霄",
            "内容": "一叶惊秋旅思赊，钟声初歇夜无哗。风生虚壑吹灵籁，露湿遥天洗月华。\n杯影动摇青桂阙，池光不辨白莲花。下方谁破尘劳梦？万户垂杨自宿鸦。"
        },
        {
            "标题": "秋莲一律为龙玄珠先生赋",
            "作者": "邓云霄",
            "内容": "栽迟已叹过芳年，却喜秋深色更妍。浥露凌波怜独立，红绡绿袖自婵娟。\n飘香暗袭芸窗客，耐冷宜逢桂阙仙。知是灵根分玉井，惯临西岳傲金天。"
        },
        {
            "标题": "秋莲盛开",
            "作者": "邓云霄",
            "内容": "蹉跎伤往事，抱膝厌书空。旧疾生多雨，馀酲析好风。\n幽怀从澹荡，老景任穷通。莫笑栽莲晚，秋花盛作红。"
        },
        {
            "标题": "秋夜闻笛",
            "作者": "邓云霄",
            "内容": "天空凉月渡河清，谁倩西风送笛声？正是新鸿欲回处，何须朗调更相惊。"
        },
        {
            "标题": "秋早口号",
            "作者": "邓云霄",
            "内容": "看扫盈阶叶，因惊昨夜风。曙光晞早露，帘影隔残蛩。\n潦倒形骸外，羁栖旅病中。越吟欣得句，不拟作书空。"
        },
        {
            "标题": "秋江夜泊寄怀吴翁晋孙燕诒",
            "作者": "邓云霄",
            "内容": "秋林落叶不堪闻，野戍维舟静夜分。明月窥篷如笑客，寒潮摇梦远寻君。\n兰心尚记灯前语，雁使难逢海上群。为问湖山终日待，更谁尊酒共论文。"
        },
        {
            "标题": "金鳌洲观灯歌",
            "作者": "邓云霄",
            "内容": "君不见金鳌海上泛神洲，缥缈蓬壶相对浮。佳气三天来皓鹤，人家两岸映红楼。\n东官圆沙古有兆，已见鳌头标石峤。宝塔能将瑞霭笼，桃津定占春江晓。\n谁持玉尺及青鸟，幻出金茎在画图。集事群工来若子，九仞巍峨此经始。\n成梁不籍祖龙鞭，奠磉实环功德水。万户烟花近上元，溶溶新浪起雷门。\n六鳌忽驾三山至，总向洲前劝绿樽。银灯火树春宵合，蚖脂豹髓纷照灼。\n玳瑁筵中醉使君，同游才子气如云。登龙共是仙舟客，更和青莲五色文。\n万艘千舸相鳞次，妙工名讴欢动地。醉来休问夜何其，但觉钧天异人世。\n斗转参移玉漏稀，火城遥送使君归。留连诸子犹浮白，立望征帆彩鹢飞。\n曲江红杏入袍新，鳌禁犹悬隔岁春。握兰傲吏沽千石，迟尔看花第一人。"
        },
        {
            "标题": "侍御曾东阳年兄出饯江干留别",
            "作者": "邓云霄",
            "内容": "南枝向暖北枝寒，新柳河桥不忍看。国步艰危思奋剑，宦情牢落愧弹冠。\n韶光已报三春丽，驿路谁怜九折难。此去听鸡度函谷，向君先借一泥丸。"
        },
        {
            "标题": "题南国耆英卷寿孝廉罗翊文尊翁举乡宾",
            "作者": "邓云霄",
            "内容": "少微光满映奎躔，南国贤星似颍川。寿域壶觞椿树下，宾筵钟鼓杏坛前。\n郎君梦鸟诗三百，老子犹龙字五千。余亦幔亭分半席，相期同访紫霞仙。"
        },
        {
            "标题": "挽思南府学教授尹禺阳世兄",
            "作者": "邓云霄",
            "内容": "家贫宦薄束轻装，暮景遥怜入瘴乡。行色萧条舟一叶，送君凄苦泪千行。\n范张死别先传梦，关塞魂迷更断肠。犹忆寒暄楼上语，到今尘满旧绳床。"
        },
        {
            "标题": "冬日烟雨冥濛同谢在杭方伯陪贾侍御游全州湘山寺",
            "作者": "邓云霄",
            "内容": "金界踏苔钱，跻攀石磴悬。江流通楚粤，梵宇接人天。\n花落双林雨，钟敲万壑烟。谁能悟真果，不堕老狐禅。"
        },
        {
            "标题": "新制小艓覆以翠幕暮春泛水镜池",
            "作者": "邓云霄",
            "内容": "玩弄轻舟学水仙，雨馀波影更澄鲜。盈盈人坐池中练，队队鱼行镜里天。\n翠幕迎风穿柳线，玉壶沽酒倩荷钱。凭谁为唱留春曲？一部蛙声万树蝉。"
        },
        {
            "标题": "四月六日立夏李伯修招同匡云上人琴客闵谏廷集署中待月向夕风雨聚对率尔成篇",
            "作者": "邓云霄",
            "内容": "征歌邀皓魄，已奏紫云回。怅望层阴合，俄闻暮雨来。\n银灯吹湿暗，金电划光开。颇似兰亭会，临阶好泛杯。"
        },
        {
            "标题": "郴阳珠雪季冬二日后十三日立春",
            "作者": "邓云霄",
            "内容": "万壑风云壮，鸣珠打牖纱。寒应催腊变，怪不作春花。\n署冷独眠鹿，城孤只噪鸦。宿炉残火在，绿酒不须赊。"
        },
        {
            "标题": "辛亥中秋招徐圆海湘流玩月",
            "作者": "邓云霄",
            "内容": "空水亭亭两镜明，微澜不动夕流清。谁传桂阙霓裳曲，来和湘灵鼓瑟声？\n露冷蘅兰秋未老，风恬乌鹊夜休惊。扁舟无限骚人意，欲下江潭吊屈平。"
        },
        {
            "标题": "壬子元日书怀",
            "作者": "邓云霄",
            "内容": "微雨蒸霞似曲尘，山城含暖早知春。谁移北斗迎新历？偶遇东风识故人。\n楚客三年淹旅服，湘江万里老波臣。年来无复长安梦，昨夜还惊入紫宸。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其十",
            "作者": "邓云霄",
            "内容": "仙人自说好楼居，翻得新声奏步虚。玉札已传三足鸟，罡风遥待五云车。\n也知紫府曾通籍，谁道黄庭是秘书？拍手人间笑蜗角，蕊珠宫阙忆吾庐。"
        },
        {
            "标题": "拟古杂体十九首并序 其十六 日出行",
            "作者": "邓云霄",
            "内容": "世上何碌碌，名利驱人不遑宿。君看日亦无闲时，东海西山转如毂。\n誇父誇父何其愚，与日竞走胡为乎。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其七",
            "作者": "邓云霄",
            "内容": "日永乘凉似饮冰，疏帘挥麈破炎蒸。忘言自会无弦调，习静翻同有发僧。\n煮茗已尝甘露乳，御风还蹑碧云层。群峰秀色凭栏尽，不必扶筇更再登。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其八",
            "作者": "邓云霄",
            "内容": "公事朝来几许忙，浇花洗钵又焚香。盈盈野马飞虚牖，缓缓流莺转夕阳。\n逆旅乾坤谁去住？醉中光景少炎凉。自从著就闲居赋，高枕羲皇乐未央。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其九",
            "作者": "邓云霄",
            "内容": "埋照逃虚只自知，壮心消尽学呆痴。爱看潇洒频调鹤，厌见赢输懒下棋。\n万卷书淫何日了，半生诗癖倩谁医？续骚不用为天问，造化元来是小儿。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其一",
            "作者": "邓云霄",
            "内容": "水木平生本结缘，半区初就亦泠然。地能远俗称真隐，人到长闲是小仙。\n一片秋声风度竹，几番天乐鸟啼烟。华山龙子庄生蝶，常与高斋共醉眠。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其二",
            "作者": "邓云霄",
            "内容": "楼对南山澹翠微，小轩绕竹更临池。漫栽松菊开三径，且学鹪鹩寄一枝。\n罗雀闲门无燕贺，会心幽兴有鱼知。问君何物宜清供，茶熟风生月上时。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其六",
            "作者": "邓云霄",
            "内容": "半醉登楼听雨眠，晴来山色转澄鲜。近招好友名风伯，新拜侯封号酒泉。\n池水自惊寒照胆，炎天谁苦日如年？闲阶更讶成金埒，簇簇青苔尽布钱。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其四",
            "作者": "邓云霄",
            "内容": "吹残爽籁骨偏轻，爱尔南薰太有情。花里轩窗开四面，池边星月坐三更。\n槛摇贝阙堪垂钓，楼逼银河待濯缨。此日悬车思跃马，十年回首笑浮名。"
        },
        {
            "标题": "城中小筑新成夏月馀凉堪贾虽仅容膝亦颇远俗漫裁十律以畅幽襟 其三",
            "作者": "邓云霄",
            "内容": "好风凉月不须赊，鼓吹新来一部蛙。已判形骸如土木，何妨城郭领烟霞。\n日长留客惟看竹，雨后逢人但觅花。莫怪投闲耽市隐，山中还有白云家。"
        },
        {
            "标题": "姑苏春情五首 其四",
            "作者": "邓云霄",
            "内容": "骚客乘春日半臐，翩翩步障散红云。柔桑陌上逢秦女，青翰舟中见鄂君。\n芳树莺声偷玉笛，远郊草色上罗裙。春深预约兰亭饮，肯信流觞属右军。"
        },
        {
            "标题": "游旗峰后复上南楼观伎",
            "作者": "邓云霄",
            "内容": "浮萸载酒坐嶙峋，更上南楼兴转新。杯应黄花金作蕊，歌翻白苧玉为人。\n关山夜色鸿千里，砧杵寒声月半轮。休怯纤罗怨青女，锦屏银烛暖如春。"
        },
        {
            "标题": "戊辰仲秋晦前三日羊城孝廉张庸修黎美周载酒携二妓过镜园流觞听雨张孟奇冯无文及社中诸子同集用风字",
            "作者": "邓云霄",
            "内容": "黄河九曲与天通，石涧鸣泉宛转同。客至并携中圣酒，雨晴双挂美人虹。\n流觞细点花间蕊，歌扇轻摇竹下风。漫道薜萝深处好，幽居疑在武夷中。"
        },
        {
            "标题": "闰三月",
            "作者": "邓云霄",
            "内容": "春残逢闰日舒长，何处游人尚着忙？漫道花深催绿酒，转愁官厄似黄杨。\n空斋药里耽新病，微雨瓜田忆故乡。郎署从来能滞客，古今奚但有冯唐。"
        },
        {
            "标题": "枯庵歌送匡云上人还庐山",
            "作者": "邓云霄",
            "内容": "问枯庵，杳何许。曷名枯，有何意。云在匡庐之巅，乱峰深处。\n千重云，万重树。三级泉，向庵注。九叠屏，背庵竖。主人习静而坐枯，心似寒炉灰，身如槁木株。\n方丈大于斗，趺跏十载馀。庵中无长物，一瓶一钵兼木鱼。\n不点玉莲灯，山月遥相照。不爇旃檀香，山烟常袅袅。\n不钟不磬不梵呗，泉声鸟声自叫啸。颇类巢父巢，又似壶公壶。\n有石任名悟，有谷堪名愚，坐来枯寂一念无。忽然粘壁蜗，化为云出岫。\n芒鞋踏遍粤闽天，此心元属亡何有。数枝松偃旧房前，猿愁鹤怨私自怜。\n虽然去住本随缘，老去却忆庵中眠。别我西归将有日，细语灯前宵促膝。\n自言此别戒云游，坐烂绳床终不出。赠吾诗，索我律。\n离情黯黯上河梁，只履孤筇态萧瑟。我笑匡公何太憨，妄认汝为汝，妄认庵为庵。\n四大是幻形，可北亦可南。天地一蓬庐，何处可恋耽。\n汝去无所去，我别无所别。两心冷似水，不为临歧热。\n公看庵外月明时，罗浮与庐岳，两点在玻璃。同居佛界中，芥子藏须弥。\n汝我相聚何曾离？我闻竹林寺，空相但现影。譬彼阿闪国，谁能涉其境？\n请公置庵空相中，金绳有路西方通，我也行坐常同公。"
        },
        {
            "标题": "赋得惠山泉送客游姑苏",
            "作者": "邓云霄",
            "内容": "梦回吴会隔寒烟，惠麓停舟记昔年。云窦滴来仙液冷，花溪流去暗香传。\n新烟正值清明后，烹茗才当谷雨前。饮罢不须携一斛，虎邱还有陆家泉。"
        },
        {
            "标题": "塞上曲二首 其二",
            "作者": "邓云霄",
            "内容": "走马追锋直到天，回看北斗落南边。阴山万里胡尘净，只有烧荒一片烟。"
        },
        {
            "标题": "塞上曲二首 其一",
            "作者": "邓云霄",
            "内容": "昨夜天书下紫宸，赐衣分散玉门春。破胡只用飞三箭，绝幕休教放只轮。"
        },
        {
            "标题": "衙斋昼长无事扫地焚香一日数次几案净纤尘犹时拂拭泠然自善聊书一章",
            "作者": "邓云霄",
            "内容": "问君簿领几雍容，剩得焚香扫地功。莫遣纤尘侵几案，静看迟日度帘栊。\n官闲好似三眠柳，亭小宜通四面风。谁道长安多贵客？年年车马在尘中。"
        },
        {
            "标题": "宝带桥夜泊玩月二首 其一",
            "作者": "邓云霄",
            "内容": "长桥十里卧晴虹，吴会山川在镜中。岂有神鞭驱海石，遥听仙佩下琼宫。\n双星寄恨三天水，半夜怀人一笛风。此去沧洲知远近，且将孤舫狎渔翁。"
        },
        {
            "标题": "三月晦日同匡云上人作送春诗四首 其三",
            "作者": "邓云霄",
            "内容": "香国阑珊可奈何，留僧击钵且高歌。闲心暗结连绵雨，往事空随浩荡波。\n怅望东君同过客，谁回西日更挥戈？凭栏细向花神语，好解红绡赠芰荷。"
        },
        {
            "标题": "宝带桥夜泊玩月二首 其二",
            "作者": "邓云霄",
            "内容": "潮归月落夜渐分，人语空江隔岸闻。化鹤道士不入梦，弄珠神女能为云。\n天上白榆侵桂树，枝间乾鹊随鸦群。秋近骚人无限意，乘流东下吊湘君。"
        },
        {
            "标题": "丛竹歌为黄敦柱年丈赋",
            "作者": "邓云霄",
            "内容": "火旗焰焰行高天，迸泉驱汗气如烟。我来解带虚堂前，满庭苍霭秋飒然，羡君丛竹琼阑边。\n能使子奠看不足，娟娟翠袖笼寒玉。蓊郁光浮缃帙青，檀栾色泛金尊绿。\n劝君斟竹叶，为君歌竹枝。清阴疏影何离离，棋声琴韵宜风吹。\n莫言节苦夏虫避，莫道丛卑凤不至。龙去须惊化杖时，雪深方见凌云器。\n君家缥管有辉光，篇翰长悬汗竹香。赋就仙声来嶰谷，梦回明月在潇湘。\n七贤扫径堪为友，狂来潦倒非关酒。最爱堂空客散后，山童剥笋敲茶臼。\n怜君意气本清真，冰簟藤床对绿筠。从今日日相过熟，看竹何须问主人。"
        },
        {
            "标题": "荆州沙市",
            "作者": "邓云霄",
            "内容": "渚宫楼阁已烟消，沙市笙歌近更饶。十里杨堤堪走马，青楼还学楚妃腰。"
        },
        {
            "标题": "人有饷余潇湘八景画册者退食之暇逐景分题空同子先有此作余其为妇乎加七言以别之 其八 山市晴岚",
            "作者": "邓云霄",
            "内容": "乱峰空翠晴还湿，山市岚昏近觉遥。正值微寒堪索醉，酒旗从此不须招。"
        },
        {
            "标题": "酬智海上人步元韵四首 其二",
            "作者": "邓云霄",
            "内容": "锡杖行携挂百钱，曾言酒国胜生天。菜边有肉何妨素，瓮侧藏身或是仙。\n石磴云来随散步，松房客去更安禅。山中僧腊无花甲，莫向菩提问岁年。"
        },
        {
            "标题": "岭海秋怀九首 其二",
            "作者": "邓云霄",
            "内容": "自笑平生感慨多，秋来怀抱近如何？山中老友招松桂，水畔新衣制芰荷。\n懒听侯门金缕曲，且酬渔父竹枝歌。月明不浅观涛兴，风急潮头起白波。"
        },
        {
            "标题": "赠山中隐者",
            "作者": "邓云霄",
            "内容": "一屋带云局，萧然万虑清。山泉入厨灶，石乳煮藜羹。\n月静猿规帐，林疏鹤伴行。却嫌居未僻，樵子尚知名。"
        },
        {
            "标题": "赋得春风芳草篇送比部梁卓卿转饷边镇便道归粤东",
            "作者": "邓云霄",
            "内容": "凤野三阳转，燕山二月时。韶光明似锦，新草细于丝。\n羃䍥王孙萦别绪，微茫游子动乡思。乡思别绪何超忽，使星驿骑明朝发。\n屈指长亭复短亭，马蹄到处自青青。輶轩直入将军幕，谈笑能空老上庭。\n边庭不似长安陌，草芽欲茁寒难坼。望塞云深稍变黄，近关沙远翻为白。\n去岁严冬草尽枯，三军庚癸夜传呼。转饷有人将雨露，枕戈谁复怨靡芜。\n清明渐近新烟起，士饱马腾共欣喜。辕门吹角宴嘉宾，草色侵阶簇绣茵。\n已向北门承驻节，还随南国送归人。归人归兴更萧萧，庾岭山高粤水遥。\n行盖浮青牵弱带，征袍摇绿上轻绡。弃繻休问当关吏，题柱重过旧日桥。\n关前桥畔山斋路，莺啼燕乳知春暮。曲水流杯似有情，落花点草应无数。\n社老争分陆买金，里儿近识张骞辂。山中桂树漫留连，回首长安在日边。\n都门草绿遥迎客，仙署兰香已隔年。独有羁人归未得，春风送别片心悬。"
        },
        {
            "标题": "拟古杂体十九首并序 其十八 善哉行",
            "作者": "邓云霄",
            "内容": "百年何蠢蠢，少女看木槿。一朝失顾盼，红颜零落尽。\n来日苦短去日长，麻姑金母发如霜。蓬莱山下水，已种数株桑。\n感此芳时春将晚，酒朋棋伴郊游远。牵落日，倩游丝。\n黄鹂唤东风，为我停须斯。杖头休道酒价乏，隔岸榆钱飞策策。\n借问海上仙，何如此欢伯？歌善哉，醉方归。"
        },
        {
            "标题": "仲冬望前一日王幼度父母社集镜园",
            "作者": "邓云霄",
            "内容": "丰年禾稼满江皋，紫蟹黄鸡对浊醪。花县弦歌迎玉舄，茅溪鱼鸟识乾旄。\n筵依冬日轻烟暖，笔洒晴霞片月高。词赋登坛推茂宰，从来楚国擅风骚。"
        },
        {
            "标题": "游勾漏洞",
            "作者": "邓云霄",
            "内容": "曾闪牙旗扫鬼门，又携龙杖探真源。寻丹人忆仙中吏，抱朴书传意外言。\n石乳滴床含雾冷，药炉留火入冬温。松间老鹤如人语，知是先生几代孙。"
        },
        {
            "标题": "燕矶醉游歌",
            "作者": "邓云霄",
            "内容": "燕矶怪石欲飞舞，绝壁去天才尺五。神工鬼斧巧镵削，突兀恐干天帝怒。\n骞头奋翼何太奇，为与京畿作门户。上攀阊阖锁，下俯冯夷宫，吞江吸汉受朝宗。\n盘回王气在其中，龙楼凤阁常郁葱。周家廷后存镐丰，闾阎扑地绮罗丛。\n岁岁良辰集此地，舟车水陆交奔冲。我辈来游值胜会，倾都士女狂如醉。\n毂击肩摩十丈尘，金钿委地琼瑶碎。有美人兮青翰舟，锦帆绣幄当中流。\n征歌更鼓湘灵瑟，拾翠还过杜若洲。万人流盼千人羡，玉质波光净如练。\n不信瑶台月下逢，谁云洛浦今能见。鸳鸯鸿雁各有偶，笑杀旁人浪回眷。\n须臾填隘不可驻，揽衣直上悬崖去。飞阁临江挂彩虹，危亭逼汉蹑罡风。\n俯观下界如屯蜂，妍媸贵贱虽不同，百年瞬息皆成空。\n君看矶畔东流水，流尽英雄还不止。黄旗紫盖黯无光，玉树金莲亦枯死。\n六代兴亡似奕棋，到今时事转堪悲。清谈已落晋人吻，植党尤仍宋代非。\n图里流民空有骨，关前塞卒苦无衣。立马不闻鸣彩仗，神龙还见卧遥闱。\n咫尺重阍不可叫，忧时雪涕舒长啸。补天难展女娲手，避地终随子陵钓。\n五噫歌残出汉关，桃源深处水潺潺。可怜矶上遨游者，尚在醺醺醉梦间。"
        },
        {
            "标题": "射雉词",
            "作者": "邓云霄",
            "内容": "轻风吹麦垄，野雉落山梁。耿介不相让，趫争各占场。\n宁知翳中人，伏机在其旁。枯弓一发响，雄殪雌悲伤。\n不恨人伏机，但恨媒相引。警戒各翻飞，缡褷过修畛。\n雉兮雉兮各有雌，如皋何事骄其妻。"
        },
        {
            "标题": "神仙曲",
            "作者": "邓云霄",
            "内容": "蕊珠宫里琼帘卷，下望九州烟九点。一局残棋尚未终，七国战馀三国战。\n茫茫浩劫如车轮，蟠桃花下几回春。晚过蓬莱曾濯足，晓看东海起红尘。"
        },
        {
            "标题": "颂章三律寿宪副陈省堂先生七十一 其三",
            "作者": "邓云霄",
            "内容": "豸冠元是外台臣，解组长閒后乐身。龙卧海滨称大老，霞标一际识真人。\n襄阳耆旧名千古，洛社壶觞酒万巡。怅望盈盈衣带水，卜居吾欲结芳邻。"
        },
        {
            "标题": "圣灯岩",
            "作者": "邓云霄",
            "内容": "层岩遥放白毫光，半夜南离焰倍长。照落妖星留宝月，大千何处是迷方？"
        },
        {
            "标题": "拟古杂体十九首并序 其十一 东门行",
            "作者": "邓云霄",
            "内容": "出东门，临大道。道上来往人，一行一回老。莫嫌相对贫，相对贫亦好。\n将进酒，强牵衣。云离山，几岁归。车轮未转肠先转，万行涕下风吹断。\n君去郊送归郊迎，黄金斗印莫相轻。"
        },
        {
            "标题": "闻砧",
            "作者": "邓云霄",
            "内容": "千门明月里，清响落云端。谁道繁砧杵，皆经制绮纨。\n无衣秋赋急，邻烛夜光残。寄语琼楼妇，重帘未觉寒。"
        },
        {
            "标题": "己未首夏于清凉处小敞石池长三丈馀水高于地二尺许栽莲蓄鱼近玩甚适喜赋二诗 其一",
            "作者": "邓云霄",
            "内容": "园林潇洒称幽栖，石沼新开小院西。谁向华山移玉井？宛如镜水透耶溪。\n风来荷动鱼偏近，雨过波浮地转低。安得杜陵摇彩笔，残山剩水尽留题。"
        },
        {
            "标题": "庚申十月九日邀博罗张孟奇羊城韩孟郁李烟客陈治甫梁伯亨续旗峰登高之游分得七阳八齐勉成二律 其二",
            "作者": "邓云霄",
            "内容": "寒鸿飞尽朔天低，望断关山霜露凄。国难正悬辽海外，臣心遥到蓟门西。\n遗弓莫挽双龙驾，绝幕应烦八骏蹄。极目风尘堪涕泪，休誇客至与云齐。"
        },
        {
            "标题": "己未首夏于清凉处小敞石池长三丈馀水高于地二尺许栽莲蓄鱼近玩甚适喜赋二诗 其二",
            "作者": "邓云霄",
            "内容": "清凉世界小池边，云影天光相映鲜。最爱鱼苗穿碧荇，还怜荷叶叠青钱。\n闭关永日无车马，抱膝高吟自岁年。领得江湖无限趣，倚栏长对水中仙。"
        },
        {
            "标题": "庚申十月九日邀博罗张孟奇羊城韩孟郁李烟客陈治甫梁伯亨续旗峰登高之游分得七阳八齐勉成二律 其一",
            "作者": "邓云霄",
            "内容": "阳月南天菊正芳，登临九日亦重阳。一时高会开莲社，百里文星列雁行。\n酾酒岩峦纷拱揖，振衣云鸟共低昂。从来胜地缘诗重，却笑山灵喜欲狂。"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其一",
            "作者": "邓云霄",
            "内容": "悲秋谁作赋，病客反思秋。赤日高如许，金风不可求。\n闻雷空望霈，过雨黯然收。时著芒鞋去，临江倚竹楼。"
        },
        {
            "标题": "闲居七咏孙建侯赋 其四 漱石",
            "作者": "邓云霄",
            "内容": "松□烹白石，绝粒漱云根。齿敝舌长在，深思老氏言。"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其七",
            "作者": "邓云霄",
            "内容": "吾家有丛竹，下映碧潭幽。过夏疑无午，含风早觉秋。\n茶瓜时可禦，童冠日同游。一别红尘远，星霜已八周。"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其三",
            "作者": "邓云霄",
            "内容": "峨眉多积雪，冬夏不曾消。野鼠甘寒冷，长松荫泬㵳。\n科头思绝巘，赤脚望层霄。缩地安能到，因期白鹤招。"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其九",
            "作者": "邓云霄",
            "内容": "忽忆弹清角，呼儿理素琴。弦长知调古，夜静觉堂深。\n山水千秋意，鸾皇此夜心。客愁连玉轸，早已变南音。"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其五",
            "作者": "邓云霄",
            "内容": "纵有冰纨扇，难消大块炉。玄霜何日致，肺病几时苏。\n河朔须豪饮，肥"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其十",
            "作者": "邓云霄",
            "内容": "新茶烹顾渚，寒簟展湘波。睡破一床月，清消午夜魔。\n暑深秋气近，帘静砌虫多。节序催乡思，临风发浩歌。"
        },
        {
            "标题": "寿周石林七秩又一四首 其四",
            "作者": "邓云霄",
            "内容": "乔梓人呼大小王，兔毫辉映凤毛长。堂前已种忘忧草，肘后曾传辟谷方。\n列坐贤星连锦席，行杯宝月落天香。百年胜事逢秋半，度曲宜歌夜未央。"
        },
        {
            "标题": "结茅石湖山中",
            "作者": "邓云霄",
            "内容": "岂为逃名遂陆沉，闲情原不借云林。畏人渐觉蓬蒿长，舒啸时闻鸾凤音。\n古洞夜寒占剑气，空山春静适琴心。齐盟此道还吾辈，和得新诗细细吟。"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其八",
            "作者": "邓云霄",
            "内容": "铜陵虽执热，犹胜在吴门。已脱簿书累，而无车马烦。\n下帘成小隐，对客祗清言。悟得逍遥理，凉风满北轩。"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其四",
            "作者": "邓云霄",
            "内容": "回思童稚岁，转忆舞雩凉。散发夏终日，持竿水一方。\n长为冠带束，辄苦应酬忙。内热非关暑，无何有是乡。"
        },
        {
            "标题": "铜陵执热书怀十首，时苦旱 其六",
            "作者": "邓云霄",
            "内容": "吴牛犹喘月，阴鸟未呼风。直苦炎难度，虚疑日再中。\n冷然期列子，挥手问鸿蒙。更有清凉宇，徒思沧海东。"
        },
        {
            "标题": "四明李石照过访如水居",
            "作者": "邓云霄",
            "内容": "翠柏苍筠伴隐居，春风吾亦爱吾庐。独悬徐孺高人榻，忽枉临邛重客车。\n清论如开群玉府，对君胜读十年书。新知自古怜同调，感慨相看意有馀。"
        },
        {
            "标题": "楚雨弥旬戏作禁体释闷",
            "作者": "邓云霄",
            "内容": "冥冥高浪蹴天浮，却怪清湘变浊流。石燕迎风偏自喜，龙山吹角几时休？\n香厨烟湿蛙生灶，深院潮生芥作舟。谁道楚宫今寂寞？襄阳还在梦中游。"
        },
        {
            "标题": "三月晦日同匡云上人作送春诗四首 其四",
            "作者": "邓云霄",
            "内容": "几番风雨罢登临，弹指流年折寸心。试验残春才一刻，始知往夜值千金。\n紫骝自喜嘶青草，黄鸟时闻啭绿阴。首夏清和晴更好，明朝选胜共招寻。"
        },
        {
            "标题": "三月晦日同匡云上人作送春诗四首 其一",
            "作者": "邓云霄",
            "内容": "幽轩坐叹春归去，杜宇声声又暗催。红雨漫随今日歇，青皇应待隔年回。\n绮罗触热新裁葛，帘幕迎薰好上台。静对高僧谈浩劫，不知节序几轮回。"
        },
        {
            "标题": "三月晦日同匡云上人作送春诗四首 其二",
            "作者": "邓云霄",
            "内容": "流水无情日向东，吹残二十四翻风。莺慵燕懒闲园里，绿暗红稀细雨中。\n去去春光飘野马，萧萧老鬓卷征蓬。年来悟得无生法，一笑从前色是空。"
        },
        {
            "标题": "题水南叶文学寿母册",
            "作者": "邓云霄",
            "内容": "清居遥隔水之南，前后长江皎镜涵。风急潮生轻曳白，浪消烟净浅拖蓝。\n蓬莱凝望如连舍，水月临流别结庵。闻道麻姑停玉辇，江妃龙女尽朝参。"
        },
        {
            "标题": "西园暑夜纳凉",
            "作者": "邓云霄",
            "内容": "微带清酣倚小亭，坐残华烛倩流萤。竹炉烟细茶初熟，杨柳风多酒渐醒。\n宿鸟惊翻千叶露，游鱼潜动一池星。暑深已厌耽书癖，架上惟留玉札经。"
        },
        {
            "标题": "暑夜",
            "作者": "邓云霄",
            "内容": "入夜暑气微，轻云如递浪。滔滔漾星月，转觉银河涨。\n秋期水更阔，牛女亦惆怅。乌鹊若精卫，危桥将安傍。\n余家云海边，万里遥相望。夜夜归梦劳，杂波涛峦嶂。\n一为别鹤吟，僮仆悲自向。寄语停梭子，人间亦天上。"
        },
        {
            "标题": "暑夜起坐戏题竹夫人",
            "作者": "邓云霄",
            "内容": "翠眉冰骨净纤尘，荐枕无媒亦自亲。湛水几时回素袜，湘妃犹恐是前身。\n只怜暑气消寒玉，未觉春心动绣裀。仙梦不随巫峡雨，肯同团扇怨秋晨。"
        },
        {
            "标题": "暑夜起坐",
            "作者": "邓云霄",
            "内容": "昼有北窗眠，宵还倚槛前。月凉天似水，城静漏如年。\n浴想黄姑渚，舟思太乙莲。徘徊惜清景，休促烛龙鞭。"
        },
        {
            "标题": "暑坐咏怀",
            "作者": "邓云霄",
            "内容": "退食午多暇，偷安厌日长。小堂开绝巘，幽桂夹丛篁。\n湘簟铺寒玉，纱帷卷薄霜。南薰调一曲，吾欲贾馀凉。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其九 蜀国弦",
            "作者": "邓云霄",
            "内容": "蜀道鸟难飞，蜀中人未归。垆头花似女，江水锦为衣。\n潇潇急雨来巫峡，苦竹秋声怨行客。几回梦里听猿啼，不觉朝来头尽白。"
        },
        {
            "标题": "送陈群石游武夷便道春试",
            "作者": "邓云霄",
            "内容": "竹间晞发爱微凉，触热怜君已束装。知有胜情轻道路，更多佳句挟风霜。\n溪山九曲探灵迹，裘马千金入帝乡。莫羡幔亭张宴好，上林红杏待仙郎。"
        },
        {
            "标题": "题高枝双鹊",
            "作者": "邓云霄",
            "内容": "灵鹊集高枝，银汉去几许。羡汝有雌雄，还能渡牛女。"
        },
        {
            "标题": "留别刘觐国",
            "作者": "邓云霄",
            "内容": "失路孤踪附雁行，相逢同调又同乡。论诗一字推敲细，纵饮千场戏谑狂。\n正喜牙弦弹雅韵，忍听陇水切离肠。临歧莫折残霜柳，岁晚松枝好寄将。"
        },
        {
            "标题": "和申瑶翁咏物十四首 其九 睡蝶",
            "作者": "邓云霄",
            "内容": "燕懒莺慵春昼长，舞残粉翅未须忙。倦依柳幕为苏帐，静儭花茵作宝床。\n酣处不知弦管促，醒来犹觉梦魂香。漆园傲吏籧籧后，赋得新诗浪拟庄。"
        },
        {
            "标题": "七夕立秋戏作古思边",
            "作者": "邓云霄",
            "内容": "一叶飘残暑，蛩声唤晚愁。征人正南望，大火复西流。\n莫以边城月，来窥乞巧楼。惟应牛与女，此夕不悲秋。"
        },
        {
            "标题": "闰六月望日立秋",
            "作者": "邓云霄",
            "内容": "剩得閒身水石旁，眠云弄月醉波光。西风又到双梧树，北牖新添六月凉。\n阶下候虫知节序，镜中华发问行藏。秋来多少思莼客，得似登楼在故乡。"
        },
        {
            "标题": "集米仲诏湛园分得松关花径戏作长歌二首 其二 花径",
            "作者": "邓云霄",
            "内容": "乘风一夜催春锦，帝女天孙忙不寝。晓来札札听莺梭，绀紫绯红千万品。\n石家步障座中园，香雨霏微乱扑衣。风枝露芷争相倚，照槛凭轩矜百媚。\n曾迷下蔡惑阳城，好倩游蜂作花使。径底淹留日易西，从来桃李自成溪。\n主人已诧花生笔，上客何妨醉似泥。"
        },
        {
            "标题": "集米仲诏湛园分得松关花径戏作长歌二首 其一 松关",
            "作者": "邓云霄",
            "内容": "巨灵驱山作平地，徂徕移在名园里。倒茑垂萝倚牖翻，夜夜波涛聒人耳。\n龙鳞马鬃浩呼汹，萧森转觉秋原空。有时风静横挂月，鹤梦渐醒露华发。\n残钟远磬度林迟，坐来谡谡凊肌骨。换骨求仙待■苓，更携灵笈阅丹经。\n叩门恐有赤松子，为报云关且莫扃。"
        },
        {
            "标题": "天目歌送李伯远之临安学博",
            "作者": "邓云霄",
            "内容": "越山高，越水长，越天万里吞南荒。绝峤东西开两目，中天日月悬睛光。\n照破鸿蒙视太古，转盼中原一抔土。云霞明灭映天台，岩壑轩翔压天姥。\n洞中仙鼠飞白鸦，玉芝茁茁森于麻。流泉瀑布奔深涧，昭明翻经曾洗眼。\n唐代琼宫结构存，汉皇龙简精灵远。灏气微茫上太清，山麓下接临安城。\n临安之城大如斗，不意近入李君手。峰影澄明落泮池，支颐爽气当窗牖。\n龙飞凤舞古记之，片毡携去休攒眉。勿论桃李待时雨，喜得烟景迎新诗。\n君来已贵长安纸，君去佳名满人耳。洒笔振衣第一峰，可念同盟者诸子。\n君不见马融帐，非虚设，郑虔妙技称三绝。丈夫垂名动万年，此心肯向傍人说。\n青袍黄绶且夷犹，白雪阳春若与俦。知君双目如天目，一笑山空水自流。"
        },
        {
            "标题": "送人出塞",
            "作者": "邓云霄",
            "内容": "抗手寒翻两袖风，平生猿臂学猿公。渡河暂见黄云合，绝幕谁怜白草空？\n沙碛路迷凭老马，关山书返倩南鸿。归来容鬓知何似，看取麒麟画像中。"
        },
        {
            "标题": "送人游吴越二首 其二",
            "作者": "邓云霄",
            "内容": "风流推二陆，蕴籍想诸王。虎阜春犹在，兰亭草未荒。\n徘徊南陌女，半学浣纱妆。客思秋偏好，蒪鲈兴不忘。"
        },
        {
            "标题": "送人游吴越二首 其一",
            "作者": "邓云霄",
            "内容": "送君南骋望，吴越我曾游。风物时时胜，湖山处处幽。\n新声余子夜，往事付春秋。若问扁舟客，烟波未易求。"
        },
        {
            "标题": "题吴仲类冰玉山房六景 其四 玉树轩",
            "作者": "邓云霄",
            "内容": "洞里午生寒，客至坐冰雪。挥麈摇芳枝，纷纷飞玉屑。"
        },
        {
            "标题": "题吴仲类冰玉山房六景 其三 漱润轩",
            "作者": "邓云霄",
            "内容": "空翠湿香林，爽并金茎露。漱馀肌骨清，乘风纵轻步。"
        },
        {
            "标题": "题吴仲类冰玉山房六景 其五 小蓬壶",
            "作者": "邓云霄",
            "内容": "片水涵烟岛，三山在屐前。秦皇何太苦，驾石倩神鞭。"
        },
        {
            "标题": "送婿卢新元入北雍秋试",
            "作者": "邓云霄",
            "内容": "旧游还忆桥门水，送别春江无限情。柳拂莺黄随缆转，波翻鸭绿映杯清。\n当年种玉成琼树，此日登台入凤城。勋业承家须努力，踏歌休逐少年场。"
        },
        {
            "标题": "送孙子真游罗浮兼祝七十初度寿二首 其二",
            "作者": "邓云霄",
            "内容": "西园笠屐似坡仙，此日招携兴渺然。揽胜共鞭双鹤去，醉归同抱片云眠。\n瑶房振策行应遍，铁画画崖几处悬。自是君家工作赋，赤城霞起又新篇。"
        },
        {
            "标题": "送孙子真游罗浮兼祝七十初度寿二首 其一",
            "作者": "邓云霄",
            "内容": "邻仙楼阁对罗浮，君去扶筇我卧游。洞返黄龙初歇雨，霜飞青女正澄秋。\n天南星斗摇孤剑，海外乾坤到十洲。莫向梅花寻旧梦，葛公炉畔好淹留。"
        },
        {
            "标题": "送蔡敬夫司马转饷关西",
            "作者": "邓云霄",
            "内容": "折柳都门惜解携，仙郎转饷出关西。使星气压边烽息，行幰睛褰塞草齐。\n野戌万花迎客笑，荒屯独鸟向人啼。羡君乘传当春日，处处香坭待马蹄。"
        },
        {
            "标题": "题大笑出门卷送李烟客三首 其三",
            "作者": "邓云霄",
            "内容": "四方男子事，儿女强牵衣。名岳行应遍，雄心去若飞。\n泛交投剌易，高调和人稀。揽胜兼怀古，奚囊满载归。"
        },
        {
            "标题": "题大笑出门卷送李烟客三首 其一",
            "作者": "邓云霄",
            "内容": "我已卧游倦，君今始出门。遨游称上客，顾盼尽中原。\n然诺千金重，防身一剑存。阳关不下泪，任听峡边猿。"
        },
        {
            "标题": "题大笑出门卷送李烟客三首 其二",
            "作者": "邓云霄",
            "内容": "俱是低眉者，谁为大笑人。才名同入洛，傲骨耻干秦。\n川陆征途远，湖山引兴新。片言堪赠璧，行矣岂长贫。"
        },
        {
            "标题": "苏李泣别图",
            "作者": "邓云霄",
            "内容": "节旄落尽始南归，降虏何人尚把衣？昔日河梁还忆否？胡风汉月两分飞。"
        },
        {
            "标题": "古六宫诗六首 其一 吴宫",
            "作者": "邓云霄",
            "内容": "南国佳人自苧萝，屧廊香径夜经过。啼乌渐散城头鼓，斜月潜窥帐底歌。\n金虎气沉三尺剑，红颜春载五湖波。千秋胜地多游女，笑上荒台踏绿莎。"
        },
        {
            "标题": "岁暮书怀二首 其一",
            "作者": "邓云霄",
            "内容": "饥凤不吸粟，耻同鸡鹜肥。丈夫傲骨在，意气排云飞。\n五斗羞微禄，三冬未授衣。寄言陶处士，岁晏愿同归。"
        },
        {
            "标题": "岁暮书怀二首 其二",
            "作者": "邓云霄",
            "内容": "暄和风日好，晓上酌霞楼。闾巷如塍错，轩车若水流。\n感时堪一笑，吊古起千愁。何处期鸾鹤，西山最上头。"
        },
        {
            "标题": "辛酉元夕前二日小集观灯次米君梦韵",
            "作者": "邓云霄",
            "内容": "万井烟灯簇火城，洗尘微雨正新晴。贤人满座扬星彩，丽句投珠助月明。\n良夜喜逢文酒客，丰年偏称赏游情。争春梅柳垂垂发，按曲宜停玉笛声。"
        },
        {
            "标题": "塘上行",
            "作者": "邓云霄",
            "内容": "水落银塘净，芙蕖飒已秋。可怜枯叶上，乃有绿龟游。"
        },
        {
            "标题": "癸亥至日藤江舟中",
            "作者": "邓云霄",
            "内容": "灯火维舟倚急滩，孤臣西笑望长安。奔流后浪催前浪，拙宦新官是旧官。\n恋阙天边红日远，书云江上晓霜寒。岸容待腊如迎客，柳眼梅花怅独看。"
        },
        {
            "标题": "赋得新安江水清寿毕年伯既元配孙夫人",
            "作者": "邓云霄",
            "内容": "君不见新安江上水，千寻见底清。俯视游鳞写乔树，冷冷空碧照心明。\n人传脉接轩辕洞，又道源通婺宿精。气佳地秀有如此，其中绰约多仙子。\n磊落长松倚岸蟠，崔嵬怪石临江起。松脂黑雾化龙宾，石角金星琢龙尾。\n毕翁筑室江之干，二龙入管随驱使。吏隐中年卧紫氛，细君贞淑并能文。\n台上箫声调白雪，阶前玉树拂青云。清水清门两辉映，花笺江练平铺净。\n兴到风生班女毫，诗成影彻秦嘉镜。郎君豸绣五云间，堂上椿萱鬓未斑。\n岁汲清江酿春酒，朝看潮去暮潮还。潮头东下蓬山近，子晋麻姑行问讯。\n莫惜流霞劝羽觞，君家元醉瓮边郎。"
        },
        {
            "标题": "将进酒",
            "作者": "邓云霄",
            "内容": "君不见提壶鸟，前生不饮酒。遗恨东风怅落花，枝上提壶不停口。\n羲和鞭日急如梭，春光九十元无多。鹔鹴可典龟可换，但愿尊中日长满。\n杯行到君君莫辞，禽声有意君当知。休誇杏色如人颊，但恐杨花罥鬓丝。"
        },
        {
            "标题": "藤江舟中怀周贵谔却寄",
            "作者": "邓云霄",
            "内容": "烟波凝望远，簿领入舟闲。野泊同鸥宿，乡心逐水还。\n开樽聊自劝，得句倩谁删？时有寻君梦，柴门莫夜关。"
        },
        {
            "标题": "寿史右庭八十一",
            "作者": "邓云霄",
            "内容": "雨过花朝景物新，满林红紫伴閒身。提壶鸟唱宜春曲，载酒门迎跨鹤人。\n渭水丝纶聊把钓，汉家黄绮未称臣。丹炉剩有千金药，谁信先生四壁贫？"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其二十六 十一尤",
            "作者": "邓云霄",
            "内容": "晓起望南亩，烟中听叱牛。笑看耕耨者，只为稻粱谋。\n作苦怜终岁，登场喜有秋。社觞须痛饮，满瓮足新篘。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其二十一 六麻",
            "作者": "邓云霄",
            "内容": "荒圃惟栽菊，清溪亦浣花。藜床临水石，笔格染烟霞。\n静坐乌皮几，闲鞭白鼻䯄。马头尘十丈，失笑忆京华。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其十一 十一真",
            "作者": "邓云霄",
            "内容": "宦拙非无命，诗成若有神。宫商一以叶，鱼鸟自相亲。\n白眼宜投帻，青云叹积薪。未须论出处，草莽固称臣。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其三 三江",
            "作者": "邓云霄",
            "内容": "昔曾为壮士，侠气近来降。学道抛金剑，忘怀倒玉缸。\n竹烟朝沐发，松月夜窥窗。莫道耕无偶，沙边鹤一双。"
        },
        {
            "标题": "题卢元明白云楼",
            "作者": "邓云霄",
            "内容": "楼居原夙好，便可挟飞仙。尽眺大千界，还看尺五天。\n山河思往事，城郭阅流年。为问安期子，何时驾鹤旋。"
        },
        {
            "标题": "题朱惟四新构峡山清音楼二首 其一",
            "作者": "邓云霄",
            "内容": "岩栖不用买山金，新构危楼面碧岑。静对飞泉鸣片玉，如听仙乐响空林。\n潺湲入夜醒尘梦，淅沥乘风和朗吟。最爱禅堂钟磬寂，四山猿鸟尽知音。"
        },
        {
            "标题": "孟冬黄菊盛开罗列听雨廊中酌赋效祝",
            "作者": "邓云霄",
            "内容": "浩浩横塘泛玉觞，迟迟返照映金妆。岁阑未觉黄花仰，地僻能邀白日长。\n叶洒空廊疑过寸，露沽疏鬓渐成霜。薜萝门径清如水，石信人间有热肠。"
        },
        {
            "标题": "遍题朱惟四增置诸胜十二首 其三 金粟洞",
            "作者": "邓云霄",
            "内容": "谁将金粟种岩前？香色皆空不碍禅。试向如来问真谛，洞云深处是诸天。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其十八 三肴",
            "作者": "邓云霄",
            "内容": "有地堪藏拙，无心作解嘲。琴知闲里趣，水似淡中交。\n清静参禅理，盈虚玩易爻。怪无蝇鼠到，蔬笋在香庖。"
        },
        {
            "标题": "题朱惟四新构峡山清音楼二首 其二",
            "作者": "邓云霄",
            "内容": "泠泠瀑布落檐牙，眺听空山静不哗。下界繁声奏丝竹，上方幽韵寄烟霞。\n流觞曲涧云生岫，洗耳寒潭月印沙。懒向人间称大侠，如君还胜鱼朱家。"
        },
        {
            "标题": "题张氏园白乐天遗石",
            "作者": "邓云霄",
            "内容": "白傅豪吟片石知，风流馀韵使人思。当年樱柳繁华尽，此日蓬蒿世代疑。\n卧处岂无醒酒力，移来犹有野云随。主人不洒江州泪，对石空歌长庆诗。"
        },
        {
            "标题": "寄题李烟客水西别业步元韵五首 其一",
            "作者": "邓云霄",
            "内容": "坐与游鱼共乐，眠随独鸟成双。爱尔横塘片水，宛然如练澄江。"
        },
        {
            "标题": "寄题李烟客水西别业步元韵五首 其三",
            "作者": "邓云霄",
            "内容": "果熟野麋衔献，花落游丝带飞。但觉园林寂静，不知人世轻肥。"
        },
        {
            "标题": "寄题李烟客水西别业步元韵五首 其四",
            "作者": "邓云霄",
            "内容": "檐前一抹青山，枕上几竿红日。任人载酒来过，累月科头不出。"
        },
        {
            "标题": "寄题李烟客水西别业步元韵五首 其二",
            "作者": "邓云霄",
            "内容": "万竹临流冉冉，百花绕径斜斜。沙印池边鸟迹，烟深水外人家。"
        },
        {
            "标题": "天门山",
            "作者": "邓云霄",
            "内容": "两岸天门辟，高崖不可攀。相看如对语，并立迥临关。\n吴楚地交错，帆樯日往还。江流何太急，渔父自閒閒。"
        },
        {
            "标题": "题天台石梁图祝温瑞明姑丈寿",
            "作者": "邓云霄",
            "内容": "步入天台远世尘，石梁高险架嶙峋。也知缥缈云中路，惟度逍遥鹤背人。\n华顶瀑飞青嶂雨，碧桃霞护赤城春。罗浮亦有桥如铁，来往仙踪若比邻。"
        },
        {
            "标题": "遍题朱惟四增置诸胜十二首 其八 琼岛",
            "作者": "邓云霄",
            "内容": "一片琼瑶倚浪堆，云根移自十洲来。临风试奏游仙曲，不信骑羊去不回。"
        },
        {
            "标题": "七夕前三日立秋紫烟楼小酌听雨",
            "作者": "邓云霄",
            "内容": "小院阴森竹石幽，开尊延赏共登楼。城头风送千山雨，槛外凉生一叶秋。\n檐落轻花侵酒冷，江翻高浪蹙天浮。河桥水没愁乌鹊，欲驾扁舟渡女牛。"
        },
        {
            "标题": "乐土",
            "作者": "邓云霄",
            "内容": "信美山川粤峤边，得生南国胜生天。园林雨过催时果，朝夕潮来进海鲜。\n浅试凉温真化日，平分水旱总丰年。任君累月为高会，未了何曾一日钱。"
        },
        {
            "标题": "调兵",
            "作者": "邓云霄",
            "内容": "黔兵已报破安庄，蠢尔交夷敢跳梁。飞将忽腾天上阵，长缨终击日南王。\n令传玉帐惊鱼鸟，月照辕门缚犬羊。好向武陵求笛谱，伏波遗迹未全荒。"
        },
        {
            "标题": "长至后一日陈永平表弟同梨涌诸乡老集我德星堂步永平韵",
            "作者": "邓云霄",
            "内容": "迎长命酌小堂开，有客翩翩结驷来。杖屦喜随三老后，葭灰初报一阳回。\n清酣欲作梅花梦，淑气先薰竹叶杯。痛饮留髡仍听雨，诗成无待黑云催。"
        },
        {
            "标题": "花朝集山人钱简栖宅夜饮王百谷同赋",
            "作者": "邓云霄",
            "内容": "风袅游丝系玉瓶，花朝卜夜敝云屏。雄谭清夺吴趋曲，列宿光连处士星。\n山简狂来聊寄傲，铜鞮归去醉宜听。春深修禊期同往，荏苒红尘厌独醒。"
        },
        {
            "标题": "孟冬同三司诸公游伯闻宗侯颐园二首 其一",
            "作者": "邓云霄",
            "内容": "百转千盘锦石斑，亭台高置彩云间。簪裾梁苑邹枚侣，词赋淮南大小山。\n雾拥芝房穿洞入，月寒苔磴踏霜还。翩翩飞盖酣清夜，怅望王孙独掩关。"
        },
        {
            "标题": "孟冬同三司诸公游伯闻宗侯颐园二首 其二",
            "作者": "邓云霄",
            "内容": "前朝陵阙入荆榛，朱邸重开结构新。山壁巨灵藏曲折，石驱东海斗嶙峋。\n园林自写诗中画，丘壑堪容世外身。闻道八公时在席，不知虚左属何人？"
        },
        {
            "标题": "野田黄雀行",
            "作者": "邓云霄",
            "内容": "唶唶碌碌，舍田而屋。虽有斗珠，不如掬粟。群集营营，日暮空城。\n催科更急，闻鞭朴声。引妇呼雏，何田不飞。既投君家，应怜我饥。\n未怜我饥，柘弹在手。伊我无知，哀此黄口。遗秉滞穗，回念丰年。\n噫嘻，此人无良，环上诉苍天。"
        },
        {
            "标题": "再咏雁字二首 其一",
            "作者": "邓云霄",
            "内容": "玉关人去叹飞蓬，织罢回文望远鸿。已学征夫同结阵，还如愁妾漫书空。\n偃波夜渡湘南水，垂露秋翻塞北风。近得苏卿消息否？君王正在上林中。"
        },
        {
            "标题": "又同黎明府游铜官山二首 其一",
            "作者": "邓云霄",
            "内容": "美人如玉树，作令得铜官。望气千峰紫，清谈六月寒。\n讼庭多暇日，幽境洽馀欢。归路澄湖晚，仙城隔水看。"
        },
        {
            "标题": "再咏雁字二首 其二",
            "作者": "邓云霄",
            "内容": "秋声赋就强登楼，更倩惊鸿写旅愁。轻曳残云霏宝墨，斜连新月作银钩。\n有时濡翰银河侧，几度临池黑水头。肠断风霜关塞远，年年尺素为谁投？"
        },
        {
            "标题": "又同黎明府游铜官山二首 其二",
            "作者": "邓云霄",
            "内容": "山水元同调，烟霞引兴长。杯从莲社合，人似竹林狂。\n醉倚山公马，衣分荀令香。独怜离思促，蒹葭欲苍苍。"
        },
        {
            "标题": "九日同王张二山人登白塔台书怀",
            "作者": "邓云霄",
            "内容": "冯高秋望杳无涯，表里河关拥汉家。已倩白云扶落帽，更携黄菊散空花。\n清砧出郭催寒近，返照衔山度鸟斜。古往今来何日尽，大千世劫本恒沙。"
        },
        {
            "标题": "蒲涧歌为潘年伯寿",
            "作者": "邓云霄",
            "内容": "君不见白云东去接罗浮，白云之下蒲涧幽。石上仙灵护九节，安期驾鹤常来游。\n秦皇汉武岂不贵，方士远遣终难求。何如潘翁自高介，葛巾藜杖轻王侯。\n时登白云一啸傲，璇房处处成丹丘。日采蒲花充午膳，身跨白鹿骑青牛。\n郎君待诏金门外，窃桃不知经几秋。长生已授仙人箓，纶綍犹传出殿头。\n君家南望沧溟近，潮声岁岁为添筹。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其八 宛转词",
            "作者": "邓云霄",
            "内容": "独独漉漉辘轳声，札札戛戛机杼鸣。咄咄恻恻离人情，惨惨淡淡天难明。"
        },
        {
            "标题": "挽大总戎陈翼所先生死殉辽难六首 其二",
            "作者": "邓云霄",
            "内容": "西川才散犬羊群，平播当年屡建勋。飞檄征兵书插羽，援辽出峡气干云。\n锋催一旅甘同死，力抉重围亦冠军。想像沙场霜月冷，独留遗剑闪星文。"
        },
        {
            "标题": "挽故茂才陈古民表弟",
            "作者": "邓云霄",
            "内容": "垂髫灯火共芸编，辛苦萤囊六十年。怅望龙溪伤逝水，凄凉莲社隔重泉。\n仙踪只合留双舄，傲骨何须问一钱。空馆寥寥无旧客，哭君肠断绝交篇。"
        },
        {
            "标题": "拟古宫词一百首 其五十一",
            "作者": "邓云霄",
            "内容": "遥传辇度万年山，漫倚东风想佩环。细数落花无限恨，心随流水到人间。"
        },
        {
            "标题": "人日对梅花忆江阴明府余才伯年丈",
            "作者": "邓云霄",
            "内容": "人日晴阴暖半还，寒梅早已破春颜。陇头消息谁为寄，槛外风花懒独攀。\n隔岁暗惊双鬓改，百年能见几人闲。兴来欲鼓江阴柁，共坐春申邑后山。"
        },
        {
            "标题": "拟古宫词一百首 其六十二",
            "作者": "邓云霄",
            "内容": "露重参横春夜迟，不眠斜倚万年枝。花影正须留月姊，花心正好媚风姨。"
        },
        {
            "标题": "雨后上方寺",
            "作者": "邓云霄",
            "内容": "客驾长虹至，龙归古洞春。山门新霁雨，石路净纤尘。\n得句先呈佛，长歌不属人。所嗟山下径，来往入迷津。"
        },
        {
            "标题": "拟古杂体十九首并序 其十 王子乔",
            "作者": "邓云霄",
            "内容": "人道迩，仙道遐。不见王子乔，千年一去不还家，寂寥笙鹤令人嗟。\n彭祖巫咸前后死，玉棺何处葬仙子。"
        },
        {
            "标题": "忆往日",
            "作者": "邓云霄",
            "内容": "往事流年恨不同，依然羸马浪西东。闲来屈指长安陌，一笑浮生是梦中。"
        },
        {
            "标题": "月",
            "作者": "邓云霄",
            "内容": "枕簟起秋思，夜深群动歇。斜倚桂树枝，徘徊望秋月。\n风吹晕渐破，露洗光仍发。遥念广寒人，天空云水阔。"
        },
        {
            "标题": "闻笛二首 其二",
            "作者": "邓云霄",
            "内容": "胡床聊一弄，秋思已千重。萧瑟吟寒叶，微茫韵远钟。\n叫云天似水，裂石夜惊龙。莫奏单于曲，旄头照夕烽。"
        },
        {
            "标题": "闻笛二首 其一",
            "作者": "邓云霄",
            "内容": "横吹高楼发，月明清露间。风前怨梅柳，曲里度关山。\n陇水声同咽，沙场客未还。西邻有思妇，坐叹损朱颜。"
        },
        {
            "标题": "暮春登报国寺经楼感滇粤辽阳警报作",
            "作者": "邓云霄",
            "内容": "独上高楼望紫宸，微茫宫树锁残春。飞飞珠箔堂中燕，扰扰铜驼陌上人。\n四海膏脂随日尽，九边烽火逐年新。不知肉食优游者，曾向空门学化身。"
        },
        {
            "标题": "邻仙楼夜雨闻乌",
            "作者": "邓云霄",
            "内容": "欹枕西窗梦乍惊，楼头风雨入残更。愁听绕树啼乌急，并作呼雏返哺声。\n鸡骨病馀还里药，鲛珠泪尽尚沾缨。相怜惟有青铜镜，白发明朝又几茎。"
        },
        {
            "标题": "赠别湛阳生会试请缨",
            "作者": "邓云霄",
            "内容": "除却韬钤有秘经，中宵说剑鬼神听。霜蹄快逐乘黄马，燕贪高冲太白星。\n载笔金门期射策，横戈沙漠待犁庭。壮夫不作阳关别，客舍休歌柳色青。"
        },
        {
            "标题": "独酌问月二首 其一",
            "作者": "邓云霄",
            "内容": "常从东海出，几度见桑田。桂子何方落？霓裳若个传。\n空床消永夜，捣药怨长年。多少关山意，离心满海天。"
        },
        {
            "标题": "听雨廊闻鹧鸪",
            "作者": "邓云霄",
            "内容": "禽声旅思共凄凄，犹忆戈船下五溪。今日园林閒纵步，鹧鸪从尔任情啼。"
        },
        {
            "标题": "独酌问月二首 其二",
            "作者": "邓云霄",
            "内容": "谁云不老身，圆缺竟何因？却笑孤眠影，还窥独酌人。\n无台那挂镜，渡汉恐沾轮。秋近寒偏急，君应白发新。"
        },
        {
            "标题": "问春燕",
            "作者": "邓云霄",
            "内容": "软泥香处落花频，千里重来已暮春。昔日空梁还旧垒，今年清署是新人。\n飞飞尚忆堂前梦，袅袅如矜掌上身。莫学趋炎向华屋，忽看南舍又东邻。"
        },
        {
            "标题": "送张孟奇督榷吴关余昔令吴颇兴旧感",
            "作者": "邓云霄",
            "内容": "吴门南望是并州，相送旗亭忆旧游。物力已闻非昔日，度支何以佐持筹。\n冰心合饮中冷水，彩笔平吞震泽秋。自有蒪鲈供咏酌，季膺休更动乡愁。"
        },
        {
            "标题": "芜湖矶",
            "作者": "邓云霄",
            "内容": "湖色蘼芜遍，秋怀满水滨。欲将三国事，更问蜀夫人。\n古庙邻鲛室，灵风后海神。挂帆遥酹酒，为我导迷津。"
        },
        {
            "标题": "拟古杂体十九首并序 其十四 乌生八九子",
            "作者": "邓云霄",
            "内容": "君不见古时九日烧天红，乌生九子巢日中。飞上天门尾毕捕，落翅徒伤后羿弓。\n乌乃叩阍诉天帝，后羿何不念其妻。窃药一入月，弯弓不射还嗟别。\n兔何德兮乌何辜，世间贞女多狂夫。"
        },
        {
            "标题": "吴门秋怀八首 其六",
            "作者": "邓云霄",
            "内容": "吏隐吴门叹陆沉，尘途犹觉主恩深。曾闻圣帝投双璧，可念中人罢百金。\n瘴疠未收迁客骨，雪霜空叩贱臣心。凭高怅望休回首，落叶鸣蝉半不禁。"
        },
        {
            "标题": "吴门秋怀八首 其七",
            "作者": "邓云霄",
            "内容": "黄榆白草乱边风，索马寻源几凿空。莫遣骁骑横塞外，还防敌国在舟中。\n东南输挽无馀力，西北金缯及剧戎。诸将长城竟谁是？遥传平播已论功。"
        },
        {
            "标题": "拟吴宫行乐词五首并序 其二",
            "作者": "邓云霄",
            "内容": "苏台高出浮云外，吴越诸山几案对。美人舞罢王半醉，丝管啁啾滴空翠，珠帘卷却吴江水。"
        },
        {
            "标题": "吴门秋怀八首 其八",
            "作者": "邓云霄",
            "内容": "宦海沦人倍黯然，步虚犹自梦游仙。谁言叶县羁王子？亦有丹砂化稚川。\n蜗角功名同过隙，壶中日月浩无边。年来悟得浮生理，闲注黄庭手自编。"
        },
        {
            "标题": "吴门秋怀八首 其四",
            "作者": "邓云霄",
            "内容": "傲吏风尘强破颜，岁星浪迹寄人间。那堪对酒浮黄菊，自起开笼放白鹇。\n望去乡心随雁足，愁来丛桂遍秋山。修琴卖药饶生事，叹息迷津欲闭关。"
        },
        {
            "标题": "吴门秋怀八首 其五",
            "作者": "邓云霄",
            "内容": "地脉凋残决九河，妖风犹向祖陵过。清谈莫效群贤饮，忧国聊为五子歌。\n云外商声传玉树，槛边秋草近铜驼。贾生痛哭长沙远，北阙天高奈若何。"
        },
        {
            "标题": "吴门秋怀八首 其二",
            "作者": "邓云霄",
            "内容": "千里云遥望已终，闲来愁坐漫书空。他乡涕泪黄花里，故国松楸白露中。\n古堞月明乌怨夜，虚堂人静木吟风。秋深暗抱皋鱼泣，天地茫茫恨未穷。"
        },
        {
            "标题": "拟吴宫行乐词五首并序 其一",
            "作者": "邓云霄",
            "内容": "阵扫东南一敛收，水犀十万日椎牛。君王气盖百二州，锦帆龙舸江中流。\n吴歈子夜风傅曲，台上栖乌不得宿。"
        },
        {
            "标题": "拟吴宫行乐词五首并序 其五",
            "作者": "邓云霄",
            "内容": "茂苑花，阊门柳。万石钟，千日酒。醉杀吴儿小垂手。\n采莲夜渡消夏湾，鱼龙听曲沧波间。谁解浣纱裁白纻，岁岁年年呈妙舞。"
        },
        {
            "标题": "吴门秋怀八首 其三",
            "作者": "邓云霄",
            "内容": "宦薄能令侠骨尊，西风客思满秋原。久居泽国谙吴语，每向江枫吊楚魂。\n暗里含沙犹射影，时来孤鹤忽乘轩。少年日逐专诸巷，袖有鱼肠未报恩。"
        },
        {
            "标题": "吴门秋怀八首 其一",
            "作者": "邓云霄",
            "内容": "天涯何处未归人，六载吴门梦里身。浮世未知谁是主，秋云遥对雁为宾。\n乾坤双鬓凋黄叶，风雨千家怨白蘋。最爱南墙数竿竹，青青长伴宰官贫。"
        },
        {
            "标题": "过鄱湖后遥望五老峰",
            "作者": "邓云霄",
            "内容": "雨气湖光暗不分，天边五老尽骑云。尘缨未濯矶头水，来往年年愧此君。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其六 舞衣曲",
            "作者": "邓云霄",
            "内容": "游丝百丈袅春天，新机漠漠看如烟。织成霞锦天孙妒，剪破云衣玉女怜。\n纤飞蝶粉轻蝉翼，柳腰试著娇无力。出房垂手初入拍，洛水湘波隔罗袜。\n回节身随急管声，半空摇曳游龙惊。飘风飞雪浑无态，燕懒莺慵叵柰情。\n佳人者谁石城女，惯向上宾呈楚舞。举袖春生鸲鹆姿，敛眸汗湿阳台雨。\n绝缨豪客散兰堂，金鈪沉沉夜漏长。可叹倾城犹逐队，不随秦帝卷衣裳。"
        },
        {
            "标题": "秋杪梁净友过访镜园忽易黄姓将入罗浮",
            "作者": "邓云霄",
            "内容": "秋尽霜华入葛巾，别来节序几回新。青瞳不改长为客，丹药行携未是贫。\n踪迹尚随三岛鹤，姓名初变五湖人。罗浮道侣如相问，黄野疑君即后身。"
        },
        {
            "标题": "悲秋十八咏 其四 秋槐",
            "作者": "邓云霄",
            "内容": "瀼瀼玉露气萧森，疏翠残黄半不禁。壁水市空惟落叶，文昌殿冷岂成阴。\n婆娑坐惜殷生树，哀怨长悬庾信心。已悟南柯浑是梦，休将摇落动孤吟。"
        },
        {
            "标题": "西园十咏 其八 蔬畦",
            "作者": "邓云霄",
            "内容": "家有荷锄仆，囊无入市钱。垄畦才就列，青翠各依然。\n雨过催新甲，宾来屡摘鲜。汉阴机已息，高枕上皇年。"
        },
        {
            "标题": "希夷先生睡岩前新凿五龙池诗五首 其四",
            "作者": "邓云霄",
            "内容": "静抱五龙寐，虚涵一镜空。洞天三十六，都在卧游中。"
        },
        {
            "标题": "希夷先生睡岩前新凿五龙池诗五首 其五",
            "作者": "邓云霄",
            "内容": "嘱付池中水，长依高士眠。莫贪沧海阔，转眼变桑田。"
        },
        {
            "标题": "秋日戏咏铁马四首 其二",
            "作者": "邓云霄",
            "内容": "玉关人去年年梦，铁马秋来夜夜鸣。绝域正悬长别泪，悲风又送断肠声。\n响侵捣练楼前月，心绕吹笳塞外营。思妇纤腰消瘦尽，还闻飞骑取龙城。"
        },
        {
            "标题": "舟泊南昌希举彦成两王孙移酌泛月作",
            "作者": "邓云霄",
            "内容": "倾盖论文一夕间，十年意气早相关。主宾敢擅东南美，词赋仍兼大小山。\n月满江天连酒湛，风清鸥鹭似人閒。从来此地分龙剑，惆怅征帆发晓湾。"
        },
        {
            "标题": "闻尹禺阳下第愁病赋此代柬招过剧谈",
            "作者": "邓云霄",
            "内容": "易下刘蕡泪，秋思怯早凉。萧条怜病骨，烦恼问医王。\n雨过石坛净，风轻砌药香。高斋堪对语，烂醉是仙方。"
        },
        {
            "标题": "夏杪夜坐玩月",
            "作者": "邓云霄",
            "内容": "雨过空阶夜转幽，微凉先送一堂秋。静看碧汉摇轻浪，欲泛红莲作小舟。\n桂阙寂寥闻捣药，榆花早晚问牵牛。兴来直挟飞仙去，不数人间庾亮楼。"
        },
        {
            "标题": "阙题",
            "作者": "邓云霄",
            "内容": "枫林黄叶洒行杯，岁晏登临旅思催。峡水东流无尽日，龙宫劫运转堪哀。\n帆冲楚塞心先折，书寄衡阳雁却回。莫向山门悲聚散，人间踪迹本飞来。"
        },
        {
            "标题": "夏日过赵凡夫定山别业 其六",
            "作者": "邓云霄",
            "内容": "不畏莓苔滑，松阴晚更晴。举杯酬桂父，拂镜走山精。\n对牖莲初吐，前峰天与平。莫愁归路黑，赵璧向人明。"
        },
        {
            "标题": "夏日过赵凡夫定山别业 其七",
            "作者": "邓云霄",
            "内容": "清斋忘肉味，断酒见天真。羡尔伊蒲俎，调从举案人。\n山中非索价，庑下实藏珍。次第征幽事，冥鸿叹此身。"
        },
        {
            "标题": "夏日天界寺古桧下同诸词客听雨",
            "作者": "邓云霄",
            "内容": "林外斜阳侧布金，忽团云气昼阴阴。谁传玉女吹流电，不信天花散作霖。\n大泽共沾功德水，空山遥听海潮音。君看叶上明珠动，可悟青莲不染心。"
        },
        {
            "标题": "夏日莲池同内弄孙听雨小酌",
            "作者": "邓云霄",
            "内容": "偕隐清风似鹿门，百年乐事在家园。闲来傍沼聊听雨，老去含饴更弄孙。\n润入红莲娇欲语，香薰绿酒对开樽。莫嫌举案无供具，手摘新蔬雅味存。"
        },
        {
            "标题": "夏日过赵凡夫定山别业 其五",
            "作者": "邓云霄",
            "内容": "过雨沾山翠，淙淙万玉流。重檐飞瀑布，五月可披裘。\n返照衔珠阁，残雷度石楼。坐餐霞气晚，如入赤城游。"
        },
        {
            "标题": "夏日过赵凡夫定山别业 其二",
            "作者": "邓云霄",
            "内容": "自辟东南境，谁誇十九泉。四围山作国，一线路通天。\n龙性难降俗，猿心入定禅。石田无陇亩，种药本耕烟。"
        },
        {
            "标题": "夏日过赵凡夫定山别业 其一",
            "作者": "邓云霄",
            "内容": "宦海嗟无岸，名山别有春。遥从栖隐处，再觅姓庞人。\n野鸟时窥客，幽花不笑贫。坐邻支遁宅，今古并劳尘。"
        },
        {
            "标题": "夏日过赵凡夫定山别业 其三",
            "作者": "邓云霄",
            "内容": "元同蒋诩径，浪拟习家池。鸡犬云中静，藤萝户外垂。\n磴荒松自扫，客到鹤先知。隐映香台上，如闻紫凤吹。"
        },
        {
            "标题": "夏日过赵凡夫定山别业 其八",
            "作者": "邓云霄",
            "内容": "自寻襄野驾，可息汉阴机。蹑屐犹虚往，逢君已实归。\n泉声如咽别，云气故随衣。他日投簪绂，相从掩石扉。"
        },
        {
            "标题": "夏日过赵凡夫定山别业 其四",
            "作者": "邓云霄",
            "内容": "天池当面卓，仙茗有云芽。麋鹿随双屐，图书足五车。\n论诗疑白社，叩诀秘丹砂。借问愚公谷，何如此地嘉。"
        },
        {
            "标题": "夏至前十日时荔未熟小酌芳荪亭放瀑听雨同贞元毓庭赋",
            "作者": "邓云霄",
            "内容": "风林长夏有馀清，竹里堪容阮步兵。花气侵杯薰酒气，雨声飘槛杂泉声。\n淡红荔袅轻烟动，积翠山衔返照明。自觉醉乡天地阔，懒从人世较阴晴。"
        },
        {
            "标题": "张孟奇过访邻仙楼投赠新诗次韵答之",
            "作者": "邓云霄",
            "内容": "习静巍楼万事轻，客来歌笑落层城。传书屡叹三年别，挂席惟消百里程。\n溟海雄风排槛急，罗浮佳气入杯清。紫霞去后芳邻寂，邀得才仙意倍倾。"
        },
        {
            "标题": "闲斋对雨",
            "作者": "邓云霄",
            "内容": "秋雨匝旬馀，苔痕满虚室。斜风一卷幔，雨气翻萤入。\n端居念往事，百感中夜集。寒蛩伏草根，似与丛兰泣。\n点点滴乡心，离人空伫立。"
        },
        {
            "标题": "闲说",
            "作者": "邓云霄",
            "内容": "沉吟不语向秋云，仰面晴空数雁群。忽尔叩门来衲子，朗然闲说至宵分。\n橘中未辨谁赢局，蜗角曾闻已覆军。自觉豪华如梦里，不须金偈更排棼。"
        },
        {
            "标题": "九日同潘景升吴翁晋卜伯符孙燕诒苏汝载家仲玄御登牛首山绝顶留宿僧院诘朝又游献花岩三首 其三 游献花岩",
            "作者": "邓云霄",
            "内容": "南朝古寺挂岩阿，揽胜盘纡石磴多。风动佛幢时弄影，云深樵径但闻歌。\n松涛似涌千峰去，剑舄如骑独鹤过。试问法融归寂后，闲花幽鸟近如何？"
        },
        {
            "标题": "九日同潘景升吴翁晋卜伯符孙燕诒苏汝载家仲玄御登牛首山绝顶留宿僧院诘朝又游献花岩三首 其二 留宿",
            "作者": "邓云霄",
            "内容": "僧话淹留宿化城，迎霜钟磬晚来清。傍岩孤枕和云卧，落叶空山作雨声。\n听法未消三世梦，浪游谁息百年情。却怜浩劫如轮转，月堕西峰日又生。"
        },
        {
            "标题": "九日同潘景升吴翁晋卜伯符孙燕诒苏汝载家仲玄御登牛首山绝顶留宿僧院诘朝又游献花岩三首 其一 游牛首",
            "作者": "邓云霄",
            "内容": "拄笏看山兴杳然，到来爽气入秋鲜。他乡几度逢重九，上界遥临遍大千。\n天地悠悠同逆旅，江波滚滚送华年。征鸿已引愁心去，还见归帆落照边。"
        },
        {
            "标题": "又拟湘妃怨",
            "作者": "邓云霄",
            "内容": "湘水风清铺白练，影写银河如一线。双星脉脉欲何为，宝扇龙车夜相见。\n黄陵古庙冷飕飕，对此双星泪暗流。白云飞去苍梧老，绿苜残时斑竹秋。\n幽怀一片凭瑶瑟，声应寒蛩两呜泣。难编斑竹架长桥，玉辇相逢定何日。\n帝子天孙各水乡，悲欢今夕较谁长。可怜点点填河鹊，却胜来仪双凤凰。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 襄阳曲二首 其十七",
            "作者": "邓云霄",
            "内容": "春蚕眠，春蝶举。紫燕飞来黄鹂语，春深堤上多游女。\n过曲桥，逐前侣，踏青拾翠知何许。大堤之水锦为波，倒映新妆写翠娥。\n欲解明前致赠，盈盈罗袜星河。"
        },
        {
            "标题": "桂郡逍遥楼和谢在杭司长时苦旱炎甚",
            "作者": "邓云霄",
            "内容": "谁道宜人独桂林，依然炎赫欲流金。催科暗洒疮痍泪，祷雨愁听鼓角音。\n九万抟风堪扇暑，三千击水即为霖。逍遥楼上重回首，此日图南意转深。"
        },
        {
            "标题": "戊午清明旗峰踏青因忆客岁是日携常湘云赋春游篇往事东流共增感叹二首 其二",
            "作者": "邓云霄",
            "内容": "绿阴团翠幄，白袷染红霞。宴笑宜长日，从容数落花。\n行厨非宿火，洗碗试新茶。馀兴还酣畅，城南问酒家。"
        },
        {
            "标题": "戊午清明旗峰踏青因忆客岁是日携常湘云赋春游篇往事东流共增感叹二首 其一",
            "作者": "邓云霄",
            "内容": "共有杖头钱，同鸣郭外鞭。平芜初歇雨，嫩绿远连天。\n游兴看簪柳，春声乍听鹃。桃花思往日，对酒一潸然。"
        },
        {
            "标题": "人有饷余潇湘八景画册者退食之暇逐景分题空同子先有此作余其为妇乎加七言以别之 其五 潇湘夜雨",
            "作者": "邓云霄",
            "内容": "大王长啸起雄风，又逐行云入梦中。想像阳台环佩湿，令人肠断楚天东。"
        },
        {
            "标题": "郊园秋思",
            "作者": "邓云霄",
            "内容": "芳郊竹石晚延凉，幽思盈盈一水长。燕去渐收秋后扇，鸿来遥送鬓边霜。\n芙蓉低照横塘镜，薜荔新裁野老裳。何处秋声最堪听？月明渔笛满沧浪。"
        },
        {
            "标题": "春朝",
            "作者": "邓云霄",
            "内容": "熟眠惊鸟唤，晓立傍银塘。草嫩风偏软，花垂露有香。\n百年聊偃息，三径问行藏。春日迟迟好，人闲更觉长。"
        },
        {
            "标题": "仲秋朔日张仲师移舟过访镜园小酌",
            "作者": "邓云霄",
            "内容": "枕石听潮倦送迎，客来乘兴小舟轻。佔星地接贤人里，倒屣心倾国士名。\n酒荐园蔬因市远，风敲竹径入谈清。欲知同调相怜意，试听嘤鸣好鸟声。"
        },
        {
            "标题": "七夕对内小酌得十六韵",
            "作者": "邓云霄",
            "内容": "客子逢七夕，天涯对细君。家筵开绿酒，仙佩隔红云。\n汉广沾罗袜，霞明映绣裙。桥成乌鹊喜，枕荐凤鸾群。\n节是双星合，人非两地分。挥杯聊宴笑，举案亦殷勤。\n新果乘秋摘，名香向月焚。雅怀閒澹荡，佳气坐氤氲。\n园桂凉逾茂，阶兰夜更芬。岁时从暗度，儿女自相欣。\n义以糟糠重，刑于琴瑟闻。毋劳弹别鹤，不用制回纹。\n酒冷宵将半，河低漏渐纷。三更宜偃卧，万事付沉醺。\n白露楚天末，青枫湘水濆。谁家妻捣练，愁叹婿从军。"
        },
        {
            "标题": "重阳小酌朝爽台看旗峰登高人放风筝作",
            "作者": "邓云霄",
            "内容": "霜落南天海气清，台侵象外与云平。翠笼烟岫看人小，响戛风筝杂雁声。\n懒向高山扶蜡屐，遥怜下界似棋枰。秋香未厌东篱晚，只有黄花不世情。"
        },
        {
            "标题": "秋闺晓思",
            "作者": "邓云霄",
            "内容": "凉吹度深闺，窥窗片月低。征人三载别，思妇五更啼。\n积泪浮孤枕，繁霜叫晓鸡。寸心灰未冷，夜夜梦辽西。"
        },
        {
            "标题": "新妇石",
            "作者": "邓云霄",
            "内容": "可叹身犹幻，佳期怅永违。无灵能窃药，有石岂支机。\n晓月悬为镜，行云剪作衣。江山长是伴，直待藁砧归。"
        },
        {
            "标题": "新妇石 其二",
            "作者": "邓云霄",
            "内容": "露重愁环佩，天空冷洞房。娉婷看洛浦，云雨想高唐。\n红叶年年落，夭桃岁岁芳。银河连野水，相望恨无梁。"
        },
        {
            "标题": "中元夕招守道曾年丈系龙洲泛月",
            "作者": "邓云霄",
            "内容": "粤水秦关隔几重，闲云一片似孤踪。往时对酒怜弹铗，此日烹鱼更系龙。\n石激江声喧急雨，月移杯影落群峰。预愁后会悲前事，痛饮宜听晓寺钟。"
        },
        {
            "标题": "新妇石 其三",
            "作者": "邓云霄",
            "内容": "塞北书难寄，衡阳雁不回。独怜心匪石，空有泪成灰。\n风月谁为主？莺花肯自媒。武都山下镜，应照片怀开。"
        },
        {
            "标题": "发新林浦",
            "作者": "邓云霄",
            "内容": "楼船摇五两，倏忽过新林。秋色拖枫浅，江声入荻深。\n皇都他日梦，乡国此时心。远愧忘机鸟，鸣榔起越吟。"
        },
        {
            "标题": "辛酉除夕余将有备兵秦中之役同李自得陈古民守岁",
            "作者": "邓云霄",
            "内容": "天顺斗柄转天经，客座还看聚德星。卜夜渐分新旧岁，行人将问短长亭。\n四方浪迹从离合，百罚深杯混醉醒。送腊迎年意无限，河桥春柳为谁青？"
        },
        {
            "标题": "徐州道中即事",
            "作者": "邓云霄",
            "内容": "残照萧萧怪鸟鸣，飞蓬吹断旅魂惊。山空不见盘龙气，台古犹存戏马名。\n破屋几家频荷锸，冲波三面齧危城。可怜万顷膏腴地，水落沙平草自生。"
        },
        {
            "标题": "闲居七咏孙建侯赋 其六 作赋",
            "作者": "邓云霄",
            "内容": "锦囊行处得，彩笔梦中辉。赋就金声起，严霜尽倒飞。"
        },
        {
            "标题": "续梦诗",
            "作者": "邓云霄",
            "内容": "琼华江上问仙津，夜半乘槎近紫宸。风露双清秋万里，水天一色月重轮。\n飞来赤壁舟前鹤，唤醒黄粱梦里人。最爱歌声调玉笛，梅花飘落五湖滨。"
        },
        {
            "标题": "闲居七咏孙建侯赋 其七 酒楼",
            "作者": "邓云霄",
            "内容": "大江如鸭绿，荡漾对糟丘。座上客常满，何如孙楚楼。"
        },
        {
            "标题": "卧病暮春",
            "作者": "邓云霄",
            "内容": "经旬休沐拥愁眠，不分残花笑欲然。吏俗尚堪呼酒圣，官贫犹得数榆钱。\n惟将案牍供多病，谁把升沉错料天。共道出郊人事少，开衙应去课春田。"
        },
        {
            "标题": "酬羊城黄元卿枉顾贻诗",
            "作者": "邓云霄",
            "内容": "花里溪源有客寻，扁舟乘兴亦山阴。十年问讯虚悬榻，一日论交已断金。\n当路绿林犹跋扈，空江白鸟自浮沉。郊居俗远堪招隐，对语惟馀松桂心。"
        },
        {
            "标题": "宿乳源均丰馆在五岭最高处冱寒特甚春有积雪人呼为小北京顶平敞四匝烟村然贫苦不堪言矣二首 其二",
            "作者": "邓云霄",
            "内容": "登高遥望长安日，此地人呼小北京。贫苦正怜村落破，冱寒真比帝王城。\n桑麻不敌三冬雪，征戍尤勤四海兵。寄语道旁星使客，肯将民隐达承明。"
        },
        {
            "标题": "宿乳源均丰馆在五岭最高处冱寒特甚春有积雪人呼为小北京顶平敞四匝烟村然贫苦不堪言矣二首 其一",
            "作者": "邓云霄",
            "内容": "百折千盘鸟道通，到来平地坐芙蓉。岚封石磴层层锁，画列银屏面面峰。\n榻近星河疑犯斗，云连衿枕梦从龙。寥寥下界遥相隔，只听天鸡当曙钟。"
        },
        {
            "标题": "湘南七夕戏为艳曲二首 其一",
            "作者": "邓云霄",
            "内容": "灵鹊桥边水不波，佳期惆怅夜如何。休嫌一夕欢情少，却羡频年胜会多。\n露冷银蟾啼月姊，风清瑶瑟怨湘娥。寄言二八穿针女，早奏秦箫和凤歌。"
        },
        {
            "标题": "凤池篇　为邓秘书荣赠尊人作",
            "作者": "邓云霄",
            "内容": "凤凰池上步夔龙，琼府仙居隔几重。影泻鸡林清皎皎，光摇鹤御暖溶溶。\n烟开金掌朝犹淡，柳拂银塘晚更浓。有美一人骞凤羽，临池载笔翻垂露。\n听乐已邻瑶水宴，逐群曾指瀛洲路。涟漪春日动恩波，王母筵前乐事多。\n忽有馀沾霏紫海，旋看大泽沛黄河。龙宾直向墨池入，鲛绡更洒浮提汁。\n海若俄惊凤诰新，波臣偏讶鸾笺湿。望云无复泪涓涓，泉下重开日月天。\n幸际来仪逢舜孝，好将游泳颂尧年。"
        },
        {
            "标题": "燕子矶",
            "作者": "邓云霄",
            "内容": "布帆破浪疾如矢，逆十盘涡旋且止。燕子矶头石林立，水势建瓴走千里。\n怪石齿齿斜衔舟，老鼋含呷柁师愁。百篙挺折不得力，一缆岂合牵奔流。\n风号涛怒如交战，层崖观者皆色变。危樯欹侧不可支，同舟众命悬轻线。\n谁将鈇索置崖间，挽索齐呼济险艰。错探骊龙离虎口，愁胡冷面开春颜。\n人言滟滪大如襆，五月瞿塘不可触。燕矶之险胜瞿塘，静想可为三日哭。\n垂堂遗训慎风波，世路风波今更多。吴门回首浑如梦，且向清尊一醉歌。"
        },
        {
            "标题": "杨柳枝词三首 其二",
            "作者": "邓云霄",
            "内容": "万缕千丝绕大堤，寻春衣马望中迷。清阴不独摇春酒，留与娇莺自在啼。"
        },
        {
            "标题": "杨妃春睡图",
            "作者": "邓云霄",
            "内容": "脉脉芳心倚洞房，娇姿无力罢霓裳。枕欹寒玉秋波迥，钗堕明瑶春恨长。\n化蝶香魂迷上苑，行云仙佩绕高唐。落红万点愁如许，谁送东风醉海棠？"
        },
        {
            "标题": "杨柳枝词三首 其一",
            "作者": "邓云霄",
            "内容": "媚眼正窥春色好，舞腰无奈暖风多。莫教攀折赠行客，爱尔轻丝拂玉珂。"
        },
        {
            "标题": "瑶瑟怨",
            "作者": "邓云霄",
            "内容": "明月窥人隔绛绡，楚云湘水两迢迢。含情欲奏冰弦冷，肠断西风忆玉箫。"
        },
        {
            "标题": "赠渔父并序",
            "作者": "邓云霄",
            "内容": "野老歌传欸乃清，和风淡荡漾仙声。烟波不杂市朝态，鼓枻非关去住情。\n奏急鱼龙号绝浦，响回莺鹤下层城。吏情未觉沧洲远，倩汝微澜为濯缨。"
        },
        {
            "标题": "戊申清明高梁桥申太仆招游",
            "作者": "邓云霄",
            "内容": "宿雨初晴麦气凉，西郊芳草遍春光。舞回波影流偏驻，歌飏杨风絮更狂。\n士女行缠金屈膝，少年飞鞚紫游缰。谁怜散吏容疏放，岁岁看花大道旁。"
        },
        {
            "标题": "邻仙楼秋夜听雨",
            "作者": "邓云霄",
            "内容": "元龙湖海气偏豪，楼上秋声听转高。萧飒重檐喧瀑布，奔腾万壑舞狂涛。\n白浮陇亩团珠玉，绿暗村原罢桔槔。大有书年须痛饮，朝来虾蟹问渔舠。"
        },
        {
            "标题": "吴子夜四时欢歌 其十三",
            "作者": "邓云霄",
            "内容": "应怜夜度娘，动寒往相觅。可畏双行缠，已落雪上迹。"
        },
        {
            "标题": "秋夜听雨旅思无聊戏作喜雨愁霖两章觉悲喜由人非关雨也因之有悟 其二",
            "作者": "邓云霄",
            "内容": "萧条梧叶雨中疏，有客悲秋感慨馀。流水百年看逝者，寒灯五夜叹归欤。\n飘摇雁帛沉乡信，警急狼烟报羽书。自笑无能同烛武，欲将勋业问樵渔。"
        },
        {
            "标题": "城上闻笛",
            "作者": "邓云霄",
            "内容": "谁临睥睨倚江濆，玉笛声声夜叫云。枫树啼猿风正急，莫将哀怨动湘君。"
        },
        {
            "标题": "初秋夜听雨",
            "作者": "邓云霄",
            "内容": "客思迎秋急，霪霖入夜听。回风飘断杵，湿叶隔流萤。\n莫涨银河水，应怜织女星。梦归泥滑滑，敢问短长亭。"
        },
        {
            "标题": "夜坐二首 其二",
            "作者": "邓云霄",
            "内容": "半似幽人半似仙，篆烟飞去白云连。瑶琴奏罢冰弦冷，更理逍遥第一篇。"
        },
        {
            "标题": "夜坐二首 其一",
            "作者": "邓云霄",
            "内容": "吏散重门锁晚春，含清阁里一閒人。下看城郭沉沉静，只有疏星作四邻。"
        },
        {
            "标题": "清泉钵",
            "作者": "邓云霄",
            "内容": "井花出辘轳，清彻静无滓。洗钵贮空明，置之白石几。\n澄心想天一，至味乃无味。□洞可降龙，渊默堪洗耳。\n门前红尘满，问君何能尔。臣门虽近市，臣心乃如水。\n世路多风波，吾以观其止。"
        },
        {
            "标题": "赋得落叶惊残梦",
            "作者": "邓云霄",
            "内容": "旅次依荒驿，山空静不闻。孤眠愁夜永，假寐逼宵分。\n木叶响如雨，阳台散片云。亦曾传綵笔，拟制宋生文。"
        },
        {
            "标题": "仙政乡丛石山歌",
            "作者": "邓云霄",
            "内容": "女娲补天弃残石，掷落南荒填薮泽。仙家洒露种云根，抽笋成林插天碧。\n望之冠冕如伟人，执圭鸣玉万仞身。缤纷争向九嶷去，恍若千官从舜来南巡。\n大者轩翔小者仰，旌幢队队森仪仗。又若迎銮候驾追翠华，翠华不返相咨嗟。\n须臾山带拖白雾，忽见千官皆缟素。松风涧水助哀音，弓堕龙沉失归路。\n君不见，仙政乡，千年山水恨同长。寝陵寂灭铜碑没，泪竹斑斑空断肠。"
        },
        {
            "标题": "大司马舒公六十年前令莞有保障大功鼎新遗爱祠未竣嗣孝廉再航来莞瞻拜祠下题诗壁间余见而悲之步元韵奉慰",
            "作者": "邓云霄",
            "内容": "保障功高记昔年，露滋芳草尚绵芊。谁云庙貌三秋冷？时结心香一缕烟。\n世代沧桑同变换，恩波潮汐共回旋。凤毛栖止祠前树，自有光华照九泉。"
        },
        {
            "标题": "余课农水乡张钱二山人移花载酒并乐部夜集舟中",
            "作者": "邓云霄",
            "内容": "载酒荒村二妙来，名花入座对尊开。江皋暂辟羊求径，暑气先消河朔杯。\n棹发鱼龙皆起舞，人闲鸥鹭总忘猜。当歌未解疮痍恨，为报繁□且莫催。"
        },
        {
            "标题": "倚竹歌",
            "作者": "邓云霄",
            "内容": "主人好种玉，绕屋森琅玕。青青不避三冬雪，摵摵能生五月寒。\n丛底可宜喧啅雀，枝头犹欲伫鹓鸾。瑶琴抱出西园里，翛然四面清风起。\n似随流水到潇湘，水碧沙明映妃子。湘江妃子绿罗裳，嫩粉初凝解箨妆。\n谁道柯亭堪制笛，试听清韵一登床。细雨龙孙争迸出，须臾个个干云长。\n倚竹林、消永日，棋局对壶觞，意态何真率。直节休论隐士竿，虚心且应郎官笔。\n竹声戛戛发浩歌，金尊沸沸扬洪波。糟丘麴垒护篱落，七贤豪饮酣天和。\n醉余梦卧伶伦谷，醒来散发晞新沐。自占园中数步阴，渭川千亩翻嫌俗。\n怪底主人诗骨瘦，为对此君不食肉。"
        },
        {
            "标题": "忆鹤诗",
            "作者": "邓云霄",
            "内容": "悔将双羽客，博得一云屏。罨画摩寒玉，霜衣忆素翎。\n高楼中夜起，清唳隔林听。何事关人意，仙禽旧姓丁。"
        },
        {
            "标题": "襄阳元夕怀马康庄九逵昆季二首 其二",
            "作者": "邓云霄",
            "内容": "开尊何必习池傍，却笑山公未是狂。宝马香车尘正合，千金一刻夜偏长。\n时过除夕逢元夕，客在襄阳忆洛阳。阅尽繁华冠盖里，更谁能似白眉良。"
        },
        {
            "标题": "仲春淫雨浃二旬感赋",
            "作者": "邓云霄",
            "内容": "拥褐西窗听雨眠，客稀门径簇苔钱。萧萧声咽淋铃曲，黯黯寒侵禁火天。\n巢落香泥愁乳燕，花垂红泪恼啼鹃。何人江閤开帘坐？收尽平芜万顷烟。"
        },
        {
            "标题": "和毓庭秋日听雨忆镜园之作步元韵速之",
            "作者": "邓云霄",
            "内容": "秋衣制就剪池荷，槛外风翻四面波。积雨冲泥来客少，开轩独酌晚凉多。\n观涛不浅乘潮兴，玩世谁同击筑歌。倚玉亭前新笋绿，殷勤时待子猷过。"
        },
        {
            "标题": "秋夜饯北上孝廉简念蒙朱参和陈群石谢六御罗翊文家侄若将共赋烛花",
            "作者": "邓云霄",
            "内容": "满筵词客气成虹，笔底花生蜡炬中。火树芳菲开艳蕊，兰膏澹荡散香风。\n佳人锦帐乘龙夜，学士金莲出紫宫。最爱飞蛾偏有意，还如戏蝶恋春丛。"
        },
        {
            "标题": "寄题曾璇石年兄施造永济桥",
            "作者": "邓云霄",
            "内容": "高蹑虹桥似步虚，欢声雷动跃龙鱼。神驱海石工先就，人度金绳乐有馀。\n望去七星天上水，归来驷马日边车。问君待月凭栏处，半夜曾传父老书。"
        },
        {
            "标题": "秋日应陈周李诸子集紫烟楼听雨十六韵",
            "作者": "邓云霄",
            "内容": "海国蒸龙气，秋来易作霖。高楼共眺听，万木尽萧森。\n云涌峰峦动，烟含城郭阴。繁声侵苑树，暝色睡园禽。\n银竹捎檐急，金风入牗深。凉回冰簟冷，暑退壁虫吟。\n滴沥空庭静，滂沱大陆沉。轻雷殷嶂外，孤电落江浔。\n悬瀑明寒玉，垂虹映碎金。晴光摇日脚，晚景澹天心。\n初月扬新彩，宾鸿送好音。烦襟因雨洗，浊酒对凉斟。\n杯歇留看画，诗成更奏琴。来风秋万里，度鸟槛千寻。\n喧杂下方隔，清高上界临。勿嫌絺绤薄，井邑未闻砧。"
        },
        {
            "标题": "中秋泛月篇",
            "作者": "邓云霄",
            "内容": "江南秋色正平分，雨霁天空澹片云。铁瓮潮生迎月彩，钟山霞起拂星文。\n星文月彩临双阙，轮转露盘光渐发。万井如浮雪浪中，千门共坐天香窟。\n千门万井竞豪雄，戚里侯门乐更浓。楼上秦箫双戏凤，台前羌笛独吟龙。\n凤箫龙笛风吹去，直到琼宫空阔处。素娥褰幌暗窥人，玉兔听歌暂停杵。\n幌褰杵歇洞重门，天上何如下界喧。共道广寒无俗调，岂知城郭有仙源。\n仙源即在名园里，地僻何嫌翻近市。万树悬萝挂客冠，一片秋声洗人耳。\n轻舫斜维太乙莲，洪池高接银河水。荡舟随水弄涟漪，月隐楼台露半规。\n炯炯菱花初启匣，亭亭妆阁映纤眉。纤眉笑出临团镜，池心始觉冰轮正。\n河伯轩窗烛影深，水晶院宇珠光净。水晶坐久露霏微，去去疑攀织女机。\n取石不须过卜肆，裁云还解制秋衣。摇曳秋衣如练白，沿洄谁识寻源客。\n拍手人间傀儡场，攒眉市上铜鞮陌。水月空明彻底清，醉来挥盏吸琼英。\n酒星自有仙舟侣，却笑山公浪得名。"
        },
        {
            "标题": "咏怀古迹五首 其三 虞美人草",
            "作者": "邓云霄",
            "内容": "剑气中宵不化虹，惟凭衰草寄残红。蛾眉岂怨君恩薄，玉帐初惊战士空。\n戏马台前啼晓露，乌江水畔泣秋丛。闻歌慷慨何须舞，禾黍离离满汉宫。"
        },
        {
            "标题": "咏怀古迹五首 其一 黄陵庙",
            "作者": "邓云霄",
            "内容": "遗庙凄凉越鸟悲，云山九点望中疑。肝肠雨断随虞辇，桂酒千秋奠楚词。\n斑竹雨来还酒泪，洞庭烟净见修眉。行人莫问愁深浅，湘水滔滔未有期。"
        },
        {
            "标题": "六月六日天界寺社集诗",
            "作者": "邓云霄",
            "内容": "避地云山绕寺青，诸君还拟草玄亭。论文海内皆兄弟，玩世尊前混醉醒。\n一笑功名如梦鹿，百年踪迹本浮萍。秋风已奏思归引，谁向罗浮问客星？"
        },
        {
            "标题": "咏怀古迹五首 其四 青冢",
            "作者": "邓云霄",
            "内容": "别后传闻葬画工，君恩如海思难穷。香魂夜夜啼胡月，草色年年似汉宫。\n冢畔斜连南去路，天边不断北来鸿。沙场尚有征人骨，泣雨横霜卧短蓬。"
        },
        {
            "标题": "悲秋十八咏 其一 秋柳",
            "作者": "邓云霄",
            "内容": "忆昔长条踠地垂，莺花醉杀五陵儿。可怜鶗鴂西风急，又被关山短笛吹。\n腰瘦楚宫无过辇，黛销隋苑有啼眉。请君回望红亭路，谁复临堤折一枝？"
        },
        {
            "标题": "舟回再咏画山",
            "作者": "邓云霄",
            "内容": "笑领故人意，诸峰待客还。一官贫酌水，两岸饱看山。\n顾盼如招手，徘徊可破颜。夜来清入梦，鸾鹤碧云间。"
        },
        {
            "标题": "游衡山诗十二首 其二",
            "作者": "邓云霄",
            "内容": "高拂尘缨濯石泉，夜深沆瀣更澄鲜。月临峰顶客初到，露滴松梢鹤正眠。\n嘹亮鸾笙吹爽籁，飘摇龙杖挟飞仙。琪花瑶草闲堪拾，还笑冥灵是小年。"
        },
        {
            "标题": "游衡山诗十二首 其五",
            "作者": "邓云霄",
            "内容": "天鸡半夜叫空寥，谁捧金轮已弄潮？紫气忽冲沧海雾，玄崖俄变赤城标。\n迢迢阊阖停疏漏，冉冉仙官散早朝。高揖东皇望蓬岛，安期还有鹤书招。"
        },
        {
            "标题": "游衡山诗十二首 其三",
            "作者": "邓云霄",
            "内容": "昔年图记卧中游，此夜冥搜事事幽。峰逼星河常似晓，岩寒炎夏已惊秋。\n草深玉匣迷金简，风送松涛泛石舟。借问山灵谁佐命？吾家元已驻罗浮。"
        },
        {
            "标题": "游衡山诗十二首 其四",
            "作者": "邓云霄",
            "内容": "手携金策响泠泠，绝顶禅房夜不扃。天净岩峦皆拱佛，山空猿鸟亦听经。\n上方散落千行炬，南斗新添数点星。何处黄粱炊未熟？锦衿罗幕正沉冥。"
        },
        {
            "标题": "游衡山诗十二首 其六",
            "作者": "邓云霄",
            "内容": "晓持鸾尾扫山云，晃朗天门曙色分。赤帝旌幢萦嶂转，青童环佩隔峰闻。\n闲调石髓供朝膳，静漱银河涤晚醺。啸傲空山谁是伴？和歌惟有紫阳君。"
        },
        {
            "标题": "偕常熟赵明府游惠山秦氏园 其二",
            "作者": "邓云霄",
            "内容": "山灵邀上客，鸡犬类秦馀。洞里忘年月，人间笑簿书。\n清谈容谷答，梵呗度松虚。坐对沧波叟，持竿不取鱼。"
        },
        {
            "标题": "游衡山诗十二首 其一",
            "作者": "邓云霄",
            "内容": "飞书曾寄魏夫人，遥踏罡风下紫宸。南岳到来如旧识，懒残还记是前身。\n钵抛山下泉应满，柯烂岩边局又新。何事夜游须秉烛？好将明月作车轮。"
        },
        {
            "标题": "偕常熟赵明府游惠山秦氏园 其一",
            "作者": "邓云霄",
            "内容": "禦去风泠泠，长廊次竹亭。云晴还复湿，泉酌更宜听。\n池上论茶谱，林间检鹤经。几年尘土梦，今日始全醒。"
        },
        {
            "标题": "游淡岩",
            "作者": "邓云霄",
            "内容": "一峰悬地肺，四壁倚云根。但觉堂皇敞，都无斧凿痕。\n烟霞邀客坐，猿鸟与人言。可叹神工巧，难容混沌存。"
        },
        {
            "标题": "游衡山诗十二首 其八",
            "作者": "邓云霄",
            "内容": "婚嫁何年是了期，翛然乘兴任吾之。前旌且莫惊朱鸟，后乘还闻载紫芝。\n孤巘芙蓉摇瀑布，晴天霹雳起雷池。翻嫌樵客穿云去，只恐摧残月里枝。"
        },
        {
            "标题": "游衡山诗十二首 其十一",
            "作者": "邓云霄",
            "内容": "把酒狂歌万壑寒，风高重整切云冠。烟霞吞吐随挥麈，日月东西笑弄丸。\n千岁光阴消半局，四溟空水入危栏。庄生未达逍遥理，浪说图南是大观。"
        },
        {
            "标题": "游衡山诗十二首 其十二",
            "作者": "邓云霄",
            "内容": "千峰扫径喜迎宾，历险穷幽兴转新。访古难逢苍水使，还山偏羡白衣人。\n且斟云液酬啼鸟，莫向桃花问去津。共道馀粮盈石廪，山中供给未全贫。"
        },
        {
            "标题": "游衡山诗十二首 其十",
            "作者": "邓云霄",
            "内容": "肘后常携五岳图，朅来登眺果仙都。诸天大地还高下，七泽三湘问有无。\n翠鹫欲飞风乍起，莲花不动剑同孤。寥寥欲写山中意，一片清冰在玉壶。"
        },
        {
            "标题": "橘井观二首 其二",
            "作者": "邓云霄",
            "内容": "空明澄碧甃，恍惚见丹砂。谁悟一泓里，遥连三岛涯。\n闲心同酌水，隐吏可餐霞。愿折庭前叶，浮为海上槎。"
        },
        {
            "标题": "橘井观二首 其一",
            "作者": "邓云霄",
            "内容": "入户衣裳冷，傍檐苍翠阴。主人已跨鹤，芳树尚悬金。\n缥缈游仙路，迟回恋母心。真源知几许，看取井泉深。"
        },
        {
            "标题": "宜春九咏 其三 春风",
            "作者": "邓云霄",
            "内容": "最爱封家十八姨，年年送暖赴春期。忽过小苑花争笑，轻度平林鸟不知。\n似是有心邀落絮，可能无意逐游丝。多情宋玉新词好，为语邻娃且自持。"
        },
        {
            "标题": "送十虚上人自罗浮归楚",
            "作者": "邓云霄",
            "内容": "粤山楚水任孤筇，试问津梁隔几重？湘浦兰香朝浣钵，洞庭风急夜降龙。\n观空自豁人天眼，出世浑忘去住踪。赠别曹溪泉一勺，知君心已悟南宗。"
        },
        {
            "标题": "毛女",
            "作者": "邓云霄",
            "内容": "秦皇沿海求神仙，宫中怨女夜如年。中有人兮鹤胎而鸾骨，饮石泉兮啖松柏。\n髓绿毛青踏玉峰，彩霞红雾留春容。招手徐郎向东笑，灵风引船船缥缈。\n回首沙邱不见君，吹箫旧侣自为群。"
        },
        {
            "标题": "辛亥重阳前一日行部永郡遇雨宿乌符观观白玉蟾驱蟒灵符及吕纯阳真笔诗",
            "作者": "邓云霄",
            "内容": "潇潇暮雨湿行装，托宿仙宫夜正长。自有灵符驱毒蟒，至今灵气护虚堂。\n常怀鹤背人如玉，未就丹砂鬓渐霜。叹息登高无限意，天涯明日又重阳。"
        },
        {
            "标题": "洪流",
            "作者": "邓云霄",
            "内容": "洪流沉近郭，无梦问玄夷。阶下看蜗篆，依稀似禹碑。"
        },
        {
            "标题": "受长洲令出都门戏作长歌",
            "作者": "邓云霄",
            "内容": "从来懒慢喜逍遥，林下闻风欲弃瓢。东海肯将龙性扰，北山谁把鹤书招？\n朅来京陌红尘里，奏对明光谒天子。骥尾犹随十九人，鹏溟休说三千里。\n一行作吏傍凫飞，此日驱车出帝畿。风木哀吟愁捧檄，尘埃世态易沾衣。\n平生疑是劳薪骨，簿领从今终矻矻。折腰断不受人怜，强项雄心未全歇。\n丈夫有甑学莱芜，独鹤随行兴不孤。物力东南今正竭，谁能鞭扑更催租。\n莫言下吏翻嫌俗，百里郎官高列宿。一曲琴清化茧丝，九还丹就骑鸿鹄。\n梦中彩笔去曾携，一片闲心物外栖。吴门烟月宜仙令，处处湖山待品题。"
        },
        {
            "标题": "吴门秋月十五首 其十",
            "作者": "邓云霄",
            "内容": "月转西廊夜渐幽，坐深河汉傍人流。狂飙偏逐桓伊笛，皓魄先侵庾亮楼。\n光射潜虬号远浦，响回嫠妇泣孤舟。寒深忽念无衣子，懒向秋窗理敝裘。"
        },
        {
            "标题": "和李自得题咏小园上下平韵三十首 其十二 十二文",
            "作者": "邓云霄",
            "内容": "自从东郭隐，已谢北山文。诗许山僧校，名羞女子闻。\n一竿严濑月，数亩鹿门云。借问鸳班客，何如鸥鹭群？"
        },
        {
            "标题": "元夕召客值月食三首 其三",
            "作者": "邓云霄",
            "内容": "云箔霞绡卷太清，仙宫环佩正盈盈。新裁团扇呈歌态，又蹙蛾眉怨薄情。\n天上春阴生积霭，人间芳宴待重明。妖蟆扫尽银蟾在，依旧同游不夜城。"
        },
        {
            "标题": "元夕召客值月食三首 其二",
            "作者": "邓云霄",
            "内容": "深笼皓魄澹金波，浅缀疏星出绛河。几处秋千喧士女，不知琼阙泣嫦娥。\n霓裳掩袖初停曲，象板当筵且缓歌。寄语云边修月者，好将冰镜更重磨。"
        },
        {
            "标题": "元夕召客值月食三首 其一",
            "作者": "邓云霄",
            "内容": "华筵才唱月重轮，别调翻成破镜吟。可叹仙妆开半面，谁云春夜值千金？\n红莲亟吐银灯焰，黑道轻遮桂影阴。遥忆广寒帘幕冷，寥寥云水若为心。"
        },
        {
            "标题": "送陈秘书还楚",
            "作者": "邓云霄",
            "内容": "登山临水远将归，木叶萧萧四牡騑。五两浮湘秋浦阔，三杯把袂故人稀。\n秘书夜冷燃藜阁，芳杜晴熏书锦衣。醉罢楼头跨黄鹤，几时还向帝城飞。"
        },
        {
            "标题": "人有饷余潇湘八景画册者退食之暇逐景分题空同子先有此作余其为妇乎加七言以别之 其七 远浦归帆",
            "作者": "邓云霄",
            "内容": "汉江游女石榴裙，一道菱歌两岸闻。估客归帆休怅望，闺中红粉正思君。"
        },
        {
            "标题": "镜园秋集同用闻山二字　白露前二日 其一",
            "作者": "邓云霄",
            "内容": "落日高台对晚醺，芳尊同调自为群。红尘水外隔朝市，清籁林间净听闻。\n野鹤迎秋新警露，远山横翠半沉云。可怜一片空明界，塞北江南■未分。"
        },
        {
            "标题": "镜园秋集同用闻山二字　白露前二日 其二",
            "作者": "邓云霄",
            "内容": "鸥鸟还输隐吏閒，馀酣矶畔漱潺湲。坐来白石清流里，疑到三湘七泽间。\n夕网鱼虾翻几案，秋风蒪脍忆乡关。扁舟径可如张翰，词赋何须学子山。"
        },
        {
            "标题": "至日阅邸报偕高正甫并列直指荐牍感怀寄赠",
            "作者": "邓云霄",
            "内容": "登台云物望中新，六琯潜回地底春。蕙帐夜寒多远梦，梅窗月到正怀人。\n鹓班已满夔龙会，鹗荐还思草莽臣。问讯东山高步者，肯辞猿鹤上蒲轮。"
        },
        {
            "标题": "西湖排律三十一韵",
            "作者": "邓云霄",
            "内容": "名湖天水阔，游客驭双凫。出郭纷弦管，登舟俨画图。\n湖山无俗吏，文物果仙都。楼台云外出，鱼鸟镜中趋。\n白波披縠练，红蓼湛珊瑚。青雀兰为楫，黄头锦作襦。\n列羞皆海错，奏曲半□吴。缥缈十洲近，微茫三岛孤。\n棹歌催掷雉，鸟语劝提壶。烟景浓疑淡，岚光有乍无。\n西施宁比丽，苏小亦名姝。放鹤波逾迥，攀梅萼未敷。\n柳堤张帐幕，花岸簇氍毹。芳杜闲堪采，轻鸥狎可呼。\n莲筒初泻酒，蒪菜适逢鲈。妙舞盘氍毹，新声唱鹧鸪。\n菱舟喧妓女，翠袖映菇蒲。洛浦看留佩，阳台欲解繻。\n情同开合蕊，惯宿去来乌。晚眺吐山月，还如照夜珠。\n琉璃浮万顷，金碧晃千区。鲛室冰绡灿，蜃楼彩幄殊。\n冯夷来击鼓，龙女出吹竽。佳丽风方盛，英雄世与徂。\n金舆嗟暗徙，铁马想长驱。坐对岳坟泣，因悲宋殿芜。\n山川非异境，兴废岂同涂。吊古余双泪，匡时耻一株。\n笙歌虽扑地，豺虎正交衢。泽国动摇易，长城俊杰须。\n莫随游冶子，饱食类侏儒。"
        },
        {
            "标题": "宿岳馆书怀",
            "作者": "邓云霄",
            "内容": "珊珊剑佩下云边，虚馆华灯坐洞天。济胜只凭双蜡屐，买山何用半文钱。\n风传疏磬门初掩，窗绕流泉梦亦仙。乞得湖南清绝地，续骚应著远游篇。"
        },
        {
            "标题": "野兴十六首 其九 栽花",
            "作者": "邓云霄",
            "内容": "换土栽培香国，围栏妆点花神。前世河阳仙吏，别号汉阴丈人。"
        },
        {
            "标题": "独游上方三首 其三",
            "作者": "邓云霄",
            "内容": "长日风林坐玉壶，凭栏千里散平芜。扁舟湖上今能否，匹练吴门问有无。\n缥渺野心凫共远，凭陵侠骨剑同孤。休誇作赋登高者，元是高阳旧酒徒。"
        },
        {
            "标题": "仪真阻风",
            "作者": "邓云霄",
            "内容": "客行贪利涉，旅泊阻风潮。月苦更含晕，星稀祗乱摇。\n邮签江路杳，乡思海天遥。不及南飞鹊，迎风雨自骄。"
        },
        {
            "标题": "独游上方三首 其二",
            "作者": "邓云霄",
            "内容": "重来风日正宜人，山色湖光淡淡分。象外烟霞闲处得，仙家鸡犬静中闻。\n空虚法界依双树，流浪尘踪付片云。寄语山灵非逋客，相过何必更移文。"
        },
        {
            "标题": "悲秋十八咏 其十 秋蝉",
            "作者": "邓云霄",
            "内容": "门巷萧疏秋色阑，哀蝉柳外几声残。跳枝择翳惊还咽，饮露含风瘦更寒。\n青镜暗调秦女鬓，素丝新入汉臣冠。弦中杀气催摇落，夜抚瑶琴不忍弹。"
        },
        {
            "标题": "岁暮忆京华同籍旧游有感三首 其三",
            "作者": "邓云霄",
            "内容": "江湖岁暮天多风，龙蛇已蛰鸿雁空。远书屡寄长不达，幽梦失路难为通。\n弹冠结绶浪相许，工竽好瑟将无同。庭前扫雪且煮茗，疏竹影外月出东。"
        },
        {
            "标题": "和申瑶翁咏物十四首 其六 梅雪",
            "作者": "邓云霄",
            "内容": "玄冥变律转青皇，瑶树琼花兢晓妆。梦入罗浮偏觉冷，舟回剡曲暗闻香。\n惠连赋就枝横月，何逊诗成笔带霜。莫向蓝关觅春信，陇头消息正茫茫。"
        },
        {
            "标题": "过望江赠袁伯益二首 其一",
            "作者": "邓云霄",
            "内容": "为忆陈蕃榻，能回叔夜车。交情千里外，往事十年馀。\n暂聚惊分手，凭谁慰索居。秋江新雁过，莫惜数行书。"
        },
        {
            "标题": "酬李父母投赠步元韵",
            "作者": "邓云霄",
            "内容": "百里欣瞻凤在梧，恩波澄彻走天吴。堂悬姑射峰头月，诗探骊龙颔下珠。\n仙吏花生江令笔，野人渔隐范家湖。閒来倚棹棠阴晚，甘雨霏霏万物苏。"
        },
        {
            "标题": "过望江赠袁伯益二首 其二",
            "作者": "邓云霄",
            "内容": "相逢成一笑，惜别转凄然。客鬓西风里，离亭落木边。\n班荆同此日，结社更何年。仕路迷津久，相期早著鞭。"
        },
        {
            "标题": "咏东园鹊巢",
            "作者": "邓云霄",
            "内容": "星月频惊夜，南飞欲傍谁？占风来善地，择木得高枝。\n阴雨难侵牖，春虫足哺儿。年年秋报喜，牛女有佳期。"
        },
        {
            "标题": "长安古意",
            "作者": "邓云霄",
            "内容": "燕甸风流胜洛阳，莺花三月绣成行。云迎旭日连鳷鹊，霞散长虹绕凤凰。\n凤凰鳷鹊临驰道，驰道杨垂玉沟草。七贵香车佳气多，五侯珠履春光早。\n侯门公子日联翩，白哲青丝傲少年。舞榭歌台纷扑地，哀弦急管闹喧天。\n一生美妾过三百，岂吝新丰斗十千。十千三百欢娱处，醉倒红妆不知曙。\n庭院偏栽夜合花，池塘尽种相思树。相思夜合度寒宵，百态千容各斗娇。\n春风飞鞚龙为马，明月横吹凤作箫。凤箫龙马势侵云，蜀锦齐纨日日新。\n腰间宝铗光流雪，头上犀簪气辟尘。犀簪宝铗万人誇，踏絮寻芳乐事赊。\n共携侠客荆高辈，遥指红楼第一家。红楼少女孰当垆，似识真娘与薛涛。\n一见清容心自醉，千金买笑价能高。千金买笑留连久，铜盘吐蜡明如昼。\n拂袖低垂弱柳腰，弹筝半出柔荑手。柔荑弱柳不胜春，对客含羞倚绣茵。\n生憎织女经年度，笑杀嫦娥不嫁人。嫦娥织女怜孤独，忍使巫山空六六。\n上客何妨脱鹔鹴，仙郎更请翻鸲鹆。鹔鹴鸲鹆醉如泥，步入天台路易迷。\n烟花洞口春方好，歌舞楼头月未低。春来歌舞欢无已，更怀匕首临燕市。\n肯拚身命若鸿毛，直把肝肠照秋水。交通戚畹与貂珰，豪横由来不可当。\n剧孟一身堪敌国，郭翁片语挫侯王。别有权门负天宠，左平右墄相矜重。\n结客批根并引绳，下交执辔兼摩踵。家藏金穴辟铜山，异宝周搜到百蛮。\n火浣侍儿皆曳地，摩尼诸婢动鸣环。天道由来有亏损，突兀冰山愁见睍。\n长信宫中斗锦鸡，咸阳市上牵黄犬。魏其池馆静无喧，夜雨狐啼霍氏门。\n可叹张罗无燕雀，何须沁水夺田园。长安大道平如掌，几见摧轮翻道上。\n贺监应思镜水波，陶君自老山中相。已矣乎归去来，书生十载困蒿莱。\n嘶风蹀躞至燕市，何时更筑黄金台？幽兰莫道无人赏，谷底春风亦自开。"
        },
        {
            "标题": "读张烈妇传不觉雪涕风雨骤至感而赋之",
            "作者": "邓云霄",
            "内容": "读罢遗编泪泫然，愁来风雨正弥天。掌中珠碎家何托，镜里鸾沉命易捐。\n激烈片心明皎日，凄凉双璧委重泉。遥怜冢树生连理，岁岁枝头哭杜鹃。"
        },
        {
            "标题": "岁暮过长安驿有感",
            "作者": "邓云霄",
            "内容": "长安无梦到，此驿号长安。不遇迷津苦，谁知望阙难。\n日随心共远，岁与鬓同残。更尽湖南路，群山拥汉官。"
        },
        {
            "标题": "长安春日",
            "作者": "邓云霄",
            "内容": "春入皇州佳气多，五陵裘马日经过。燕回自学平阳舞，莺啭宜调子夜歌。\n竹下步来遗翠珥，花间笑出抱云和。谁怜南陌人如玉，独饲春吞怨绮罗。"
        },
        {
            "标题": "长干行",
            "作者": "邓云霄",
            "内容": "飞絮乱春心，落花侵履迹。步出大长干，香车密如织。\n油幢翠羽扇，珠箔镂金床。争驰红尘里，环佩声琅锵。\n相逢谁最好，王谢两家郎。"
        },
        {
            "标题": "长干行二首 其二",
            "作者": "邓云霄",
            "内容": "归去好相邀，君家近或遥。横塘斜宛转，绿水浸红桥。"
        },
        {
            "标题": "长干行二首 其一",
            "作者": "邓云霄",
            "内容": "同住长乾陌，经年来往稀。采莲相借问，并着画船归。"
        },
        {
            "标题": "长门怨二首 其二",
            "作者": "邓云霄",
            "内容": "昔日黄金屋，秋来遍网丝。佳人掌上舞，薄命镜中知。\n砌冷蛩声急，庭空雁影悲。白头吟更苦，词客亦相欺。"
        },
        {
            "标题": "长门怨二首 其一",
            "作者": "邓云霄",
            "内容": "一种宫中月，愁人独夜看。光辉流别殿，歌舞未曾阑。\n妾妒矜新宠，君恩落旧欢。素娥青桂里，相对两同寒。"
        },
        {
            "标题": "季冬十二日招同社诸子集朝爽台送别王鸣吉",
            "作者": "邓云霄",
            "内容": "望远登台御朔风，离筵岁晏思无穷。路歧坐叹东西水，节序偏伤来去鸿。\n羌管寒声梅落后，楚关归梦月明中。他时对酒遥相忆，此夕深杯莫放空。"
        },
        {
            "标题": "拟古杂体十九首并序 其九 昭君辞",
            "作者": "邓云霄",
            "内容": "嫖姚北伐军声起，左贤祭马擐弓矢。汉胡格斗沙场里，伏尸如山一千里。\n不及明妃西入胡，胡庭美女皆羞死。翻将汉曲奏琵琶，雪碛穹庐冬见花。\n万古惟悲青冢月，谁怜诸将骨如麻。"
        },
        {
            "标题": "湖南九歌 其一",
            "作者": "邓云霄",
            "内容": "石鼓承平久不鸣，空馀台榭映江清。胜游旧是风雩地，满院时闻弦诵声。\n波展琉璃澄返照，桥跨䗖蝀报新晴。晚招河伯谈秋水，坐待东岩片月生。"
        },
        {
            "标题": "送别黎美周归羊城步留别韵二首 其二",
            "作者": "邓云霄",
            "内容": "閒园镜水接天流，永夜曾同李郭舟。菊蕊正迎篱畔客，蒲帆先挂海门秋。\n风飘雁影过江驿，醉折杨枝当酒筹。最怪寒潮牵别绪，白蘋红树黯生愁。"
        },
        {
            "标题": "拟古杂体十九首并序 其三 折杨柳",
            "作者": "邓云霄",
            "内容": "杨叶开时学妾眉，杨条折处正伤离。杨花乱舞撩春思，况罥东风百尺丝。"
        },
        {
            "标题": "李父母免觐题家谱循良册",
            "作者": "邓云霄",
            "内容": "和风甘露满棠枝，抚字恩深仰父慈。万姓谁能离衽席？四郊才见起疮痍。\n攀辕借寇从今日，飞舄朝天待异时。漫道循良家有谱，君侯应动鲤庭思。"
        },
        {
            "标题": "送新会黄令公入觐",
            "作者": "邓云霄",
            "内容": "圣人课吏坐明堂，又报征兵救朔方。国步艰危龙阙远，臣心激切马蹄忙。\n北门专倚莱公钥，东粤长垂召伯棠。惜别河梁重翘首，五年邻烛借馀光。"
        },
        {
            "标题": "浮云妒月歌",
            "作者": "邓云霄",
            "内容": "秋空皎月扬清辉，银河避影群星稀。羽衣舞罢雄风起，玉杵敲残瑞露霏。\n谁言春有千金夜，月到中秋更无价。酌酒遥薰桂子香，开筵如坐琼宫下。\n此时秋色正澄明，此夜银蟾上太清。朗朗偏催希逸赋，娟娟先照亚夫营。\n良宵豪兴相挥霍，邀得嫦娥对斟酌。酕醄不惜玉山颓，潦倒宜倾金凿落。\n况当年岁丰，欢笑万家同。里巷争歌洒乐子，儿童群拥柚灯红。\n严城不夜明如昼，铁锁开关停玉漏。欣逢月姊靥偏娇，忽遇云师眉欲皱。\n云从何来自海东，或疑曾过楚王宫。招携巫峡阳台女，将向天南行暮雨。\n偶睹仙宫倚桂人，新妆妒杀霓裳舞。云如鱼鳞又草莽，苍狗白衣更殊状。\n搏弄平铺大地阴，奔腾尽把诸天障。杯停酒冷恨如何，翻作浮云妒月歌。\n故助砌蛩声惨切，深笼桂树影婆娑。银屏半掩窥云隙，似听嫦娥长太息。\n最恼今宵氛䘲遮，还同往夕妖蟆蚀。凄凉古与今，感叹一长吟。\n谁使蝇污璧，谁怜口铄金？万里九阍难遇主，逐臣离妾易沾襟。\n世态总浮云，哀歌心独苦。拟挥龙剑划云堆，更运风斤修月户。\n云兮云兮且暂休，放开霜月肃高秋。取醉此时虚北海，携尊明日上南楼。"
        },
        {
            "标题": "午日高梁桥同门诸君宴集",
            "作者": "邓云霄",
            "内容": "京陌红尘出郭稀，清江幽竹静相依。拍浮人世浑醒醉，节序他乡有是非。\n混迹微名惭吏隐，忧时孤剑岂雄飞。江南逐客无消息，一曲离骚易湿衣。"
        },
        {
            "标题": "题云鹤飘然卷赠别净友道人",
            "作者": "邓云霄",
            "内容": "千岁惟消一局棋，仙家日月杳难期。云车鹤驾今何往？大地诸天任所之。\n石鼎岂忘联句夜，玉笙谁和步虚词？随君欲理东溟棹，正值蓬山水浅时。"
        },
        {
            "标题": "飞来船",
            "作者": "邓云霄",
            "内容": "银潢空阔水潺潺，破浪乘风几日还。好向莲花招太乙，不须更过石帆山。"
        },
        {
            "标题": "野兴十六首 其十四 枕石",
            "作者": "邓云霄",
            "内容": "閒来直是眠云，静寄非关醒酒。不知苔色侵衣，一任松花覆首。"
        },
        {
            "标题": "正月晦日晴",
            "作者": "邓云霄",
            "内容": "久雨沉山郭，苔衣上半墙。晴云噪乌鹊，晦日足风光。\n把酒春愁破，摊书午梦长。东园花正好，蜂蝶不须忙。"
        },
        {
            "标题": "午日愁坐",
            "作者": "邓云霄",
            "内容": "芳辰风物倍堪怜，艾叶榴花入眼鲜。去国王孙空怅望，出郊芳草懒留连。\n魂招湘水伤蘅杜，命续朱丝感岁年。竟日愁来浑未破，高斋真觉酒无权。"
        },
        {
            "标题": "五日城外观竞渡有两妓自来侍酒时米贵观食龙舟不至凄然有感二首 其二 又戏作艳曲追欢至夕",
            "作者": "邓云霄",
            "内容": "牙樯锦缆趁平潮，神女飞来不待招。龙舸虚传隋殿脚，阳台今见楚宫腰。\n歌声遥泛高低浪，妆影斜通宛转桥。箫鼓夕阳归棹晚，一弯新月又相邀。"
        },
        {
            "标题": "五日城外观竞渡有两妓自来侍酒时米贵观食龙舟不至凄然有感二首 其一",
            "作者": "邓云霄",
            "内容": "雨中楼阁锦模糊，江上游龙近有无。度曲可怜人似玉，挥杯堪叹米如珠。\n扁舟只合携西子，狂客何心吊左徒。群盗未销横海剑，五丝空佩辟兵符。"
        },
        {
            "标题": "庚申除夕邀米君梦守岁",
            "作者": "邓云霄",
            "内容": "岁除家食尚凄然，更念穷愁滞客边。新主龙飞当九五，壮图鹏运后三千。\n林泉未破烟霞梦，日月空催犬马年。小榻短檠方丈室，与君趺坐共参禅。"
        },
        {
            "标题": "冬雨",
            "作者": "邓云霄",
            "内容": "经旬斜雨滴长廊，冬暖苔生草又芳。谁剪钟山云一片？随风入户到绳床。"
        },
        {
            "标题": "中元夜李园池上泛舟",
            "作者": "邓云霄",
            "内容": "风起横塘浪，涛声接大江。星河低画舫，鱼鸟识新腔。\n酒态各争长，谈锋未易降。花源深几许，岛外吠仙尨。"
        },
        {
            "标题": "仲夏望夕藩臬僚长南楼玩月三首 其一",
            "作者": "邓云霄",
            "内容": "夜来清兴在胡床，迢递秦城北斗旁。塞外烟消天似水，楼头风急月如霜。\n兴亡旧恨千年梦，离别新愁九转肠。好泻清光浇块礌，招携同入曲生乡。"
        },
        {
            "标题": "仲夏望夕藩臬僚长南楼玩月三首 其三",
            "作者": "邓云霄",
            "内容": "汉宫唐苑总成尘，往事消沉渭水滨。明月不随陵谷变，胜游翻与岁时新。\n笙歌已换梨园调，霓羽堪招桂阙人。莫讶巍楼干象纬，德星今夜聚西秦。"
        },
        {
            "标题": "仲夏望夕藩臬僚长南楼玩月三首 其二",
            "作者": "邓云霄",
            "内容": "持杯问月重含情，银浦盈盈水自清。乌鹊一枝栖暂定，关山几处影同明。\n蛾眉频掩当空镜，风雨常侵不夜城。圆缺阴晴难预料，却疑灵药得长生。"
        },
        {
            "标题": "重游东林寺迟袁伯益不至",
            "作者": "邓云霄",
            "内容": "春风驻马曾游地，往事悠悠已四年。古刹残僧非旧主，香炉睛色又新烟。\n请看客鬓同黄叶，可悟禅心是白莲。惆怅登临虚夙约，美人迢遁隔江天。"
        },
        {
            "标题": "南昌樊孟泰明府招饮滕王阁雨不果上移酌舟中即席赋",
            "作者": "邓云霄",
            "内容": "高阁迎寒罢胜游，栋云帘雨洒孤舟。星移物换悲前代，南浦西山又报秋。\n千里交情堪下榻，双龙佳气自连牛。风流为政还多暇，愿借仙凫到十洲。"
        },
        {
            "标题": "和申瑶翁咏物十四首 其八 烛泪",
            "作者": "邓云霄",
            "内容": "兰堂张宴夜将阑，锦幕风摇宝炬残。乍看新花生火树，俄惊仙露满铜盘。\n光浮珠汗心偏热，暗湿鲛绡焰觉寒。恐有向隅孤影里，寄言豪客莫穷欢。"
        },
        {
            "标题": "秋日酌别尹禺阳司训揭阳",
            "作者": "邓云霄",
            "内容": "客路寒侵一片毡，文星遥指泬寥天。关河白雁传霜信，篱落黄花对别筵。\n秋水帆樯枫浦外，春风琴瑟杏坛前。广文谁复兼三绝，彩笔看君似郑虔。"
        },
        {
            "标题": "舟中无事戏拟古乐府杂体遗意十八首 其十六 后乌栖曲",
            "作者": "邓云霄",
            "内容": "乌哑哑，知返哺。子从军，母为虏。空房糠籺久饥妻，独对城乌夜夜啼。\n啼残玉箸双流血，飞乌惊去城崩裂。"
        },
        {
            "标题": "俎上翁",
            "作者": "邓云霄",
            "内容": "俎上翁，受勒逼。俎上肉，烹何益。任烹若翁烹乃止，不然父子同日死。\n谁云帝欲烹而翁，胡宽还见营新丰。"
        },
        {
            "标题": "棕拂子",
            "作者": "邓云霄",
            "内容": "避暑早扃门，道书行尚把。脱巾握棕拂，意态何潇洒。\n非无白羽扇，能使烦襟写。无风风乃清，此物较幽雅。\n古人琴无弦，希声不外假。繄余悟此理，隐几高梧下。\n地静如清秋，苍蝇胡为者。"
        },
        {
            "标题": "花朝午后忽晴坐含清阁",
            "作者": "邓云霄",
            "内容": "常疑天似漏，青帝懒司花。岂料喧灵鹊，还能转日车。\n芳菲明绿野，点缀倩红霞。最爱斜阳外，遥村四五家。"
        },
        {
            "标题": "戊午九日黄旗峰登高时辽左夷警孔棘兵衄将残神京岌岌觞不成醉诗以志之",
            "作者": "邓云霄",
            "内容": "惆怅登高酒数巡，南来孤雁带边尘。秋深烽火传榆塞，天远江湖泣朽人。\n万里未酬鸣剑志，百年空老据鞍身。萸囊汉殿今何似？莽莽苍烟隔紫宸。"
        },
        {
            "标题": "张孟奇招同谭汝丽韩孟郁坐月论诗得新字",
            "作者": "邓云霄",
            "内容": "促膝丛谭玉漏频，虚襟灵籁两鲜新。河山不碍当空镜，风露偏怜倚桂人。\n望去婵娟堪换骨，吸来沆瀣净无尘。论诗已会泠泠意，舍筏何须更问津。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "明朝朝堂",
            "Background": "邓云霄作为参政，正在与其他官员讨论朝政，提及如何应对北方的边患，表达了对国事的忧虑，并提出了具体的治理方案，受到众人赞同。",
            "Dialogue": "{\n    角色名:李太守 \n    动作:(拱手而立、面色凝重)\n    讲话:陛下，北方边患日益严重，若不及早采取措施，恐怕将来会影响国本安危。倘若再不加以治理，边疆人民苦不堪言，民心尽失，国家将面临更为严峻的挑战。臣认为，首先应当加强边防军备，重新审视现有的防御工事，提升士兵的训练水平，以确保他们在关键时刻能有如虎添翼之势。其次，朝廷应鼓励迁移百姓至边境，加大对边疆地区的支持力度，促进地方经济发展，增强边民的安全感与归属感，稳固边疆。最后，臣恳请陛下派遣使者，亲自前往与北方敌国进行和谈，以期通过外交途径缓解紧张局势，保障国事长治久安。\n}\n\n{\n    角色名:邓云霄 \n    动作:(微微颔首、神情坚定)\n    讲话:李太守所言极是，北方边患确实不容忽视。仆以为，除了加强军事防御，亦可发动民众力量，鼓励他们参与到边防建设中。士气振奋之时，百姓自然愿意为国家出一份力。至于和谈，必需谨慎行之，敌国常以虚为实，若不加留意，反而可能落入他们的圈套。然则，若能通过和谈，达成互惠互利之局，或将为国家争取一段时间的安宁。我等在此朝堂上，理应为国分忧，唯愿在座诸位共襄盛举，合力攻克此难题，保卫我大明山河。 \n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "南湖边的月下",
            "Background": "邓云霄与好友李烟客对酌，互吟诗词，李烟客提及时局艰难，邓云霄则以诗词抒发心中对故土的思念，二人默默感叹人生无常。",
            "Dialogue": "{\n    角色名:李烟客 \n    动作:(斟酒微笑、目光柔和)\n    讲话:邓兄，今日月明如镜，不如吟诗作乐，共赏这良辰美景。\n}\n\n{\n    角色名:邓云霄 \n    动作:(端杯举目、神情凝重)\n    讲话:确实，月明之夜总让人感慨万千。然则，愚兄最近常感心绪难平，时局艰难，家国多忧，不禁使我思绪纷飞，难以自已。每当夜深人静时，尤其是听到那淅淅沥沥的雨声，愈发使我对故土的思念如潮水般涌来，心中难免生出几分惆怅。李兄若能与我共吟此情，或可稍解此忧。 \n}"
        },
        {
            "Type": "书信交流",
            "Location": "邓云霄的书房",
            "Background": "邓云霄正在给友人写信，询问对方家中的近况，信中提到自己对《冷邸小言》的写作进展，以及对未来的期许，字里行间流露出对友谊的珍视。",
            "Dialogue": "{\n    角色名:李琼 \n    动作:(翻信纸、面带微笑)\n    讲话:邓云霄兄，最近可好？仆家常挂念，尤为关心你那《冷邸小言》的写作进展，望能够早日完成，寄于我信中，细听你的一番心声。\n}\n\n{\n    角色名:邓云霄 \n    动作:(执笔沉思、眉头微皱)\n    讲话:李兄，感谢你对我的关心，近来正值写作之际，然心中虽有许多思绪，奈何常因琐事缠身，未能尽情挥洒笔墨。时光如白驹过隙，我在这孤寂的书房中，常感对人生的思考与对故友的思念交织在一起，仿佛在与古人对话，字里行间流露出我对友谊的珍视与对未来的期许。写信之际，仆也愿将我的心声倾诉于你，盼你在远方安好。 \n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "东莞集市",
            "Background": "邓云霄回到自己的故乡，和邻里闲聊，谈论近来收成和市场的物价，展现了他对家乡的关心和对平民生活的理解。",
            "Dialogue": "{\n    角色名:邻里张大婶 \n    动作:(笑着招手、语气亲切)\n    讲话:邓云霄，听说你最近回乡了，快来聊聊，最近集市的物价如何？咱们这里的收成也还不错，真是令人欣慰呢。\n}\n\n{\n    角色名:邓云霄 \n    动作:(微微一笑、神情放松)\n    讲话:张大婶，久违了，今日见到您倍感亲切。近年来，集市上物价起伏不定，然而咱们这里的农作物依然丰收，确实令人欣慰。每每回乡，看到乡亲们的辛勤与乐观，心中便感到无比温暖。咱们这里的民生虽不算富裕，但大家相互扶持，生活倒也过得去。张大婶，您家里的蔬菜生长得如何？若是有余，咱们可以一起交换些美食，何乐而不为？ \n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "长洲书院",
            "Background": "邓云霄在书院中讲述自己的诗作《空同子集》，与学生们探讨诗词的意境，鼓励他们追求文才，传授自己的创作经验。",
            "Dialogue": "{\n    角色名:学生小李 \n    动作:(兴致勃勃、目光炯炯)\n    讲话:邓先生，您能否给我们讲讲《空同子集》的创作灵感？您的诗词真是太美了！\n}\n\n{\n    角色名:邓云霄 \n    动作:(微笑点头、神态自信)\n    讲话:小李，感谢你对我诗作的喜爱。《空同子集》的创作灵感源于我对生活的观察与对自然的感悟。无论是春日的温暖，还是秋夜的凄凉，均让我感受到生命的流转与无常。我希望通过这些诗词传达出一种对生活的热爱与对人性的思考。在书院中，我常与诸位讨论诗词的意境，鼓励大家追求自己的文才与理想，愿你们在诗词的海洋中自由遨游，找到属于自己的声音。 \n}"
        },
        {
            "Type": "宫廷宴会",
            "Location": "明朝皇家宴会",
            "Background": "邓云霄应邀参加皇帝的赏赐宴会，席间与其他文人交流文艺，心怀对国家的忠诚，展示出他作为进士的风范与才华。",
            "Dialogue": "{\n    角色名:皇帝 \n    动作:(微微点头、面露欣赏)\n    讲话:邓云霄，朕听闻你在朝堂上表现出色，今日特来赏赐于你。你对国家的忠诚与才华，令朕甚为欣慰。\n}\n\n{\n    角色名:邓云霄 \n    动作:(鞠躬致敬、神情恭敬)\n    讲话:陛下，愚臣不敢当，唯愿尽心竭力为国效劳。朝中事务繁杂，惟愿能为陛下分忧，保卫我大明的江山社稷。陛下之恩情，臣铭刻于心，愿以诗词助国，传递我对国家的忠诚与热爱。 \n}"
        },
        {
            "Type": "家庭聚会",
            "Location": "邓云霄家中",
            "Background": "邓云霄的家人围坐一堂，谈论家庭琐事，提及家中老人的健康，展现出家庭和睦与对长辈的尊重。",
            "Dialogue": "{\n    角色名:母亲 \n    动作:(关切地询问、眼中满是慈爱)\n    讲话:云霄，最近在外可好？家中老人的健康你是否常挂念？\n}\n\n{\n    角色名:邓云霄 \n    动作:(微微一笑、神情温暖)\n    讲话:母亲，孩儿在外虽忙，但时常惦念家中。老人们的健康是我心中最牵挂的事，家中若有需要，随时请告知我。每回思及故乡，便感到一阵温暖与安宁，愿常回家中探望，陪伴在您身旁，愿我们的家庭永远和睦。 \n}"
        },
        {
            "Type": "村中长辈教诲",
            "Location": "东莞村口",
            "Background": "邓云霄作为年长者，正在向村中的年轻人传授诗词知识，鼓励他们努力学习，并表达对未来的希望。",
            "Dialogue": "{\n    角色名:年轻人小张 \n    动作:(兴奋地询问、眼中闪烁着渴望)\n    讲话:邓先生，您能否教我们一些诗词的创作技巧？我们都很想学习您的才华！\n}\n\n{\n    角色名:邓云霄 \n    动作:(微微一笑、神情温和)\n    讲话:小张，愚兄乐意分享我的经验。诗词的创作在于观察生活，感受自然。你们要用心去体会身边的一草一木，细细品味每一个瞬间。将自己的情感融入文字中，才会产生共鸣。此外，勤奋练习是关键，诗词的技艺需不断琢磨与提升。愿你们在追求文才的道路上，永远保持热情与坚持。 \n}"
        },
        {
            "Type": "游山玩水",
            "Location": "衡山游览",
            "Background": "邓云霄与友人游玩衡山，吟咏山水，畅谈理想与抱负，感叹自然之美，尽享友谊的乐趣。",
            "Dialogue": "{\n    角色名:友人李明 \n    动作:(欣然赞同、目光明亮)\n    讲话:邓兄，今日的山水真是美不胜收，不如吟咏一首诗来庆贺这美好的时光！\n}\n\n{\n    角色名:邓云霄 \n    动作:(点头微笑、神情愉悦)\n    讲话:李兄所言极是，山水相映，令人心旷神怡。此情此景，正是诗意盎然之时。仆愿以此美景为题，吟咏一首：青山如黛映水中，白云悠悠随意行。松间清风送心语，山下流水伴诗声。愿与君共赏此景，醉于山水间乐无穷。 \n}"
        },
        {
            "Type": "同窗聚会",
            "Location": "东莞书院",
            "Background": "邓云霄与旧友重聚，回忆当年求学时光，谈论各自的成就与人生感悟，气氛温馨而亲切。",
            "Dialogue": "{\n    角色名:同窗小王 \n    动作:(开心地打招呼、面露笑容)\n    讲话:邓云霄，久违了！我们一起回忆当年的求学时光吧，真是令人怀念。\n}\n\n{\n    角色名:邓云霄 \n    动作:(笑着点头、神情温暖)\n    讲话:小王，仆亦甚是怀念。昔日同窗共读，嬉笑打闹，恍若昨日。那些年我们曾立志，要追求文才，展翅高飞。如今，虽各奔东西，但心中那份情谊依旧。愿我们不忘初心，砥砺前行，未来再相聚时，能够共话当年风华。 \n}"
        }
    ]
}