{
    "基本信息": {
        "姓名": "顾清",
        "性别": "男",
        "出生年份": "1460",
        "死亡年份": "1528",
        "享年": "68",
        "朝代": "明",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "顾清的曾祖是顾文理",
        "顾清的祖父是顾文显",
        "顾清的父是顾琼",
        "顾清的母是陆氏(顾清母)",
        "顾清的妻子是张氏(顾清妻)",
        "顾清的弟是顾慎",
        "顾清的弟是顾勤",
        "顾清的弟是顾山",
        "顾清的弟是顾崧",
        "顾清的弟是顾岩"
    ],
    "其他关系": [
        "顾清墓志铭由孙承恩所作",
        "顾清为张文明作墓志铭",
        "顾清为王鉴之作墓志铭",
        "顾清为张诰作墓志铭",
        "顾清为夏寅作传",
        "顾清为黄干亨作传",
        "顾清为赵豫作传",
        "顾清为李东阳作祭文",
        "顾清祭文由汪应轸所作",
        "顾清为沈焘作墓表",
        "顾清为唐祯作墓表",
        "顾清为唐祯作墓表",
        "顾清为樊莹作行状",
        "顾清为樊莹作行状",
        "顾清为屠勋作行状",
        "顾清为屠勋作行状",
        "顾清为卫颕作行状",
        "顾清诗文跋由何良俊所作"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1493",
            "入仕年龄": "34"
        },
        {
            "入仕方式": "科举: 乡贡举人",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "学校: 生员(庠生)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "一",
            "别名类型": "行第"
        },
        {
            "别名": "士廉",
            "别名类型": "字"
        },
        {
            "别名": "文僖",
            "别名类型": "谥号"
        },
        {
            "别名": "东江",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "华亭",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "华亭",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "华亭",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "华亭",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "顾清（1460-1528）字士廉，江南华亭人，弘治六年（1493）进士，官至南京礼部尚书。诗清新婉丽，天趣盎然。著有《东江家藏集》《松江府志》等。 ► 顾清的诗文(649篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "忆家园廿六首 其五 柿",
            "作者": "顾清",
            "内容": "窗西一阵绿云浓，眼见萌芽到拂空。成实不教霜后荐，只因多雨更多风。"
        },
        {
            "标题": "傍秋亭次韵",
            "作者": "顾清",
            "内容": "茅茨初结构，邻里悦迎逢。高树收残雨，清溪度远风。\n束书看好在，尊酒未言空。为问庭前菊，还能桃李容。"
        },
        {
            "标题": "章文远送菊名报君知言其早也而已过重阳五日矣次韵戏酬并邀东曙澄夫元吉共赏 其二",
            "作者": "顾清",
            "内容": "一年好景寻常过，总为东篱菊未开。消释西风两家恨，傍秋亭下小车来。"
        },
        {
            "标题": "仙鹤褚道人尝欲得一诗久未能答近和元吉寿篇见者谓似游仙体因书以贻之然终不近也",
            "作者": "顾清",
            "内容": "曾立萧台缥缈天，尘心一堕八千年。却从海上三山驾，来集城南五色泉。\n辽鹤再闻中夜语，葛龙深抱午时涎。绿章赤字无人检，犹在虚皇玉案前。"
        },
        {
            "标题": "少年行",
            "作者": "顾清",
            "内容": "驱车上太行，前有九折坂。回车下平原，毕竟无人挽。\n升高望同行，去去日已远。及今努力尚可追，西山白日下来时。"
        },
        {
            "标题": "送何溥之西川",
            "作者": "顾清",
            "内容": "西望蜀川千万山，美人莲幕暂栖鸾。云连剑阁春前度，天近青城雪后看。\n今日筹边宜得士，古来行道不论官。务閒好课戎郎学，拭目秋风振彩翰。"
        },
        {
            "标题": "题石田春江钓鱼图",
            "作者": "顾清",
            "内容": "重江迢递水烟通，天设沧洲著钓翁。返照入山迷紫翠，平林过雨杂青红。\n閒边岁月真输子，忙里莺花正恼公。为问中流容点笔，扁舟画我载泠风。"
        },
        {
            "标题": "长安道中见菊调李序庵",
            "作者": "顾清",
            "内容": "九月欲尽十月催，到处黄花烂漫开。西园有花独不放，直要渊明携酒来。"
        },
        {
            "标题": "春雪敬亭用前韵再答",
            "作者": "顾清",
            "内容": "西山落日云蒸蒸，漫衍涧谷弥冈陵。晓窗梦破闻扫雪，失喜一笑披衣兴。天街大有隔岁伴，羸马前日犹凌兢。常言三白兆丰稔，民病亟矣天须矜。从风初学柳絮舞，缀树旋作梅花凝。素娥晨朝纷下女，玉龙夜战迷先登。瓦垆烟焰坐不暖，起视胆瓶胶作冰。前年冬温人苦疾，往岁雨多苗弗胜。新春得此喜可说，光景十倍鳌山灯。忘怀一任鸿寄迹，耐久正爱霜为朋。淮西剡曲总佳语，万骑孰与扁舟乘。愁来呼酒径一醉，斟酌不计斗与升。长安薪炭已如玉，又报米价江南增。闭门高卧吾岂敢，手挽沟壑嗟无能。登楼望山一舒啸，银屏玉案高崚层。何当致我此中去，看煮雪茗烧枯藤。"
        },
        {
            "标题": "约庵促予西行且有早归之约诗以答之",
            "作者": "顾清",
            "内容": "风波踪迹病中身，归卧青山荷主恩。砻石方思豫丘首，赐环何意复衡门。\n西风建业追游地，斜日吴江别酒尊。愿托馀光照衰朽，杖藜还绕陆家村。"
        },
        {
            "标题": "六言 其一",
            "作者": "顾清",
            "内容": "园林日日春风，市喧不到墙东。犬卧落红篱下，莺啼新绿阴中。"
        },
        {
            "标题": "六言 其五",
            "作者": "顾清",
            "内容": "涉世已知踰限，读书元自不多。幸可浇花种竹，还思列戟鸣珂。"
        },
        {
            "标题": "六言 其三",
            "作者": "顾清",
            "内容": "乍去还来沙鸟，将开半落林花。社鼓前村隐隐，机声别院哑哑。"
        },
        {
            "标题": "六言 其六",
            "作者": "顾清",
            "内容": "霄汉九重云日，江湖万里风烟。田父相逢偶语，今年大是丰年。"
        },
        {
            "标题": "春江漫兴",
            "作者": "顾清",
            "内容": "人间七贵五侯，江湖蒻笠羊裘。细雨鸳鸯沙上，微风舴艋船头。\n侬家五湖迤东，此意于君更浓。一派桃花流水，十年马首西风。"
        },
        {
            "标题": "题竹六言",
            "作者": "顾清",
            "内容": "北固谁家江岸，丁卯何处溪桥。春尽烟波渺渺，月明风竹萧萧。"
        },
        {
            "标题": "六言 其四",
            "作者": "顾清",
            "内容": "阑干欲过还留，绿肥新涨溪流。花落游鱼影乱，风和鸣鸟声柔。"
        },
        {
            "标题": "六言 其二",
            "作者": "顾清",
            "内容": "小楼平跨林梢，足底昏明两潮。藏舟不须巨壑，度鹤即是仙桥。"
        },
        {
            "标题": "题书堂二小画 其二",
            "作者": "顾清",
            "内容": "蒹葭倚空未老，蓼花被水初红。我觉蜻蜓得意，翾飞来往薰风。"
        },
        {
            "标题": "六言 其八",
            "作者": "顾清",
            "内容": "为爱夕阳晴好，不知行过秋亭。墙角桃花片片，枝头梅子青青。"
        },
        {
            "标题": "米元晖小景一幅浅色积成高五六寸长不二尺而渺然有千里之势为赋六言",
            "作者": "顾清",
            "内容": "芳树春酣雨后，薄云横带山腰。极目青萦白缭，江南何处迢迢。"
        },
        {
            "标题": "法驾导引 其三",
            "作者": "顾清",
            "内容": "雷隐隐，雷隐隐，列缺挟飞车。一掷火铃三万里，人间何处着妖邪。\n归路海天霞。"
        },
        {
            "标题": "为定默然题吴僧画兰二首 其一",
            "作者": "顾清",
            "内容": "猗猗芳兰，在彼幽谷。孰为我徒，清泉修竹。清泉涓涓，修竹苍苍。\n荪也可人，蔚乎相望。明窗若空，左右图史。永言诸君，乐自今始。"
        },
        {
            "标题": "题竹",
            "作者": "顾清",
            "内容": "兔颖凉分月魄，凤毛寒湿松烟。日暮白云飞尽，一天秋色苍然。"
        },
        {
            "标题": "为定默然题吴僧画兰二首 其二",
            "作者": "顾清",
            "内容": "吴有高人，得笔三昧。洒墨飞空，坠不沾地。化为幽兰，殊妙特妍。\n相所于归，繄定默然。煜煜者兰，岩岩者石。咨尔丛林，兹焉作式。"
        },
        {
            "标题": "法驾导引 其四",
            "作者": "顾清",
            "内容": "祥云起，祥云起，云起四天明。宝月宫中光气满，流黄一道坠明星。\n万寿圣人生。"
        },
        {
            "标题": "法驾导引 其五",
            "作者": "顾清",
            "内容": "歌万寿，歌万寿，稽首玉宸尊。下视九州云五色，群龙济济会天门。\n一气俨长存。"
        },
        {
            "标题": "王相之画石蝴蝶",
            "作者": "顾清",
            "内容": "处士梦中幽意，美人衣上春风。日午小轩人静，阑干伫立从容。"
        },
        {
            "标题": "法驾导引 其二",
            "作者": "顾清",
            "内容": "金风袅，金风袅，飞佩度银泓。仙袂六铢凉似水，抟桑东望火云蒸。\n回首指蓬瀛。"
        },
        {
            "标题": "升彼高堂为毛太安人寿",
            "作者": "顾清",
            "内容": "升彼高堂，酌其兕觥。兕觥欣欣，春酒载盈。维彼硕人，是介是承。\n硕人雍雍，厥德洵美。载其有家，维惠恭止。维惠恭止，休其承祉。\n其祉伊何，兰茁其芽。处也家宝，出维国华。国华有辉，维帝宠嘉。\n锡之鸾书，曰汝之报。汝考汝母，汝迪汝教。维往莫追，生也永耀。\n硕人拜命，弗掖弗持。珠翟霞裳，象服孔宜。邦人来观，秩秩其仪。\n其仪秩秩，其容有怿。乃筵斯堂，乃几斯席。硕人燕胥，笾豆有绎。\n维南有山，维东有海。硕人寿考，终燕乐岂。山石弗砺，海波弗尘。\n维彼硕人，于千百春。"
        },
        {
            "标题": "金杯叹",
            "作者": "顾清",
            "内容": "黄金杯，当四筵，白玉堂，五十年。玉楼功成人在天，金杯幻作金铜仙。\n珊瑚钩，麒麟段，彭宣几向中堂见。媒书衔袖误成真，谗鼎出疆原是赝。\n真与赝，两嗟吁，人不识，子欺予。龙宫海藏，岂有鱼目作明珠。\n君不见他人家，金暑簟，玉茗壸。"
        },
        {
            "标题": "法驾导引 读蕳斋法驾导引词有感拟作五首 其一",
            "作者": "顾清",
            "内容": "骖龙驾，骖龙驾，龙驾引鸾旌。罗列三光俱在下，青云回首玉皇城。\n风露杳冥冥。"
        },
        {
            "标题": "五月一日行东园",
            "作者": "顾清",
            "内容": "忧来不知端，抚心翻自疑。虽惭风云气，宁复儿女痴。\n园林既成趣，书卷亦堪依。如何廿年意，触眼还在兹。\n瘦马愁远道，羁禽怀故枝。往事已如此，后来安可期。\n焉得还吾故，高眠看云飞。"
        },
        {
            "标题": "禽言 其一",
            "作者": "顾清",
            "内容": "窗鸡喔喔鸣未已，更着山禽唤人起。鸡鸣不醒唤不应，近来铜壶有六更。\n吁嗟乎尔禽空复情。"
        },
        {
            "标题": "寓感四首 其四",
            "作者": "顾清",
            "内容": "濂洛继绝学，紫阳集群儒。微言析豪末，精义穷锱铢。\n冰泮解众惑，春融归一初。馀功及藻翰，金石垂楷模。\n高踪邈难继，诡辔启殊途。掇拾珙璧瑕，进彼珉与玞。\n蔀屋虽见斗，肺肝本昭如。彼狂谅已矣，蒙也真何辜。"
        },
        {
            "标题": "满江红 乙巳元宵",
            "作者": "顾清",
            "内容": "云月澄鲜，重城夜启。满目繁华，正江南春早，红灯初试。\n帘影千门摇粉黛，香尘十里随罗绮。论今宵、何止刻千金，堪游戏。\n欢未已，愁还继。暗想今年，遥怜往岁。四时相代如流水。\n上林春色三千里。望鳌山、凤辇是何年，心摇曳。"
        },
        {
            "标题": "秀州塘过庆云桥南派为小溪山人李公玉家其上公玉善谈星数星之著者为斗人呼其地为斗溪君遂因以自号",
            "作者": "顾清",
            "内容": "秀塘东分一支曲，溪上幽人数间屋。夜深星斗转遥空，绕屋明珠湛寒渌。\n幽人说天三十年，三光磊落胸中悬。胸中溪底交映澈，上与元化同回旋。\n湘累卜居问詹尹，支矶亦访成都隐。洛阳车骑尘染衣，堙浪五湖声迹泯。\n茫茫大运谁主持，悬生列象古犹斯。荣光德耀空载籍，飞流彗孛交梭驰。\n扁舟何日溪上路，为我一洗平生疑。"
        },
        {
            "标题": "禽言 其二",
            "作者": "顾清",
            "内容": "有客苦无酒，提壶向邻沽。山禽当我前，笑我提壶卢。\n壶卢壶卢我自提，尔自不提，聒聒鸣何为。"
        },
        {
            "标题": "寓感四首 其三",
            "作者": "顾清",
            "内容": "江河亘九地，日月丽九旻。明者必有本，流者必有源。\n一极肇万有，至理无馀言。行人望逆旅，所觊一榻温。\n黄昏幸即次，遽欲隳乃垣。以彼虫鼠智，妄启般倕门。\n高言视一世，举目皆童昏。六籍炳明训，灵扃俨威神。\n十室且忠信，寰中岂无人。谁欤仗三尺，屏此魑魅群。"
        },
        {
            "标题": "浣溪沙 庚午二月廿二日书感时水后疫疠盛行守臣美迁去部使者方加税督责甚严",
            "作者": "顾清",
            "内容": "陌上风花半欲飞。楼头更著筦弦催。伤心自起探斜晖。"
        },
        {
            "标题": "味澜",
            "作者": "顾清",
            "内容": "飞泉出巨壑，百里回澜翔。酌之味其甘，仰视云山苍。\n山高土滋厚，土厚泉益芳。浸灌富畦垄，回环固陵冈。\n谁知一滴润，中有千林香。先生青乌胄，家在云水乡。\n常言九峰青，孰与三江长。妙契一以握，川灵走奔忙。\n我老怀首邱，君来协吾祥。盘盘凤山麓，南趋向朝阳。\n溪流左右带，落此团玉光。顾会本旧浦，祥泽亦名塘。\n须君一染指，为我终其臧。"
        },
        {
            "标题": "和杨时望新居杂咏 其二",
            "作者": "顾清",
            "内容": "道存无穷达，志适忘远近。子桑七日病，岂忆惠施问。\n由也号升堂，乃作穷途愠。君家三赋翁，天球振空韵。\n才高徒后名，事往嗟颓运。何以发清谣，东邻有芳酝。"
        },
        {
            "标题": "寓感四首 其二",
            "作者": "顾清",
            "内容": "短辔纡长驾，行行未渠已。川途屡回互，常恐迷所指。\n天机妙倚伏，人事亦难拟。寻常婚媾筵，中有寇戎垒。\n有时涛波翻，举网得双鲤。流行随大化，百岁讵能几。\n温凉久矣更，甘苦亦如此。谐俗诚以难，抱拙长已矣。\n谅无当世资，庶曰寝息美。"
        },
        {
            "标题": "枯木竹石为郑节之题",
            "作者": "顾清",
            "内容": "霜凋孤桐树，槎牙碧琅玕。夜半山月出，飞下两青鸾。\n幽人适不寐，清影上阑干。"
        },
        {
            "标题": "读天游集 其二",
            "作者": "顾清",
            "内容": "文僖尹西洛，宾幕皆鸿儒。希踪郭延卿，野服临其居。\n荒僻少过从，未见诸公如。菲然具杯案，班荆叙欢娱。\n日昳群吏集，麾盖满庭除。公等皆何官，骑从尔云都。\n盘飧靡加味，体貌不殊初。谈咏西山暮，出门送登车。\n诸公恍自失，累日增叹吁。襟怀有如此，声利岂能驱。\n下视望尘子，飞龙翔太虚。"
        },
        {
            "标题": "和杨时望新居杂咏 其一",
            "作者": "顾清",
            "内容": "盛年驰远志，将老思閒静。天运有消息，人事递丰省。\n自从大道丧，阶磩生榛梗。欣荣亦偶然，沦伏岂非幸。\n诗班未可笑，过涉且灭顶。惟虑西潭月，照此胸中耿。"
        },
        {
            "标题": "和杨时望新居杂咏 其三",
            "作者": "顾清",
            "内容": "卜居须仁里，结友须良契。湘累江潭行，纫佩必兰蕙。\n蓬麻两因依，腐蠸终蝥蜹。君看稷下生，肯乞墦间祭。\n吾徒幸閒居，尘境息啁嘒。玄文倘许窥，乌藤尚堪曳。"
        },
        {
            "标题": "读天游集 其一",
            "作者": "顾清",
            "内容": "君平成都隐，室无儋石储。罗冲家万金，往遗倾后车。\n我馀子不足，遗我将安居。笑谓平生过，酬称良非虚。\n我尝宿卿家，周览子室庐。见子朝夕间，汲汲无少舒。\n我卜不下堂，垂帘常晏如。馀钱累数百，凝尘委床隅。\n以兹对相较，岂不我有馀。王生景芳躅，特笔天游书。\n览之重有感，长叹仰天衢。斯贤诚旷代，冲也今亦无。"
        },
        {
            "标题": "寓感四首 其一",
            "作者": "顾清",
            "内容": "依阿每得意，肮脏常失时。古人已共叹，末路转多岐。\n芝兰掩萧艾，鸑鷟避鸢鸱。人众天可胜，而我犹人猗。\n欣欣讵可遏，悄悄空自悲。惟当秉明哲，大运随所之。"
        },
        {
            "标题": "和杨时望新居杂咏 其四",
            "作者": "顾清",
            "内容": "月出新雨馀，桐阴落金井。经旬困隆郁，扪颈欲生瘿。\n飘然怀灵仙，愿作綵鸾请。鸾飞空冥冥，去入无穷境。\n靡求焉有争，不暑安知冷。下视区中人，纷纷逐风影。"
        },
        {
            "标题": "览窦氏回文诗爱其音调古拟作六首 其二",
            "作者": "顾清",
            "内容": "高岗梧栖凤鸣和。韶箫按曲引工歌。调鼎金铉玉梅鹾。\n朝堂明辟列衡阿。巢由轸怀忧如何。"
        },
        {
            "标题": "兼山并寿为何参之二亲赋",
            "作者": "顾清",
            "内容": "东山亭亭青插空，西山娟好金芙蓉。两山并秀何所似，孟光白首陪梁鸿。\n儿孙学礼仍学诗，群峰罗立玉参差。双尊腊蚁更拜庆，醉过梅稍月满时。"
        },
        {
            "标题": "次姚絅庵韵",
            "作者": "顾清",
            "内容": "少年学步希攀龙，后生先辈殊而同。文场接轸借光价，海月下照沧江虹。\n当时庠序总豪俊，公于其间尤长雄。岁行壬子我忝窃，公意夙与神灵通。\n黄旗捷足走夜半，隐若平地行丰隆。升沉不作时世态，江头别酒双壶崇。\n刘蕡何必下李邰，云龙竟尔乖相从。虚名我亦自知我，厚抱世岂能忘公。\n南安一世仅小试，梁栋已奏苏湖功。至今诸生诵遗训，有若汉士希林宗。\n閒居诗笔老益进，人意所澹公偏浓。犬马之龄亦奚有，大篇投赠何舂容。\n祓除牛舌鸡口秽，涤荡柳眼梅花风。寒林索莫幽谷閟，顷刻万景回春融。\n尘区奔走三十载，微命岂不悬青穹。樯掀舟舞几阽殆，梦中每想垂纶翁。\n致君有意苦才薄，击壤且逐康衢童。养鱼池南鹤泾北，归来两见春花红。\n去时众雏皆长大，丹玉冠顶黄金瞳。长鸣一声起烟际，哀怨似吊吴臣忠。\n洛阳羁客竟不返，草堂空锁青山松。小奴获稻试春酿，一瓮晓熟天门冬。\n弧南光烛斗牛分，诸老百福神皆充。相携一笑醉花底，便可写入丹青中。\n不作云台卧华顶，亦合桓荣陪李躬。寻思却恨公不饮，未怕北海尊罍空。"
        },
        {
            "标题": "雪景为郑节之题",
            "作者": "顾清",
            "内容": "蓑衣蒙肩笠覆顶，拥髯倚钓坐深暝。扁舟到处即吾家，风雪不忧天地冥。\n金门朝日五彩晖，朱衣前进白简随。鞠躬屏息虞谗讥，为问此翁知不知。"
        },
        {
            "标题": "览窦氏回文诗爱其音调古拟作六首 其三",
            "作者": "顾清",
            "内容": "江湖放浪狎飞凫。双浆画舟隐蒲菰。泷风惊梦午酣馀。\n窗虹贯月夜堂虚。扛鼎巨笔采椽如。"
        },
        {
            "标题": "览窦氏回文诗爱其音调古拟作六首 其一",
            "作者": "顾清",
            "内容": "神圣兴运乘元真。宸严尊居端佩绅。禋宗敬事肃秋春。\n仁贤登扬振幽沦。陈思怀忧隐呻嚬。"
        },
        {
            "标题": "览窦氏回文诗爱其音调古拟作六首 其六",
            "作者": "顾清",
            "内容": "纹绣重袭密丽绵。筠金间玉续匏弦。分派九河洪涤宣。\n薰兰承蕙藉简编。坟典遗基隆圣贤。"
        },
        {
            "标题": "杨西潭赋天香玉兔赠三儿行次韵为谢",
            "作者": "顾清",
            "内容": "一气分职司炎凉，商飙夕起回朱光。玉蟾飞出海中央，金波万丈开银塘。\n上有木犀蟠古香，荫以青云漱玉浆。垂辉布彩遍圆方，吐生亿载毛如霜。\n注目广寒腾紫芒，五豝但说驺虞良。亦有白凤昭明昌，玄霜捣成和桂芳。\n下与浊世开昏狂，圣人食之齐彼苍。彼二子者空驰翔，悬崖擘空彩翠彰。\n谁其作者关西郎，妙思不受铢分量。翻思少日膂力刚，吮豪探韵誇用强。\n偶然朱衣许成章，八分遂使三军张。小儿学步试登场，一番已挫铅刀铓。\n南州才士真堵墙，又逐阳侯观渺茫。高飞为颉低为颃，秀才但祝今年康。\n五茸西北天衢长，五星再启文明祥。新图玉轴文锦装，新篇古制来柏梁，小生何以副称扬。\n绿烟荡漾清晖旁，一段丽景难为详。走观连日隘里坊，为君珍袭重缥缃。\n留与上林春日并将，珊瑚珉玉赋旁唐。"
        },
        {
            "标题": "览窦氏回文诗爱其音调古拟作六首 其五",
            "作者": "顾清",
            "内容": "皇羲肇文成五三。光辉蔚郁深侵涵。缃缥珍袭重签函。\n章组谢来归村南。筐箱薶茧作老蚕。"
        },
        {
            "标题": "览窦氏回文诗爱其音调古拟作六首 其四",
            "作者": "顾清",
            "内容": "商金凄冽冰丝弦。苍青湛澄明空烟。昂昂立鹤霜庭前。\n慷慨抒怀寄诗传。长路萦心怆华年。"
        },
        {
            "标题": "廿一日渡江",
            "作者": "顾清",
            "内容": "昨日渡长淮，今日渡长江。长江更比长淮阔，凌空自有飞凫双。\n凫双飞，风不起，天清清，水瀰瀰。眼中不复见尘沙，只有青山如画里。\n青山如画画不如，十年归梦绕吾庐。山中猿鹤休惊咤，从今日日青山下。"
        },
        {
            "标题": "新桥风雨夜泊用生辰饮酒韵",
            "作者": "顾清",
            "内容": "骤雨飘风不终夕，江山万古横青碧。人生此意要识取，身在乾坤谁主客。\n神仙十洲更三岛，将相五侯连九伯。当年富贵穷意气，毕竟松林纸钱白。\n曾闻冠剑画麒麟，复道轩悬赐金石。英声白日飞紫电，高槩云松倚青壁。\n时移地改须臾事，侧耳清商非旧拍。朱门华屋自荆杞，青雀彩鸾空络绎。\n岂知此日陶家翁，葛巾曳杖柴桑陌。书生濩落靡所似，少也空空老何益。\n已从西掖伴群英，又向南宫分半席。太农赋粟几钟庾，奉常书功无寸尺。\n空江夜眠复何惧，归去扁舟游七泽。"
        },
        {
            "标题": "斋居 其二",
            "作者": "顾清",
            "内容": "层轩荫嘉树，素月流青空。珠光激翠羽，绮丽难为容。\n起步下中庭，徘徊西复东。童子讶我然，窃语窥窗栊。\n焦枯望霖雨，隆蕴思泠风。鯈鱼濠梁上，岂识蒙庄翁。"
        },
        {
            "标题": "祝参议鸣和以诗问讯次韵答之",
            "作者": "顾清",
            "内容": "荣达世所慕，弃捐时共伤。朝登天子陛，夕下尚书堂。\n邻里不知故，相随上河梁。扬铃望九山，指顾忽在傍。\n山灵讶我归，猿鹤亦徊偟。江海云鸿下，高冈威凤翔。\n兹理诚坦然，何必挠衷肠。"
        },
        {
            "标题": "饮酒 其一",
            "作者": "顾清",
            "内容": "尘区三十载，川陆几洄沿。归来长林下，缅想独依然。\n形迹虽从化，中怀庶未迁。亲交不我弃，尊俎日流连。\n一醉靡吝情，漫歌遂成篇。白日高临照，苍穹俨回旋。\n往哉谅匪易，行矣兹乾乾。"
        },
        {
            "标题": "过子南旧居还坐新宅有怀一閒处士书示子南",
            "作者": "顾清",
            "内容": "百年能几何，今我忽已老。重来旧游地，恻恻伤中抱。\n风光宛畴昔，但觉朋游少。原田看日辟，垣屋且增好。\n周览回堂序，流尘蔼芳草。佳儿瑶环秀，未食看已饱。\n诗囊及酒斝，还此坐倾倒。林光奄西驰，起视白日皎。\n深情念萝附，远意托鸿矫。勉旃期努力，慰此重泉杳。"
        },
        {
            "标题": "饮酒 其二",
            "作者": "顾清",
            "内容": "故人饮我酒，坐我清湖浔。中燕游后园，俛手交绿阴。\n侧磴度别渚，回堂面长林。西日明远陂，流光荡我襟。\n喟然怀往哲，兹地几登临。亭台无遗构，风木有馀音。\n想当古人时，岂不亦似今。运去鸣鸟寂，时来蛩蠋吟。\n无为后者惜，绿醑方在斟。"
        },
        {
            "标题": "次韵前人自寿且请入会",
            "作者": "顾清",
            "内容": "物生天壤间，孰与天运长。日月有薄蚀，蛟龙有晦藏。\n木贱乃多寿，花妍类无香。先生学古士，文不数班杨。\n名场四十载，万足争奔忙。遗珠满暗室，袖手不下堂。\n德充诱斯浅，神胜体益康。譬彼姑射仙，无伤亦莫伤。\n时于苍生病，中宵起徬徨。嘉辰集同社，作诗代暄凉。\n洛俗遵教礼，颍评公否臧。终当齿末坐，不作攒眉狂。"
        },
        {
            "标题": "次尤南渠元吉韵",
            "作者": "顾清",
            "内容": "尧民仁寿歌尧极，万里欢声动殊域。老臣衰病得归来，尚欲两疏希仲伯。\n青春灯火连生宴，几夕狂眸乱朱碧。朱碧荧煌皆帝祉，赐金本为馀生拟。\n箧中抖擞兔园编，夜案犹堪课孙子。若论天平何敢云，君无多谈触监史。"
        },
        {
            "标题": "病齿欲脱儿辈忧之书三十韵以广其意",
            "作者": "顾清",
            "内容": "我齿落已惯，人闻亦寻常。今年一齿杌，儿曹忽惊皇。\n云此口之户，位称文学堂。禄算系崇替，言音资品量。\n不似颐颔间，亏残有遮藏。咀嚼纵少利，形颜固无伤。\n一笑谓儿子，汝言吾岂忘。我本田舍子，传家只耕桑。\n偶然诵书史，遂登文翰场。懒散二十载，纡朱佩金章。\n槁虚生蠹蟫，负乘来寇攘。扁舟四千里，隆赫当秋阳。\n亲交喜我还，我亦念旧乡。炎焦夹醇酎，合沓钟胃肠。\n致困诚有以，扶颠亦多方。根柢既以拨，枝条孰能当。\n翻思赤舌初，雷风挟冰霜。傍观为缩颈，亲知走如狂。\n生还自不意，敢复希太康。齿缺患语讹，老韩方亦良。\n复云妨贵仕，我已归农庄。此外惟年寿，岂不在彼苍。\n乳饮且百岁，我犹能糗粻。所念齿发衰，壮志或少荒。\n百里行未半，前途凛瞿塘。青编有圣贤，绿野有稻粱。\n持满自我力，干誉期尔行。兹事苟不忒，吾生从短长。\n存乎彼诚善，去也谁能防。无为重戚戚，此物本太刚。"
        },
        {
            "标题": "饮酒三首 其三",
            "作者": "顾清",
            "内容": "生世苦不永，远期惟百龄。势位亦奚须，要以吾志行。\n志意苟不立，区区复谁营。蠖屈礼舆皂，熊蹲视冠缨。\n陪侧有傔从，方间有灵明。氓也各有心，此理予所懵。\n问之谅未可，酒到且复倾。"
        },
        {
            "标题": "饮酒三首 其二",
            "作者": "顾清",
            "内容": "烈火玉不变，冲波山不迁。人生亦何易，俛首就拘挛。\n昔称朝阳凤，今为腐鼠鸢。所丧知几何，所希尚茫然。\n愁来不能饮，举觞酹苍天。王业思传后，蒸黎固无愆。\n愿生岂弟人，为时长才贤。"
        },
        {
            "标题": "春圃为医士范凤赋",
            "作者": "顾清",
            "内容": "尔家文正穷居日，愿为良医惜不得。天章一日面重瞳，四海春风歌庆历。\n善救不遗天地功，一圃虽小春风同。圃也有穷春不穷，往为尔祖闳家风。"
        },
        {
            "标题": "恩封豸绣为卢师邵父恒斋寿",
            "作者": "顾清",
            "内容": "神羊一角骏且灵，心识枉直知奸贞。因之遂有触邪名，楚人作冠秦汉仍。\n至今台府表仪刑，卢郎铁面飞霜冰。俨然象服当明廷，豺狼屏息虎遁形。\n彼狐鼠者敢咿嘤，帝曰汝贤谁尔成。往贻尔亲予尔荣，匪予之荣繄尔情。\n鸾书入山猿鹤惊，林芳谷秀纷来迎。吴丝致密綵缕精，五云灼烁千花明。\n新年七十鬓未星，夜灯密字还如蝇。泮宫吹笙歌鹿鸣，石湖梅花连洞庭。\n行来无碍出入轻，肩舆扁舟惟所胜。郎君出使拥文旌，吴船万里上青城。\n朋尊献寿舞前楹，庭前堂上总欢声。他年犀玉麟袍赪，还想豸角高峥嵘。"
        },
        {
            "标题": "生辰饮酒用吴与贤韵时有所感走笔乱书不计其无伦次也",
            "作者": "顾清",
            "内容": "青灯照案犹前夕，病眼看朱顿成碧。风尘浩荡愁如海，如此年华尚为客。\n今日何日心神开，喜有新诗佐欢伯。吟君瑶篇，酌我大白。\n陈王藻思过八斗，刘伶酒肠仅一石。长途漫漫竟何止，直恐蜗壳黏高壁。\n瑶台何许空怅望，黄竹白云同一拍。寻思百岁等石火，秪有尘编耐紬绎。\n长安春深冰雪尽，和气如云盎阡陌。楼卿饱饫五侯鲭，贾傅尚虚宣室席。\n人情自昔无终尽，天道由来有损益。彭铿至老无千岁，赵璧虽奇不盈尺。\n但得四海同仁寿，烂醉康衢歌帝泽。"
        },
        {
            "标题": "归鹤辞",
            "作者": "顾清",
            "内容": "鹤飞去兮空江长烟，鹤归来兮春酒宾筵。入门兮矫顾，驯予阶兮绕予轩。\n浅水兮平田，怀鷇雏兮宛当年。忽飘然兮何意，思寥廓兮翔骞。\n仙人兮华表，俯城郭兮依然。信水云兮增旷宁，旧巢兮长捐。\n廉珠兮不远，和璧兮终全。哄满堂兮一笑，歌南飞兮间朱弦。\n惟人生兮一世，与万物兮周旋。虽含灵兮我异，同声气兮相宣。\n凤千仞兮览辉而萃止，鸾五色兮顾影而蹁跹。苟颛颛于饮啄兮，亦奚以间于鹰鹯。\n月明兮沙渚粲，缟衣兮映修竹之娟娟。"
        },
        {
            "标题": "竹亭清节为胡大声司寇赋",
            "作者": "顾清",
            "内容": "问君竹亭何处所，言在龙山之阳荆江之浒。江水渺渺山青青，水边种竹中作亭。\n山风时来奏竽籁，江月下照凝霜冰。当时作亭亦漫尔，人诵公清名日起。\n皇孙题榜郁嵯峨，清风几处表行窝。\n武夷山前溪水碧，越王城上海云多。秋台月冷霜华重，心绕南云不成梦。\n起来挥翰走新图，要我题诗作清閧。竹亭竹亭今若何，自公来后几人过。\n鸿爪雪泥增怅望，石阑苔径想婆娑。君不见召南茇舍终烟草，惟有甘棠一曲千古被弦歌。"
        },
        {
            "标题": "敬亭见和山行有李杜齐能之句虽主押韵而亦非所当也因歌奉答拜写近怀",
            "作者": "顾清",
            "内容": "梧槚不杂中林蒸，诗人以来称杜陵。公才本高心独下，退与元白图中兴。\n山行一篇如见我，扪萝踏雪几凛兢。时从雅淡出奇丽，少年敛手不得矜。\n三阳改岁万物泰，和气上与游云凝。清河沙河柳色动，近山已有游人登。\n南飞六骥想回首，足底不见阴山冰。甘泉荷橐事已远，洛桥轫车材弗胜。\n破除寂寞赖公等，往往邮筒侵夜灯。朝来雪篇更雄富，无复珠贝论升朋。\n五湖烟艇未许上，灞桥驴子还堪乘。已闻羔韭毕春祀，伫见柴燎中天升。\n平安夜火报不绝，似有车骑来增增。兰台执简公未老，长杨奏赋吾犹能。\n扫妖灭怪止一笔，取青媲白应千层。眼前却有两物恼，中山狡兔剡溪藤。"
        },
        {
            "标题": "斋居 其一",
            "作者": "顾清",
            "内容": "日暮浮云尽，瑶空湛虚明。北辰俨中居，列宿环四营。\n搀抢既不动，彗孛亦潜精。朗月行中街，垂辉彻洞冥。\n感此念畴昔，忽如初梦醒。泠然遂忘寐，整冠候鸡鸣。"
        },
        {
            "标题": "饮酒三首 其一",
            "作者": "顾清",
            "内容": "忧来无端际，雨雪仍雾昏。家人馈我食，有酒忽盈尊。\n此物本非恶，此时情更欣。一举不计觞，颓然成暝醺。\n生材古云难，长养良亦勤。夭夭中林植，几时到干云。\n一朝困野火，谁念空我园。弃置莫与置，沈思空烦冤。\n已矣当告谁，悲哉无复论。"
        },
        {
            "标题": "己夘新正二日沈仁甫自滇南寄新刻古乐府至中有所会拟作一首",
            "作者": "顾清",
            "内容": "金尊美酒思共传，朱弦玉琴思和弹。倾河赴海不复还，昆崙东下波湍湍。\n忧来无端不可删，青灯照人愁夜寒。夜长漫漫殊未阑，高楼管弦声正驩。"
        },
        {
            "标题": "友人李民畏别号鹤峰尝欲予作诗未果也乌伤之任别有日矣为歌以送之",
            "作者": "顾清",
            "内容": "鹤城九峰俱有名，后来鹤峰名更清。鹤峰只在九峰里，题品往往由先生。\n鹤峰鹤城相对起，烟水四周三百里。峰前一径画图开，翠竹碧梧清似水。\n先生藏名三十年，鹤亦周旋云水间。一声此日彻天上，回首翻愁蕙帐閒。\n蕙帐閒兮猿亦惊，作歌为尔谢山灵。不须驰烟向驿路，不须移文到山亭。\n君不见九苞鸣鸟本在丹山外，终为箫韶仪舜庭。"
        },
        {
            "标题": "送柴德美给事赴南京光禄寺少卿",
            "作者": "顾清",
            "内容": "凉飙动城阙，时序忽以遒。驾言适郊墅，旷漭增离忧。\n离忧将奈何，赖有酒盈舟。俯倾一杯渌，仰视高云流。\n物色既如此，君行安可留。毂下有遗直，江东非远游。\n乡园自密迩，山水复清幽。愿保金玉音，以应同声求。"
        },
        {
            "标题": "道中大风扬尘戏为四语清河饮刘锦衣庄因足成之",
            "作者": "顾清",
            "内容": "西风吹尘日何之，浊河东注无归时。昆崙常高海常下，万古不解痴人疑。\n蜉蝣生尽一日乐，孟尝死有千年悲。此言堪笑亦有悟，酒到但饮无多辞。"
        },
        {
            "标题": "送钱子中赴南监",
            "作者": "顾清",
            "内容": "西风淅沥吹衣裳，天衢回首江云长。平生拾芥看朱紫，半醉拂剑飞冰霜。\n龙山朝日自佳气，石城秋月还清光。明年此时桂花下，路人共指砖桥郎。"
        },
        {
            "标题": "送陈子文",
            "作者": "顾清",
            "内容": "昔年倚棹清江浦，两岸丁丁沸斤斧。漕舟岁计动逾万，此地寻常当七五。\n年深法久人情玩，弊孔纷纷劳葺补。君今捧檄向淮壖，正是青云初著鞭。\n相逢数语尽肯綮，平生经济岂徒然。唐家善漕称刘晏，第一造舟推庙算。\n纲条宽衍物力纾，费止一时人永便。今人何必非古人，今代文襄晏后身。\n连云大厦须营构，试手江边聊看君。"
        },
        {
            "标题": "次韵答申天锡都阃",
            "作者": "顾清",
            "内容": "忆在严城听霜角，青绫坐拥灯花落。将军裔本申包胥，部曲勇过王镇恶。\n腰间龙纹七宝刀，壮气直与燕山高。誓将沙漠靖狐鼠，肯为班行论雁羔。\n诗来遣我怀南浦，一片旌旗送笳鼓。儒生为将今几人，解与三军道酸苦。"
        },
        {
            "标题": "道逢丧车有感",
            "作者": "顾清",
            "内容": "铙丁丁，鼓冬冬。挽且歌，哭以从，短箫间歌起悲风。\n歌者会有哭，哭者会有终。白日西下黄河东，此歌此哭宁终穷。\n惟有柩中人，一去万古长瞢瞢。"
        },
        {
            "标题": "精膳郎中侯纶母张宜人寿七十",
            "作者": "顾清",
            "内容": "五丝蹙云双帔长，珠冠翠蕤明两珰。早年身侍两姑傍，良人执戟戍边方。\n齐眉举按上高堂，夜灯课子青藜光。良人已矣诸孤昌，大者名在六郡良。\n小者南省尚书郎，诸孙阶下俨成行。瑶环瑜珥间珩璜，花前迭进奉霞觞。\n花枝拂帘风日香，人间总谓天茫茫。有如人斯天岂忘，新年七十鬓微霜。\n药饵不御身康强，门前晋水春洋洋。谓君酿取酒千缸，君家此乐殊未央。"
        },
        {
            "标题": "也适轩写怀和水村冢宰",
            "作者": "顾清",
            "内容": "达人任真性，于世鲜求馀。山林与城市，所在靡絷拘。\n孔明南阳日，栖止一草庐。及当将相权，艺桑不千株。\n走也林壑士，尘途失东隅。方将策驽蹇，而与飞黄俱。\n长夏平津馆，文酒共清娱。投之金玉章，重以来禽书。\n一吟消暑溽，再玩忘时虞。飞云当我前，不去两踟蹰。\n缅怀清池曲，水华应遍舒。馀欢似许续，将子问何如。"
        },
        {
            "标题": "题东滨父子趋朝图",
            "作者": "顾清",
            "内容": "先皇龙飞登俊英，岁在庚戌君飞腾。甲戌今皇临大廷，郎君接武振华缨。\n尚书光禄郎而卿，分曹右选参本兵。天门晓开日未升，红霞紫气绕觚棱。\n玉街无尘青引绳，冠裳佩履俨徐行。前者长孺后元成，小夫雅愿止金籯。\n君家世德远有承，华亭启土绍嘉兴。贞元相君尤有名，昆山婉娈谷水清。\n诗书亹亹来云仍，纷如玉笋间瑶桢。朝廷有道四海平，凤将九子不足惊。\n画师不惮理丹青，我老犹能继颂声，请君多买鹅溪缯。"
        },
        {
            "标题": "沙河主人后园枣实甚繁感而有述",
            "作者": "顾清",
            "内容": "牡丹红径尺，一败即空枝。枣花大于米，结实反累累。\n世途争外骛，衒巧复矜奇。仪衍雄辩说，潘陆姱文辞。\n华藻炫缃素，声名倾一时。终然木强子，铭功汉鼎彝。"
        },
        {
            "标题": "题子渊内翰所藏画册 其一",
            "作者": "顾清",
            "内容": "高树带秋色，扁舟移晚凉。兰桡经过处，细细白蘋香。"
        },
        {
            "标题": "题子渊内翰所藏画册 其三",
            "作者": "顾清",
            "内容": "疏篁倚长松，烟梢拂空碧。下想有佳处，俯视空叹息。"
        },
        {
            "标题": "题子渊内翰所藏画册 其二",
            "作者": "顾清",
            "内容": "往时波上人，今为林下花。相对默不语，清心玉无瑕。"
        },
        {
            "标题": "题子渊内翰所藏画册 其四",
            "作者": "顾清",
            "内容": "崇台出林表，前对万仞峰。坐久群籁息，辽天起松风。"
        },
        {
            "标题": "天莫雨 其二",
            "作者": "顾清",
            "内容": "地莫水，水襄陵，水襄陵兮人不得耕。人不得耕，连廒百万谁与盈。\n捶肉及骨宁尔矜，人苟弗矜，呜呼水兮空复情。"
        },
        {
            "标题": "丝瓜棚成次三江韵",
            "作者": "顾清",
            "内容": "丝瓜生而蔓，蔓缘棚着花。棚成蔓斯衍，蔓远实转加。\n松桧喜岩峻，蘋萍乐卑洼。巢禽与穴蚁，各自宁其家。\n东亭富阑楯，岂乏援与笆。先生太古心，夙昔厌纷奢。\n故将丘园景，点缀幢节衙。缚苇架樗柳，连棚成咄嗟。\n棚材有欹直，瓜蔓从猗斜。坐看花叶重，纷如瑜掩瑕。\n朝章重绮绘，野服便葛麻。潭潭春卿居，钜丽兼清华。\n高甍绿槐覆，琐户红帘遮。中间忽着此，岂不心境遐。\n看花金钱大，食实冰蛹嘉。嫌名幸毋讳，去垢终无邪。"
        },
        {
            "标题": "天莫雨 其一",
            "作者": "顾清",
            "内容": "天莫雨，雨湿衣，雨自湿衣人不知。昨日往矣今复兹，人而知之宁弗思。\n人苟弗思，呜呼雨兮空尔为。"
        },
        {
            "标题": "石斋为阁老杨公赋",
            "作者": "顾清",
            "内容": "万书插架帘几清，朝回燕坐百虑澄。是为石斋公所名，公意本自羲皇经。\n人生有欲随颠冥，惟介乃立静乃贞。介焉如石静以确，一字可以终身行。\n先生读易五十载，神明久在筌蹄外。细看华榜揭修楹，正似武公歌懿戒。\n岩廊特立表缙绅，嵩高峻极华岳尊。三神不随巨鳌抃，一柱独止洪河奔。\n十年黄阁佐万几，矢口应笔皆天机。昭回何止饰万物，大有甘润苏癃疲。\n名高位重心转下，时复青山梦回驾。向来一去四海嗟，况此焦枯正炎夏。\n介于石，断可知，公今岂是丘园时。平泉往事可一笑，仇池雪浪空崔嵬。\n须公辅佐太平了，还赋此石歌公归。"
        },
        {
            "标题": "夜泊凤凰山闻鸟啼有感",
            "作者": "顾清",
            "内容": "吴蚕三眠欲上山，吴禽夜啼吻欲乾。啼言摘山须看火，天欲明时啼更苦。\n伤弓伤虎人物同，此鸟前身是蚕女。青楼美人红锦帷，歌舞归来月已低。\n银釭斜明照春睡，问著摘山浑不知。"
        },
        {
            "标题": "安山闸遣闷",
            "作者": "顾清",
            "内容": "泊舟安山下，爱此嘉树阴。登厓望河曲，连樯矗如林。\n有隶前致词，兹惟民蠹蟫。徵丁动千计，索雇赢百金。\n郡小岁仍俭，诛求力难任。称贷倚富室，羊羔日浸淫。\n情知剜心苦，且免肌骨侵。日午水满闸，棹夫兀如喑。\n淹留已自困，复此伤予心。青天如有知，披云露遥岑。\n排空各献秀，为我清烦襟。尘区自扰扰，物外长愔愔。\n安得向此中，逍遥委朝簪。"
        },
        {
            "标题": "安山待闸憩大柳下见蜣螂转丸及窟穴薶藏之状甚悉村童语其故词甚鄙而近于人事戏以韵语记之",
            "作者": "顾清",
            "内容": "蜣螂抟土丸，其智竟莫测。中包实粪秽，外裹疑橡栗。\n后推前复挽，圜转何捷疾。端如趁严程，又似衒巧术。\n趋洼真一泻，过隘亦屡兀。中途遇强暴，奋斗几撑突。\n归来不少暇，坎土启藏室。既以首为畚，复以股为橛。\n爬沙兼负戴，下上几颠越。室成拥丸下，劣隘四无隙。\n周旋巧斡运，每动辄有入。须臾丸尽隐，谓尔功已毕。\n潜身复旁搜，坯壤时臲卼。村童恶剧戏，寸筳时一搰。\n室开丸反流，惊救走连蹶。双趋共抚抱，有类拱珠砾。\n前功已尽弃，馀念犹未歇。想其推挽去，行复事钻穴。\n物生均有智，小大理难一。蚕丝利万世，蝥网为口实。\n蜂房及蚁冢，致用等轩闼。尔丸独何为，久念理未彻。\n村童前致词，此实神所訹。转丸输鬼藏，功满蜕凡骨。\n飞腾作风蝉，清响哕云月。营营苟为此，蜣计诚已劣。\n丸也神所须，得无秽明烈。物性尔岂知，神奸我能别。\n纷纷讵为信，琐琐焉足说。聊戏答村童，鼓响官舟发。"
        },
        {
            "标题": "十七日得黄克明书报八月四日封事",
            "作者": "顾清",
            "内容": "劲弩分张不露弮，叠双连中巧无前。林中袖手心如水，重为西风一怅然。"
        },
        {
            "标题": "甲申三月望日识奠三江舟中有作 其二",
            "作者": "顾清",
            "内容": "忆昔曹园别，公西我自东。竟成千载恨，犹幸一尊同。\n往事鸿飞外，浮生蝶梦中。有怀知莫问，梁月穗帷空。"
        },
        {
            "标题": "甲申三月望日识奠三江舟中有作",
            "作者": "顾清",
            "内容": "浅碧娄江水，蘼芜被两涯。平生到曾未，此日看成悲。\n怅望云龙会，淹留絮酒期。中冈知近远，烟树郁参差。"
        },
        {
            "标题": "甲申三月望日识奠三江舟中有作 其四",
            "作者": "顾清",
            "内容": "进退关忧乐，哀荣具始终。策名龙首重，节惠奉常公。\n桃径春阴遍，槐庭晚色浓。濮园初议在，天下想遗忠。"
        },
        {
            "标题": "八月十五夜",
            "作者": "顾清",
            "内容": "月色好如此，欲吟谁起予。钩帘望南极，散履下前除。\n润气连沧海，浮光混太虚。旷然心境会，端坐念玄初。"
        },
        {
            "标题": "甲申三月望日识奠三江舟中有作 其三",
            "作者": "顾清",
            "内容": "多暇推南省，公来日纠纷。执经辞断断，尊主意勤勤。\n盐鼎虚黄阁，飙车已白云。向来庭左辨，列柏想犹闻。"
        },
        {
            "标题": "颁历后谒陵过清河望僧庐有怀蔡东轩郡尉",
            "作者": "顾清",
            "内容": "曾同襆被宿招提，行役匆匆未有诗。岁月几新官历样，人家依旧小茅茨。\n成仙合自萧郎分，抚景偏多宋玉悲。行过石桥犹驻马，此情应与故人知。"
        },
        {
            "标题": "雨后文仪欲过小楼閒话诗以速之",
            "作者": "顾清",
            "内容": "买得仙人缩地符，三江七泽尽吾区。诸公为有登楼兴，来看扬州白马湖。"
        },
        {
            "标题": "瞻柏堂次韵为东滹石先生赋",
            "作者": "顾清",
            "内容": "摇落川原万木枝，太行西向碧参差。曾经彩凤回翔地，长似甘棠蔽芾时。\n风露广庭天籁迥，邮签高阁午阴迟。封培不尽思贤意，欲起韩侯重赋诗。"
        },
        {
            "标题": "忆家园廿六首 其二十三 柏屏",
            "作者": "顾清",
            "内容": "屈叶回柯巧蔽亏，画檐三面碧参差。琉璃隔坐非吾有，冰雪相看正尔期。"
        },
        {
            "标题": "庭前有柏屏闵其束缚命小童解之因题四韵",
            "作者": "顾清",
            "内容": "山中霜柏自亭亭，多事园丁强作屏。剪截共惊鸾尾锻，屈缠何异楚囚扃。\n濠梁水上鱼能乐，茂叔窗前草自青。释缚解围俄顷事，拂云从汝到千龄。"
        },
        {
            "标题": "题菜赠杨翁普能时年七十三断肉六十年矣",
            "作者": "顾清",
            "内容": "上沃泉甘野水边，乌菘紫芥各纷然。主人为尔都忘味，更伴清斋六十年。"
        },
        {
            "标题": "拟归",
            "作者": "顾清",
            "内容": "朝出江南耕，暮归江北休。南北十馀里，往来一叶舟。\n情欣农亩谐，迹与林塘幽。田父荷锄来，立语依清沟。\n谓言今岁占，禾麦皆好收。内翰能不嫌，社鼓乐田头。\n我本农圃人，迷涂始回辀。同心不待召，同气自相求。\n勤苦谢父老，相依愿千秋。"
        },
        {
            "标题": "师邵复以诗送酒副双尊之句仍以一壶情所寄四句意能多散于篇内因效建除体次第用之招与十峰同饮",
            "作者": "顾清",
            "内容": "一室环潦水，壶尊空倚墙。情驰北邻彦，所谓天一方。\n寄我五字吟，四返意弥长。能许冲泥过，多哉招杜康。"
        },
        {
            "标题": "破镜篇",
            "作者": "顾清",
            "内容": "破镜宁终破，不愿重入奁。断弦宁终断，不愿鸾胶粘。\n人生一生惟一死，此身岂可轻相许。因循一语涉狐疑，死向重泉作羞鬼。\n所以古志士，跬步不敢轻。譬逢三岐路，熟问乃敢行。\n屹立万仞冈，决眦孤风生。乾坤落落一身远，风尘混混双眸明。\n古人已去不可作，末世吁嗟轻唯诺。昨日仇雠今友朋，朝哭泣兮暮欢谑。\n凉风萧萧吹客衣，苍茫岁晚孤鸿飞。梅花夹道慵举首，涕泪满襟怀昔时。\n我愿天地间，万事皆从愿。有始必有终，不作风花片。\n陶然百岁中，永绝痴儿面。君不闻蔡琰胡笳十八拍，千载英雄泪如霰。"
        },
        {
            "标题": "封知府叶公挽诗",
            "作者": "顾清",
            "内容": "百岁閒身五马封，向来江海复谁同。门阑庆建看诸子，兄弟椿津对两翁。\n身后诗书方自远，眼前林壑便忧空。碧山烟雨淮南路，尚想扁舟理钓筒。"
        },
        {
            "标题": "郊行涉淖屡濒危殆晚憩鲍监南斋用前韵",
            "作者": "顾清",
            "内容": "久晴思雨雨思晴，晴日依然是雨行。屡涉泥涂愧舆皂，敢誇轩盖后公卿。\n良苗近甸高低满，王气诸陵日夜生。细听白头宫监语，劫灰何必问昆明。"
        },
        {
            "标题": "送顾舟卿便道省亲用别张豫卿韵",
            "作者": "顾清",
            "内容": "出郭依稀见海山，君家元在海山间。梁鸿德耀贤相配，谷口襄阳老更閒。\n红树拂云明翠节，黄花隐户隔松关。此中便是神仙宅，何必灵砂访大还。"
        },
        {
            "标题": "乡人徐景晖老而丧子游京师意象悲甚将别赠此",
            "作者": "顾清",
            "内容": "早向丹山识凤雏，十年清梦隔江湖。偶来聚首惊霜鬓，忽漫长歌缺唾壶。\n春雨南洲生杜若，夕阳西崦近桑榆。扁舟挥手渡江去，从此人间谢畏途。"
        },
        {
            "标题": "梦入大第若官府有冠帔如命妇者肃容出果实为礼皆大如瓜将别赠以砚其言意之委曲不能详也记之以诗",
            "作者": "顾清",
            "内容": "海霞流光五色烂，瑶花风吹香不断。曲廊转入迷近远，朱帘素壁光凌乱。\n青衣传言凤凰啭，云鬟十二梳未遍。金龙水寒粟生钏，银屏窈窕深不见。\n朱扉哑然开半扇，屋梁初日晃如练。当轩揖我使我先，神清度远不敢眄。\n遗我五花文玉砚，雕盘异果珠琲粲，入手光辉不能辨。\n鸣鞘一声来天上，回身踏破梅花帐。"
        },
        {
            "标题": "八月一日奉叔父且閒翁游鹤泾田舍",
            "作者": "顾清",
            "内容": "几年空作思归引，今日还登至喜堂。风浪拍天收短棹，云山满目映斜阳。\n良畴近绕渊明宅，修竹遥连大阮庄。清世宴游那易得，赐金休问橐中黄。"
        },
        {
            "标题": "除夕谕病齿",
            "作者": "顾清",
            "内容": "五十三脱齿，久知非少媚。明晨复加五，岂复为尔讳。\n尔家已漂摇，尔意独濡滞。去尔非吾情，虐我宁尔利。\n尔职在咀嚼，兹事久已废。牵联两不忍，无乃并为累。\n山石有时泐，天星有时坠。矧我露电姿，而汝复予寄。\n截肱斯壮夫，恋栈非良骥。挥手谢罗千，勇决真吾契。"
        },
        {
            "标题": "清明日遣三儿奠李文正公墓时上疏乞归未报",
            "作者": "顾清",
            "内容": "三年不拜先生墓，一滴尤伤此日心。古道曲村犹历历，旧松新桧想森森。周旋未敢遗言坠，阅历空嗟往迹深。愿乞明灵表衷素，早教藜葛返初林。"
        },
        {
            "标题": "和时敏病中写怀端午日作",
            "作者": "顾清",
            "内容": "红芳满地绿阴残，风雨中宵送晓寒。有客静边时得句，几人忙里欲辞官。\n且斟内苑菖蒲绿，休忆炎州荔子丹。看得此身同逆旅，不妨随处托交欢。"
        },
        {
            "标题": "辩公以诗谢香次韵却寄 其三",
            "作者": "顾清",
            "内容": "谁说诗人鬓未霜，芬华久矣谢春芳。灰中芋栗能分我，只与江湖作漫郎。"
        },
        {
            "标题": "辩公以诗谢香次韵却寄 其一",
            "作者": "顾清",
            "内容": "澄湖楼阁带重江，云影天光动八窗。髣髴梦中曾一到，棹歌惊起白鸥双。"
        },
        {
            "标题": "辩公以诗谢香次韵却寄 其二",
            "作者": "顾清",
            "内容": "青鞋布袜是家常，犹欠云门一瓣香。心识庙湾桥下路，来时不拟问渔郎。"
        },
        {
            "标题": "次晚风雪又作用前韵",
            "作者": "顾清",
            "内容": "玉龙飞天从万虬，下与白凤窥红楼。天人剪水碧霄上，幻作万宝无人收。晚来疾风振林谷，时复乱牛同一牟。蒋生扁舟泊何处，纵有美酒还堪愁。进之病骨近始苏，旅食岂为鱼羹留。炉灰拨残红烛短，谁与再倾双玉舟。一夫失所是予责，二气迭胜非人谋。夜阑寒甚欲就枕，解带却愧狐重裘。"
        },
        {
            "标题": "登夏时茂澄碧览翠二楼 其一",
            "作者": "顾清",
            "内容": "澄碧高楼三泖东，阑干如画倚江空。风传鹤语滩声静，潮挟龙腥海气通。\n万象尽沉云影底，八窗都在月明中。抛书便作南昌梦，秋水长天一色同。"
        },
        {
            "标题": "叶竹窗出示月中折枝桂花上有司马兰亭题字 其二",
            "作者": "顾清",
            "内容": "眼中前辈风流远，物外閒情日月长。小阁垂帘对遗墨，天风时送木樨香。"
        },
        {
            "标题": "登夏时茂澄碧览翠二楼 其二",
            "作者": "顾清",
            "内容": "越水吴山指顾中，虚檐百尺卧元龙。都将宇宙清明气，散入江湖礧磈胸。\n天末鸟飞云淡淡，海门烟散树重重。若为借得湘妃瑟，鼓向江南十二峰。"
        },
        {
            "标题": "叶竹窗出示月中折枝桂花上有司马兰亭题字 其一",
            "作者": "顾清",
            "内容": "嫦娥宫殿隔人寰，玉户金箱夜不关。桂子定知何岁落，至今清影竹窗间。"
        },
        {
            "标题": "丁器之将赴建平诵予乙丑赠归之作且问原复动静俯仰十年不胜故旧天涯之感因用原韵作两绝句送之 其二",
            "作者": "顾清",
            "内容": "郎步溪头系客船，家山回首思依然。公馀剩有登临地，见说南湖似剡川。"
        },
        {
            "标题": "题画送祁通判朝明年正月时宦瑾伏诛海内拭目以观新化",
            "作者": "顾清",
            "内容": "雪后蓬莱万景鲜，綵云红日在尧天。江湖不及元正会，遥听升歌采菽篇。"
        },
        {
            "标题": "薛景春号采芝山人为赋四韵",
            "作者": "顾清",
            "内容": "任公抛却钓鳌丝，来向吴山学采芝。稳步不思沧海阔，幽寻似与白云期。\n仙稊未觉层霄夐，药笼宁于一物私。善救不遗他日事，年来乡里半疮痍。"
        },
        {
            "标题": "三日对客语",
            "作者": "顾清",
            "内容": "田农仓积起耕耘，蚕女机丝粲五纹。万化流行视家政，百灵趋走听心君。\n墦间醉酒妻孥恨，暮夜辞金天地闻。此外有占吾弗问，直须亲与见羲文。"
        },
        {
            "标题": "戏和石潭尝酒（有引。三首）",
            "作者": "顾清",
            "内容": "城西门掩夕阳柴，剥喙寻常不用排。况是新篘方满屋，何妨曳履日登阶。愁来白发欺簪短，老去黄花有竹偕。既醉莫嫌诗晚就，行年不似丙丁佳。¤"
        },
        {
            "标题": "戏和石潭尝酒（有引。三首）",
            "作者": "顾清",
            "内容": "无问登龙与叩柴，酒魔诗祟要人排。不冲京兆行春马，便踏先生系马阶。桂屑捣残犹自辣，雪儿歌后许谁偕。逃虚避俗吾何敢，正若君言也复佳。"
        },
        {
            "标题": "厚斋阁老寿诗凯旋后作",
            "作者": "顾清",
            "内容": "瀛洲仙步接黄扉，兼总钧衡赞化机。名德共推今日重，寿龄无愧古人稀。\n朋尊欲趁梅边举，櫜鞬新经海上归。一曲南山和常武，馀音遥傍五云飞。"
        },
        {
            "标题": "戏和石潭尝酒",
            "作者": "顾清",
            "内容": "不惜糟床劈作柴，已呼儿子旋安排。只愁新瓮能几榼，遂有高轩驻两阶。\n永夜烛光邻壁骇，他年谈苑几人偕。细君不学刘伶妇，晚出双鱼更自佳。"
        },
        {
            "标题": "三江诗约尝酒次韵",
            "作者": "顾清",
            "内容": "落落晨星榜下人，芬芬曲米帝京春。从教徐邈论贤圣，自识陈登有主宾。\n霜菊未消金蝶粉，画松如舞玉龙鳞。留连要看先生醉，醉草淋漓逼晋真。"
        },
        {
            "标题": "天彝生日乡里诸公会于小园赋鹤亭芝瑞诗各次其韵奉谢 其八 次韵杨士行",
            "作者": "顾清",
            "内容": "鹤巢山亭上，其下多紫芝。芝生鹤雏长，举目皆天机。\n云水非江海，丹青辞栋楣。信美不可即，有时梦见之。\n轩裳亦何以，坐此长别离。高歌谢园绮，往矣吾其随。"
        },
        {
            "标题": "送史景贤同知考绩",
            "作者": "顾清",
            "内容": "君侯北州英，淳直自天予。青云二十载，安驾何容与。\n朅来东吴郡，已复三刈黍。庞统足方展，休徵名日举。\n于焉朝天行，万里看凤翥。尧门开九重，舜目周万宇。\n才良合高位，疲瘵念慈父。舟行望不尽，目断斜阳渚。"
        },
        {
            "标题": "立春日招味苓尝酒",
            "作者": "顾清",
            "内容": "东窗小鸟聒清晨，坐拥青绫忆古人。心醉六经千古事，眼看七十四回春。\n芒鞋不踏纷华地，藤杖能扶健在身。梅萼茶花待公久，一杯来试雪香新。"
        },
        {
            "标题": "戏和石潭尝酒",
            "作者": "顾清",
            "内容": "城西门掩夕阳柴，剥啄寻常不用排。况是新篘方满屋，何妨曳履日登阶。\n愁来白发欺簪短，老去黄花有竹偕。既醉莫嫌诗晚就，行年不似丙丁佳。"
        },
        {
            "标题": "中元谒陵三江以诗送次韵留别时连雨初霁",
            "作者": "顾清",
            "内容": "逗晚邻钟忽报晴，已"
        },
        {
            "标题": "池莲著一花用前韵报诸公约花开就赏",
            "作者": "顾清",
            "内容": "不知风叶展青罗，愁断南湖水调歌。汉女有情先委佩，洛妃无伴独淩波。\n峰头玉井难为配，画里金屏不啻过。已洗青尊酌芳露，要看文旆倚云萝。"
        },
        {
            "标题": "东园饯别太守酒酣剧论至于得失宠辱之际听之",
            "作者": "顾清",
            "内容": "人间万事真握沙，黄堂昨日犹早衙。春风留人苦无计，漫天扑路飞杨花。杨花飘扬泊何处，碧山梦绕先生家。邯郸已为鲁酒误，忧喜更足凭晨鸦。东园雨余绿满树，犹有青子粘残葩。抚时惜别万感集，飘萧短发手屡爬。众宾微酣我轻汗，论功莫计酒与茶。花奴羯鼓不解事，落日猛向红阑挝。盛时会须有代谢，末俗正尔堪吁嗟。归舟安稳足春梦，梦抱玉燕吞流霞。"
        },
        {
            "标题": "读叶文庄病目诗有感",
            "作者": "顾清",
            "内容": "狼籍残书研几偏，毵毵寒雨北窗前。客心正似泾东老，长在池亭竹树边。"
        },
        {
            "标题": "范秉之有诗见赠次韵酬之",
            "作者": "顾清",
            "内容": "钟鼎园林志岂违，燮调批抹本同机。千年宝历中兴运，一幅纱巾处士衣。\n惠远特容元亮饮，子皮悬想季鹰归。小山无数丛生桂，共领幽香亦未迟。"
        },
        {
            "标题": "元夕匏翁宅次马宗勉少卿韵",
            "作者": "顾清",
            "内容": "瀛海风光自一家，衣冠此日共清华。奉常彩笔飞千兔，学士银屏簇万花。\n看到春城无此盛，传来郢曲拜君嘉。宾筵喜气晨犹在，散作东园五色霞。"
        },
        {
            "标题": "试后待榜题桂花期顾时亨次舜和韵 其二",
            "作者": "顾清",
            "内容": "忆从年少看花谱，数到红梅已厌迟。入手天香笑今日，秋风己过第三枝。"
        },
        {
            "标题": "试后待榜题桂花期顾时亨次舜和韵 其一",
            "作者": "顾清",
            "内容": "花发年年自有时，往年空恨得花迟。长安归路天香满，唤起黄筌写折枝。"
        },
        {
            "标题": "游香山",
            "作者": "顾清",
            "内容": "几年尘里说登山，涉涧穿林路几盘。碧树楼台深见寺，红云城阙远平阑。\n廊僧揖客多乡语，春菜登盘称野餐。斜日催人强归去，欲从羸马谢朝冠。"
        },
        {
            "标题": "春日杂兴 其四",
            "作者": "顾清",
            "内容": "千雉孤城枕碧流，晴天望远自生愁。金羁络绎花边马，玉雾葱茏柳外楼。\n何处健儿誇仗剑，几年渔父独垂钩。白鸥飞入苍烟里，目断斜阳送去舟。"
        },
        {
            "标题": "崔世兴宅会饯白岩宗伯限韵作",
            "作者": "顾清",
            "内容": "北来行李半图书，归去诗囊满后车。云海尚留今夕暇，弦歌尤爱此堂虚。\n谢公把酒梅应笑，络秀生儿玉不如。回首旧游心历历，江风江月正愁予。"
        },
        {
            "标题": "春日杂书 其二",
            "作者": "顾清",
            "内容": "日日花枝上，新声变转娇。何如逐鸣凤，天上协箫韶。"
        },
        {
            "标题": "沈春庭示旧诗次韵",
            "作者": "顾清",
            "内容": "当年谁见玉堂花，信手题诗只漫誇。两家人事今粗定，共领红香亦未赊。"
        },
        {
            "标题": "春日杂书 其三",
            "作者": "顾清",
            "内容": "清晨戒童子，竹户不须开。昨夜东风恶，苍苔有落梅。"
        },
        {
            "标题": "春日杂书 其一",
            "作者": "顾清",
            "内容": "双翼锦䙰褷，花间任尔栖。春来自多雨，日暮不烦啼。"
        },
        {
            "标题": "辛丑春夜闻雨",
            "作者": "顾清",
            "内容": "破屋寒多怯夜眠，骤闻鸣雨更欣然。已拚窗下琴书湿，暗喜庭前草木鲜。\n檐溜不齐时点点，灯花无谓故娟娟。清时美景双惆怅，卧听淋浪百虑煎。"
        },
        {
            "标题": "徐子容祖母寿八十三",
            "作者": "顾清",
            "内容": "春湖映空光一碧，春日烘云成五色。金堂仙人燕王母，云影波光乱瑶席。\n麟洲别来几清浅，兰叶萱枝翠如剪。笑轮花甲问东风，八十三年供一莞。\n杨花扑帘春昼迟，鸾笙幻眇朱弦稀。瑶环涓秀瑜珥润，戏舞绕膝争含饴。\n就中一孙俊而奇，珊瑚玉树含春晖。担簦上国未能去，几日目断孤云飞。\n西风八月仙桂黄，手携鹗书还故乡。仙人一笑开北堂，重帘复幔皆天香。\n男儿悦亲宁碌碌，作诗献寿还拭目。"
        },
        {
            "标题": "洞庭春宴为徐子容太史母寿用己未送归省韵",
            "作者": "顾清",
            "内容": "林屋山深春昼迟，桃花成实柳花飞。里门驻节父老喜，膝下奉觞游子归。\n三洞鱼龙闻广乐，两峰云日丽晴晖。不知宫锦筵前舞，何似当年五綵衣。"
        },
        {
            "标题": "次石楼太史和陈时雨大行刘汝中中舍东圃联句韵",
            "作者": "顾清",
            "内容": "病学安心未有方，清斋聊欲寄僧廊。檐花细雨思公甚，尘海西风为底忙。\n薝卜定应谁共嗅，醍醐遥羡独先尝。石翁妙语清人骨，吟断东轩一缕香。"
        },
        {
            "标题": "腊日雪次彭幸庵去岁午门燕归韵",
            "作者": "顾清",
            "内容": "瞭然天意不须猜，向日同云晓未开。瑞木又飞前度叶，金茎不赐去年杯。\n愁心欲遍天涯草，远信谁传陇上梅。极目贺兰山下路，几时风雨净氛埃。"
        },
        {
            "标题": "长安新街成次师邵韵",
            "作者": "顾清",
            "内容": "七宝宫城玉斧修，斩新天路快同游。平看白日行龙角，近觉青山在马头。\n禹甸会来凡几译，康衢歌罢已千秋。何当四海均如此，水宿云飞各自由。"
        },
        {
            "标题": "寒菊次秉之韵",
            "作者": "顾清",
            "内容": "蹙金攒碧一丛深，延引三阳自六阴。因笑百泉观物老，只从梅蕊见天心。"
        },
        {
            "标题": "子元太仆惠小山巾次韵奉谢",
            "作者": "顾清",
            "内容": "苏老危巾四百年，还从离合见方圆。临皋亭下一回首，丛桂林间别有天。\n萧散最便麋鹿性，风流不上绮罗筵。晚来月照西窗下，犹恨鬅鬙鬓影偏。"
        },
        {
            "标题": "次韵叶竹窗有怀鹤滩惟馨",
            "作者": "顾清",
            "内容": "城头西日淡寒辉，回首同游迹渐微。华表不归丁令鹤，带围空褪沈郎衣。\n多情转益黄花病，上药难医白发稀。惟有九山长不变，自从相识见崔巍。"
        },
        {
            "标题": "诸广文见和叠韵奉酬",
            "作者": "顾清",
            "内容": "万变灵通火一丝，只应师偃未曾知。宝王珠络浮空下，神女龙绡隔雾披。\n明月上时雷炮发，暗尘惊处火轮驰。词臣正忆鳌山盛，为谢嘉宾缓缓归。"
        },
        {
            "标题": "蔡东轩都尉六十八有诗自寿次韵为贺",
            "作者": "顾清",
            "内容": "身与瑶姬并得仙，兰枝同秀玉同坚。车轮几从三山驾，鞶帨曾分八茧绵。\n沁水林园今孰盛，晋卿文采世争传。小春明日长生燕，遥听鸾箫又隔年。"
        },
        {
            "标题": "王汝楫同年将之武定出留别一章次韵为赠",
            "作者": "顾清",
            "内容": "相期紫陌听鸡鸣，又报金屏录姓名。红日正当双阙丽，碧天遥指片鸿轻。\n尝来冷暖应知味，语到闾阎不尽情。二十四年青眼在，一时翘首望君行。"
        },
        {
            "标题": "四燕诗为吴立斋司空赋 其一 鹿鸣燕",
            "作者": "顾清",
            "内容": "白下西风仙桂香，折花归去燕黄堂。文如鸑鷟宁榛杞，质比璠玙合庙廊。\n旅语两阶参币篚，歌登三阕间笙簧。安阳昼锦从兹始，好荐南山第一觞。"
        },
        {
            "标题": "次韵答张拱辰 其一",
            "作者": "顾清",
            "内容": "张籍经年病卧家，纷纷九陌自繁华。春风为遣江南信，拂杀龙泉旧剑花。"
        },
        {
            "标题": "次韵答张拱辰 其二",
            "作者": "顾清",
            "内容": "中朝文献几名家，每见殷勤访国华。尽有声名动京邑，未应消瘦学梅花。"
        },
        {
            "标题": "与文瑞天民会散不寐用定庵丁卯赠行韵",
            "作者": "顾清",
            "内容": "岂有谟谋益治安，又将离别间交欢。江湖十载头看白，风木中宵梦已寒。\n病骨可堪仍远客，薄才犹喜是閒官。南村花竹西庄柳，何日归来曳杖看。"
        },
        {
            "标题": "宗易西园会散作",
            "作者": "顾清",
            "内容": "西园日落更留宾，醉别何曾谢主人。犹忆午风亭上坐，草香花馥似深春。"
        },
        {
            "标题": "送倪郎中本端守南雄",
            "作者": "顾清",
            "内容": "越江才子南宫彦，二十年来又作州。画戟去冲梅岭雪，青藜还梦玉堂秋。\n邦人喜得文章守，蛮客应无匦篚忧。心识晚成须远到，不胜离思绕沧洲。"
        },
        {
            "标题": "骢马吟送同年于器之副宪浙江",
            "作者": "顾清",
            "内容": "骢马行，骨权奇。连钱被体玉琢蹄，绣衣五采金带围。\n据鞍顾盻生光辉，临发长鸣振金羁。振金羁，向江东，吴山飞度越岭重。\n眼中自不见豺虎，敢有狐鼠留行踪。狐鼠空，豺狼伏，骢马行，来乎复。\n汉家烽火照甘泉，昨日单于栖上谷。范生揽辔，志在澄清，我爱张子，埋轮都亭。\n君不见天闲尚有未纯驷，可使骅骝长地行。"
        },
        {
            "标题": "崔世兴宅奉次涯翁韵",
            "作者": "顾清",
            "内容": "酒敌棋朋四坐分，不知何处是东君。屏间拂石疑生雨，画里看花半作云。《白雪》词章随笔散，红尘车马隔墙纷。平生六一堂前士，到处春风挹令芬。"
        },
        {
            "标题": "有草名雁来红者茎叶如鸡冠而无花得霜红甚俗呼老少年或画以贻樗翁良德南夫因赋以为寿予亦继作",
            "作者": "顾清",
            "内容": "凉风过林薄，众绿俱以萎。嫣然丛苇间，见此春花姿。\n物变理趋朽，化工岂其私。老螳缘其颠，顾盼如有思。\n物情怜晚荣，予亦怀安期。因之发孤咏，持玩惜芳时。"
        },
        {
            "标题": "村田乐",
            "作者": "顾清",
            "内容": "绕屋桑麻接稻塍，夜斋灯火读书声。老翁睡熟东窗里，梦在斜川曳杖行。"
        },
        {
            "标题": "亚圣嗣孙翰林五经博士元蒙恩赠封父母",
            "作者": "顾清",
            "内容": "尼邱降神圣，鸿化流无疆。三迁毓明德，重光丽秋阳。\n周辙竟不西，斯贤复遑遑。坐令百代下，掩卷悲齐梁。\n博士几叶孙，逢时迈虞唐。通籍联禁从，鸣玉司烝尝。\n仍于报功典，再衍酬恩章。煌煌紫鸾书，照耀东山傍。\n逝者不可作，萱枝独芬芳。永怀五鼎意，先后同悲凉。\n予亦章甫士，诗书沐馀光。顾兹盛明典，何以称褒扬。\n共惟神明胄，允矣万夫望。惟圣始孝弟，惟皇眷忠良。\n怀哉复何言，尔祖训有常。"
        },
        {
            "标题": "赋荆树同春送顾文明",
            "作者": "顾清",
            "内容": "共爱君家好弟兄，两株荆树一庭荣。秾华正似提孩日，扶倚还同急难情。\n绕砌芝兰添秀色，并巢乌鹊助欢声。新诗不为将归赋，传与乡邻作美评。"
        },
        {
            "标题": "定庵用东坡过清虚堂韵重赠奉和",
            "作者": "顾清",
            "内容": "江头凫鹥踏晴沙，江岸黄蜂喧早衙。行人倚棹不忍发，红旗罥落樱桃花。\n十年京华足乡梦，麻绖被体方还家。沈悲结痛无与愬，夜啼愧杀城头鸦。\n紬书有诏不得住，彤管中夜飞金葩。忆君恋土肠万结，短发几对残灯爬。\n明晨复当拜公别，何异渴吻思龙茶。赠言珍重灿珠玉，不知驽马空鞭挝。\n端明退居乡俗美，安石不起苍生嗟。祝公眉寿强饮食，慎勿高想淩青霞。"
        },
        {
            "标题": "题郑节之丹崖卷",
            "作者": "顾清",
            "内容": "谷口清风不可攀，丹崖千仞白云间。人来欲问长生诀，瑶草春风尽日閒。"
        },
        {
            "标题": "萧升荣母曾孺人挽诗 其一",
            "作者": "顾清",
            "内容": "堂北霜风紧，天涯客梦催。犹看衣线在，不及诰鸾回。\n遗德良人感，新铭阁老裁。前山松柏迥，猿鹤助悲哀。"
        },
        {
            "标题": "忆家园廿六首 其二十六 稻田",
            "作者": "顾清",
            "内容": "侬家世业本耕农，远客思乡却自侬。柳外平畴夜来梦，万行新绿舞薰风。"
        },
        {
            "标题": "题王敬止所藏陈明之菊二首 其二",
            "作者": "顾清",
            "内容": "王郎东使年，金绯照云海。馀辉贲园芳，岁晚犹采采。"
        },
        {
            "标题": "题王敬止所藏陈明之菊二首 其一",
            "作者": "顾清",
            "内容": "云根翳金英，零露杂芳草。忆昨南山行，相逢正秋晓。"
        },
        {
            "标题": "奉和涯翁西郊观稼是日得乡书有感",
            "作者": "顾清",
            "内容": "江乡为别近三年，沙水频侵柳外田。多稼喜闻西郭咏，清风正想北楼眠。\n深村野老藜羹饭，华屋佳人锦瑟筵。欲问从来调燮事，黄花开满夕阳天。"
        },
        {
            "标题": "雪中思南夫迥碧楼戏简",
            "作者": "顾清",
            "内容": "迥碧新题几首成，无人曾见雪天清。晚来剧有山阴兴，忆著袁安未敢行。"
        },
        {
            "标题": "寿罗子文父得钟山芝",
            "作者": "顾清",
            "内容": "龙蟠山下郁青葱，紫盖分明五叶通。灵秀独钟麟趾地，寿昌多应鹤髯翁。\n歌传汉府空闻调，食著仙经是有功。拟掇芳腴荐清醑，夜深飞梦绕江东。"
        },
        {
            "标题": "和白楼祭酒游狮子山卢龙观登阅江楼故址二首 其一",
            "作者": "顾清",
            "内容": "金猊作山雄踞蹲，异境灵踪不尽论。涧户雨晴浮玉气，石坛春暖长龙根。\n三峰远势分襟带，九派长流入吐吞。一自阳春传白下，几回江月梦黄昏。"
        },
        {
            "标题": "和白楼祭酒游狮子山卢龙观登阅江楼故址二首 其二",
            "作者": "顾清",
            "内容": "名山巀立大江前，圣祖宸游地俨然。宫树戴云犹五色，涧花回辇欲千年。\n楼台极目烟中市，犀象连舻海外船。无限平生登览意，苍崖须继白楼镌。"
        },
        {
            "标题": "奠三江舟中有作（四首）",
            "作者": "顾清",
            "内容": "进退关忧乐，荣哀具始终。策名龙首重，节惠奉常公。桃径春阴遍，槐庭晚色浓。濮园初议在，天下想遗忠。"
        },
        {
            "标题": "奠三江舟中有作（四首）",
            "作者": "顾清",
            "内容": "多暇推南省，公来日纠纷。执经辞断断，尊王意勤勤。盐鼎虚黄阁，飚车已白云。向来庭左辨，列柏想犹闻。¤"
        },
        {
            "标题": "陪定庵过北野再用前韵",
            "作者": "顾清",
            "内容": "河洲浅水笼银沙，高柳隔岸排晨衙。湿云晴旭互吞吐，时复映空飞雨花。人间岁月总能几，三年不到先生家。诸孙迎拜肃有礼，别时稚语犹轧鸦。不知甘露何日降，亲见紫芝团玉葩。山林朝市各有适，如痛须抑痒须爬。羊羹鼋炙岂不美，陆羽独好山中茶。惜哉祢衡傲一世，营门乃作渔阳挝。先生归来万事足，耳目所及堪吁嗟。尊前有酒便一笑，不用导引吞朝霞。"
        },
        {
            "标题": "初预丁祭",
            "作者": "顾清",
            "内容": "北阙初鸣佩，东胶肃展仪。感深思坏木，喜极预承齍。\n江汉神如在，山龙服俨垂。自今期秉德，无愧骏奔时。"
        },
        {
            "标题": "赵叔敬佥宪示和东湖诗次韵写怀因以为赠 其三",
            "作者": "顾清",
            "内容": "苦吟常日笑寒郊，岂为牢愁赋楚骚。匹马看花曾上苑，短筇舒啸有东皋。\n新知几折冯驩劵，旧绣谁论范叔袍。明月满船江上别，一声听唱越山高。"
        },
        {
            "标题": "和十峰闻西涯赏梅有感",
            "作者": "顾清",
            "内容": "听说梅花百感新，去年同是赏花人。病来东阁诗俱瘦，老觉西湖意转亲。\n授简不妨还赋雪，攀条无计可留春。何时烟月溪桥路，斗取筇枝见在身。"
        },
        {
            "标题": "赵叔敬佥宪示和东湖诗次韵写怀因以为赠 其一",
            "作者": "顾清",
            "内容": "袖手青山敛夕晖，渔蓑抛在绿苔矶。水心云月閒相映，陂里鱼凫各有依。\n客梦几惊前路险，天机谁信此中微。西塘一夜凉风起，已觉莼丝入箸肥。"
        },
        {
            "标题": "赵叔敬佥宪示和东湖诗次韵写怀因以为赠 其二",
            "作者": "顾清",
            "内容": "飞将才名困数奇，卧龙生计一茅茨。也知世有屠沽乐，不疗人歌婉娈饥。\n镜里晓妆看的的，墦间归步亦施施。乾坤若竟无真是，长使痴人笑不痴。"
        },
        {
            "标题": "赵叔敬佥宪示和东湖诗次韵写怀因以为赠 其四",
            "作者": "顾清",
            "内容": "清时四海卧征鼙，到处江山路不迷。访古近留吴相宅，思归先梦若耶溪。\n红莲碧沚元相间，林鹤梁鹙岂并栖。闻说宝峰书万卷，直将牛鼎视羹藜。"
        },
        {
            "标题": "忆李文正公次崔世兴符台韵 其一",
            "作者": "顾清",
            "内容": "碧山投老始成游，总为昭陵土一抔。片语不留身后计，一生长抱域中忧。\n人非金石谁千古，世有神仙定十洲。欲识姓名传远近，遥天星斗大江流。"
        },
        {
            "标题": "送东平守张元之赴黎平",
            "作者": "顾清",
            "内容": "东州棠树好，又剖越南鱼。地域衡潭尽，星文翼轸馀。\n长才须历试，远俗贺宁居。已有侏㒧子，循山候隼旟。"
        },
        {
            "标题": "云西为郭道士赋 其二",
            "作者": "顾清",
            "内容": "童子东山采药归，石桥流水漾斜晖。回头笑指来时路，满眼白云横翠微。"
        },
        {
            "标题": "秋夜叹",
            "作者": "顾清",
            "内容": "银河流光湿垂地，高梧滴露浓如洗。城头击柝城下杵，幽人已卧中夜起。\n东院西院无人声，星下草间蛩对鸣。一星起来对吴分，恨不从之觅乡信。\n诸君走马长安陌，肯信中宵此中立。"
        },
        {
            "标题": "冬夕饯师邵柱史出按西川用子容侍读韵",
            "作者": "顾清",
            "内容": "骢马昂然不受驯，绣衣清拂晓霜新。高堂正尔歌眉寿，远道无劳赋小旻。\n到处豺狼应迹扫，别来山水更情亲。春风不尽怀人意，都在青枫与绿蘋。"
        },
        {
            "标题": "冬至感怀",
            "作者": "顾清",
            "内容": "浮世侵寻四十将，劳生何以称冠裳。回思丁未看辛丑，别有愁根更是长。"
        },
        {
            "标题": "冬至谒陵次三江送行韵",
            "作者": "顾清",
            "内容": "初阳映雪暖欲蒸，千门瑞气通诸陵。乾廷报本严奠扫，秩礼远自前王兴。秋霜春雨意惨惨，奁香篚帛心兢兢。高皇统天祀万世，奋自垅亩挥戟矜。两都并建始文祖，鼎命重为诸孙凝。传闻桥山初启邑，鸾舆玉趾几降登。小臣何幸得将事，敢论暑雨仍寒冰。经涂百里净如扫，舆夫踊跃夸力胜。回龙小憩才半道，瞬息已睹洪仁灯。入门弛担随所适，东寮西馆各有朋。山僧频见头亦白，为我载演牛车乘。寒光凌乱入窗户，起视海月摩空升。瑶宫银阙自万古，虽有晦蚀无亏增。嫦娥悄立如有恨，欲斩桂树嗟谁能。斋居元不碍酬咏，公诗险语何层层。磨崖拟刻永昭颂，挽断千仞寒谿藤。"
        },
        {
            "标题": "乐间园为同年夏如山赋十二首 其二 仙游洞",
            "作者": "顾清",
            "内容": "群仙游兮大罗，时憩息兮岩之阿。玉柱兮金窗，俯洞庭兮烟波。\n忽中宵兮月上，听泠泠兮空歌。"
        },
        {
            "标题": "是日晚独酌小吴山下 其一",
            "作者": "顾清",
            "内容": "捲却图书坐晚凉，小山松柏共苍苍。本非清庙朱弦器，曾上銮坡白玉堂。"
        },
        {
            "标题": "花见羞后唐明宗淑妃王氏也予读五代史感其濒死为子乞命数语故为赋之",
            "作者": "顾清",
            "内容": "花见羞，问汝何时生，不得见尔面，徒闻誇尔名。尔名至今犹在人，尔貌当时知绝伦。\n花见羞，双蛾绿，出侯门，入金屋。君王本代来，不识中州曲。\n风尘一朝起，零落随马足。随马足，事已非，果然摧眉伏沙泥。\n游魂茫茫绕青冢，罗衣血染何当归。花见羞，入黄泉，生时花应妒，死后花反怜。\n花谢枝头子还结，妾死心事谁当传。君王墓草埋寒烟，春风麦饭洒谁边。\n花见羞，恨千年。"
        },
        {
            "标题": "读庄子有感",
            "作者": "顾清",
            "内容": "落日平林烟雾生，西风茅屋短檠明。书生已惜三千字，狂客犹誇九万程。\n蛮触干戈神独领，蜉蝣日月梦潜惊。旧游亦有芝兰契，冰雪何人与问盟。"
        },
        {
            "标题": "杜竹泉六十二寿诗",
            "作者": "顾清",
            "内容": "竹林娟好石泉纡，林下幽人六十余。裹药岁烦红印纸，画容新试碧霞裾。尧年舜历资延引，二竖三彭待扫除。慎勿求仙想遗世，羡门依旧海滨居。"
        },
        {
            "标题": "乡里诸公寄生辰诗各次其韵奉谢 其三 次韵负芩",
            "作者": "顾清",
            "内容": "高价青山不可赊，车尘衮衮暗东华。久"
        },
        {
            "标题": "送余德辉御史赴安陆判官得月字",
            "作者": "顾清",
            "内容": "郢客歌阳春，希声入寥泬。和者不数人，千秋竟消歇。\n君今郢中去，感我生素发。冰霜只自许，白日谁担揭。\n驱车涉远道，万里在超忽。江乡富兰茝，庶足充揽撷。\n怀人应有赋，去国那能恝。行矣欲何言，赠子天心月。"
        },
        {
            "标题": "李太史宗易母恭人边氏寿七十",
            "作者": "顾清",
            "内容": "夫君东海接棠阴，令子西垣早盍簪。纪德未惭群彦后，升堂已是十年心。\n尊中月滟秋容满，诰里鸾回御墨深。向夕后堂歌吹沸，锦绷重抱玉森森。"
        },
        {
            "标题": "畏庵和章趣成郡志末有三泖九峰遗似屣之句再叠反骚 其二",
            "作者": "顾清",
            "内容": "故国遗文四百年，消沈已似海东田。编摩滥把丹青笔，心赏谁分燥湿弦。\n缃夹远封应有日，藜灯深夜敢诬天。横云片玉书堆近，多少英雄地下眠。"
        },
        {
            "标题": "畏庵和章趣成郡志末有三泖九峰遗似屣之句再叠反骚 其一",
            "作者": "顾清",
            "内容": "忧国寻常愿有年，几番骑马看湖田。心劳为绾阳城印，调古谁聆单父弦。\n三泖共涵卿士月，九山犹戴使君天。不应便作江边屣，已是桑林一岁眠。"
        },
        {
            "标题": "访陈时雨不遇次刘文敷韵",
            "作者": "顾清",
            "内容": "童子应门语自真，锦囊何处觅阳春。刘郎莫叹空归去，更有斜阳独坐人。"
        },
        {
            "标题": "序庵许分菊促以小诗",
            "作者": "顾清",
            "内容": "买得园亭未有花，分明秋色在邻家。酒阑梦醒空惆怅，犹有馀香袭帽纱。"
        },
        {
            "标题": "五马行赠宋舜和之广信",
            "作者": "顾清",
            "内容": "翩翩五马城东隅，车载两轓兼隼旟。雪晴尘清马蹄健，长鸣跋地当云衢。\n汉家太守唐刺史，握节专城殿千里。古来青史亦吾人，肯使诸公尽专美。\n西江望君如望云，驱车跃马无逡巡。闻道群偷先出境，已识新侯是宋均。"
        },
        {
            "标题": "四燕诗为吴立斋司空赋 其二 恩荣燕",
            "作者": "顾清",
            "内容": "才向秋堂听鹿鸣，南宫春燕接恩荣。上公押坐金貂重，仙乐从风律吕清。\n一代文章真幸会，三场吃着岂平生。午桥胜日群仙醉，还忆宫花照面赪。"
        },
        {
            "标题": "四燕诗为吴立斋司空赋 其四 乡饮燕",
            "作者": "顾清",
            "内容": "合乐升歌动缙绅，泮宫开燕礼嘉宾。尚书谢政閒居日，太守兴贤化俗辰。\n文物正当明盛治，典型重见老成人。肩舆十里虹桥晚，无限青云拥后尘。"
        },
        {
            "标题": "四燕诗为吴立斋司空赋 其三 庆成燕",
            "作者": "顾清",
            "内容": "殿头钟鼓动春雷，天子圜丘锡庆回。尘土几人纡梦寐，衣冠频岁许追陪。\n于今鹤发重江远，当日宫花两鬓开。青琐有人遥献寿，黄封还自日边来。"
        },
        {
            "标题": "阻风邳南第七屯百户王君留宿薄暮风止行二里馀复作与天民舟相失戏书示风",
            "作者": "顾清",
            "内容": "小住复颠狂，泊我空滩外。听汝吾弗嗔，汝宁亦知愧。"
        },
        {
            "标题": "送袁良辅还封丘",
            "作者": "顾清",
            "内容": "闻道双凫晓欲飞，锦笺红烛夜裁诗。月明古寺嗟人远，寒压重裘觉岁驰。\n卓令至今佳传在，山公休道荐书迟。黄金台下西南路，眼见青骢入奏时。"
        },
        {
            "标题": "过崔茂仁都尉东斋适其子凤徵生日壁有仙人骑鹤图三江为题绝句予亦同作",
            "作者": "顾清",
            "内容": "平阳宅里看图画，想见王孙毓秀年。应是玉真亲抱送，还骑一鹤上寥天。"
        },
        {
            "标题": "腊月一日与文瑞访定庵于北山别后奉寄",
            "作者": "顾清",
            "内容": "平林回步草堂深，二十年前此日心。尘土自能迂俗驾，云山曾不碍幽寻。\n孤标共指中流镇，高咏犹闻正始音。珍重寒江夜深别，满衣星彩动华簪。"
        },
        {
            "标题": "宫体四首次良金韵",
            "作者": "顾清",
            "内容": "沄鹊楼深月到迟，倚阑闲弄玉参差。侍鬟记得新腔去，又向花间教雪儿。"
        },
        {
            "标题": "宫体四首次良金韵",
            "作者": "顾清",
            "内容": "水殿凉多梦易醒，昭阳歌吹隔青冥。绛纱还有同来伴，奉帚金门候晓星。"
        },
        {
            "标题": "宫体四首次良金韵 其一",
            "作者": "顾清",
            "内容": "鳷鹊楼深月到迟，倚阑閒弄玉参差。侍鬟记得新腔去，又向花间教雪儿。"
        },
        {
            "标题": "宫体四首次良金韵 其四",
            "作者": "顾清",
            "内容": "玛瑙阶边蛱蝶花，玉阑低转画廊斜。大家近日亲经史，不向宫门候小车。"
        },
        {
            "标题": "宫体四首次良金韵",
            "作者": "顾清",
            "内容": "领得银环奈别何，更烦同伴画双蛾。一般昨夜龙池雨，偏有垂杨叶上多。"
        },
        {
            "标题": "八月六日会燕新守孔君时久雨忽霁喜而有述",
            "作者": "顾清",
            "内容": "经旬苦雨隔宵晴，童子张筵有笑声。渤海正须龚遂去，德星今傍五茸明。\n银缸照席花频剪，采玉飞觞令始行。留取甘棠他日赋，一杯先与庆西成。"
        },
        {
            "标题": "送陈经历奉表留都兼简秋闱诸君子 其二",
            "作者": "顾清",
            "内容": "山水金陵是昔游，海鹏云鹗正当秋。相逢为道长林下，每夕披襟望斗牛。"
        },
        {
            "标题": "送陈经历奉表留都兼简秋闱诸君子",
            "作者": "顾清",
            "内容": "宦薄身清职事閒，每蒙骑马扣柴关。朝来喜色盈眉宇，又向金陵饱看山。"
        },
        {
            "标题": "膳部主事林贞孚告归为令祖泉山翁寿",
            "作者": "顾清",
            "内容": "我初从仕来京国，泉翁六旬头尚黑。明年翁寿八十五，闻道康强只如昔。\n蓬瀛严邃璧水清，玉衡金钥重两京。岂直文章师后进，实有勋华流汗青。\n海天诸山玉削成，重崖叠嶂通仙灵。高云可望不可即，时见一鹤横青冥。\n西风八月雁南翔，孙子锦衣称寿觞。九重似有非熊梦，还拥蒲轮朝上方。"
        },
        {
            "标题": "至夕观书有感用甲申纪梦韵",
            "作者": "顾清",
            "内容": "诗人空复恼青蝇，黑白人间本自明。试论当年齐景富，何如千古伯夷名。\n悠悠总到閒边熄，赫赫常于静里萌。斜月西楼见梅影，一枝清傍绮窗横。"
        },
        {
            "标题": "观书有感 其一",
            "作者": "顾清",
            "内容": "兀兀灯前千古思，古人心在不同时。同时只好今人笑，暮夜怀金尚畏知。"
        },
        {
            "标题": "观书有感 其三",
            "作者": "顾清",
            "内容": "既醉凫鹥写治安，邠风七月画艰难。施为次第分明在，只恐尘编倒背看。"
        },
        {
            "标题": "观书有感 其五",
            "作者": "顾清",
            "内容": "钱谷簿书归俗吏，天人性命合时贤。世间尚有宫商在，敢道期亡便绝弦。"
        },
        {
            "标题": "观书有感 其二",
            "作者": "顾清",
            "内容": "春蚕默默五丝成，络纬中宵百变声。分席孔堂谁第一，两言博约尽平生。"
        },
        {
            "标题": "观书有感 其四",
            "作者": "顾清",
            "内容": "老质功多践履艰，下探渊海上高山。年来此事从人意，只在从容数语间。"
        },
        {
            "标题": "罗先生归田八景为赋其四 其二 双溪道院",
            "作者": "顾清",
            "内容": "双溪走岩麓，上有真仙居。萧爽荫珠树，虚閒开玉除。\n先生读易罢，杖屦或来于。东寮紫鸾笙，西馆青霞裾。\n招摇弭绛节，想象凌清都。日暮篮舆去，天风送步虚。"
        },
        {
            "标题": "四月十三日同时敏送仲玉景和归途有感作",
            "作者": "顾清",
            "内容": "漠漠轻云淡淡风，御沟溶漾落花红。一番离别中年后，千里河山夕照中。垂角故人霜两鬓，关心歧路草连空。归来稚子迎门笑，何日亲交送阿翁。"
        },
        {
            "标题": "归途再次韵",
            "作者": "顾清",
            "内容": "燎烓长烟升槱蒸，百官星拥桥山陵。鸾车龙驭想戾止，玄云郁勃中天兴。六飞南巡知近远，为感岁时还惕兢。江淮民力惟国本，先皇子育多愍矜。乌号空抱鼎湖月，血泪几与山泉凝。翻思年少上陵日，隔城望山飞欲登。来时不愁沙河涨，归路曾踏章村冰。年华不留心独在，踞鞍十里已弗胜。出山望城喜月上，骑火夹道如春灯。化人楼殿锁寥寂，金碧斩新无与朋。茫茫缘业谁为考，无乃劫运相凭乘。再吟嘉赠拟赓属，一韵费酒几盈升。我才白发梳渐短，君思川流来日增。聊将岁月纪行役，敢与斤垩论工能。尘途纷扰又三日，冈陇下上应千层。明年再到知健否，归问老韩寻赤藤。"
        },
        {
            "标题": "修墓感怀用癸酉奉辞韵",
            "作者": "顾清",
            "内容": "不随鸾凤集梧冈，归伴凫鹥散野塘。馀力天将贲园垄，修名我已愧文章。\n新添白发星星短，旧植青松个个长。毕竟痴顽了何事，十年多幸免垂堂。"
        },
        {
            "标题": "癸未元日用壬午韵",
            "作者": "顾清",
            "内容": "欹枕残宵万迹陈，白头那复笑陈人。书囊上下三千岁，甲子依稀四百辰。\n冠剑此时天上会，湖山前日梦中春。涓流钜海无穷意，俯仰乾坤只病身。"
        },
        {
            "标题": "经始方洲田舍有忧其难成者赋此答之",
            "作者": "顾清",
            "内容": "无食始学稼，南村寻老农。沙田积雨后，沮洳连云空。\n方将葺栋宇，拥褐歌年丰。沿源渡水曲，骋望出丘中。\n岁晏草木尽，空江来远风。顾影忽自笑，葛巾飏飞蓬。\n平生坎壈身，何事非所躬。已为后时计，况当吾岁穷。\n情知倚市利，远胜刺绣工。所安谅在此，违性伤我衷。\n填海有精卫，移山有愚公。决策自今始，有善吾其从。"
        },
        {
            "标题": "壬申正月十九日过北野同南村访北花园废址明",
            "作者": "顾清",
            "内容": "筑堤不拟长安沙，鸣鼓已放西曹衙。夜游泾南鹤城北，随处幅巾宜看花。花林高下映丛冢，池台旧属淇水家。当时笙歌沸邻里，只今古树啼寒鸦。先生读书洞千古，过眼富贵如春葩。时人不识竞模拟，往往背痒连衣爬。消忧满贮北海酒，破闷亦有南山茶。家生小奴解新曲，时复羯鼓当轩挝。邮筒往复方此始，一倡何止三人嗟。诗成挥翰向落日，墨光绕笔飞玄霞。"
        },
        {
            "标题": "刘时遇行人使占城过松留一宿而别",
            "作者": "顾清",
            "内容": "环王封域海云连，汉使旌旗日月悬。星象五州占驿骑，鱼龙千里避楼船。\n华堂列炬翻疑梦，紫禁联镳又隔年。奇绝胜游须有赋，并将王会入新编。"
        },
        {
            "标题": "葺旧居有感",
            "作者": "顾清",
            "内容": "忆昨移家日，真移一束书。梦犹循旧境，时亦待閒居。\n俯仰嗟邻近，经营荷庆馀。儿郎誇善颂，风木正愁予。"
        },
        {
            "标题": "过扬州访吴汝玉见其子某云葬踰年矣一恸赋此",
            "作者": "顾清",
            "内容": "君墓已宿草，我犹思见君。相望一江水，真隔万山云。\n直谊今谁似，高谈可再闻。阿咸才甚美，应足振遗芬。"
        },
        {
            "标题": "题阮袭之合浦还珠卷 其一",
            "作者": "顾清",
            "内容": "子丧目与丧，孙归目亦明。嗣承真一线，游历恍他生。\n舞袖春花媚，书灯夜案清。云阶绳武地，细话十年情。"
        },
        {
            "标题": "题阮袭之合浦还珠卷 其二",
            "作者": "顾清",
            "内容": "邂逅惊迟暮，暌违熟姓名。三场先后榜，四海弟兄情。\n病阻临溪饯，愁闻触暑行。因诗叙奇事，流咏满江城。"
        },
        {
            "标题": "海棠四首 其三",
            "作者": "顾清",
            "内容": "日暖风暄人意慵，海棠正向此时红。谁云花好能消恨，花恨于人更不同。"
        },
        {
            "标题": "过海子桥张氏旧居作",
            "作者": "顾清",
            "内容": "水边杨柳映楼台，楼上红窗面面开。风景不殊人事别，夕阳沙岸首频回。"
        },
        {
            "标题": "题扇送同年奚从之使海南",
            "作者": "顾清",
            "内容": "仙人乘槎南海去，祖席燕市已分冰。把赠金陵半轮月，为君随处扫炎蒸。"
        },
        {
            "标题": "海棠四首 其四",
            "作者": "顾清",
            "内容": "香颊潮红亸翠襦，绛唇微吐滴胭脂。游丝不动日停午，斜倚东风若有思。"
        },
        {
            "标题": "庚辰正月过海子桥望西山晴雪烂然",
            "作者": "顾清",
            "内容": "湖桥柳色已津津，回首西山泼烂银。天意自知寒不久，并将奇丽作新春。"
        },
        {
            "标题": "海棠四首 其二",
            "作者": "顾清",
            "内容": "屑玉涂坯艳一丛，内园开处锦屏幪。何人错认杨妃醉，泪湿春风忆梦中。"
        },
        {
            "标题": "海棠四首 其一",
            "作者": "顾清",
            "内容": "濯锦江头富贵花，何年流落海天涯。玉人二八空闺里，岁岁因君感物华。"
        },
        {
            "标题": "忆家园廿六首 其八 紫荆",
            "作者": "顾清",
            "内容": "百干相扶共一根，纷纷红蚁缀枝繁。春风不用歌行苇，但遣封培付子孙。"
        },
        {
            "标题": "顾德章尊人龙川介寿卷",
            "作者": "顾清",
            "内容": "吾宗东吴秀，奕叶多俊良。矫矫龙川翁，早脱名利场。\n归来自洪都，十年鬓犹苍。以彼文字游，放此云水乡。\n春风介眉寿，珠玉间笙簧。蔼蔼亭林云，幽幽玉山堂。\n上下千载馀，声华蔚相望。何当驾扁舟，共泛川上光。\n手携蟠桃枝，酌彼昆崙觞。再歌行苇篇，和以伐木章。\n佳期自今始，矫首希青阳。"
        },
        {
            "标题": "秋屿为田廷相郎中赋",
            "作者": "顾清",
            "内容": "水心著山自可画，况是潦尽霜清时。使君于此兴不浅，绝境使我心先驰。\n蓬莱犹恨弱水远，浮玉更比金焦奇。星槎何日同汗漫，归来重赋游仙词。"
        },
        {
            "标题": "芙蓉金菊间开",
            "作者": "顾清",
            "内容": "时至园林百卉芳，纷纷紫绿间青黄。芙蓉不带春风面，依旧寒花一处香。"
        },
        {
            "标题": "河浑浑",
            "作者": "顾清",
            "内容": "河浑浑，发昆崙，奔驰万里出龙门。出龙门，齧金堤，汎瓠子。\n鱼鼋蛟鼍，乘时奋起。城郭坏，丘陵颓，汉帝沉，玉马劳歌入云哀。\n河浑浑，洵神灵。我皇龙飞初，泥沙潜伏波镜澄。皇钦事，禋孔精。\n胡为乎一日骋雄悍，违天经。奔腾荡潏，岸坼堤倾。\n使行者不得遂，居者不得宁，园庐漂溺鱼鳖横。河浑浑，下民咨。\n神禹上天去，贾尉来何时。三年青兖民亦疲，土牛楗石将恐非。\n河浑浑，侧身南望劳我思。"
        },
        {
            "标题": "合州训导丘陵资阳训导徐泰皆贡自安宁持原复提学书来临别各赋一诗为赠泰之先吾华亭人也 其一",
            "作者": "顾清",
            "内容": "万里谁传北海书，碧鸡山下有双鱼。归装带得诗盈卷，不遣空行到石渠。"
        },
        {
            "标题": "合州训导丘陵资阳训导徐泰皆贡自安宁持原复提学书来临别各赋一诗为赠泰之先吾华亭人也 其二",
            "作者": "顾清",
            "内容": "西州文学故乡人，京邑相逢意自亲。归见邺侯烦致语，江湖情事若为伸。"
        },
        {
            "标题": "次韵送冯濯庵亚卿扈从巡边",
            "作者": "顾清",
            "内容": "祖道衣冠尽列卿，早凉天气兽袍轻。飞龙正协防边令，司马新兼足饷名。\n紫塞封疆犹瀚海，红云城阙俨神京。王师不作犁庭战，须使遐方识圣情。"
        },
        {
            "标题": "南村归兴十首 其十 五茸秋穫",
            "作者": "顾清",
            "内容": "田园正收穫，行李忽在门。此乐不可说，令人劳梦魂。"
        },
        {
            "标题": "南村归兴十首 其七 惠泉试茗",
            "作者": "顾清",
            "内容": "携将双凤团，来试九龙脉。临流啜花磁，更忆长安客。"
        },
        {
            "标题": "南村归兴十首 其二 潞渚风帆",
            "作者": "顾清",
            "内容": "岸添山雨阔，帆送晓风轻。利涉从兹始，遥遥思帝京。"
        },
        {
            "标题": "南村归兴十首 其三 岱岳瞻云",
            "作者": "顾清",
            "内容": "云生岱岳顶，秀结鲁城阴。仰止嗟环辙，千秋万古心。"
        },
        {
            "标题": "南村归兴十首 其一 上林烟树",
            "作者": "顾清",
            "内容": "思家千里梦，恋阙万重心。欲去频回首，烟霏满上林。"
        },
        {
            "标题": "吊宋西庄用己卯寄君韵",
            "作者": "顾清",
            "内容": "华屋高门接两庄，川原暮色黯青苍。歌钟不复楼心燕，泪眼来看膝下郎。\n长路客心知耿耿，旧缄书迹自行行。秪应堂构无遗恨，荆树春风满院香。"
        },
        {
            "标题": "送任希贤分教云和",
            "作者": "顾清",
            "内容": "古栝风烟接四明，旧家文学最知名。承恩尚及青毡在，怀土潜惊白发生。\n春雨菁莪遥送喜，秋风棠棣独关情。祗应此后池塘梦，长共飞云绕凤城。"
        },
        {
            "标题": "送沈惟馨赴举和陈刚中韵",
            "作者": "顾清",
            "内容": "朝阳有鸣凤，高冈有梧桐。男儿生盛时，肯负气吞虹。\n君不见饭牛者，长歌白石齐东野。尧传舜继虽不逢，奋起犹能奠青社。\n又不见和氏璧，胚胎本是山中石。镌磨一日遇良工，遂与镇圭登紫极。\n丝衣采采青于蓝，江边握手皆停骖。便登万里道，肯恋一夕谈。\n长风巨浪在足底，莼丝菰米焉足甘。送子出九山，山鸟鸣间关。\n官亭杨柳不用攀，笑指孤鹗青云间。送子涉淀湖，画桨摇清波。\n凤山回首何嵯峨，袖中雄剑鸣蛟鼍。雍雍鸣凤，菶菶梧桐。\n一川秋水，两腋清风。辍耕鹿门陇，献赋长杨宫。干羽舞两阶，日月明重瞳。\n云梯一回首，扰扰多沙虫。嗟我此行不得相从兮，但虚窗静夜梦想秦淮四壁之高峰。\n秋风好消息，早寄南飞鸿。"
        },
        {
            "标题": "题张秋山旧扇王孟仁画",
            "作者": "顾清",
            "内容": "王郎近代丹青手，写出秋山意外清。遗迹宛然人不见，临风无限古今情。"
        },
        {
            "标题": "和听鹤亭联句韵送毛太史维之归省",
            "作者": "顾清",
            "内容": "夜闻东壁饯文星，晓起西堂乍酒醒。\n未许馀光分末坐，空吟佳句入无形。歌停渭柳仍翻调，舞爱皋禽拟著经。\n更与玉堂添故事，未应寥落叹槐厅。"
        },
        {
            "标题": "和良金咏雪",
            "作者": "顾清",
            "内容": "白战功成四百年，骚坛弧矢到君拈。中天屡合鴐鹅阵，小帐犹歌阿鹊盐。\n弄影月娥回缟练，散花天女敛柔尖。不辞强步同高韵，鸿迹春来几处添。"
        },
        {
            "标题": "堵氏母七十",
            "作者": "顾清",
            "内容": "纨布萧然古孟光，向来闺阃意何长。不将本分矜流俗，直以孤贞代义方。\n年与日添频把酒，心随兰死只留香。良人地下应含笑，青鬓于今浅带霜。"
        },
        {
            "标题": "砚瓦沟",
            "作者": "顾清",
            "内容": "鲁桥南畔拂尘衣，仰止东山思欲飞。前去宫墙应甚近，砚沟新水墨花肥。"
        },
        {
            "标题": "九月十四日赵尔锡西庄泛舟和涯翁韵 其一",
            "作者": "顾清",
            "内容": "胜会复佳辰，溪山汗漫身。谁能百岁健，不放两眉颦。\n展席云当树，回舟风起蘋。谢公多逸兴，归榻更留人。"
        },
        {
            "标题": "再和匏翁韵",
            "作者": "顾清",
            "内容": "玉署东来第一厅，元宵灯火灿银屏。青云幸接诸公武，白雪犹疑隔岁听。\n江海几人思旧雨，烟霄此地拱繁星。宁知起草明光夜，别有金莲彻晓停。"
        },
        {
            "标题": "九月十四日赵尔锡西庄泛舟和涯翁韵 其二",
            "作者": "顾清",
            "内容": "重到曾游地，浑疑梦里身。树看前日大，眉共一时颦。\n杖几分林樾，壶觞间渚蘋。锦囊归路远，落日更思人。"
        },
        {
            "标题": "九月十四日赵尔锡西庄泛舟和涯翁韵 其三",
            "作者": "顾清",
            "内容": "好在邻庄树，亭亭玉立身。独游无我拒，往事复谁颦。\n山果红疑橡，汀花白是蘋。板桥深涧里，应有武陵人。"
        },
        {
            "标题": "观梅奉和涯翁韵",
            "作者": "顾清",
            "内容": "雪深江路记横枝，二月京城始见之。远客有情频借问，孤根异土不同时。\n修篁此日方求友，秾李当年亦费诗。应是晚风偏爱惜，故飘香蕊落金卮。"
        },
        {
            "标题": "枫桥望虎丘",
            "作者": "顾清",
            "内容": "阖闾葬后三千岁，霸气销沈虎亦亡。留得当时旧园寝，重重楼阁祀空王。"
        },
        {
            "标题": "和师邵春日登慈恩寺镜光阁及归途即事 其一",
            "作者": "顾清",
            "内容": "春入慈恩寺，云楼面水轩。佛光悬日月，空界了名言。\n兜率吟边近，沧溟坐里翻。更须花满地，车马便应繁。"
        },
        {
            "标题": "和师邵春日登慈恩寺镜光阁及归途即事 其三",
            "作者": "顾清",
            "内容": "佳节重欢娱，游人胜两都。笙歌填陆海，日月丽天衢。\n健想凌云笔，奇观隐市壶。子桑空隐几，幽恨可能无。"
        },
        {
            "标题": "和师邵春日登慈恩寺镜光阁及归途即事 其二",
            "作者": "顾清",
            "内容": "祗园开胜地，金刹俯层轩。水月澄空相，伽陵象佛言。\n慈云低树湿，瑞叶入窗翻。若论三乘事，微吟已自繁。"
        },
        {
            "标题": "黄坡储君视其弟丽中于翰林河冰既开索诗为别时戊寅正月也",
            "作者": "顾清",
            "内容": "黄溪溪上一坡斜，茅屋青林映白沙。摩诘辋川空见画，文卿华谷旧通家。\n怀人梦绕西堂草，为客春深上苑花。容易北来容易去，看君何必泛仙槎。"
        },
        {
            "标题": "天津晓发",
            "作者": "顾清",
            "内容": "层城高阁倚苍茫，南客归舟此望洋。天运亦如河势转，年华争得海波长。\n踏风轻燕翩翩语，近水閒花细细香。遥看黄头牵百丈，此身今已在江乡。"
        },
        {
            "标题": "丙子元日示云孙时其弟应芝将晬阳寅辰录四 其二",
            "作者": "顾清",
            "内容": "儿童贺岁满堂前，一样心情两地悬。争得便成东下计，不教凝望五云边。"
        },
        {
            "标题": "吴克学郎中自义兴访予西湖之上即席有诗因共游天马山历樱桃湾绝吴松而归次韵为赠",
            "作者": "顾清",
            "内容": "漫郎心事漫郎知，曾及昭陵在御时。风雨幸收千里棹，山龙深愧八蚕丝。\n相过转益沧洲兴，投赠难胜白雪词。珍重横塘晚来别，碧云无限古今思。"
        },
        {
            "标题": "送僧还妙严已未斋居泰鲁山僧舍作",
            "作者": "顾清",
            "内容": "鹤城西北古招提，十载长安梦不迷。我正凭阑送归目，君来卓锡话留题。\n邯郸枕里三生速，瀛海天南一雁低。幽径小轩何日到，碧流长绕画廊西。"
        },
        {
            "标题": "十峰约陪喻府君夜坐明日有诗次韵",
            "作者": "顾清",
            "内容": "落叶风轩暮已扃，偶从华简挹兰馨。情深旧雨连今雨，兴洽花瓶乱酒瓶。\n化俗无心鱼在水，翀霄有待鹤梳翎。醉来更觉盘菹美，欲向齐奴问韭萍。"
        },
        {
            "标题": "题三江所藏吕纪画鹰",
            "作者": "顾清",
            "内容": "千峰无云秋气高，独树倚壑风萧骚。萝茑翳荟青黄交，飞泉触石迸山腰。\n奔流十里怒未消，绝壁仰视愁"
        },
        {
            "标题": "十二日至济宁秦凤山示和彭幸庵吊古诸作次韵八首 其一 淮阴侯祠",
            "作者": "顾清",
            "内容": "英雄未遇亦何疑，恨是遭逢启祸基。试论淮阴香火地，何如云梦槛车时。\n鸿沟未判犹辞彻，炎历方新却构豨。一语夜深三族并，此情惟有舍人知。"
        },
        {
            "标题": "送沈东溪告归长洲",
            "作者": "顾清",
            "内容": "宦途南北事多违，几日相逢又送归。官好旧坊初视篆，病来新带总添围。\n天连茂苑三江近，水绕漳河一雁飞。莫谓鲈乡便堪老，禁中朋辈十分稀。"
        },
        {
            "标题": "获稻用分秧韵",
            "作者": "顾清",
            "内容": "负郭园池带宅田，老晴天气太平年。获来黍稻丛高廪，散出牛羊满近川。膋启甑山腾雾霭，蚁香醅瓮起沦涟。斜阳一枕西窗梦，纵有丹青不与传。"
        },
        {
            "标题": "郊行忆徵伯与德卿希大联句 其二",
            "作者": "顾清",
            "内容": "把笔英姿在眼中，笑谈曾共此堂东。乾坤苍莽游何处，花雪追随梦未终。\n价重连城惊毁璧，气消神骏想追风。悲歌亦是伤春调，却与伤春调不同。"
        },
        {
            "标题": "次韵伯明谢九和灯圆",
            "作者": "顾清",
            "内容": "火蛾市里珠论斗，面茧筵中芡满盘。犹记薰风初作穟，不知春雪解成团。\n圆疑藻井重光漏，美在灵砂一粒丹。食罢乡心渺无赖，江楼灯月好谁看。"
        },
        {
            "标题": "十一月十一日极寒",
            "作者": "顾清",
            "内容": "十分饥馑十分寒，目见伤心耳亦酸。袖手茅檐对残日，此身犹是论思官。"
        },
        {
            "标题": "南村归兴十首 其八 松陵倚棹",
            "作者": "顾清",
            "内容": "倚棹虹桥下，凉风吹葛巾。家山看渐近，鱼鸟自相亲。"
        },
        {
            "标题": "孚若时章约九日广恩寺登高雨不及赴",
            "作者": "顾清",
            "内容": "白云观西红叶堆，重阳有约携尊罍。游人不出看白雨，老僧闭户生青苔。\n乾坤此景复几尔，造化于物何廉哉。未能骑马且独酌，菊花许我明朝开。"
        },
        {
            "标题": "哭次儿天叙寄两弟五首 其三",
            "作者": "顾清",
            "内容": "养蠹伤桂根，击鼠伤定盆。盆伤鼠故在，桂死蠹转蕃。\n明明世间事，瞀乱与谁论。吾儿曾闵性，至死无馀言。\n念之益我痛，作诗愬烦冤。"
        },
        {
            "标题": "题计郎中汝和墨菊曹汝学家藏",
            "作者": "顾清",
            "内容": "郎中画菊真是菊，蒙泉蒲萄太常竹。一时能事并驰声，岂直文章难继续。\n狂挥急扫皆称意，不特品高机亦熟。西涯坐间生色障，一见当时已心服。\n不知何日到君家，净洗朱铅斗清淑。疏篁古木交映带，深浅生枯俱入态。\n欹风一枝惊欲折，倚竹数丛如有待。飞鸾坠羽时自压，老蛟蜕骨令人骇。\n张颠草圣久寂寞，何意兹晨忽倾盖。郎中郎中今有无，后来尚远眼中疏。\n柔肌脆骨争媚妩，不然蔓草纷黄垆。颓波一去谁与返，把卷抚玩增长吁。\n君不见近时淮海上，亦有菊花一派往往传京都。"
        },
        {
            "标题": "寄储丽中时京中客舍犹未售",
            "作者": "顾清",
            "内容": "浮名紫陌万风花，客舍红亭一传车。阅岁流光驹过隙，关心朋旧手抟沙。未能遗迹同寒雁，想见空庭噪晚鸦。卷却双鱼还自笑，故人秋早又星槎。"
        },
        {
            "标题": "读味苓所著桑阴梦戏书其后",
            "作者": "顾清",
            "内容": "浮世奔忙梦一场，谈生开口笑黄粱。不知郑老桑阴里，更有黄粱一倍忙。"
        },
        {
            "标题": "王思德寄歙研吴笺",
            "作者": "顾清",
            "内容": "歙样新传胜紫琳，函封远自柏台深。隐光似截波间玉，涵润长流月畔金。\n笺素一时争焕发，烟霞当日记追寻。西江使节冰霜重，泚笔銮坡伫好音。"
        },
        {
            "标题": "登第后寄所知",
            "作者": "顾清",
            "内容": "春风逐伴上金台，便著青衫未得回。夜听玉龙官烛冷，晓趋丹凤御香来。\n匡时未展江湖志，饱食频惊岁月催。翘首碧云南国路，美人谁在读书堆。"
        },
        {
            "标题": "谈以嘉寄友山墨竹求贞庵诗",
            "作者": "顾清",
            "内容": "众水必返壑，万木终归根。乾龙抱四德，维贞乃生元。\n谈子魁杰士，诗书富钻刓。汗漫四十载，及此见本原。\n浪迹混成市，深居乃丘园。逝将游化初，岂止超笼樊。\n神交友山翁，遗墨宝玙璠。缄题远寄我，知君未忘言。\n长安日出馀，车马阗朱门。清言颂夔契，高步趋炎轩。\n纷纷未渠已，兀兀空自烦。引领望五茸，高云碧巑岏。\n衢陌转纡曲，轩窗开晏温。登楼唤云槎，隔巷招南村。\n逍遥共水石，啸傲同琴樽。以兹遂百岁，谁知轩冕尊。"
        },
        {
            "标题": "郊行忆徵伯与德卿希大联句 其三",
            "作者": "顾清",
            "内容": "石桥归路又斜阳，旧日经行宛未忘。何物山川收间气，向来星斗避寒芒。\n青乌未卜前冈吉，白雪空传下里章。一滴九泉今定到，骑龙休问白云乡。"
        },
        {
            "标题": "郊行忆徵伯与德卿希大联句 其一",
            "作者": "顾清",
            "内容": "故人丘垄望中孤，古木荒村旧路纡。野奠有怀空酹酒，交游无兴更携壶。\n人间流落文章在，梦里依稀涕泪枯。此日九原如可作，问君曾记玉楼无。"
        },
        {
            "标题": "奉饯郡守稷山王侯得凤字",
            "作者": "顾清",
            "内容": "南薰不入虞弦弄，两岐每詑渔阳诵。岂知三年东海头，黍稻连云茧如瓮。\n皇华问俗已知本，丹扆思贤每劳梦。双旌此去谁能留，矫首梧冈听鸣凤。"
        },
        {
            "标题": "双节堂为郑立之参议赋",
            "作者": "顾清",
            "内容": "姑之心，冰与清，妇之心，玉与贞。谁知贞玉与清冰，两世一门双节并。\n双节并，两心毕，百年秪为三泉日。三泉相见堪一莞，葛源之流今日远。\n君不见州司举例表门楣，双节遣孤同一辞。"
        },
        {
            "标题": "谒文山祠用杜韵（时新作三忠祠于崇文门外，",
            "作者": "顾清",
            "内容": "碧殿长松锁十寻，晚云将雪助萧森。貂蝉不改厓山制，金石疑闻孔壁音。南去星潮嗟往事，北来祠庙岂公心。春风一掬唐衢泪，几为先生湿短襟。"
        },
        {
            "标题": "嘉兴道中怀昨游有作先寄文瑞仍约访宗孝御史",
            "作者": "顾清",
            "内容": "楼船徐度鼓逄逄，忆别追游俯碧窗。几日壶觞并残岁，连宵风雨卧空江。\n云边暗数青山九，竹里谁怜白鹤双。明日城东访曹植，锦袍嬴得醉春釭。"
        },
        {
            "标题": "送王良弼赴清流训导兼简薛用章",
            "作者": "顾清",
            "内容": "通波门外石桥边，坐拥皋比二十年。战力未输春昼蚁，宦程聊试越江船。\n一尊绿酒城南道，九点青峰海上天。为问西楼薛夫子，肯教尘匣绣龙泉。"
        },
        {
            "标题": "松江判府史君瑭廉靖爱民民亦爱之董漕还便道省亲赋以为寿",
            "作者": "顾清",
            "内容": "洛川老人古耆英，七十九年生太平。室中孟光年稍长，云冠鹤袂长裙青。\n斑衣五采双鹭明，五年从宦江南行。王程有暇许归觐，千里周道迂双旌。\n江南之政惠以清，民歌甘棠歌所生。河阳板舆止偏侍，亦有具庆无荣名。\n洛川之乐无与京，我作新诗遥寄声。愿言百岁齐不老，看取棠阴江外成。"
        },
        {
            "标题": "沈石田画为敬所阁老题 其一",
            "作者": "顾清",
            "内容": "桐树江头夏日长，沈沈水色映山光。幽人倚立桐阴里，消受閒边一味凉。"
        },
        {
            "标题": "以灯圆饷陆太仆",
            "作者": "顾清",
            "内容": "三五新正忆故园，屑云糜玉闹春盘。小奴解作江南意，远客都忘岁暮寒。梅欲斗圆忙着子，雪如争巧故成团。玉厓太仆真清吏，莫认明珠按剑看。"
        },
        {
            "标题": "前题次十峰司宪韵 其一",
            "作者": "顾清",
            "内容": "锦作坡陀绣作丛，四时晨暮郁葱葱。梧桐夹道飞丹凤，杨柳平沙散玉骢。\n万岁峰高空翠里，广寒宫起蔚蓝中。行人拟得相如赋，拜赐江南作隐翁。"
        },
        {
            "标题": "生日三江石潭携酒见过且以诗补寿六十次韵为谢 其一",
            "作者": "顾清",
            "内容": "生辰何幸偶群龙，一笑吾翁若亦翁。为涉岁年知冷暖，懒从蓍历问穷通。\n能诗未许澄江朓，爱客何妨北海融。看取向来歌舞地，玉梅零乱綵云空。"
        },
        {
            "标题": "生日三江石潭携酒见过且以诗补寿六十次韵为谢 其二",
            "作者": "顾清",
            "内容": "丹砂未就鼎中龙，黄历频催镜里翁。韦曲园林三月梦，蓬山舟楫几年通。\n灯花入夜偏能喜，鬓雪逢春可得融。为问此时公不醉，百壶留取待谁空。"
        },
        {
            "标题": "三江石潭寄和天津晓发诗且得十月初报次韵",
            "作者": "顾清",
            "内容": "瀛海蓬山路渺茫，柴门流水自洋洋。后来消息人谁在，前去乾坤日已长。\n閒把钓竿移竹影，偶寻书卷落芸香。愁来隐几心千里，不道江湖自一乡。"
        },
        {
            "标题": "严以德送女至留半月归赋长句为别",
            "作者": "顾清",
            "内容": "我弟之妇君家甥，君女还作吾儿妇。天然两姓若萝葛，不独朱陈誇世旧。\n忆昨与君初结言，望松楼下开宾筵。友松老人执杯酒，千金一诺须臾边。\n微官系人不能去，五载停云渺江树。向平心事两自知，山阔水遥关百虑。\n西风鱼雁交梭驰，君来不来使我疑。不知今夕是何夕，把酒却送君南归。\n君来官河尚舟楫，君归河梁积冰雪。故人分手自不堪，况复钟情初远别。\n钟情远别不须嗟，儿今有室女有家。官道附书如驿置，春江放棹若仙槎。\n人情得陇还望蜀，我已安排洗孙局。明年此日待君来，玉果犀钱遍童仆。"
        },
        {
            "标题": "辛巳泊舟青县有畜犬登岸将发哀号觅舟他人驱之至欲泅水而不顾今日午食见其循案齧骨感而赋之时三月六日也",
            "作者": "顾清",
            "内容": "瀛河东下水分岐，记得沿流认主时。今日上堂还绕案，主人心事也应知。"
        },
        {
            "标题": "姚絅庵示读近报及和叶竹窗二首次韵奉答并寄竹窗 其一",
            "作者": "顾清",
            "内容": "十载京尘扑面红，角巾常恐后诸公。陶潜此日方知是，徐邈当年也号通。\n近海溪塘鱼并美，中天楼阁栋俱隆。相期甚愧先生厚，无复郊亭七日龙。"
        },
        {
            "标题": "伐薪",
            "作者": "顾清",
            "内容": "秋霖害我稼，卒岁沦洪渊。青山富薪槱，猛虎当昼眠。\n炊人屡告罄，饥仆怒争先。平生怯懦心，蜂虿等戈铤。\n会众伐金鼓，长驱陟其巅。我进彼亦退，芟夷砉无前。\n方舟杂稛载，浩歌戒言旋。阴风海上来，白雨如奔川。\n飘零不自救，狼籍遍原田。虎暴厌人肉，村墟哭相传。\n履险指一爨，命邻伥鬼编。幸胜天复尔，栽培岂其然。\n生人亦已久，秽德熏彼玄。鸱枭啄鸾凤，阘茸乘后贤。\n横奔不复制，伊郁谁当宣。由来城门火，横及池中鲜。\n严霜下百草，岂择兰与荃。沮洳本自处，屡空谁尔怜。\n似闻老农说，丰穰在明年。行看饫浆酒，岂复忧厨烟。\n小忍济乃大，天运有推迁。再拜谢老农，买金镌尔言。"
        },
        {
            "标题": "进之天锡舜弼有和章再用韵",
            "作者": "顾清",
            "内容": "冻指握笔如拳虬，犹有雪诗来北楼。北楼几日不一到，寒阵未许阳乌收。瑶琨鹭羽孰坚脆，往往精辩闻龙牟。长安书生四十韵，远喜不救沟中愁。颍阴禁体亦何事，雕刻但有空言留。凭高极目意颇豁，滉漾如驾虚空舟。珠宫玉宇隔人世，一暖谁为苍生谋。洛阳尽覆吾亦愿，尚恐目前无此裘。"
        },
        {
            "标题": "钟卿密绣衣示近报有怀傅文穆公",
            "作者": "顾清",
            "内容": "十庙威神俨在天，万邦黎庶尚多贤。皋夔事业诚遐矣，房杜襟怀亦朗然。\n两手果能藏万目，一时何以易千年。令人转忆临川老，屈指怀忧廿载前。"
        },
        {
            "标题": "姚絅庵示读近报及和叶竹窗二首次韵奉答并寄竹窗 其二",
            "作者": "顾清",
            "内容": "隋珠赵璧鲁堂玙，本自遐生又僻居。搜剔果能无逸坠，明扬应不载诗书。\n梅边彩笔流清咏，竹里幽窗想旧庐。襕褐并游今几在，白头相望渺愁予。"
        },
        {
            "标题": "经锄别业",
            "作者": "顾清",
            "内容": "昔年劬学带经锄，万卷新开垄上居。沈浸何妨问晴雨，经纶聊复试菑畬。\n晚风檐隙垂秧马，残月窗间落蠹鱼。莘野彭丘谁近远，诗成转觉爱吾庐。"
        },
        {
            "标题": "敬亭见和山行有李杜齐能之句虽主押韵而亦非",
            "作者": "顾清",
            "内容": "梧郤不杂中林蒸，诗人以来称杜陵。公才本高心独下，退与元白图中兴。山行一篇如见我，扪萝踏雪几凛兢。时从雅淡出奇丽，少年敛手不得矜。三阳改岁万物泰，和气上与游云凝。清河沙河柳色动，近山已有游人登。南飞六骥想回首，足底不见阴山冰。甘泉荷橐事已远，洛桥轫车材弗胜。破除寂寞赖公等，往往邮筒侵夜灯。朝来雪篇更雄富，无复珠贝论升朋。五湖烟艇未许上，灞桥驴子还堪乘。已闻羔韭毕春祀，伫见柴燎中天升。平安夜火报不绝，似有车骑来增增。兰台执简公未老，长杨奏赋吾犹能。扫妖灭怪止一笔，取青幰白应千层。眼前却有两物恼，中山狡兔剡溪藤。"
        },
        {
            "标题": "送胡仲申佥宪四川",
            "作者": "顾清",
            "内容": "落落风标四坐倾，翩翩豸绣五花明。星分井络承天宠，路转江门识使旌。\n三尺清平几官府，一经忠孝旧家声。行边好景还堪画，绿水芙蓉绕郡城。"
        },
        {
            "标题": "通波塘泛舟沈惟馨王大用钱时敛联句",
            "作者": "顾清",
            "内容": "舟出五里塘，迢迢去路长。水花红近眼，烟柳绿成行。\n茅屋依山小，汀兰拂棹香。时时见渔父，击楫下沧浪。"
        },
        {
            "标题": "甲辰九月五日迎司马兰亭过蔡廷章宿 其一",
            "作者": "顾清",
            "内容": "岸侧野花香拂棹，竹间细水暗通船。尘中已觉俱成梦，幽处真疑别有天。\n红敛江村寒映日，翠浮沙市晚生烟。平生不为耽幽兴，容易那能到辋川。"
        },
        {
            "标题": "承天门迎驾和九和殿讲",
            "作者": "顾清",
            "内容": "燔燎中天报礼成，六龙回首万人迎。天应不断酬丰岁，臣也何惭继颂声。\n五色画旗风里掣，九斿云䍐日边明。群公不用频瞻望，皇路年来似掌平。"
        },
        {
            "标题": "甲辰九月五日迎司马兰亭过蔡廷章宿 其二",
            "作者": "顾清",
            "内容": "清霜未降枫先赤，紫蟹初尝菊半黄。终岁只闻田舍乐，一时顿觉市朝忙。\n清晨雁鹜盈前浦，落日牛羊满近冈。为问东皋有馀地，便应从此作邻庄。"
        },
        {
            "标题": "腊月十二日宝善堂上梁书示儿辈",
            "作者": "顾清",
            "内容": "此堂成后屋俱新，忆旧看新一怆神。总谓承恩缘小子，岂知馀庆自先人。\n爱隆手足延殊姓，让洽家庭及四邻。此是小年亲目见，万金留汝付儿孙。"
        },
        {
            "标题": "次韵秦凤山旧岁颁历喜雪",
            "作者": "顾清",
            "内容": "初元新朔遍尧天，衔袖彤庭快睹先。武接夔龙曾此地，梦回霄汉已三年。\n卿云又属赓歌里，飞雪应消喜气前。白首长林更何事，只将多稼拟春田。"
        },
        {
            "标题": "雨止十峰有和篇再叠",
            "作者": "顾清",
            "内容": "既雨何如未雨时，分明涸辙望天池。商羊不作庭中舞，河伯谁从海上嬉。\n红日伫闻祥凤语，凉风还为决明悲。三江昔岁亲逢此，梦里犹怀痛定思。"
        },
        {
            "标题": "庭下决明",
            "作者": "顾清",
            "内容": "独立西风里，萧然自不堪。是谁增客思，呼作望江南。"
        },
        {
            "标题": "筠屋为徐大章季父廷美赋",
            "作者": "顾清",
            "内容": "徐君爱竹如爱玉，种竹成林密如束。林间结屋三四楹，自说此生心事足。\n阑干一径曲复曲，落翠飞青暗人目。我疑月明深夜中，定有青鸾屋头宿。\n青鸾飞去久不还，满林翠羽秋阑珊。时时一羽落书幌，清气逼人毛骨寒。\n前年识徐君，倾盖即知己。坐我筠屋中，焚香拂素几。\n弹琴瀹茗终日留，知我爱君清莫比。云萍一散雨经秋，春风想见林塘幽。\n晴窗展卷对图画，使我东望心悠悠。山林诗酒自真味，江湖风波多隐忧。\n洛阳红紫易消歇，冰雪此君宜共游。呼王猷，招蒋诩，便合屋中连日住。\n明年骑鹤上扬州，碧云回首知何处。"
        },
        {
            "标题": "题莆田郭氏世美卷 其二",
            "作者": "顾清",
            "内容": "壶山苍翠入闽天，曾见参军哭墓年。生死靖康南北路，可知当日事昭然。"
        },
        {
            "标题": "腊月廿三日饮德卿宅用涯翁斋居联句韵",
            "作者": "顾清",
            "内容": "良游集南园，秉烛向深夜。盟寻旧雨余，坐想重茵藉。墙阴有残雪，邻酒友索价。西瞻太行峰，皓白欺二华。兹惟藏春坞，岂伊凌风榭。洪炉赫彤霞，余香袅檀麝。窗明疑若空，檐短不留罅。吟苦愁后成，棋劲斗先下。翻思前夕里，高宴久已罢。远钟送深更，疲仆催早驾。顾兹蚓窍鸣，试我蝇头写。得隽豪屡挥，沉思首频亚。忽看山月高，顾影独惊诧。情兼宾主忘，气已芝兰化。诸公信自贤，此夕颇堪讶。招要入拘牵，窘迫自闲暇。词非石鼎工，酒罄金罍泻。明朝逐余欢，此榻宁许借。"
        },
        {
            "标题": "兰谷辞为黄时雍尊人赋",
            "作者": "顾清",
            "内容": "兰之生兮于彼空谷，抱幽贞兮不群以独。白石兮清泉，纷紫茎兮冒寒。\n渌兰之香兮扬扬，汎光风兮朝阳。谷无人兮自芳，谷有人兮吾与子兮徜徉。\n谷中之人兮清且真，不可见兮徒名闻。仰丹崖兮千仞，思委佩兮江滨。\n折芳兮谁赠，羌云路兮愁人。抚瑶琴兮叹息，长寄情兮斯文。"
        },
        {
            "标题": "谭雅祥使归寿母",
            "作者": "顾清",
            "内容": "皇华夹道拥归装，喜气遥看满北堂。天上瑞云垂五彩，人间佳节傍重阳。\n早时贤范熊丸在，再世诸孙玉树长。七十一峰青在望，若为登拜捧霞觞。"
        },
        {
            "标题": "斋居独坐寄三江",
            "作者": "顾清",
            "内容": "我马今晨已自东，入门灯火夜堂空。浮云不放中天月，古木频号别院风。梦绕白楼千里远，坐围红烛几人同。春来点检诗多少，扈宿陪祠亦有功。"
        },
        {
            "标题": "辛巳元日和未斋立春有感",
            "作者": "顾清",
            "内容": "馀寒弩力尽千钧，晴日箫声已弄春。即有落英粘舞袖，未须啼鸟劝游人。\n江东父老谈张翰，谷口风烟望子真。试向钗梁看綵胜，一番攒剪一番新。"
        },
        {
            "标题": "送李龙臣分教吉安",
            "作者": "顾清",
            "内容": "故人选作儒官去，还自当年一布衣。老矣诗书方有味，旧来朋辈觉全稀。\n经纶已识从心始，功业谁论与愿违。努力西江文物地，伫瞻鸣凤起朝晖。"
        },
        {
            "标题": "立春有感用辛巳韵",
            "作者": "顾清",
            "内容": "忆昔诸贤秉化钧，万方同醉洛阳春。丝红缕绿盘心菜，剪碧涂金胜里人。\n往事不堪重理梦，短吟聊与当传真。君王圣德同尧舜，愿倚青阳颂日新。"
        },
        {
            "标题": "六月廿二日天彝生辰诸亲友携酒来贺蓼莪棠棣并感予怀因书俗语为八绝句示之 其二",
            "作者": "顾清",
            "内容": "生汝艰迍惜汝深，遗踪历历怕追寻。苦心自是当年事，汝母当年更苦心。"
        },
        {
            "标题": "六月廿二日天彝生辰诸亲友携酒来贺蓼莪棠棣并感予怀因书俗语为八绝句示之 其三",
            "作者": "顾清",
            "内容": "同生两弟一堪悲，更欲相亲不可追。曾看东园春帖子，春光都在紫荆枝。"
        },
        {
            "标题": "六月廿二日天彝生辰诸亲友携酒来贺蓼莪棠棣并感予怀因书俗语为八绝句示之 其一",
            "作者": "顾清",
            "内容": "三十六年前此日，几多般涉到今辰。夜来为汝从头数，泪落残灯忆老亲。"
        },
        {
            "标题": "读书有感",
            "作者": "顾清",
            "内容": "良宵可虚掷，明镫了残书。开卷对古人，已隔千载馀。\n精神方尺间，恍若倾盖初。共惟德业光，照耀流中区。\n藐予嗣前绪，十年事菑畬。惜哉无良耜，终亩多薪樗。\n幸逢明圣朝，挟册随冠裾。纷纷杂纂组，琐琐雕虫鱼。\n白日无留光，西飞若飙车。凉风振高树，落叶满庭除。\n念此不能寐，摄衣起踌蹰。盛年无再至，驽驾不可虚。"
        },
        {
            "标题": "六月廿二日天彝生辰诸亲友携酒来贺蓼莪棠棣并感予怀因书俗语为八绝句示之 其五",
            "作者": "顾清",
            "内容": "昔年我似汝年时，涉历艰难汝所知。人道好人容易做，好人偏足受驱驰。"
        },
        {
            "标题": "六月廿二日天彝生辰诸亲友携酒来贺蓼莪棠棣并感予怀因书俗语为八绝句示之 其六",
            "作者": "顾清",
            "内容": "眼前地步放教宽，尽著前行后便难。我祖分明有先样，一生曾不用机关。"
        },
        {
            "标题": "六月廿二日天彝生辰诸亲友携酒来贺蓼莪棠棣并感予怀因书俗语为八绝句示之 其七",
            "作者": "顾清",
            "内容": "诸君置酒合欢声，一半从前见汝生。自古仲尼称至圣，恂恂乡党似无能。"
        },
        {
            "标题": "六月廿二日天彝生辰诸亲友携酒来贺蓼莪棠棣并感予怀因书俗语为八绝句示之 其八",
            "作者": "顾清",
            "内容": "失人憔悴得人昌，尺寸何须较短长。但得好人长作伴，自然门户有辉光。"
        },
        {
            "标题": "九日诸公会石桥新楼望东园作",
            "作者": "顾清",
            "内容": "东园楼外复东楼，回首园亭满目秋。黄菊紫萸今日会，曲街委巷少年游。\n时移物运谁能挽，地夐天高直耐愁。看取五陵豪俊子，金丸终日话封侯。"
        },
        {
            "标题": "六月廿二日天彝生辰诸亲友携酒来贺蓼莪棠棣并感予怀因书俗语为八绝句示之 其四",
            "作者": "顾清",
            "内容": "吾家积德是镃基，致有如今汝合知。人误听从他自误，莫将我是学人非。"
        },
        {
            "标题": "京城见鲈鲈惟松江有之志异也",
            "作者": "顾清",
            "内容": "墨章银质雪肤肌，乍见分明忽复疑。物色旧传乡土重，气机应与地灵移。\n苞间霜橘如相待，水底丝莼或未知。莫怪尊前倍惆怅，病来方有季鹰思。"
        },
        {
            "标题": "和陆时敏客中写怀 其一",
            "作者": "顾清",
            "内容": "隔墙车马涨红尘，睡起东窗一欠伸。朝谒懒从多病得，笑谈情有故乡真。\n汀花岸草牵心远，社燕秋鸿过眼频。莫信洛阳春似锦，洛阳元是一般春。"
        },
        {
            "标题": "郡博汪先生约观莲病目不及赴赋此奉谢兼简邑博傅先生龙渊负苓二徵士",
            "作者": "顾清",
            "内容": "濯缨亭下水如罗，二十年前倚槛歌。春服久荒沂上路，荷花仍发镜川波。\n飞觞自笑成孤坐，放棹谁能许再过。见说华峰红十丈，有人携酒候烟萝。"
        },
        {
            "标题": "为潘克承题林良芦雁",
            "作者": "顾清",
            "内容": "林郎花鸟今代奇，水墨到处皆天机。长缣阔幅信手挥，妙处不属丹青围。江头雨深菱荇肥，枯槎折苇纷离披。鴐鹅羽冷畏远飞，雄雌两两相猥依。灵苕翠羽不自危，鸲鹆噤语晞玄衣。依栖俯仰各有姿，乍见几欲呼鹰师。乃知此老笔不疲，市朝山林时见之。鸡林相君知白诗，君家此本吾无疑。北风渐高禾黍稀，云飞日见江南归。吴江洞庭三泖涯，天空水远无拘羁，焉得扁舟从尔嬉。"
        },
        {
            "标题": "北野书约东路见候用前韵",
            "作者": "顾清",
            "内容": "蛇头凤尾好寻幽，我亦西湾占一丘。水墨画图三十里，不妨分作雨中游。"
        },
        {
            "标题": "十二日至济宁秦凤山示和彭幸庵吊古诸作次韵八首 其六 陆宣公祠",
            "作者": "顾清",
            "内容": "忆昨銮舆播奉天，先生陪从若甘泉。文章已出留侯上，筹策仍推贾傅前。\n一自贞元仇正论，直从元祐讲遗编。高山四海同瞻仰，况复桑榆共一川。"
        },
        {
            "标题": "甲戌郊祀斋居落齿有作正月十二日再落一齿用前韵亦斋居也",
            "作者": "顾清",
            "内容": "痴人老犹童，览镜思妍媚。摘白整冠巾，谓老真可讳。\n不知齿牙脱，还复可留滞。忆昨尔初生，玉白铦锋利。\n相从能几何，竟作铅刀废。得非本根拨，无乃言语累。\n初危冀犹安，凛凛忧尔坠。及兹两决绝，忽若还重寄。\n投非东窗梭，去作下坂骥。从兹慎语笑，至理得深契。"
        },
        {
            "标题": "冬夜四清次孚若韵 其三 奕棋",
            "作者": "顾清",
            "内容": "楸枰的历晓星寒，熊虎貔貅各就团。稍出偏师当一面，从教空国战三单。\n雄雌汉楚危时决，黑白商颜静里看。自是人间有机械，先生心事本来宽。"
        },
        {
            "标题": "庭树着雪宛若梅花遣兴一首",
            "作者": "顾清",
            "内容": "朔风吹庭树，岁晚益萧疏。同云散微雪，披拂下寒虚。\n旖旎轻点缀，芳华在须臾。感此岁寒物，念我田园居。\n岂不信假合，凭轩亦欣如。"
        },
        {
            "标题": "华鲸母邹氏挽诗",
            "作者": "顾清",
            "内容": "梁孟高材偶，朱陈奕代亲。家人柔得正，樛木厚无伦。\n频藻严时荐，筐箱遍族姻。移天情独至，拔俗见尤真。\n几日犹华屋，中宵忽聚尘。机丝空寂寂，环佩俨申申。\n彤管嗟终古，玄堂不再晨。桂山寒日晚，风叶助沾巾。"
        },
        {
            "标题": "赋蟠桃图为张时震父母寿",
            "作者": "顾清",
            "内容": "玄洲髣髴海东涯，海岸蟠桃大比瓜。画入彩缣疑着雾，望迷仙苑欲生霞。\n稀年令德真相配，紫府丹台别是家。我欲金壶借馀墨，一枝并写杏园花。"
        },
        {
            "标题": "茅山书屋",
            "作者": "顾清",
            "内容": "小茅山下三间屋，养默斋中万卷书。竹帛散馀嗟往事，海桑迁后复吾庐。\n檐头树色低侵帙，门里泉流曲贯除。想见日长佔毕倦，时来凭槛数游鱼。"
        },
        {
            "标题": "送汪器之太史赴南京司业",
            "作者": "顾清",
            "内容": "汪家兄弟皆奇才，联飞齐上黄金台。驰声东观二十载，一官不调众所猜。\n朝来忽报除书下，却指南雍问官舍。雁行分飞心万结，聊复对床相慰藉。\n白楼兄行复情亲，聚首一堂春日温。岂徒文字破落莫，直使风俗还真淳。\n官河水寒冰欲结，车轮已驾不可脱。试问功名际会难，何似别离情更切。\n江东山水梦游中，故人更思罗与丰。因君寄语翻作恶，目极江云千万重。"
        },
        {
            "标题": "酒熟招时敏及诸贡士饮用其韵",
            "作者": "顾清",
            "内容": "青杏林间腊酒开，绿蘋江外故人来。客身无病心无事，有约相过不用催。"
        },
        {
            "标题": "足梦中语",
            "作者": "顾清",
            "内容": "相期不我会，天上嫁张硕。琅风凝矞云，轮囷倚空碧。"
        },
        {
            "标题": "梦中得四句如咏讲筵事者",
            "作者": "顾清",
            "内容": "翠幕光中黼坐开，觚棱初日照春台。缃函未启中人捧，玉辇才临正殿回。"
        },
        {
            "标题": "记梦中句",
            "作者": "顾清",
            "内容": "张生长安居，日听车音响。他年乘斑轮，车音想非想。"
        },
        {
            "标题": "十二日至济宁秦凤山示和彭幸庵吊古诸作次韵八首 其二 沔南武侯祠",
            "作者": "顾清",
            "内容": "习隆书奏野祠空，此地千秋享卧龙。论世合居莘野后，际时何忝渭川逢。\n微卢庸濮争奔走，蛇虎风云俨卫从。我亦瓣香遥稽首，玉京原庙有遗容。"
        },
        {
            "标题": "明日师邵有墙上传诗之作次韵",
            "作者": "顾清",
            "内容": "似有虹光射屋头，不知人语夜堂幽。呼墙忽得渊明信，能赋真同子建流。便拟续貂嘘冻笔，却惭烧蜡变更邮。玉堂本与兰台近，珠璧寻常岂外求。"
        },
        {
            "标题": "晚坐东轩睹水木山亭知为夏忠靖公赐第感旧怀贤得绝句八首 其三",
            "作者": "顾清",
            "内容": "重到长安迹屡移，南峰小院亦崔嵬。梨花槛格蒲萄架，勾引乡园入梦思。"
        },
        {
            "标题": "晚坐东轩睹水木山亭知为夏忠靖公赐第感旧怀贤得绝句八首 其一",
            "作者": "顾清",
            "内容": "乾坤身世五湖萍，南北风尘两鬓星。独坐小轩成一笑，平生到处有山亭。"
        },
        {
            "标题": "晚坐东轩睹水木山亭知为夏忠靖公赐第感旧怀贤得绝句八首 其四",
            "作者": "顾清",
            "内容": "绝壁连弯秀几重，清池倒浸玉芙蓉。别来往事那堪记，总付西轩一笑中。"
        },
        {
            "标题": "晚坐东轩睹水木山亭知为夏忠靖公赐第感旧怀贤得绝句八首 其二",
            "作者": "顾清",
            "内容": "紫藤苍柏间三峰，曲槛回轩面面通。四十年来忘不得，连甍如雾此堂空。"
        },
        {
            "标题": "前题次十峰司宪韵 其四",
            "作者": "顾清",
            "内容": "彭城天险亦岷峨，南北舟航倍几多。激浪奔流无日夜，长年三老费撝诃。\n试看急缆牵危舸，何似方塘湛绿波。欲趁此行铭剑阁，苍崖先遣百人磨。"
        },
        {
            "标题": "樗老",
            "作者": "顾清",
            "内容": "君不见麝憎脐、鸡恶尾，又不见豹患皮、象患齿。苏张戮辱韩白菹，全神乃在支离子。\n东吴杨翁太古民，妙诀早受南华君。尽将智巧付时辈，甘与樗栎同轮囷。\n阖闾城西云水阔，南北舟航日阗噎。春花秋月闭门看，八十年来几兴灭。\n泥龟曳尾宁诧神，沟断庙尊俱失真。万牛回首歌孔柏，少陵岂是知心人。\n樗日老，翁日健，尘海桑田几回变。人道孙枝却不如，前年选入明光殿。"
        },
        {
            "标题": "桥亭成有作呈南村约庵诸公",
            "作者": "顾清",
            "内容": "田野歌平政，舆梁揭胜亭。翚飞天不尽，鳌镇物常宁。\n吉梦先经始，丰年协地灵。白头何幸也，还此照清泠。"
        },
        {
            "标题": "南村约庵雨中过访喜新街成饮平胃散酒是日谈论间多可慨者别后赋此寄之",
            "作者": "顾清",
            "内容": "白云本是青云侣，今雨依然旧雨人。舆力竞誇新路稳，酒奴还说近方醇。\n纷纷且置人间事，皦皦谁全物外身。毕竟浮生几两屐，欲将泰华等游尘。"
        },
        {
            "标题": "奉饯圭峰董先生之南京",
            "作者": "顾清",
            "内容": "秩宗分务简元僚，学士声华重本朝。辍讲暂违东殿直，移家初听下江潮。\n西风燕市柳条短，春日金陵物色饶。莫倚官閒疏献纳，左垣踪迹未全遥。"
        },
        {
            "标题": "奉饯定庵张先生之南台",
            "作者": "顾清",
            "内容": "四历雄藩秉宪旄，荐更三府肃铨曹。文章旧是南金重，风节遥淩北斗高。\n舆论只今推宋璟，空群他日想方皋。两京均逸天心在，莫向霜台梦午桥。"
        },
        {
            "标题": "待月轩为钱塘沈廷璧赋",
            "作者": "顾清",
            "内容": "高轩峨峨临水开，虚檐四敞无纤埃。主人为此兴不浅，要待嫦娥天际来。\n晴空落日清如洗，远水微茫翠烟起。清簟疏栊半捲帘，思入沧溟几千里。\n沧溟迢迢天汉东，玉蟾戏水龙王宫。清辉只尺不可睹，幽情烂熳迷云空。\n有时掀髯琢诗句，乌鹊啁啾隔烟树。长吟呼起白凤来，恨不同飞碧霄去。\n有时凭阑吹洞箫，箫声幽咽惊潜蛟。倦来梦入水精殿，寒光百道飞银瑶。\n香残烛冷催更鼓，遐想苍茫极今古。牛渚金陵夜夜天，风流百世俱尘土。\n感时抚事情依依，东望蓬莱意转迷。绕阑风露不知冷，隔水松篁应惨凄。\n钱塘亦是三江地，风景寻常接宵寐。抚卷知君信可人，不觉神飞渡江澨。\n我歌待月篇，月应解我意，不用阑干苦凝睇。少迟银桥天际起，与尔同舞霓裳队。"
        },
        {
            "标题": "十日南山宅尊乡会分得东字",
            "作者": "顾清",
            "内容": "摇落龙山夕照空，衣冠高会凤城东。从渠海内风流盛，输我尊前笑语同。\n几处黄花如故里，他年绿野感秋蓬。晚来白发颓中坐，欲改南山号醉翁。"
        },
        {
            "标题": "荐溪宫谕省觐归赋诗末就而别八月七日礼部南斋独坐怅然有怀足成奉寄",
            "作者": "顾清",
            "内容": "铁篴风前早识君，还从石室见多闻。圭璋世与连城价，鸾凤天成五色文。\n春酒玉尊催献寿，夜筵红烛感离群。停云又入西堂梦，不道仙凡路已分。"
        },
        {
            "标题": "送人赴番昜丞",
            "作者": "顾清",
            "内容": "陈子饶阳去，抡才可是宜。能无愧职事，应不计班资。\n宦况湖头月，行装马上诗。前途犹未晚，努力向明时。"
        },
        {
            "标题": "偶书 其二",
            "作者": "顾清",
            "内容": "鱼腹隐刀犹可测，牛头有角岂难知。寒泉渴饮真破甑，更向青冥学忍饥。"
        },
        {
            "标题": "偶书 其一",
            "作者": "顾清",
            "内容": "万事人间不可期，云中日日候来仪。九苞自爱桑榆暖，惭愧西风碧树枝。"
        },
        {
            "标题": "题张通判春江载月图",
            "作者": "顾清",
            "内容": "月出大江平，仙舟上国行。回帆混天影，发棹动春声。\n远树光疑湿，虚窗梦与清。知君济川具，聊复试初程。"
        },
        {
            "标题": "南村归兴十首 其九 三泖垂纶",
            "作者": "顾清",
            "内容": "扁舟下三泖，试拂旧纶竿。鲈鱼三尺雪，飞上水精盘。"
        },
        {
            "标题": "黄家闸阁浅寄吕梁刘水部天祺",
            "作者": "顾清",
            "内容": "吕梁天下险，我行今已三。旱气烁汴泗，上源日以廉。\n悬流飞沫不复旧，但见两涯乱石熊虎交巉岩。水衡使者今刘彝，人力到处天工回。\n漕纲万艘连夜发，谈笑对客仍尊罍。官居花竹尤清绝，别后梦魂犹髣髴。\n北河连夕空系舟，悔不为君三日留。"
        },
        {
            "标题": "钱思孝挽诗",
            "作者": "顾清",
            "内容": "芳草春深满绿园，王孙归去已消魂。人怀故国流风远，堂有旌书节孝存。辽鹤何年返华表，楚歌当日怨修门。惟应黄泗源头水，流得余波到子孙。"
        },
        {
            "标题": "遣兴 其一",
            "作者": "顾清",
            "内容": "门掩青萝月，窗含绿树烟。咿吾閒白昼，寂寞任长年。\n荒野无穷日，沧江不尽天。伤春复怀友，怅望一凄然。"
        },
        {
            "标题": "杨青驿怀原复佥宪先寄原鲁",
            "作者": "顾清",
            "内容": "千里漳河欲尽头，美人曾此驻兰舟。图南暂息云中羽，拱北重瞻海上楼。\n眉宇几时消鄙吝，江湖到处长离忧。皇华会有嵩呼事，先遣双鱼报早秋。"
        },
        {
            "标题": "遣兴 其二",
            "作者": "顾清",
            "内容": "绿重墙头柳，红欹谷口桃。燕轻翻水捷，鹳暖入云高。\n好景宜佳句，残尊有浊醪。故人沧海上，相忆钓金鳌。"
        },
        {
            "标题": "十一月朔张南山寿日",
            "作者": "顾清",
            "内容": "一自登名立从班，周旋长在五云间。官阶四品中兼外，书法三吴柳继颜。\n退食有时乘褐马，趋朝满目是青山。蓬台此日群仙会，风雪犹应许扣关。"
        },
        {
            "标题": "琴泉",
            "作者": "顾清",
            "内容": "泠泠石上泉，衎衎松下琴。泉流合琴奏，为君写清心。\n天风岩际来，舞乱长松阴。舍琴面流泉，风水有馀音。\n悠然遂忘去，华月上青林。"
        },
        {
            "标题": "乐间园为同年夏如山赋十二首 其五 惠脉清流",
            "作者": "顾清",
            "内容": "泉何为兮此流，湛清泠兮岩之陬。洗京洛兮缁尘，玩濠梁兮浮鯈。\n渺真源兮何处，望龙山兮落日幽幽。"
        },
        {
            "标题": "双桂堂为宜兴张世麟世凤赋",
            "作者": "顾清",
            "内容": "美人出南国，文采并娴都。风云一朝会，联步起天衢。\n伯也空冀北，叔兮照三吴。何异同根桂，分庭各敷腴。\n春风会京邑，闾里增欢娱。联芳世所羡，况此一岁俱。\n峨峨双桂堂，丽榜辉新图。清芬既不异，茂干宜相扶。\n昔闻云间陆，亦有眉山苏。往迹炳如在，师贤在吾徒。\n皇风发雅奏，金石间笙竽。愿附棠华咏，千秋扬令模。"
        },
        {
            "标题": "乐间园为同年夏如山赋十二首 其七 天香屏",
            "作者": "顾清",
            "内容": "结湘筠兮玲珑，交桂枝兮隐隐丛丛。玉叶兮金英，来清芬兮远风。\n将书香兮此类，嗣云仍兮无穷。"
        },
        {
            "标题": "孚若出示乃兄九三先生瑶草篇敬题其后",
            "作者": "顾清",
            "内容": "达人遗世网，心与元化冥。高居养灵和，土石被华精。\n英英庭下草，罗骈不知名。明冰比皓质，文玉擢修茎。\n群芳不敢伍，煜煜扬翘英。我愿采掇之，恐是玉山粳。\n持以莳千亩，媲彼尧阶蓂。路远伤后时，怅望吴峰青。\n载歌小阮词，感我金兰生。青云果善颂，白雪宛遗声。\n馀芳倘许拾，相携泛蓬瀛。"
        },
        {
            "标题": "书尺",
            "作者": "顾清",
            "内容": "文木裁成体直方，高斋时伴校书郎。坐摊散帙资弹压，风动残编待主张。\n叶叶展舒迎雪牖，行行指点照萤囊。但知持正无偏倚，尺寸何劳计短长。"
        },
        {
            "标题": "书吴通判焚黄卷",
            "作者": "顾清",
            "内容": "淮甸风烟接海门，甘棠随处绿阴蕃。人传旧德歌三异，帝有新恩贲九原。\n华表月明苍树合，宝函春动彩云翻。乡人应悔籯金误，衰草荒坟泣断猿。"
        },
        {
            "标题": "书所见（二首）",
            "作者": "顾清",
            "内容": "垂杨十里拂金堤，走马东来不记谁。飞虎两鞬摇玉带，盘雕双袖蹙金丝。"
        },
        {
            "标题": "书所见（二首）",
            "作者": "顾清",
            "内容": "马首东风吹柳丝，碧桃红杏斗芳菲。游人不是金丸客，说与流莺莫乱飞。"
        },
        {
            "标题": "书饶贡士友爱堂卷 其二",
            "作者": "顾清",
            "内容": "风雨长安旅食孤，夜窗灯火说江湖。红尘下马东城路，来看饶家友爱图。"
        },
        {
            "标题": "书饶贡士友爱堂卷 其一",
            "作者": "顾清",
            "内容": "江雨红垂荆树花，草堂千里梦京华。无人为续池塘句，长向春风忆谢家。"
        },
        {
            "标题": "乌木扇歌",
            "作者": "顾清",
            "内容": "南蕃乌查乌角光，剡溪溪藤色比霜。两物迢迢天一方，阿谁妙手巧裁量。\n坐令皎月生筐箱，金花点缀七宝装。牙箫钿靥回光芒，为君鼓舞生清凉。\n回思故国云茫茫，枯蔓朽株纷路傍。人生贵贱岂有常，牺尊沟断同根芳。\n君不见金门六月清暑殿，犹堪舒卷奉君王。"
        },
        {
            "标题": "游鹤泾田舍过黄耳祠",
            "作者": "顾清",
            "内容": "山灵应道我归来，一径新添雨后苔。高柳直从江路见，细花还傍竹丛开。百年天际云千变，万事林间酒一杯。记得吾家老开府，当年曾劝陆郎回。"
        },
        {
            "标题": "书陆服周扇用包汝调韵",
            "作者": "顾清",
            "内容": "诗笔纵横格气深，故人应是渼陂岑。秋来白发知多少，犹自松间抱一琴。"
        },
        {
            "标题": "四月十二日定庵先生过访诵东坡过清虚堂诗用韵奉谢",
            "作者": "顾清",
            "内容": "夜窗急雨鸣撒沙，晨鼓不辨州官衙。村童晏眠蓬户闭，榆荚一径交残花。\n经年不及长者室，泥水真作田农家。高轩何自忽戾止，豁若暝雾腾金鸦。\n清容穆穆峙霜柏，妙语郁郁飞天葩。尘埃塞胸不自理，次第一一烦梳爬。\n盘飧菲恶愧草草，幸有杞蘖供春茶。此时天公亦助喜，列缺捲焰雷停挝。\n骚坛夙昔愿奔走，世事八九堪咨嗟。酒阑公去倚江阁，遥见一鹤冲高霞。"
        },
        {
            "标题": "书感",
            "作者": "顾清",
            "内容": "九十百里半，一篑千仞基。少壮必有立，晚节乃堪持。\n感彼日暮者，眷此青阳时。婉娈不自爱，瓦裂当告谁。"
        },
        {
            "标题": "送李师文令将乐",
            "作者": "顾清",
            "内容": "建业秋风歌鹿鸣，同时龙李最知名。一筹已惜三年后，百里犹烦匹马行。\n星出紫垣南去迥，水经闽岭北来清。馀杭令尹新祠庙，香火于今更有情。"
        },
        {
            "标题": "秋夕露坐作",
            "作者": "顾清",
            "内容": "玄天大无匹，要亦有穷处。不知穷处外，旷莽复何寓。\n茫然仰太虚，㗳尔消万虑。规规尘网中，龌龊焉足谕。"
        },
        {
            "标题": "秋雨三首 其一",
            "作者": "顾清",
            "内容": "江头雨深泥没膝，闭门十日气欲塞。黄茅断岸景色异，正昼狐狸啸丛棘。\n骑牛小儿誇惯熟，疾走鸣鞭叩牛角。幽人拄颊楼上坐，欲拔青蛇抉云破。"
        },
        {
            "标题": "秋雨三首 其三",
            "作者": "顾清",
            "内容": "日暮北风捲地来，柴扉无人惊自开。黄沙飘扬击人面，起看天色如煤炱。\n此时高堂坐白首，弱妻供具正奔走。主人酌酒殷勤劝，不知客心随风乱。"
        },
        {
            "标题": "秋雨三首 其二",
            "作者": "顾清",
            "内容": "男儿不学资身策，有家不居远为客。年过三十尚尘土，屡揖庸儿愧腰膝。\n堂堂白日閒里过，可怜少年难再得。呜呼此道亦未丧，且复临风默惆怅。"
        },
        {
            "标题": "次韵畏庵太守罢郡后作",
            "作者": "顾清",
            "内容": "鸰原接羽忆当年，梓里亲耕召父田。正好棠阴看露冕，谁令清瑟改朱弦。\n池鱼岂识焚城火，塞马还留偃盖天。莫学君家老仙伯，云台从此便高眠。"
        },
        {
            "标题": "壬午元旦拜阙回作",
            "作者": "顾清",
            "内容": "三朝玉帛万方陈，新岁新元新圣人。元德应天乘泰运，岁风从律转芳辰。\n楼头阳鸟鸣先日，云里仙桃色醉春。江海老臣遥拜庆，钧天犹恐梦中身。"
        },
        {
            "标题": "送吴克常南京光禄监事",
            "作者": "顾清",
            "内容": "通家亲戚故乡人，临别相逢意转亲。晤语留连下城日，宦程迢递促车尘。\n高冈合止冲霄翼，浅水宁容纵壑鳞。朱雀乌衣壮游地，为君惆怅十年春。"
        },
        {
            "标题": "椿庭日永寿王慕雪",
            "作者": "顾清",
            "内容": "仙木凌云拥画堂，重帘窣地映青阳。旧家人物今谁健，閒处光阴此更长。\n花亚锦屏催送酒，烟斜石鼎看添香。八千亦是人间岁，况有斑衣侍尚方。"
        },
        {
            "标题": "桂林谭君教吾松六年甚得士子心忽闻罢去相与骇叹而莫知所从徐考其名与君之为人正相反也于其行诗以白之",
            "作者": "顾清",
            "内容": "花自含仁絮自飞，春风着物本何私。秪应鶗鴂中宵起，不尽芳兰九畹滋。\n江月有情千里共，湘流无恙此心知。瑞莲池上题诗在，总是诸生去后思。"
        },
        {
            "标题": "记十一月十九夜梦",
            "作者": "顾清",
            "内容": "夜梦飞行万山顶，下视黄河如汲绠。\n仰观明星万银饼，青天倒垂碧瑶鼎。大冶神光赤霞炯，我暂窥之百夫警。\n东北玄云突如猛，上冲层霄失参井。若华欲舒震方炳，人间寂寥万物瞑。"
        },
        {
            "标题": "三月廿一日书事（二首）",
            "作者": "顾清",
            "内容": "只合清江坐钓矶，等闲谁遣着朝衣。绿阴门巷青绳路，心逐南云一片飞。"
        },
        {
            "标题": "郡斋三咏次金贰守仲仁韵 其三 花幄",
            "作者": "顾清",
            "内容": "亭下阑干曲曲通，浅红深紫斗帡幪。低迷似欲留歌扇，缛丽深疑蠹女工。\n浓渍一番高阁雨，生香不断画帘风。绳床最爱清晨坐，满耳薨薨听蜜翁。"
        },
        {
            "标题": "三月廿一日书事（二首）",
            "作者": "顾清",
            "内容": "小阁垂帘相对红，窄衫低帽一丛丛。归来有语那能记，坐倚东风忆梦中。"
        },
        {
            "标题": "题浔阳送客扫雪烹茶二小画 其一",
            "作者": "顾清",
            "内容": "一曲琵琶月满船，虾蟆陵下玉生烟。江州便作天涯念，更有潮阳路八千。"
        },
        {
            "标题": "题浔阳送客扫雪烹茶二小画 其二",
            "作者": "顾清",
            "内容": "兰苕无计续鸾胶，雪水重逢锦帐羔。合与诗家作谈柄，老韩谋国未应高。"
        },
        {
            "标题": "次韵水村书王山农梅花诗后 其一",
            "作者": "顾清",
            "内容": "少年冲雪探梅时，那识溪山有险夷。今日短筇遥伫立，无言空咏老农诗。"
        },
        {
            "标题": "次韵水村书王山农梅花诗后 其二",
            "作者": "顾清",
            "内容": "老农应未兴全空，犹有湖船倚短篷。待得春风消息透，六桥都在暗香中。"
        },
        {
            "标题": "雪中对客",
            "作者": "顾清",
            "内容": "茅屋无风已自寒，客来飞雪满遥山。相看只合围炉坐，欲去谁能放棹还。\n梅萼映空增怅望，松枝低槛故阑珊。平生陶谷多才隽，愁绝佳人一笑间。"
        },
        {
            "标题": "雪后登楼用沈西潜韵 其二",
            "作者": "顾清",
            "内容": "冻云飞散晓来天，举目青山九点全。竹笋迸阶犹带雪，柳枝低槛欲生烟。\n閒寻广受还乡事，偶到机云入洛年。八百里封还若此，龙阳何况木奴年。"
        },
        {
            "标题": "雪后登楼用沈西潜韵 其一",
            "作者": "顾清",
            "内容": "残年掷我去堂堂，颇觉青春日月长。载酒有人过栗里，上书无事讼安昌。\n凭阑草木欣欣动，倚棹凫鹥款款翔。别有淡交真味在，万签棐几碧芸香。"
        },
        {
            "标题": "永感堂为同年王威远赋时自郧阳入朝过家上冢",
            "作者": "顾清",
            "内容": "客意逢秋自感伤，还将此意赋君堂。儿童岂识晨昏乐，老大空惊岁月忙。\n闾里有人誇昼锦，乾坤无地答春阳。惟应一点忠贞志，青史千秋表义方。"
        },
        {
            "标题": "罗先生归田八景为赋其四 其三 中林社鼓",
            "作者": "顾清",
            "内容": "高榆荫灵境，秩祀岁有虔。烹羊击我鼓，老稚走纷然。\n落日更起舞，酣歌间骈阗。少壮远行役，投老归农田。\n乡邻既无故，孙子亦多贤。但愿岁常稔，听此终馀年。"
        },
        {
            "标题": "良医沈希贤将还沂上持梅竹聚禽图索题有怀东皋秋崖二都宪因托以寄兴",
            "作者": "顾清",
            "内容": "梅竹影参差，东窗日上时。坐看群羽集，如从九苞仪。\n缃素馀文彩，云霄忆别离。岁寒平日意，谁报故人知。"
        },
        {
            "标题": "五月朔大雨新霁瑶空湛然西山翠色可挹",
            "作者": "顾清",
            "内容": "雷雨千峰过，乾坤万里清。天街一回望，无限古今情。"
        },
        {
            "标题": "师邵以南村归兴韵赋邻好十篇奉答 其十 诗债",
            "作者": "顾清",
            "内容": "旧卷拟立案，新题更分门。何人为剪纸，一返皮陆魂。"
        },
        {
            "标题": "陆仪宾使还过吴省亲",
            "作者": "顾清",
            "内容": "萧史乘鸾去，千秋尚綵衣。来陪双阙拜，行望五湖归。\n故老争先睹，高堂谢夕违。山迎秋晚翠，门映海东晖。\n腰袅金重络，芙蓉画两旂。舞疑天上别，歌听月中稀。\n仙醴频添蚁，宫罗叠送绯。一尊欢不尽，又逐彩云飞。"
        },
        {
            "标题": "师邵出意作纶竿于墙上以便递诗名曰诗钓首倡一篇词意兼美依韵奉酬",
            "作者": "顾清",
            "内容": "巧心文思孰兼长，诗钓诗成又几章。千里浮沈谢江路，一竿风月共邻墙。\n君如缘木求鲂鲤，我正怀砖想佩璜。毕竟两无名利念，五湖烟水旧同乡。"
        },
        {
            "标题": "十二月十八日大雪登楼作寄进之天锡时诸君方修府志",
            "作者": "顾清",
            "内容": "酸风割耳须作虬，闻雪强起开西楼。西楼一望几十里，玉田瑶圃烂不收。\n两年粳稻化鱼鳖，穷计每日占来牟。眼前富贵已如此，何苦更作明年愁。\n书生耐冷自常事，北窗清坐端谁留。神游不到党家帐，意行屡上山阴舟。\n淮南山海诞莫考，吴中沟浍须精求。映雪著书堪一笑，却似五月披羊裘。"
        },
        {
            "标题": "翰林斋居和十峰听琴二十四韵",
            "作者": "顾清",
            "内容": "王春重禋祀，斋居百工休。寥寥古槐厅，无风亦萧飕。\n落日众鸟归，感我林居幽。起步视天宇，明星一何稠。\n赋形穹壤间，岂不诚有由。鸣凤跂阿阁，凫鹥散沧洲。\n云鹏与斥鴳，各自从其俦。与子昔少壮，挟书隘乡州。\n坐谈轻白璧，高步希丹丘。虽怀黍稷愧，稊稗亦已秋。\n策名二十载，实也非吾仇。重来岁云暮，庶以追前游。\n卜居幸仁里，款洽皆名流。侧闻官评美，信尔学殖优。\n载观听琴作，骚选合并收。朗吟向清夜，何止消百忧。\n惟此清庙器，流传自虞周。南风既广大，岐山亦优柔。\n共惟千载意，历历心与眸。筝竽乱人耳，此物委道周。\n不逢君子徒，竟作空山舟。朋游本沙聚，岁月亦川流。\n钟子既长往，雍门今白头。惟有十样笺，可以修龙楼。"
        },
        {
            "标题": "十四日雪后朝回史馆作",
            "作者": "顾清",
            "内容": "紫宸晴雪映蓬莱，独出东厢候锁开。学士履声云里下，君王鸾驾月中回。争先皓鹤羞初日，失喜遥林见早梅。坐听角门宣唤急，却思授简惧非才。"
        },
        {
            "标题": "元夕壶阴石潭会西轩用前韵",
            "作者": "顾清",
            "内容": "浮云海内几西东，此夕尘襟一笑空。已放银花开火树，更邀明月共清风。\n江湖地忆他年远，松柏心知早岁同。看取白头黄太史，夜灯方下读书功。"
        },
        {
            "标题": "时雨用东圃韵写怀兼惠柳木壶矢",
            "作者": "顾清",
            "内容": "束矢形裁出蓟方，几陪陈榻署东廊。争枭解夺由基巧，失笑曾闻玉女忙。分遗却随诗并至，试投谁合酒先尝。春风有约应非远，拍瓮新醅夜已香。"
        },
        {
            "标题": "午窗睡起杜以芳持扇索诗走笔书赠",
            "作者": "顾清",
            "内容": "流水湾头竹半欹，夕阳山外鹤归迟。幽亭独坐无穷意，只恐钟期亦未知。"
        },
        {
            "标题": "题史引之所藏长江六月图",
            "作者": "顾清",
            "内容": "长松泠泠生昼寒，高岩侧缀青琅玕。阳坡宛转行朱阑，青莎滑腻碧藓斑。\n红桥直走淩惊湍，下接孤屿高㠝岏。隔江青山如伏羱，柴扉草堂相对安。\n渔舟缥缈青林端，樵童牧叟时往还。群山忽断百里宽，青蒲绿藻萦微澜。\n临江飞阁丛井干，江流石角随弯环。前山转深势未残，层崖复磴劳跻攀。\n上方寂寞空禅关，平林演迤临江干。江回山尽路险艰，飞梁侧卧波潺潺。\n江流自此入渺漫，遥山一抹天际看。东京画史真高閒，故将山水穷瑰观。\n岷峨嘉陵远草殚，九华落星扬子湾。晴洲历历被芳兰，美人不来空浩叹。\n疾风吹尘暗燕山，金星龙尾冰攒攒。燔熊炽豹光赫殷，为君炙兔扫冰纨。\n君归终日山水间，肯忆羸马随朝班。"
        },
        {
            "标题": "首夏即事",
            "作者": "顾清",
            "内容": "金兽香残昼漏稀，嫩槐庭院午风微。蜜房分子蜂初静，书阁垂帘燕自飞。小碾试茶催瀹鼎，轻刀裁葛已成衣。故园遥忆三江外，梅豆青青笋过扉。"
        },
        {
            "标题": "徐希曾母寿六十",
            "作者": "顾清",
            "内容": "天上春衣绚綵霞，庭前慈竹间黄花。仙家岁月看初遍，圣主恩波未有涯。\n青镜自知双鬓在，玉梭曾度五更赊。遥知孙子称觞罢，犹自从容问鹿车。"
        },
        {
            "标题": "发临清一日至郑家口",
            "作者": "顾清",
            "内容": "汶水欲尽卫水来，两水夹舟喧万雷。经旬守闸僮仆困，千里顺流心眼开。\n长风飗飗若绳引，曲岸宛宛疑天回。月明倚棹郑家口，梦在谷亭呼酒杯。"
        },
        {
            "标题": "卢师邵宅会文太仆宗严用鸣字韵",
            "作者": "顾清",
            "内容": "童子垂头蟋蟀鸣，诗联不断酒频行。青山梦绕来时路，黄菊香留晚岁情。\n一斗尚堪呼我屋，五言谁可犯君城。明朝共约慈恩去，为听骊驹意未平。"
        },
        {
            "标题": "涯翁七十寿诗二首 其一",
            "作者": "顾清",
            "内容": "睿皇初运岳生贤，留付神孙秉化权。一代盛名今古绝，五朝隆眷始终全。\n山龙不露弥纶手，桃李都归长养天。回望玉堂趋走地，不知何以祝长年。"
        },
        {
            "标题": "送沈鸣岐教寿昌",
            "作者": "顾清",
            "内容": "七里滩头倚短篷，锦云峰里坐春风。旧来鸑鷟文犹炳，老去骅骝气尚雄。\n人世几番云作雨，功名千古鸟飞空。何当共酌桐江水，一洗从前鄙吝胸。"
        },
        {
            "标题": "涯翁七十寿诗二首 其二",
            "作者": "顾清",
            "内容": "午桥长夏日如年，吏散瀛洲聚锦筵。黄阁衣冠诸老外，清时钟鼓百花前。\n閒情好鸟鸣深树，往事浮云澹远天。惟有老人南海上，祥光夜夜绕台躔。"
        },
        {
            "标题": "里生杨和为令尹张侯写百禽从凤图",
            "作者": "顾清",
            "内容": "云间一峰名凤凰，峰形宛类凤飞翔。凤飞百鸟争趋跄，林峦涧谷皆文章。\n德辉一閟几千霜，空有遗迹留青苍。贤明令君起番易，胸襟五色云锦香。\n尚书双履出尚方，云飞飘然来帝乡。和风甘雨相扶将，物无疵疠年谷穰。\n疲癃鼓舞歌循良，有如凤凰集高冈。百禽从之鸣锵锵，乃知往迹未为祥。\n杨生妙手边与王，生绡数幅写朝阳。抢榆喧啾俛复昂，菲红闪翠杂丹黄。\n九苞凝立和以庄，鹰鹯鸮鹘雕鹗鸧。外若矫亢中已降，云中阿阁金榜长。\n晓日照耀腾金光，一飞下视堪舆方。旧巢依然朱栱傍，即都归圣协宫商。\n坐见四海登虞唐，圣人南面垂衣裳。一峰回首，惟有春云十里郁郁封甘棠。"
        },
        {
            "标题": "戊申春雨书寓所壁",
            "作者": "顾清",
            "内容": "去年秋旱深忧稼，今岁春霖复损苗。圣主不应天有谴，清时宁许物为妖。\n浸淫便恐鱼生釜，漂泊谁将蚁渡桥。江上舍前泥一尺，掩书终夕听飘萧。"
        },
        {
            "标题": "淑人迁柩至祖送还书感（六首）",
            "作者": "顾清",
            "内容": "此路同君两度归，归时长是泪沾衣。如今不减当时泪，湿尽麻衣君不知。"
        },
        {
            "标题": "淑人迁柩至祖送还书感（六首）",
            "作者": "顾清",
            "内容": "长安初到忆搬家，幼女娇儿共一车。死别生离三十载，老怀争遣不成麻。"
        },
        {
            "标题": "淑人迁柩至祖送还书感（六首）",
            "作者": "顾清",
            "内容": "长途极目四千里，往事伤心五十年。正到不禁凄断处，一声哀雁过楼前。"
        },
        {
            "标题": "淑人迁柩至祖送还书感（六首）",
            "作者": "顾清",
            "内容": "三十年前二十时，小窗灯火对鞶丝。如今此意从谁语，头白伤心只自知。"
        },
        {
            "标题": "张廷肃宪副致仕归中途得二郎子德捷报",
            "作者": "顾清",
            "内容": "先生绣斧辞荣日，令子青云擢秀年。宦辙九霄馀熟路，书香一脉是真传。\n傍阶霜菊深承露，夹户星榆欲造天。惆怅无因接宾燕，碧山回望渺风烟。"
        },
        {
            "标题": "陆水村母淑人寿八十",
            "作者": "顾清",
            "内容": "甫里仙人姑射姿，平湖楼阁自瑶池。帘间绣帔金钗拥，天上斑衣玉带垂。\n倚户目随江路永，称觞心逐海云驰。岁寒风格长生信，只有梅花最得知。"
        },
        {
            "标题": "蒋文藻水竹村居",
            "作者": "顾清",
            "内容": "閒身不属樊笼琐，茅屋偏宜水竹村。尽日枕书芸阁静，有时挥翰墨池翻。\n娟娟翠羽凉生坐，落落清瑶澹迤门。赢得白头心眼净，春风长见长儿孙。"
        },
        {
            "标题": "画水辞庚辰六月礼部南斋作",
            "作者": "顾清",
            "内容": "群山兮东倾，百川兮与俱。昆崙兮万里，渺东极兮归墟。\n龙门兮三峡，屹峥嵘兮喷鞺鞳。奠九服兮常宁，疏万派兮终合。\n展瑶签兮拂霜藤，目窈窕兮耳泠泠。江南兮春尽，蘼芜绿兮枫青。\n思美人兮何处，抚朱弦兮空复情。"
        },
        {
            "标题": "出郊书所见 其三",
            "作者": "顾清",
            "内容": "丝衣骏马踏尘轻，相见无劳问姓名。白发五经林下客，何曾一日似君行。"
        },
        {
            "标题": "天彝生日乡里诸公会于小园赋鹤亭芝瑞诗各次其韵奉谢 其四 次韵东曙",
            "作者": "顾清",
            "内容": "换骨灵苗待九蒸，重闻高咏报祥徵。凡材岂有青冥想，仙掌虚烦玉露凝。\n云谷放歌从此近，竹林调舞记吾曾。画图莫著桃花并，恐误渔郎入武陵。"
        },
        {
            "标题": "乐间园为同年夏如山赋十二首 其四 独憩台",
            "作者": "顾清",
            "内容": "思美人兮不来，步石径兮生青苔。聊升高兮骋望，揽桂枝兮徘徊。\n晴天兮万里，见一鹤兮飞回。"
        },
        {
            "标题": "前题次十峰司宪韵 其六",
            "作者": "顾清",
            "内容": "又复扁舟过此中，向来明月几弦弓。山形依旧两眉绿，江水无尘一镜空。\n白鸟去边天欲尽，青枫落后岁将终。图经漫有新题字，一笑烦君问雪鸿。"
        },
        {
            "标题": "乡里诸公寄生辰诗各次其韵奉谢 其四 次韵东园",
            "作者": "顾清",
            "内容": "望入梅林水月昏，故人何处倒芳尊。不将远道忘嵇吕，每有新诗托孟崙。\n朴学半生非世用，閒官廿载是天恩。春风又负花前醉，空玩羲爻六四坤。"
        },
        {
            "标题": "罗先生归田八景为赋其四 其四 古寺梵钟",
            "作者": "顾清",
            "内容": "梅花搅我梦，欹枕五更初。头陀闵群昧，霜金吼桐鱼。\n一击尘梦醒，再声灵襟虚。须臾万籁动，鸣鸡遍前墟。\n起坐视檐隙，明星犹在隅。却忆长安日，整冠趋朝车。"
        },
        {
            "标题": "梦登连阁甚高敞前绕群山松影披拂檐下真异境也赋诗八句而记其半漫识于此",
            "作者": "顾清",
            "内容": "高阁凌虚拂紫霄，四檐轩敞接连鳌。千岩对起龙蛇窟，两足亲登凤鸟巢。"
        },
        {
            "标题": "忆家园廿六首 其二十一 双桂",
            "作者": "顾清",
            "内容": "吴国春深试手栽，燕山秋晚报花开。灵椿老大无材段，奕叶芬芳为尔培。"
        },
        {
            "标题": "新安郑氏四节坊",
            "作者": "顾清",
            "内容": "卫乱共氏理，周兴比干封。义节本天授，褒扬系皇风。\n閒披新安志，仰企荥阳宗。烈烈四女士，允为男子雄。\n世运有迁革，英风浩无穷。高闳丽云汉，大字腾蛟龙。\n在殷比三仁，于宋齐五忠。世有长乐老，此地无经从。"
        },
        {
            "标题": "生辰次味苓韵",
            "作者": "顾清",
            "内容": "生筵酒盏接元春，次第风光到此辰。梦好协公桑荫传，诗来锡我上方珍。\n园林钟鼓非前辈，廊庙江湖亦老臣。孱弱愿期交引翼，共瞻尧日万年春。"
        },
        {
            "标题": "夏日感事次味苓韵",
            "作者": "顾清",
            "内容": "陶翁正好北窗眠，也为闲情一怆然。水屋自应荷作盖，金貂定以玉为蝉。祥云捧日群龙拥，巨堰浮山一蚁穿。神运斡旋俄顷事，未须低首拜啼鹃。"
        },
        {
            "标题": "四叠纶字韵答味苓",
            "作者": "顾清",
            "内容": "閒身无复半通纶，天许三江一道分。拥楫有时成白醉，著书终不效玄文。\n悠哉细雨滩头钓，邈矣凌烟阁上勋。昨日城中传邸报，溪翁对面不曾闻。"
        },
        {
            "标题": "生辰用味苓韵 其二",
            "作者": "顾清",
            "内容": "东风不管鬓丝长，醉草时看墨数行。花鸟大家谁彼此，溪山到处可壶觞。\n平原相业三千履，诸葛生涯八百桑。一笑向君重握手，傍秋亭外又斜阳。"
        },
        {
            "标题": "送王约赴河间县丞",
            "作者": "顾清",
            "内容": "平原西北古瀛洲，长记征车半日留。山接全燕从地起，河分二水带城流。\n千年王泽诗书古，永日丞厅竹树幽。好去王郎更清白，龙门一局未应休。"
        },
        {
            "标题": "沈石田画杨君谦僧普泰雪夜谈玄图",
            "作者": "顾清",
            "内容": "石田山水此第一，仪曹鲁山迹亦奇。月明满天雪在地，听取两翁无语时。"
        },
        {
            "标题": "送郡守张君柩还书感",
            "作者": "顾清",
            "内容": "客路心知有往还，驿亭回首一酸颜。孤云去鸟重江外，炎日凄风两月间。\n名与赤诚流白简，身将朱绂葬青山。相逢且莫深惆怅，犹胜高凉不赐环。"
        },
        {
            "标题": "章文远送菊名报君知言其早也而已过重阳五日矣次韵戏酬并邀东曙澄夫元吉共赏 其一",
            "作者": "顾清",
            "内容": "为是重阳合有诗，一枝先遣报君知。临风有恨无人会，恰值渊明止酒时。"
        },
        {
            "标题": "恒斋为体斋宗伯弟曰谦赋 其二",
            "作者": "顾清",
            "内容": "粉署微垣列弟兄，青囊留我万山行。年来悟得雷风象，不向人间取近名。"
        },
        {
            "标题": "送高进之应举用丙午韵",
            "作者": "顾清",
            "内容": "当年早识柯亭琯，今日初弹贡禹冠。秾艳谢馀知果硕，冰霜历尽见材难。\n不妨官柳频萦骑，自有天瓢为染翰。一样风光凤城里，木犀偏耐晚秋看。"
        },
        {
            "标题": "戏效荆公作四首 其四",
            "作者": "顾清",
            "内容": "早寒信已严，颇得羔裘重。起开西楼钥，坐愁长河冻。\n阳和逊重阴，飞雪积危栋。红炉照邻壁，蓝尾生怜送。\n吴江万里天，媚景春如梦。"
        },
        {
            "标题": "送汪德声御史按闽中",
            "作者": "顾清",
            "内容": "无诸旧国考亭乡，柱史乘轺代省方。三山云物归揽结，八州风纪待恢张。\n扫除芜翳要霜雪，濡喣槁瘁宜春阳。公馀别有天下喜，两袖清风朝北堂。"
        },
        {
            "标题": "送汤千户还吴",
            "作者": "顾清",
            "内容": "留守将军金虎符，明光传警肃周庐。新恩宠拜双龙阙，别路光生驷马车。\n投笔书生终刻印，入关童子已抛繻。楼船八月吴江燕，谁共雕盘荐玉鱼。"
        },
        {
            "标题": "送屠都宪元勋巡抚蓟州等处兼督边关",
            "作者": "顾清",
            "内容": "玉节朝辞出凤楼，朱旗遥映塞垣秋。宁边旧属西台重，当宁今无北顾忧。\n铃阁春风閒卫戟，海山晴日动轻裘。极知根本须才杰，未为还朝是黑头。"
        },
        {
            "标题": "送张晦夫长史之沂州",
            "作者": "顾清",
            "内容": "犹记征车逐后尘，离亭回首十经春。衣冠稷下谁公右，礼乐河间合此新。\n长日横经当便坐，有时纡锦见乡邻。绿杨骑马城坳路，应向西风忆故人。"
        },
        {
            "标题": "送乡僧",
            "作者": "顾清",
            "内容": "乾坤无物碍行踪，又送孤云入九峰。林鹤暗惊空外锡，海鲸先报佛前钟。\n金衣拂晓承新露，丈室凝尘记旧封。应识西来祖师意，逢人莫浪演三宗。"
        },
        {
            "标题": "丙寅春胡大声自桐庐守参政湖藩过松话旧诵予送通守殷君诗因用韵赋以识别",
            "作者": "顾清",
            "内容": "人物西江第一流，八年麾盖滞东州。新恩宠亚三湘镇，远道争迎五两舟。\n春宴喜闻京国语，云帆高望渚宫收。公馀为有江湖思，还采蘋花寄旧游。"
        },
        {
            "标题": "送徐中行南京工部",
            "作者": "顾清",
            "内容": "瘦石亭前倚晓风，十分凉意小桥东。雨余杨柳秋仍绿，露下芙蓉晚更红。情至怕闻千里别，会疏犹喜一尊同。留都宫苑稀程作，高咏还应不负公。"
        },
        {
            "标题": "送蒋国器",
            "作者": "顾清",
            "内容": "西风一夕起平原，到处羁人忆故园。失路未须怜季子，作书方拟贺参元。\n功名入手无多事，尘土留人岂足论。记取他年说今日，冷云疏雨出都门。"
        },
        {
            "标题": "分得铁面送施聘之南巡",
            "作者": "顾清",
            "内容": "使君清冰心，其面乃如铁。冰心与铁面，表里双映澈。\n鮀朝莫我媚，贲育莫我折。端如九鼎峙，神奸过而灭。\n又如明镜照，百里见妖孽。前年按东关，边圉方狡猾。\n闻声已宵逝，况敢"
        },
        {
            "标题": "送王伯安下第还馀姚",
            "作者": "顾清",
            "内容": "五色光中炫早曦，丹山秋日凤南飞。常疑劲翮冲霄惯，未信中原结网稀。\n吴越天连双阙迥，蓬莱云近一星辉。杏花江上春如海，莫待西风吹绿衣。"
        },
        {
            "标题": "送富子超使荆州兼简汪秀夫太守",
            "作者": "顾清",
            "内容": "春风江上木兰花，黄柳堤连白鹭沙。宠命北来喧鹊语，使旌西去拂星槎。\n冰壶自许心相映，椿树初看鬓有华。往见汪齮道相忆，此身今在不须嗟。"
        },
        {
            "标题": "送盛世虔兼简严以德 其二",
            "作者": "顾清",
            "内容": "东河日日望兰舟，远客新年已倦游。为忆相逢话京邸，红菱白藕正清秋。"
        },
        {
            "标题": "乡年友程御史良用子然随计来见喜君之有后而惜其年之不永也诗以吊之",
            "作者": "顾清",
            "内容": "相逢问讯一悲凉，回首江云宰木长。千古交期只文字，百年心事有冰霜。\n身因许国终羁旅，天以馀忠付两郎。高卧九原无复恨，此生曾不愧冠裳。"
        },
        {
            "标题": "挽慎庵诗成而其配徐孺人讣亦至仍用前韵",
            "作者": "顾清",
            "内容": "吴天岁暮风雨狂，玉树双陨吴门傍。前者梁鸿后孟光，愁云直掩皋家庄。\n青天宝婺收精芒，酒浆麻枲及衣裳。身在闺门名在乡，游子秋来思偟偟。\n封书几逐南雁翔，宫醪本拟称寿觞。恸哭无地歌耆昌，燠寒旨甘谁节量。\n听绝城乌夜未央，起看明月满天霜，魂兮何之杳空堂。"
        },
        {
            "标题": "岁晚园居追忆史馆容台旧事有述（四首）",
            "作者": "顾清",
            "内容": "书生泥古自家风，曾职容台念始终。所愿朝廷有夷契，敢将休戚间穷通。纷纷尚忆盈庭语，凿凿谁收秉笔功。闻道初阳涣新命，不胜翘望五云中。"
        },
        {
            "标题": "赋僮仆欢迎贺叔武尊人都宪致仕",
            "作者": "顾清",
            "内容": "陶令还家日，欢迎走仆僮。人间长见画，林下复添公。\n物色殊相近，遭逢夐不同。飞腾会明盛，扬历践昭融。\n苕水犹遗爱，横山早息戎。全归渠亦喜，远涉路何穷。\n指点桑榆茂，传观里巷空。挽衣参稚子，扶杖杂村翁。\n黄菊霜前约，青山雨后功。行藏自吾道，消息任天工。\n晚景看如此，皇恩信有终。丹青如解写，何羡洛城东。"
        },
        {
            "标题": "东圃题陈明之菊期南夫二郎",
            "作者": "顾清",
            "内容": "日出东轩积雪融，菊芽兰茁竞春工。君看石畔丛丛碧，已办西风一丈红。"
        },
        {
            "标题": "题扇面二绝句 其一",
            "作者": "顾清",
            "内容": "绿树荫重滩，平畴绕故山。一犁春雨足，万事不相关。"
        },
        {
            "标题": "题扇面二绝句 其二",
            "作者": "顾清",
            "内容": "敲火然青竹，磨刀割素鳞。江湖真乐事，输与洞庭人。"
        },
        {
            "标题": "题梅花仙子图盛子昭画",
            "作者": "顾清",
            "内容": "烟林乌啼天未霜，落月漏云金镜光。美人独宿九华殿，天风吹动金琅珰。\n瑶阶露重侵罗袜，冻合梅梢不成雪。翩然飞下西湖头，独傍寒香倚愁绝。\n寒香郁郁愁冲冲，冰魂荡漾迷西东。星眸欲流滴秋水，霓裳不动萦天风。\n天风飒飒鸣璚玖，欲去踟蹰更回首。武塘仙人五彩毫，偷眼方朔窥金桃。\n凌晨写出一时景，清寒入面风萧骚。苍苔粼粼白石净，空青暗滴阴崖冷。\n石畔丛篁低拂云，云外疏桐落金井。翠禽一声河汉横，辽天回首思冥冥。\n云楼雾阁渺何许，冷蕊疏枝空翠屏。美人只今游太清，武塘遗迹亦晨星。\n怅望龙城梦中路，寒绡惨淡来精灵。"
        },
        {
            "标题": "题松鹤图为周太守寿",
            "作者": "顾清",
            "内容": "翩翩双白鹤，飞自瑶台阴。玄裳既修整，缟袂亦萧森。\n乔林纵远步，虚壑引清音。俛仰各有得，逍遥清涧浔。\n达人事当世，雅志本云林。悬车不待岁，戢羽思高寻。\n何异松间鹤，飘飖云汉心。嘉诞宾友集，初筵列朋簪。\n鸣丝送旨酒，抗节起高吟。白日丽华栋，簪犀炫钩金。\n招要香山翁，笑傲白云岑。岁岁但如此，焉知寒暑侵。"
        },
        {
            "标题": "题颜山人画送刘可大先生归五羊",
            "作者": "顾清",
            "内容": "山人胸中山万重，傍吞云梦涵太空。落笔天机横复纵，须臾万象分纤秾。\n大山盘盘云与连，小山江面如浮烟。江长山远望不极，彷佛孤帆疑上天。\n高岩飞流散冰雪，转出深林凡几折。上方台殿空烟霏，下界尘嚣此中绝。\n林回路转地益清，垂杨一径通幽亭。先生高坐客不去，终日扁舟相对树。\n平桥浅水带远村，青林茅屋春氲氲。儿孙生长不相识，鸡犬有时中夜闻。\n山人昔年侍明光，填门造请皆侯王。熊姿犀角日点缀，局束不奈冠与裳。\n兹图旷逸知有以，无乃赐金归去放笔临潇湘。风流太史同州彦，乞归几奏金銮殿。\n离觞载举索我歌，不觉飞蝇污东绢。山人山人今有无，江湖落日愁烟芜。\n玉堂挥翰须健手，碧山长啸非良谟。北来倘有阳关意，好写瀛洲春燕图。"
        },
        {
            "标题": "王义士助丧卷为王贰守题",
            "作者": "顾清",
            "内容": "太学资钱囊久竭，丹阳麦舟篙橹绝。彭城义士古秦豪，青史他年合三杰。\n王侯一生慎许人，手卷索诗遥赠君。东南两岁沟壑满，放笔怀贤空暮云。"
        },
        {
            "标题": "题扇寿爱蔬吴先生尊人",
            "作者": "顾清",
            "内容": "江海归来一幅巾，东风八十四回春。日长勘罢参同契，坐对青山即故人。"
        },
        {
            "标题": "题画送陈子进教谕贵池",
            "作者": "顾清",
            "内容": "秋浦山川似若耶，广文官舍列仙家。无因得附星槎便，箕踞长松看九华。"
        },
        {
            "标题": "寿萱图为董徵吉张德馨题",
            "作者": "顾清",
            "内容": "萱草花，开北堂。凤翎鹄咮参差光，采而佩之百忧忘。\n金章谢庭子，绣腹王家郎。花前拜舞进瑶觞，花枝暖拂春风香。\n酒不尽，花益芳。重帷深深春昼长，更六十年春未央。"
        },
        {
            "标题": "忆家园廿六首 其十一 蒲萄",
            "作者": "顾清",
            "内容": "高架新梢绿刺檐，坐来幽意满江南。不知华月清池上，谁共凉阴酌晚酣。"
        },
        {
            "标题": "杂书五首 其五",
            "作者": "顾清",
            "内容": "妾本田家女，出身事蚕桑。十三学抛梭，十五成文章。\n二十嫁夫婿，上堂奉姑嫜。伯姒调鸣瑟，小姑弄金簧。\n清声激四坐，欢乐殊未央。回眸忽自失，羞涩归下房。\n明灯发图史，彤管有遗芳。先哲岂予侮，永矢期勿忘。"
        },
        {
            "标题": "庭鹤再雏送刘太守参政陕西",
            "作者": "顾清",
            "内容": "瑶台双白鹤，飞来栖我庭。栖我庭，岁一伏，两雏生。\n一雏死，两悲鸣。松阴宛转巢复成，巢成复引两雏行。\n丹砂犹隐顶，白雪已垂翎。成都未识赵公马，缑岭那闻王子笙。\n成都缑岭知何处，忽报主人留鹤去。主人去去登岩廊，鹤亦双翎日夜长。\n他年欲觅庭下迹，千仞遥同威凤翔。"
        },
        {
            "标题": "江中阁浅次金缓斋韵 其一",
            "作者": "顾清",
            "内容": "浦口停帆换小舟，故人家近不须愁。竹林隐约分岐路，禾廪高低见有秋。"
        },
        {
            "标题": "秦一元自通山尹调归善李文瑞索诗送之",
            "作者": "顾清",
            "内容": "青云早折桂林枝，鄂渚鸣琴有去思。为爱罗浮峰顶月，清光犹得照朱丝。"
        },
        {
            "标题": "与原复饮时章宅夜冒雪归马上联句",
            "作者": "顾清",
            "内容": "灞桥诗思玉河东，客散重城夜向中。皓白暗欺云路月，清寒时拂帽檐风。\n十年江外孤篷远，此夕灯前一盏同。明发趋朝看晴景，水精浑琢大明宫。"
        },
        {
            "标题": "归善唐汝达尝侍其先君教华亭京邸相逢恍如一梦于其赴铜鼓学也赋以赠之",
            "作者": "顾清",
            "内容": "怪底相逢熟姓名，春风曾及见趋庭。八千里外身如梦，三十年来鬓未星。\n剩有书香留仕版，不将尘鞅愧山灵。湘南风月堪娱弄，可复怀人到鹤亭。"
        },
        {
            "标题": "铜鼓行",
            "作者": "顾清",
            "内容": "楼船行，铜鼓鸣，和以横笛间丁宁。空江深夜天宇澄，稀声要眇杂铿吰。\n隐如仙乐度青冥，贵人中坐憺无营。流星捷报前几程，徵丁索馈百里惊。\n儿童喜闻铜鼓音，不知铜鼓伤予心。"
        },
        {
            "标题": "梦作朝退步至南亭诗有步入南亭路不难落花红衬紫苔斑之句感而有作",
            "作者": "顾清",
            "内容": "一自看花入上林，溪山长是梦中寻。不知谁辟南亭路，又向朝回发短吟。"
        },
        {
            "标题": "出都时馆中诸君有晚庭侍咏联句其后不预者相继有作近方寄至次韵荅之 其二",
            "作者": "顾清",
            "内容": "曾传初诏未央前，举目金容尚俨然。天地冰霜春不间，江湖星斗夜常悬。\n无心海鸟当人下，可画云山与屋连。珍重故人相慰意，一时分付钓鱼船。"
        },
        {
            "标题": "出都时馆中诸君有晚庭侍咏联句其后不预者相继有作近方寄至次韵荅之 其一",
            "作者": "顾清",
            "内容": "匡时无计乞身难，望望云西九点山。雷雨恩深天作解，桑榆景近鸟飞还。\n词中郢客重闻调，枕里卢生已度关。犹有感怀诗未了，桔槔长夏不曾閒。"
        },
        {
            "标题": "乐间园为同年夏如山赋十二首 其八 岁寒径",
            "作者": "顾清",
            "内容": "竹柏兮成林，中一径兮静以深。谢红紫兮春阳，饱风霜兮重阴。\n怀佳人兮怅望，将千载兮同心烂。"
        },
        {
            "标题": "为杜庠题山水横幅",
            "作者": "顾清",
            "内容": "屋头众山森戟戟，屋下寒溪深见石。溪流循山若萦带，别馆离亭纷向背。茅堂近水景绝幽，绕檐万竹风飕飕。主人自得濠上意，终日俯槛临寒流。东寮把酒呼促席，隔屋糟床晚犹滴。清谈北馆风满衣，折梅寄远情依依。山童晨起扫落叶，不知松露沾荆扉。经营布置各有态，颇觉画者劳天机。东吴杜郎江海客，览胜搜奇遍京国。家园十亩画不如，犹向丹青爱陈迹。西风八月南雁飞，扁舟远自长安归。高堂无事兄弟乐，终日鸡黍要邻比。新图便是君家事，何必区区询画师。"
        },
        {
            "标题": "郡斋三咏次金贰守仲仁韵 其一 文笔峰",
            "作者": "顾清",
            "内容": "高压重城郡圃东，分明一笔倚青空。云蒸不作昙花雨，神运遥生月殿风。\n此日育王重锡号，向来毛颖谢论功。李藩未试南山判，傥可提携入汉宫。"
        },
        {
            "标题": "枫桥与文瑞天民别兼简乡里诸公",
            "作者": "顾清",
            "内容": "重洗红螺捲翠帘，阖闾城外雨毵毵。青山旧识如东道，画楫相将类左骖。\n旅食几年仍蓟北，离怀千种又江南。前途渐远须分手，更欲留连待酒酣。"
        },
        {
            "标题": "上苑闻鸠",
            "作者": "顾清",
            "内容": "春波溶溶宫柳低，春云漠漠斑鸠啼。柳阴渐深看不见，时复数声金殿西。\n青绳辇路无尘土，鸣鞘不来日亭午。高树低枝相应呼，似惜田农望时雨。\n农人望雨心如渴，鸠啼日暮声不歇。乾明门前春气深，太液池头烟水阔。\n烟水微茫连别殿，忽去还啼画楼畔。柳密花深不再闻，时复宫壶坠银箭。\n忆昨至尊亲劝农，青旂黛耜临春风。一声此日彻天耳，碧霄几见回重瞳。\n八年海宇歌太平，春田处处斑鸠声。绿秧刺波桑椹青，却忆江南村落行。"
        },
        {
            "标题": "庚戌岁暮在子南馆梦二人传呼入大门数折而东予问此何处曰内阁也方思所以应对者忽闻百舌鸣而寤以诗记",
            "作者": "顾清",
            "内容": "贾董才名愧不胜，皋夔事业我何情。春风一刻邯郸路，欹枕窗前百舌声。"
        },
        {
            "标题": "吴江夜泊寄长儿天彝八首 其三",
            "作者": "顾清",
            "内容": "高楼朝日启帘栊，两叔相望百步中。我不在家渠即父，莫令疏远坠门风。"
        },
        {
            "标题": "吴江夜泊寄长儿天彝八首 其七",
            "作者": "顾清",
            "内容": "门户晨昏慎启关，家庭内外切防闲。深更出饮清朝卧，此是人家百弊端。"
        },
        {
            "标题": "吴江夜泊寄长儿天彝八首 其八",
            "作者": "顾清",
            "内容": "木有根株水有源，祖先祠墓合亲尊。岂徒追报崇彝典，亦要流传教子孙。"
        },
        {
            "标题": "吴江夜泊寄长儿天彝八首 其四",
            "作者": "顾清",
            "内容": "佳儿如玉眼如珠，临别牵衣泪满裾。爱惜护持勤教诲，书香一脉正关渠。"
        },
        {
            "标题": "次韵石东滹都宪咏台中松竹二首 其一",
            "作者": "顾清",
            "内容": "傲霜凌雪到参天，曾见春花几度妍。光引赤墀朝上日，秀分苍柏晚来烟。\n人疑灵物风雷变，我视孤根铁石坚。何待他年歌蔽芾，大夫新律自超然。"
        },
        {
            "标题": "吴江夜泊寄长儿天彝八首 其一",
            "作者": "顾清",
            "内容": "飞盖桥边月漾沙，顺流东去即侬家。若为得共舟人语，转过船头向早霞。"
        },
        {
            "标题": "吴江夜泊寄长儿天彝八首 其五",
            "作者": "顾清",
            "内容": "乡邻自昔有贤愚，小忿閒言悉弃除。惟有自修堪禦侮，亲贤戒暴远谗夫。"
        },
        {
            "标题": "吴江夜泊寄长儿天彝八首 其二",
            "作者": "顾清",
            "内容": "高堂双鬓已如丝，此日何堪更远离。宽我百忧惟汝在，莫令思我在家时。"
        },
        {
            "标题": "吴江夜泊寄长儿天彝八首 其六",
            "作者": "顾清",
            "内容": "家人小过莫轻笞，渠在渠家亦是儿。赏罚有条知痛痒，自然亲附不暌离。"
        },
        {
            "标题": "次韵石东滹都宪咏台中松竹二首 其二",
            "作者": "顾清",
            "内容": "抚遍檐松偃蹇枝，小窗惊见玉参差。却看尘土无容地，似与琴尊有素期。\n声散午风醒客梦，影分凉月动吟髭。虞庭正议箫韶事，莫遣伶伦左右知。"
        },
        {
            "标题": "月桂秋香送刘生还宜春应举",
            "作者": "顾清",
            "内容": "月桂生月宫，一月一开落。逢秋气弥盛，芬馥遍寥廓。\n世人望影空裴"
        },
        {
            "标题": "乡里诸公寄生辰诗各次其韵奉谢 其五 次韵周文焕",
            "作者": "顾清",
            "内容": "莱子新年舞袖长，直从腊雪到春光。相将柳信连梅信，次第椒觞间鹤觞。\n共指松筠能傲岁，不知苕苇怕经霜。高秋拟续凌云赋，题榜还应说仲将。"
        },
        {
            "标题": "天彝生日乡里诸公会于小园赋鹤亭芝瑞诗各次其韵奉谢 其五 次韵王宗颜",
            "作者": "顾清",
            "内容": "仙人茹五芝，其一乃瑶草。薰然蕴灵和，千秋一飧饱。\n青云逗玄光，独立万物表。长愿采掇之，驻此颜色好。\n丹青间藻翰，为我助幽讨。因之发深悟，永谢商颜老。"
        },
        {
            "标题": "元夕未斋席上次赵类庵韵",
            "作者": "顾清",
            "内容": "合有新诗记此朝，好天良会故人招。千门华月春如盎，三日东风冻已消。\n银瓮酒香分锦荔，綵屏灯影乱虹桥。只应不及双龙辇，飞上鳌山听凤箫。"
        },
        {
            "标题": "十月六日会同年于城东归途有作",
            "作者": "顾清",
            "内容": "宫槐影里散鸣珂，还忆联镳杏苑过。天地百年欢会少，风云四海别离多。\n苍生喜有诸公在，素食其如贱子何。相约岁寒期不负，五湖烟水一渔蓑。"
        },
        {
            "标题": "西园即事",
            "作者": "顾清",
            "内容": "百株高柳眼中栽，十亩荒园手自开。白发渐多难断遣，青鞋无恙许追陪。\n行田数共邻翁语，看竹时从野寺回。昨日近庄传喜事，水南新筑钓鱼台。"
        },
        {
            "标题": "絅庵和西园即事叠韵奉酬",
            "作者": "顾清",
            "内容": "缘溪野菊不须栽，直到深冬烂漫开。白日在天随处照，青山无主要人陪。\n酒香邻屋时相引，诗送邮筒日几回。若话旧游公亦懒，千江波浪九层台。"
        },
        {
            "标题": "十二月五日奠黄西坡泊渔水洼待晓即事",
            "作者": "顾清",
            "内容": "渔水洼边夜泊舟，荻花飘叶两飕飕。江湖日月摧残岁，霄汉风云感昔游。\n未了桑弧心万里，待烹鸡黍恨千秋。无惭独有青珉字，光与长庚一样流。"
        },
        {
            "标题": "近作小亭池上背墙面流左右林樾日色不到而窗几虚明颜之曰息影味苓至而喜之赋诗三首因次其韵 其二",
            "作者": "顾清",
            "内容": "独立常疑与世违，回看世路有危机。清池绿树红窗里，敢道先生昨日非。"
        },
        {
            "标题": "近作小亭池上背墙面流左右林樾日色不到而窗几虚明颜之曰息影味苓至而喜之赋诗三首因次其韵 其三",
            "作者": "顾清",
            "内容": "前头千古后来今，俯仰中间一寸心。若对此君能不愧，也应无事短墙阴。"
        },
        {
            "标题": "近作小亭池上背墙面流左右林樾日色不到而窗几虚明颜之曰息影味苓至而喜之赋诗三首因次其韵 其一",
            "作者": "顾清",
            "内容": "浮世空名与谤随，欲从蛙黾问公私。年来悟得安心理，只在池亭隐几时。"
        },
        {
            "标题": "新秋即事",
            "作者": "顾清",
            "内容": "暮雨残暑尽，官居清可挹。疏栊捲秋幔，流盼伫危级。\n温凉四时异，心会各有入。鸦啼烟树寒，露下银床湿。\n抚景怀昔贤，兹地几翔集。新凉信可爱，雨霰行且及。\n愿言惜芳时，功业期早立。"
        },
        {
            "标题": "送冶斋先生孙君能下第南归",
            "作者": "顾清",
            "内容": "东南人物重毗陵，陆相声华动帝廷。门下老生惭继武，膝前孙子解传经。\n滦江木叶催鸿阵，阿阁天风想凤翎。好约他年话今日，鹄袍争似柳衫青。"
        },
        {
            "标题": "直沽即事",
            "作者": "顾清",
            "内容": "漳水东流接海天，寻常鱼蟹不论钱。横空一网如云密，玉食还曾到御前。"
        },
        {
            "标题": "次韵王用常下第写怀",
            "作者": "顾清",
            "内容": "漫说龙蟠与蠖伸，亨衢何遽不为迍。才如贾谊宁终斥，美若陈平岂惯贫。\n岐路只于忙里错，头颅须识本来真。眼前掬水翻荷地，一笑相看剩几人。"
        },
        {
            "标题": "淑人生日奠柩前仍用乙亥岁韵",
            "作者": "顾清",
            "内容": "此生敢道不逢辰，绣幰曾看内苑春。谢眺青山仍叠嶂，维摩空室几由旬。\n伤心岁月难忘旧，满眼儿孙不当贫。一语报君须慰意，凤冈南麓有新坟。"
        },
        {
            "标题": "纪梦寄文宿诸友",
            "作者": "顾清",
            "内容": "客舍春来觉梦多，黄衫连夕报登科。七星散落云中斗，独鹤高乘树杪柯。\n捷足故人俱绿鬓，关心乡社渺沧波。从今不作停云望，倾耳雷门听凯歌。"
        },
        {
            "标题": "初度有感用庚戌岁韵 其一",
            "作者": "顾清",
            "内容": "百年强半一生中，双鬓频经万里风。人世悲欢几蕉鹿，山林日月自瀛蓬。\n曾尝蘖檗知甘苦，为嗅萧兰识异同。覆载莫酬巾履在，不胜翘首向蜚鸿。"
        },
        {
            "标题": "送沈良臣赴南雄守",
            "作者": "顾清",
            "内容": "南安旧俗思张守，又喜南雄得使君。五岭封疆元不改，三吴人物并能文。\n香凝画阁晨听事，风捲朱旗晓看耘。正使勋名照青简，未须违远叹红云。"
        },
        {
            "标题": "冬至待晓作",
            "作者": "顾清",
            "内容": "掩书明烛坐宵分，起视中庭烂五云。占岁喜丰绿旧俗，闭关无扰迪前闻。\n人间冰雪千山涌，地底炎阳一燧焚。消息此中轻过眼，后来傍睨只纷纷。"
        },
        {
            "标题": "山妻六十效乐天体 其一",
            "作者": "顾清",
            "内容": "练裳竹笥忆萧然，又到人间六十年。我学鲍宣方自愧，君于桓少定谁贤。\n已看儿女诸房满，始有金珠两鬓全。白首青山是何日，举杯重赋鹿车篇。"
        },
        {
            "标题": "读涯翁来鹤楼诗有感用前韵",
            "作者": "顾清",
            "内容": "江楼南下水茫茫，远客归心鹤共翔。丁令不来华表柱，左卿今老白云乡。\n斑衣旧竹应千个，绿发新松定几行。独倚危阑送孤目，海云真与暮天长。"
        },
        {
            "标题": "山妻六十效乐天体 其二",
            "作者": "顾清",
            "内容": "生朝甲子值元辰，腊月风光动早春。算巧适逢三会合，岁行初届六周旬。\n曾闻孟母中闺礼，不耻韦郎少日贫。一酌尊前重有感，几时同洒太姑坟。"
        },
        {
            "标题": "恒斋为体斋宗伯弟曰谦赋 其一",
            "作者": "顾清",
            "内容": "浮云天地倦西东，一语南人契始终。自古良医比良相，传家正尔不须同。"
        },
        {
            "标题": "送张信卿知归德州",
            "作者": "顾清",
            "内容": "短亭官柳下，长路酒杯前。待解薰风缆，频回落日鞭。\n龚黄新宠命，梁宋古山川。去去应传得，歌谣满日边。"
        },
        {
            "标题": "陪芸轩观海宿村家纪事四首 其一",
            "作者": "顾清",
            "内容": "三月吴江上，垂杨作意青。两堤烟冉冉，一路雨冥冥。\n客况今初识，舟行未可停。渔翁不愁惧，独立钓前汀。"
        },
        {
            "标题": "陪芸轩观海宿村家纪事四首 其三",
            "作者": "顾清",
            "内容": "暝入空江路，茫茫问所投。电光时掣剑，雨势欲翻舟。\n鸿雁鸣何及，蛟龙怒未休。前村有灯火，渐近复生愁。"
        },
        {
            "标题": "同年斋院中朝振同戴御史元之宿僧舍宪清南夫有诗嘲之往返良苦予最后作为之解围",
            "作者": "顾清",
            "内容": "清晓诗筒入递频，夜窗虚榻看横陈。贾馀竞欲收三捷，戒狃予方息两民。\n掖竹本因枝带叶，胡卢岂必画非真。西堂三日伊蒲馔，且共瞿昙讲幻身。"
        },
        {
            "标题": "陪芸轩观海宿村家纪事四首 其四",
            "作者": "顾清",
            "内容": "中流失舟楫，一瓠千黄金。风雨江村暮，野人怀顾深。\n沾濡免僮仆，欢会洽朋簪。惜哉漂母意，当者非淮阴。"
        },
        {
            "标题": "陪芸轩观海宿村家纪事四首 其二",
            "作者": "顾清",
            "内容": "云合天如羃，江翻浪若飞。众山当昼隐，孤树入烟微。\n舟楫危前路，庭闱感昨非。不知天早晚，时见牧童归。"
        },
        {
            "标题": "再和煮雪雪山二首 其一",
            "作者": "顾清",
            "内容": "玉铉金觞未许拈，陶家风致我何嫌。云英一化春无迹，乳脚初翻火正炎。\n真乐故应儿女笑，清欢那得故人兼。风窗细啜诗成后，何物中边数蜜甜。"
        },
        {
            "标题": "再和煮雪雪山二首 其二",
            "作者": "顾清",
            "内容": "群儿痴绝不知寒，搏雪中庭作幻观。忽讶海波晨涌地，更疑华顶夜凭阑。\n斜侵院竹惊枝短，清逼皋禽觉袂单。不用孙龙较同异，浮生只合此俱看。"
        },
        {
            "标题": "和进之壬戌雪中作",
            "作者": "顾清",
            "内容": "冰柱谁家长万尺，世人未见神仙宅。昆崙五城楼十二，一一银山半天白。\n天河倒挂楹栋间，下视蓬婆等卷石。东方有士古袁安，平生自信干人难。\n闭门僵卧三日雪，早起翻念神仙寒。书生未试多濩落，此事几为流俗叹。\n草堂相对一尊酒，龙公水妃互奔走。须臾瀰漫天地变，崖堑区区复何有。\n瓦沟何恨太飘忽，桧顶何亲独淹久。从来幸不分町畦，此日宁须问容受。\n晚来笔冻可柰何，满庭落叶寒风多。嫦娥矫立碧云里，似欲斗彩撩清哦。\n我今有诗亦不作，此雪讵堪还更落。"
        },
        {
            "标题": "涯翁示独酌二诗序云是日饮松江酒次韵奉谢",
            "作者": "顾清",
            "内容": "左掖文书静，西亭竹树幽。几时能独醉，此日是真休。地远陶潜社，人怀庾亮楼。赏音知有在，谁复步兵求。"
        },
        {
            "标题": "涯翁与二汪饮襄陵酒闻清来留一尊见待已而尽",
            "作者": "顾清",
            "内容": "黄阁归来绿野宽，诸生时得奉清欢。吴泉晋水皆名胜，正要先生次第看。"
        },
        {
            "标题": "夜闻雪作口占",
            "作者": "顾清",
            "内容": "山水皆言八曲幽，何人肯向雪中游。于今便合成嘉话，不待他年记某丘。"
        },
        {
            "标题": "涯翁示独酌二诗序云是日饮松江酒次韵奉谢 其一",
            "作者": "顾清",
            "内容": "城阙非长往，山林是夙期。时开问字酒，不赋解嘲诗。\n绿树停觞久，红阑点笔迟。奚童斟酌惯，深浅自能知。"
        },
        {
            "标题": "涯翁与二汪饮襄陵酒闻清来留一尊见待已而尽之赋一醉二首清至首以见示敬和 其一",
            "作者": "顾清",
            "内容": "江湖无地著心宽，梦里尊前一笑欢。来晚尚馀三日恨，春风只得半醒看。"
        },
        {
            "标题": "送阙廷实抚州训导有怀高进之",
            "作者": "顾清",
            "内容": "长忆寻君过石桥，吴松江上雨萧萧。十年往事同春梦，一点乡心逐暮潮。\n馀兴犹堪赋芹藻，好官何必定金貂。阳关拟唱无人和，落尽灯花独自谣。"
        },
        {
            "标题": "十二日至济宁秦凤山示和彭幸庵吊古诸作次韵八首 其五 颜鲁公祠",
            "作者": "顾清",
            "内容": "鹿儿朝脱锦绷胎，鼙鼓中宵动地来。兄弟两州同日起，嚣尘万里一时开。\n遗文金石留官样，古庙丹青落旧材。闻道至人元不死，鬼卢空自费阴猜。"
        },
        {
            "标题": "壬戌元宵应制绝句八首 其八",
            "作者": "顾清",
            "内容": "乾清前殿夜将分，万烛交光绚綵云。传敕明朝散灯宴，词臣好进劝农文。"
        },
        {
            "标题": "送费千户袭职还松",
            "作者": "顾清",
            "内容": "流水平林带郭斜，将军门巷野人家。百年勋荫馀乔木，三月春风想落花。\n何日燕游还此地，向来谈笑即抟沙。王师未斩楼兰首，看尔腰间似莫邪。"
        },
        {
            "标题": "中秋夜客散步月中庭忽忆陆舜卿南归乞诗时正多雨索笔书赠",
            "作者": "顾清",
            "内容": "高飞独鹤想华亭，出海冰轮到晓清。林影波光四千里，看君一路镜中行。"
        },
        {
            "标题": "夜坐 其一",
            "作者": "顾清",
            "内容": "仙都閟灵境，假日休官程。高斋坐来久，夜景湛虚明。\n起步视天宇，旷然遗世缨。素心适有会，幽兴顿此生。\n沧波望不极，落月金盆倾。"
        },
        {
            "标题": "谒文山祠次同游诸公韵",
            "作者": "顾清",
            "内容": "东风一梦过钱塘，直自元丰兆靖康。终岁诸公讲和战，到头赤手树纲常。\n生前骨肉山河碎，身后辉光日月长。新庙城南更雄丽，公忠遗种讵荒凉。"
        },
        {
            "标题": "夜坐 其二",
            "作者": "顾清",
            "内容": "遥遥天汉津，耿耿横太清。招摇运珠斗，时节忽已更。\n感此念昨日，凄然思友生。群聚不知乐，已别始牵情。\n人事与日长，后期焉可凭。"
        },
        {
            "标题": "初至芸轩宅夜坐联句",
            "作者": "顾清",
            "内容": "良夜城南旧草堂，十年重继此灯光。文章翰苑声华重，懒散林泉鬓发苍。\n庭树看于前日大，酒杯偏向故人长。出门翘首梅花月，又见天心转一阳。"
        },
        {
            "标题": "乙亥元日十峰饮师邵东斋出予家桂饼师邵有诗自墙上递至次韵奉答",
            "作者": "顾清",
            "内容": "宝钿和露压金英，为趁秋光一日成。月殿有人留素影，花林无物称佳名。\n携来不觉乡关远，吟罢犹令客梦清。茗盌酒杯皆可意，好将新岁作传生。"
        },
        {
            "标题": "送沈明本教泰顺",
            "作者": "顾清",
            "内容": "欲别无言意万重，扁舟望望过江东。名场自昔有遗恨，学海几年成此翁。\n人向中朝愧山简，天教南士识胡公。云门雁荡经行处，为想肩舆入画中。"
        },
        {
            "标题": "许百户从军普安州至潞渚卒时其子鲁从予游赋此吊之",
            "作者": "顾清",
            "内容": "拟作燕歌赠粤行，剑棱中断不成声。一天冻雨红旗敛，万里炎烟碧草横。\n假息忍看徵侧在，裹尸谁吊伏波营。伤心最忆湖阴路，垂柳閒门几送迎。"
        },
        {
            "标题": "车驾亲征江右命濯庵行北边再用前韵寄赠",
            "作者": "顾清",
            "内容": "荷橐甘泉陋长卿，前驱声里铁山轻。皇威庙略咸无外，北伐南征并有名。\n秦塞百城兵似月，周原千里稻如京。归来合奏平边颂，不写阳关惜别情。"
        },
        {
            "标题": "送瓯滨谒陵用三江韵时方南征",
            "作者": "顾清",
            "内容": "奉礼晨趋左掖朝，鸣銮回首属车遥。神灵灞浐瞻如在，氛祲江淮坐已消。\n迎燕暖风初应律，压尘轻雨不崇朝。光明更有西陵月，偏照宗臣奠桂椒。"
        },
        {
            "标题": "次韵三江赐玉有述",
            "作者": "顾清",
            "内容": "团云莹润截肪齐，亲见承恩出禁闺。不比兰支汎觿佩，直从银赏到金犀。\n馀辉毕竟还瀛屿，珍贡遥应度合黎。九十武公方德进，循墙无事首频低。"
        },
        {
            "标题": "何廷佩方伯临别索诗用珂字韵",
            "作者": "顾清",
            "内容": "门外骊驹白玉珂，十年南北断经过。腰犀颇觉君来重，鬓雪惊看我已多。\n诗草正题戎有翰，烛花休问夜如何。明朝烟雨潇湘路，惟见溪翁理钓蓑。"
        },
        {
            "标题": "斋居览菽园杂记有感呈三江",
            "作者": "顾清",
            "内容": "东观?书共几篇，南宫题草又三年。风流未敢忘前辈，名姓多应愧后贤。云里泰阶星近远，天涯歧路草芊绵。夜来梦好君知否，一棹扁舟野水边。"
        },
        {
            "标题": "颐浩辩公寄莼菜瓜菹有别久不见渴心生尘之语因以为韵作绝句八首寄谢 其一",
            "作者": "顾清",
            "内容": "三年望东林，几日又当别。盈盈谷水波，一苇谁共折。"
        },
        {
            "标题": "颐浩辩公寄莼菜瓜菹有别久不见渴心生尘之语因以为韵作绝句八首寄谢 其二",
            "作者": "顾清",
            "内容": "溪莼牵紫丝，念子良已久。不在秋风前，不在秋风后。"
        },
        {
            "标题": "定庵寄诗贺六十次韵奉谢",
            "作者": "顾清",
            "内容": "入眼新篇玉映金，挥毫如对草堂深。后生日月真虚度，前辈文章自古心。\n洛社何年侍钟鼓，吴田频岁苦霪霖。烦公乞与长生诀，免使霜毛上玳簪。"
        },
        {
            "标题": "癸酉正月陆时敏以诗赠行次韵",
            "作者": "顾清",
            "内容": "客途南北几暄凉，又见旗亭柳色黄。往事尽随春物变，离情直与暮云长。\n人将黼绣轻韦布，我视江湖只庙廊。昨夜小斋清梦里，一编还共短檠光。"
        },
        {
            "标题": "琅琊书屋为石秀才赋",
            "作者": "顾清",
            "内容": "醉翁去来三百年，琅琊山水仍依然。林芳谷秀谁管领，石家书屋僧庐偏。\n主人读书少谐俗，文章往往追古贤。山中风月足吟弄，世上富贵从推迁。\n连连冈阜拥檐牖，郁郁竹树留风烟。晴猿昼啼白云下，独鹤夜叫长松巅。\n冥搜得意或拊几，感慨双涕时沦涟。悠悠宁逐蠹鱼尽，兀兀已觉筌蹄捐。\n君不见玉屏峰南瑁湖上，我家旧屋临清涓。绿萝摇春拂窗户，纸屏竹几清且便。\n十年栖迟不谓好，一日怅望空云天。终南少室非我有，东华尘土劳鞍鞯。\n劝君及时须行乐，豪杰未有终林泉。"
        },
        {
            "标题": "癸卯立春日寄陆时敏",
            "作者": "顾清",
            "内容": "五载蓝袍触暗尘，梅花风起又新春。漫怜司马长多病，自说莱芜已惯贫。\n经雪松篁犹在眼，弄晴禽鸟渐宜人。风光此日催诗梦，已入芳洲采绿蘋。"
        },
        {
            "标题": "玉堂对月",
            "作者": "顾清",
            "内容": "万古此明月，流看属吾人。人生见月时，欢寡愁日频。\n眷兹玉堂署，清切近帝宸。金铺启澄霁，光景何鲜新。\n古人去日多，后来浩无垠。而我于其间，渺然凝心神。\n不有通夕玩，奈彼风雪辰。茫茫太无中，置此冰玉轮。\n荧光载灵魄，终古如环循。闻有丹桂树，婆娑映天津。\n复有乘鸾女，炼药司大钧。愿从乞刀圭，驻此尘土身。\n青冥无终极，怅望徒逡巡。人生会有役，玩物丧乃真。\n掩扉送馀辉，朝车已辚辚。"
        },
        {
            "标题": "二月七日寿约庵先生有园桃暗结长春果之句后十九日先生得孙诗以贺之仍用前韵",
            "作者": "顾清",
            "内容": "先生七十五春秋，始抱兰枝第一筹。来晚恰符园果谶，名成须著锦标头。\n家书便合添千卷，身世真堪老一丘。却望寿筵无几日，酒杯重叠费公酬。"
        },
        {
            "标题": "李太夫人麻氏寿八十",
            "作者": "顾清",
            "内容": "高堂秋色避春辉，四坐金绯拥绣帷。宝副六珈明綵翠，锦袍双鹤动烟霏。\n青云并见诸孙贵，黄阁新迎驷马归。愿学鲁人歌燕喜，百龄长得奉音徽。"
        },
        {
            "标题": "丁卯北行定庵以诗赠次韵奉谢",
            "作者": "顾清",
            "内容": "策名那复敢怀安，却上离亭强笑欢。三釜正怜蓬户暖，九重深恐玉楼寒。\n还闻奭旦陪周主，屡报夔龙补舜官。北极一星光日盛，知公终夕倚云看。"
        },
        {
            "标题": "顾虚斋在湖南闻予致仕有作席间诵之次韵为谢",
            "作者": "顾清",
            "内容": "尘埃衮衮逐浮名，泰华鸿毛比重轻。九折路穷人亦倦，三江舟到水还生。\n诗来楚泽流新咏，曲按贞元想旧声。斟酌此堂堪一醉，向来书剑几同盟。"
        },
        {
            "标题": "陈约庵诗贺迁官次韵寄谢",
            "作者": "顾清",
            "内容": "紫阁层台矗九成，人言此地即蓬瀛。一经佔毕惭粗浅，十载遭逢荷圣明。\n高会想闻乡里盛，壮图全倚太阶平。东山不为苍生起，翻使迂疏浪得名。"
        },
        {
            "标题": "次韵答尤元吉",
            "作者": "顾清",
            "内容": "少日游歌伴，惟君实俊英。连飞才岂后，幸会我方丁。\n望道如瞻华，紬书若泛溟。本期同晚翠，而独借春荣。\n逐队升金马，联辉傍玉衡。五云环帝宅，列宿拱元精。\n往事嗟投杼，平生几折肱。全身宁论得，学道敢希名。\n尺寸时频揣，锱铢亦细称。青云珠履客，沧海雪鸥盟。\n竹径门初启，桃蹊荫已成。不求元避悔，无爱复谁憎。\n种玉思分润，栽兰欲藉馨。酒杯通大道，诗律写幽贞。\n锦绣三千段，空灵一寸扃。晚云低树密，落月到床明。\n调燮存刀匕，行藏付寝兴。故人无我弃，时诵日新铭。"
        },
        {
            "标题": "有怀约斋先生用前韵奉寄",
            "作者": "顾清",
            "内容": "学海驰声四十年，归来霜月几回圆。春晖寸草俱无恨，轩冕山林共一天。\n乡论古今西洛社，寿觞先后北山筵。题诗转益莼鲈思，久矣诸公乐事偏。"
        },
        {
            "标题": "刘参议维信赴广东索诗未及赋而其子应占入翰林因以寄贺",
            "作者": "顾清",
            "内容": "使节初传五岭秋，郎君又报上瀛洲。书香父子贤相继，文学朝廷宠更优。\n到处江山争送喜，向来烟雨莫深愁。旬宣益重酬恩地，只尺薇垣即凤楼。"
        },
        {
            "标题": "乐间园为同年夏如山赋十二首 其三 漫兴亭",
            "作者": "顾清",
            "内容": "漫吾出兮周星，忽归来兮亭以成。嗟平生兮万事，亦何择兮何营。\n偶欣然兮终日，孰久近兮千龄。"
        },
        {
            "标题": "杨启祥金兰",
            "作者": "顾清",
            "内容": "煮胶和金金作泥，捣蓝染楮光砑脂。杨郎醉把离骚词，幽意已在沅湘湄。\n须臾光风荡朝曦，林隈水曲皆春姿。丛石卧羊低竹枝，紫茎绿叶芳菲菲。\n佳人远游春不归，蘼芜绿满孤帆迟。愁来罢琴抚瑶徽，临图更觉同心稀。\n愿采芳香遥寄之，江湖阔远波浪危，空梁落月渺予思。"
        },
        {
            "标题": "送杨启祥",
            "作者": "顾清",
            "内容": "杨生画兰近无敌，挥笔使金如使墨。玄缯绀楮随所遇，入手光风灿朝日。\n湘江南北几千里，收拾都归笔锋里。閒来天上弄秋光，落笔便得天颜喜。\n有时片纸出人间，传看一日遍九廛。五侯七贵争莫致，时复挥翰骚人前。\n西风八月吹锦衣，掉手还向江南归。汀洲蘼芜寒更绿，木叶时傍孤帆飞。\n回首思君何处切，南薰殿里午风微。"
        },
        {
            "标题": "杨从龙郑采东二给事钩考边储临别有赠",
            "作者": "顾清",
            "内容": "计省忧时纡庙略，夕郎承诏出边城。八州分野占星气，一路风云拥使旌。\n经国理财当世务，登车揽辔古人情。微吟不尽临岐赠，伫想嘉猷答圣明。"
        },
        {
            "标题": "乐间园为同年夏如山赋十二首 其九 柯枰山",
            "作者": "顾清",
            "内容": "中人兮不归，樵柯烂兮闾里全非。嗟人生兮几何，奄夕曛兮朝晖。\n神仙兮戏予，拂苍珉兮渺遐思。"
        },
        {
            "标题": "送宫谕李子阳先生赴南京太常少卿",
            "作者": "顾清",
            "内容": "典学东朝旧史臣，南台礼乐荷新恩。百年景运当熙洽，三代遗文入讨论。\n花竹竞誇官署好，江山深拱帝京尊。只愁未了閒居赋，又被东风催北辕。"
        },
        {
            "标题": "题竹送阮大经还金陵",
            "作者": "顾清",
            "内容": "十载江东忆旧游，竹林斜日坐深秋。长安道上红尘满，赖有清风消客愁。"
        },
        {
            "标题": "还金行为叔武郎中赠济南姚龙",
            "作者": "顾清",
            "内容": "故人留金儿不闻，故人已死人谁云。昨日结交今有变，何况天涯生死分。\n延州挂剑事已矣，济南高风见吾子。金还故人事则已，事吾当然非有以，江海千秋歌义士。"
        },
        {
            "标题": "穫稻用分秧韵",
            "作者": "顾清",
            "内容": "负郭园池带宅田，老晴天气太平年。穫来黍稻丛高廪，散出牛羊满近川。\n饙启甑山腾雾霭，蚁香醅瓮起沦涟。斜阳一枕西窗梦，纵有丹青不与传。"
        },
        {
            "标题": "斋居览菽园杂记有感呈三江",
            "作者": "顾清",
            "内容": "东观紬书共几篇，南宫题草又三年。风流未敢忘前辈，名姓多应愧后贤。\n云里泰阶星近远，天涯岐路草芊绵。夜来梦好君知否，一棹扁舟野水边。"
        },
        {
            "标题": "庚申斋居和钱世恒佥宪",
            "作者": "顾清",
            "内容": "频年僧室共郊斋，引接多惭降等侪。诗老渐看过大历，语真时复到无怀。\n好风先夕知清道，朗月中天想燎柴。明日衢尊又承庆，还同既醉舞尧阶。"
        },
        {
            "标题": "北坛斋宿",
            "作者": "顾清",
            "内容": "初月明远树，繁星丽高空。清坛矗紫垣，周道蟠青虹。\n地胜宅壬坎，木秀扶杉松。惟时八月初，万象呈秋容。\n长原锁寒碧，乾树明新红。嘉谷卧连野，败稂枯作丛。\n岁功奄铚艾，吉日临著雍。时祀不敢后，冠盖来童童。\n微名系官府，将送烦仆僮。追随缙绅后，周旋尊俎中。\n仰瞻霄汉间，神光煜昭融。骏奔既肃穆，对越何昂颙。\n官备物有纪，夜寂天无风。清乐发丝竹，严令闻鼓钟。\n笾豆纷夙饤，醢菹簇时供。长烟起苇炬，画烛辉雕笼。\n霓幢隐双凤，云軿留六龙。和熙洽幽玄，蜚蚃闻苍穹。\n由来诚敬孚，不在仪品丰。吾闻古王都，右社而左宗。\n宗以明祖德，社以昭神功。民非土与谷，生养安所从。\n所以古至今，严祀无终穷。吾侯素勤理，祀事尤寅恭。\n饮食神既嗜，茀嘏宜来崇。君看秋野间，万宝如崇墉。\n百室会盈止，醴醪各迎逢。闾阎礼让行，囹圄莓苔封。\n神功不可忘，允侯诚所通。作诗纪盛事，窃效康衢童。"
        },
        {
            "标题": "近为儿侄辈屈澄夫先生于小园东曙有诗次韵二首 其二",
            "作者": "顾清",
            "内容": "安车久不到岩阿，水部无人复姓何。秋浦白云天际远，夕阳红树屋边多。\n笔精又展郇公帖，才钝愁闻郢客歌。眼底桐枝未盈把，几时亲见十寻过。"
        },
        {
            "标题": "乐归为张椿庭赋",
            "作者": "顾清",
            "内容": "东皇运玄化，百物竞华滋。金商一司令，黄叶满庭墀。\n大块陶我形，有合须有离。古来贤达人，此事那能违。\n桓子治石椁，三年费鑴追。牛山感夕阳，哀伤涕沾衣。\n拳拳惜馀日，欲作无穷规。竟同草木腐，千秋有馀悲。\n贤哉椿庭翁，洞烛今古非。自言八十载，不蹈危险机。\n修身慎吾行，大化从迁移。幸此手足完，庶不惭恩私。\n生乎颓然顺，死当浩然归。陶潜拟挽歌，生与亲旧辞。\n司空游圹中，酣饮仍赋诗。二子信可人，吾今其庶几。\n酌酒自为奠，告终自为词。琅琅数百言，药石兼蓍龟。\n春风动歌吹，宾从相追随。山丘及华屋，一视了不疑。\n旷然世外游，岂为形迹羁。人生有此身，所贵能不亏。\n全归见其亲，此乐知者稀。尚怀子舆氏，易箦开衾时。\n往者信自贤，来日方未涯。愿翁劭厥德，优游过期颐。"
        },
        {
            "标题": "征妇词",
            "作者": "顾清",
            "内容": "银灯花落夜迟迟，最忆灯前笑语时。哀乐易迁惊逝水，关山无路怨娥眉。\n风沙漠漠人何在，星汉迢迢鹊亦疑。见说天山弓未挂，敢将清泪浪沾颐。"
        },
        {
            "标题": "奉和涯翁闻雪枕上作",
            "作者": "顾清",
            "内容": "启户儿童有笑声，一冬无雪雪今晴。却思丛竹应薶没，戏剔残灯与斗明。\n江上小舟还自汎，屋头春鸟为谁鸣。轻云薄日新题句，总是商岩未了情。"
        },
        {
            "标题": "江中阁浅次金缓斋韵 其二",
            "作者": "顾清",
            "内容": "千古心期嗟击磬，百年功业类藏钩。吴江一道看如带，可是先生志未休。"
        },
        {
            "标题": "和卢师邵中秋马上作",
            "作者": "顾清",
            "内容": "美人宴罢玉京城，归骑垂鞭踏月行。风露九霄纷滉漾，山河万里共澄清。\n却思江路经年别，直恐冰轮未晓倾。安得淩风驭仙骥，桂花相倚看吹笙。"
        },
        {
            "标题": "重送刘文瑞有怀顾颐弘先生",
            "作者": "顾清",
            "内容": "太息颐翁不可招，离亭东望客心劳。贻书恨不当时早，归兴何如此日高。\n尘世百年终剧戏，溪山随处足游遨。只应未及君家祖，烂醉春风拥二豪。"
        },
        {
            "标题": "闻刘南村将至先寄",
            "作者": "顾清",
            "内容": "正喜床头新酒熟，忽闻江外故人来。不知灵鹊谁传与，闹乱檐前日几回。"
        },
        {
            "标题": "诸广文饯予龙潭僧舍别后有怀味苓",
            "作者": "顾清",
            "内容": "听鹤亭前欲上潮，龙潭落木晚萧萧。愁来别酒难成醉，老去诗翁不可招。地下骚坛自旗鼓，人间博局几卢枭。翠萝金碗当时句，残月空梁独自谣。"
        },
        {
            "标题": "十二月一日寄书天彝有感用煮茶韵",
            "作者": "顾清",
            "内容": "一冬今夕始知寒，起斲清冰试小团。水品无劳问鸿渐，火攻聊欲效田单。\n肠间古字搜应遍，灰里仙书默自看。好办百株供岁晚，归期报与客心宽。"
        },
        {
            "标题": "冬夜四清次孚若韵 其一 煮茶",
            "作者": "顾清",
            "内容": "未有金犀辟夜寒，每蒙龙凤赐宫团。自分玉岭千寻润，小试春旗一叶单。\n屋里松涛从地起，窗前梅月几时看。飘然便欲淩风去，清浅蓬莱水又宽。"
        },
        {
            "标题": "沈士登初入学梦人诵诗有细丝曾钓海鳌来之句是岁集选得富春丞乃子陵隐处因赠此诗",
            "作者": "顾清",
            "内容": "梦里金鳌忆细丝，桐江只在富春西。久知万事皆前定，肯向浮生叹不齐。\n坐上溪山明画鹢，人间岁月等醯鸡。两株松外千竿竹，吟得新诗到处题。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "南京礼部尚书府",
            "Background": "顾清正在与同僚讨论朝廷的新政措施，提及如何应对民间对税收改革的反应，话语间透出对百姓生活的关切。",
            "Dialogue": "{\n    角色名: 同僚甲 \n    动作:(微微低头，手捧奏折)\n    讲话: 顾清兄，近日朝廷新政措施已然出台，然民间对税收改革的反应却似乎颇为激烈。您可知百姓对此事有何具体意见，以致于朝中多有议论？\n}\n{\n    角色名: 顾清 \n    动作:(面色凝重，双手拄在桌上)\n    讲话: 听闻百姓对此次税收改革多有怨声，然则仆以为，施行新政乃是为了长远之计，确保国库充盈，国家安定。然则在施行之际，尚需细致考量民生，调和各方利益，方能使民众理解新政之意，愿意共同承担责任。然，若是单凭一纸法令，便欲强制执行，则恐将人心离散，民怨沸腾，最终所图未必能得。故此，仆愿意与诸位同僚共商良策，或可设立专门渠道，以听取民意，审时度势，事必躬亲，方能使今后的改革行之有效。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "华亭的庭院",
            "Background": "顾清与朋友们聚集在庭院中，饮酒作诗。酒兴正浓时，顾清吟诵道：“渔舟唱晚，响穷彭蠡之滨。”引起一阵掌声，朋友们纷纷接句，气氛热烈。",
            "Dialogue": "{\n    角色名: 朋友甲 \n    动作:(举杯邀饮，满脸笑意)\n    讲话: 顾清兄，今日酒兴正浓，不妨再吟几句，听闻您最近有新作，何不分享一二？\n}\n{\n    角色名: 顾清 \n    动作:(微微一笑，举杯应和)\n    讲话: 听闻友人之言，仆自当恭敬不如从命。然今日心中有感，便吟道：“渔舟唱晚，响穷彭蠡之滨。”此句乃是想起那江边黄昏，渔舟归来之时，满载而归，似乎不只为鱼虾，更是为那份宁静与安然。兄弟们皆知，春水初生，春林初盛，春风十里，皆是诗意。然，若是无心之作，唯有一笑置之，然若是心有所感，便不妨共赏此情，共饮此酒，方可不负此良辰美景。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "顾清的书房",
            "Background": "顾清正在给弟弟顾慎写信，询问家中的近况，并鼓励他努力学业，信中提到自己在南京的生活与工作，表达对家庭的思念。",
            "Dialogue": "{\n    角色名: 顾慎 \n    动作:(握笔思考，眼神温柔)\n    讲话: 兄长，书信写得如何？家中一切安好，惟愿得兄长常寄信来。\n}\n{\n    角色名: 顾清 \n    动作:(放下笔，微微一叹)\n    讲话: 谨记弟弟之言，仆在南京日夜忙碌，然心中常挂念家中安危。今特为弟写信，询问家中近况。此处繁华似锦，然浮华背后，常有孤独之感。愿弟在家安康，勤勉向学，不负光阴。仆既在外为官，岂敢忘却家中之事。待我归家之日，愿与弟共话家常，畅谈往日之趣，共享兄弟之情。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "华亭街头",
            "Background": "顾清在街上遇见老邻居，二人聊起了过去的岁月，顾清提到自己在朝中任职的经历，老邻居则分享了当地的风土人情。",
            "Dialogue": "{\n    角色名: 老邻居 \n    动作:(手持竹杖，神情温和)\n    讲话: 顾清兄，近来在朝中任职可好？可知我乡里之事如何？\n}\n{\n    角色名: 顾清 \n    动作:(微微一笑，眼中流露温情)\n    讲话: 老邻居，仆在南京为官，虽身居高位，然心系故里，常思乡间之事。乡中风土人情自是亲切，虽在朝中奔波，亦难忘故乡的点点滴滴。今朝廷虽有新政，但愿能使乡里百姓安居乐业。老邻居若有乡中之事，尽可言之，仆愿倾听，竭尽微薄之力，助家乡繁荣。只愿乡邻平安，日子愈加美好，仆亦愿常回故里，叙旧情，话家常。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "皇宫大殿",
            "Background": "顾清在朝会上发表意见，讨论王鉴之的奏折，强调道德与政务应并重，赢得了众人的赞同与认可。",
            "Dialogue": "{\n    角色名: 其他官员 \n    动作:(微微颔首，神色严肃)\n    讲话: 顾清大人，今日朝会上王鉴之所奏，您对此有何见解？\n}\n{\n    角色名: 顾清 \n    动作:(沉思片刻，声音坚定)\n    讲话: 王鉴之所奏，直指时弊，然我以为，施政当以德为先，方可得民心。若是只图表面功效，反而有损于民众之安宁。故此，吾愿在此提议，或可在新政施行前，先行听取民意，广开言路，唯愿能以德治国，方能长久安稳。倘若朝中上下同心协力，定能更好地推进王鉴之的奏折，造福于民，效法古人之智，明理而行。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "书院",
            "Background": "顾清与同窗好友相约在书院，讨论诗歌创作，顾清提到自己为李东阳撰写祭文的经历，聊起文士之间的交流与影响。",
            "Dialogue": "{\n    角色名: 同窗好友 \n    动作:(微笑点头，举杯共饮)\n    讲话: 顾清兄，最近为李东阳撰写祭文的事，引起了许多人的关注，想必您当时也感慨良多吧。\n}\n{\n    角色名: 顾清 \n    动作:(轻轻叹息，神情略显沉重)\n    讲话: 是啊，李东阳先生乃是我辈所景仰之人，然在为其撰写祭文时，感慨万千。此生虽短，却留下了无数的诗篇与智慧，令人敬佩。然，生死无常，人皆有去无回，唯愿后辈能承其志，继续传承其文采与风范。此番经历，促使我思考人生的意义，愿能在今后的日子里，继续为文士之间的交流搭建桥梁，互相扶持，共同进步。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "顾清的家中",
            "Background": "顾清的妻子张氏正在与邻居交谈，谈论家中的琐事，顾清偶尔插话，表达对家庭和睦的重视与珍惜。",
            "Dialogue": "{\n    角色名: 张氏 \n    动作:(微微叹气，神情关切)\n    讲话: 顾清，你最近在朝中忙碌，家里的事你是否有心挂念？\n}\n{\n    角色名: 顾清 \n    动作:(微微一笑，眼中透出温柔)\n    讲话: 亲爱的张氏，仆在朝中虽为官职，但心中时时挂念着家中安好。家是心灵的港湾，唯愿能在繁忙之中，见到你和孩子们的笑颜。若有家中琐事，尽可告知，仆愿倾听，悉心解决。家中和睦，方能助我在外更有精力，亦愿我们共同守护这份温馨与安宁。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "顾清的书房",
            "Background": "顾清收到王鉴之的信，信中提到对顾清诗作的赞赏，顾清则认真思考该如何回复，表达自己的谢意与对文友的敬重。",
            "Dialogue": "{\n    角色名: 王鉴之 \n    动作:(微微一笑，神态温和)\n    讲话: 顾清大人，近日您的诗作颇有佳评，令我十分钦佩。\n}\n{\n    角色名: 顾清 \n    动作:(微微一躬身，面带谦恭)\n    讲话: 王大人过奖，仆虽有些许诗作，但皆是心中所感，未敢妄自菲薄。然能得您之赞赏，仆感荣幸无比。诗词乃是心灵的寄托，若能在这条道路上，与大人共勉，互相切磋，定能更进一步，愈加精进。愿在今后的日子里，能够继续为文士之间的交流贡献绵薄之力。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "华亭的集市",
            "Background": "顾清在集市上购买生活用品，偶遇昔日同窗，二人聊起各自的生活变迁，顾清分享了自己在南京的任职经历与感想。",
            "Dialogue": "{\n    角色名: 昔日同窗 \n    动作:(微笑，神情亲切)\n    讲话: 顾清兄，久不见，您在南京任职可好？\n}\n{\n    角色名: 顾清 \n    动作:(微微一笑，神情温和)\n    讲话: 过往如烟，兄长可知在南京任职，虽身居高位，却常觉时光飞逝，心中却总是挂念故乡。乡里风土人情，宛如昨日，愿能有机会常回故里，叙旧情，谈往事。听闻兄长近来可好，愿在这繁忙的生活中，常常聚首，共同回忆那段无忧无虑的青春岁月。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "南京礼部",
            "Background": "顾清正在与礼部其他官员讨论新年祭祀的安排，他提到要更注重祭品的选择与仪式的庄重，体现出他对传统文化的尊重。",
            "Dialogue": "{\n    角色名: 礼部官员 \n    动作:(微微点头，神态严肃)\n    讲话: 顾清大人，您对新年祭祀的安排有何看法？\n}\n{\n    角色名: 顾清 \n    动作:(沉思片刻，语气坚定)\n    讲话: 诸位，祭祀乃是国家大典，需以诚心为重，所用祭品应当考量其质与量，务求仪式的庄重与尊敬。唯有如此，才能彰显我朝对先祖的敬仰与对神明的虔诚。若是草草了事，恐将影响国家的风气与百姓的信仰。故此，我愿与诸位共同策划，确保此事顺利而圆满，令新年祭祀成为全体臣民共贺的盛会。\n}"
        }
    ]
}