{
    "基本信息": {
        "姓名": "黎民表",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "明",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "黎民表的子是黎邦琰"
    ],
    "其他关系": [
        "黎民表为黄佐之学生"
    ],
    "入仕信息": [],
    "别名信息": [],
    "任职信息": [
        {
            "官职": "户部员外郎",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        }
    ],
    "地理信息": [
        {
            "地名": "从化",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "从化",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "从化",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "从化",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "从化",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "从化",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "明广东从化人，字惟敬，号瑶石山人。黎贯子。黄佐弟子。以诗名，与王道行、石星、朱多煃、赵用贤称“续五子”。亦工书画。嘉靖举人。选入内阁，为制敕房中书舍人，出为南京兵部车驾员外郎。万历中官至河南布政司参议。有《瑶石山人稿》、《养生杂录》、《谕后语录》。 ► 黎民表的诗文(671篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "怀友诗",
            "作者": "黎民表",
            "内容": "急景驰西汜，悲风起寒陆。眷言心所思，缅邈林塘曲。\n芙蓉为君衣，薜荔为君屋。山巅思采苓，云中乃抱犊。\n我欲往从之，道路阻且复。宴坐恒屡迁，寤言复在目。\n衾裯讵同御，椒兰徒盈握。岁晚当归来，从君蓺松竹。"
        },
        {
            "标题": "长门怨",
            "作者": "黎民表",
            "内容": "永巷疏恩幸，长门绝履綦。由来妾薄命，讵是妒娥眉。夜雨销兰气，秋风落桂枝。凝思君不见，含态入罗帷。"
        },
        {
            "标题": "送莫云卿归云间",
            "作者": "黎民表",
            "内容": "触目烟沙马首重，屠沽何处隐行踪。竹林酒德同诸阮，洛下才名有二龙。\n并世犹嗟难遇合，邀欢真自不从容。倦游君且停车骑，待我华阳策短筇。"
        },
        {
            "标题": "仙鹤花异植也青跗素萼状类胎禽即嵇含草木记所谓鹤草也观自随时山人余因命舍弟为图系以此作",
            "作者": "黎民表",
            "内容": "青蹊窈窕连云上，芝草琅玕萃森爽。玉蕊飘飘间药开，璚蕤的的缘溪长。\n何年华表舞胎仙，缟翼霜毫势宛然。秀方薝卜深能浅，馥俪优罗色更鲜。\n五鸟枝头羞绰约，三花树里斗嫣妍。骈素含香在遥巘，几度春风落如霰。\n舞蝶萦枝乍可寻，来禽隔水纷难见。空谷幽人觅紫芝，静闻芳气远相随。\n暂移仙种归玄圃，思植灵根在赤墀。月满空林露未销，碧海青天思寂寥。\n倘遇缑山王子晋，愿随风驭听鸾箫。"
        },
        {
            "标题": "同杨邦彦徐子与过汝和雪舫集",
            "作者": "黎民表",
            "内容": "芳菲不可度，幽意与谁论。夜雪留孤舫，春花入酒尊。\n风尘容倦客，湖海共清言。兴罢各分手，青山落蓟门。"
        },
        {
            "标题": "张林石几为吕心文赋",
            "作者": "黎民表",
            "内容": "琢成山骨似方诸，隐座支颐自有馀。不遇卞和谁證玉，偶逢王令即留书。\n紫藤过雨痕犹渍，碧藓经秋駮未疏。松下寻仙应有待，平泉醒酒待何如。"
        },
        {
            "标题": "双节为内江萧氏作 其四",
            "作者": "黎民表",
            "内容": "境乐心逾悲，年殊志还戚。茕茕抚婴孺，依依感畴昔。\n红芳成皓首，㳅光信驰隙。忘忧岂萱草，可卷诚匪席。\n不见青陵台，上有双栖翮。"
        },
        {
            "标题": "列岫亭以窗中列远岫为韵 其一",
            "作者": "黎民表",
            "内容": "月与青山对，开门玉作双。有时乘倒景，簸弄石蚝窗。"
        },
        {
            "标题": "秋风三叠 其三",
            "作者": "黎民表",
            "内容": "秋风凄凄霜霏霏，薄寒夜透琉璃扉。玄蝉抱枝露气微，疏灯耿耿流黄机。\n中房泪下如绠縻，金方路遥消息稀。杳难致之双明玑，三星煌煌承夜辉，何为淹留忆忘归。"
        },
        {
            "标题": "登镇海楼得凭字",
            "作者": "黎民表",
            "内容": "历尽丹梯第几层，下临千仞若无凭。石间细路萦红叶，松顶寒花络紫藤。\n远目只随芳草去，清歌长共碧云凝。三山波浪空愁思，谁蹑鸿鸾共上升。"
        },
        {
            "标题": "送黄孔昭",
            "作者": "黎民表",
            "内容": "千山初落木，归客兴偏新。药饵经秋减，萝衣似旧贫。\n侯门无左席，渔艇有閒身。到处堪栖泊，原非失路人。"
        },
        {
            "标题": "姚元白以玉华石见遗兼枉高篇奉答一首",
            "作者": "黎民表",
            "内容": "幔亭一片雪，迢递削孤峰。云壑有千态，丹梯知几重。\n瑶华君辍赠，金简我遭逢。好驻壶中景，他年炼玉容。"
        },
        {
            "标题": "太岳仙宫七咏 其二 五龙",
            "作者": "黎民表",
            "内容": "紫盖峰前下鹤群，羽衣遥挹御炉熏。云呈瑞像双鬟玉，帝赐霞裾五色纹。\n星乱石枰当涧隐，风回金磬隔山闻。蛰龙一去无消息，怅望经台日又曛。"
        },
        {
            "标题": "陈侍御道襄招朱陈二使君同集",
            "作者": "黎民表",
            "内容": "双凫犹暂驻，骢马复同游。入夜城阴静，将春雪意收。\n月曾千里共，兴作两宵留。何处吟庄舄，凄风起凤楼。"
        },
        {
            "标题": "太岳仙宫七咏 其五 玉虚",
            "作者": "黎民表",
            "内容": "目断仙山岂易逢，紫岩回首有苔封。三株暗结黄金粟，九渡深盘白玉淙。\n蕙帐别来惊夜鹤，琅璈归去御时龙。茂陵自是秋风客，肠断青骡海上踪。"
        },
        {
            "标题": "太岳仙宫七咏 其一 太和",
            "作者": "黎民表",
            "内容": "山势盘盘压厚坤，宸居奕奕位大门。龙蟠近接三秦胜，鳌负遥连五岳尊。\n丹磴参差悬铁锁，玉京璀璨涌金轮。乘麟散发游何处，直以升平报紫元。"
        },
        {
            "标题": "王敬美以游京口诸山篇咏见示 其二",
            "作者": "黎民表",
            "内容": "故人招隐处，踪迹继焦君。树色衔青阁，江津带白云。\n饮猿垂涧接，别鹤入山闻。不是逢王烈，谁能辨鸟文。"
        },
        {
            "标题": "太岳仙宫七咏 其七 净乐",
            "作者": "黎民表",
            "内容": "绮寮珠缀冠丹丘，翳凤骖鸾在上头。窗外月明秦树迥，槛前风急楚江流。\n天门险涩疑无路，地籁凄清直似秋。不是文皇亲指画，湘樊安得翠华游。"
        },
        {
            "标题": "送潘子朋南还",
            "作者": "黎民表",
            "内容": "一携经笥趋西学，几载琴尊共帝京。词藻世传潘骑省，园林人比蒋元卿。\n心驰萱草三春色，行计梅花万里程。归著子虚应谢客，梯楼惟见日初生。"
        },
        {
            "标题": "万里乘风卷送友人北上",
            "作者": "黎民表",
            "内容": "握手念将别，清尊尚未空。离心悬岭树，客路值秋风。\n鹏翮搏南海，鸿仪会泽宫。甘泉多侍从，谁为荐扬雄。"
        },
        {
            "标题": "五仙观钟楼次刘安元韵",
            "作者": "黎民表",
            "内容": "飞楼延倒景，徙倚听鸾笙。树并孤烟耸，山当落日横。\n沧波终不极，天路此时平。未论求仙去，深杯且共倾。"
        },
        {
            "标题": "张肖甫洪从周过款山房",
            "作者": "黎民表",
            "内容": "天涯殊物候，犹未换春衣。花事看将半，故人逢渐稀。\n过云传旅雁，乘月启山扉。幸有尊中酒，能忘赋式微。"
        },
        {
            "标题": "暮春张考功助甫邀游韦氏园时梁舍人思伯偕至 其二",
            "作者": "黎民表",
            "内容": "胜事传韦曲，幽寻我辈能。临风觞酌缓，落日兴情增。\n画壁逢僧问，丹梯引蔓登。故侯应不贱，瓜地有东陵。"
        },
        {
            "标题": "药室六咏 其一",
            "作者": "黎民表",
            "内容": "未暇浮沧海，清思一室中。餐霞归绛府，食柏变青童。\n采药幽禽导，栖心静者同。方知灵骨异，飘举欲乘风。"
        },
        {
            "标题": "少壑为蔡山人赋 其一",
            "作者": "黎民表",
            "内容": "林园无外事，一榻类安禅。翰墨尘悰少，衣冠古制全。\n市朝容大隐，山泽俨儒仙。更欲逃名去，知成内外篇。"
        },
        {
            "标题": "暮春张考功助甫邀游韦氏园时梁舍人思伯偕至 其一",
            "作者": "黎民表",
            "内容": "远眺山河尽，孤吟水竹偏。高云搀树密，野日避花鲜。\n径石欹相带，岩房曲对悬。贪奇收客泪，留醉夕阳边。"
        },
        {
            "标题": "官舍杂咏 其十二",
            "作者": "黎民表",
            "内容": "故山多胜绝，归梦不须占。竹长成高格，松青坠古髯。\n种园芝自给，煮石火频添。何日抛簪绂，迎暄在短檐。"
        },
        {
            "标题": "上丁日拜梁文康公祠",
            "作者": "黎民表",
            "内容": "画阁春云里，参天翠柏围。虹光留宝册，风雨动灵衣。\n扈圣天心眷，回銮火德辉。留侯名冠古，能托赤松归。"
        },
        {
            "标题": "暮春张考功助甫邀游韦氏园时梁舍人思伯偕至 其五",
            "作者": "黎民表",
            "内容": "林壑晚逾胜，风尘远暂忘。物情嫌肮脏，吾意在耕桑。\n败叶虫行篆，浓花密占房。浮生堪浊酒，穷远任苍苍。"
        },
        {
            "标题": "和中阁山人守岁 其二",
            "作者": "黎民表",
            "内容": "列炬照前庭，分题尚未成。风烟稍欲敛，河汉淡将倾。\n短褐南山梦，长缨北阙情。行藏俱莫问，披豁任吾生。"
        },
        {
            "标题": "泛石门溪",
            "作者": "黎民表",
            "内容": "往来皆任兴，屡进石门溪。雨气笼山浅，江云过鸟低。稻田多汲竹，松火更蒸藜。虽共渔翁宿，桃花路却迷。"
        },
        {
            "标题": "飞花曲",
            "作者": "黎民表",
            "内容": "长安戚里竞春阳，桃李花开夹道傍。遥裔鹤烟笼上苑，丰茸鸡树迩明光。濯锦含霞非一色，刻翠施红映朝日。同心并蒂引鸳雏，接叶交枝栖凤翼。西第东邻望不迷，溶溶宛宛复凄凄。歌残玉树飘成阵，曲罢山芗踏作泥。婉态柔情分绰约，不与春光共销鑅。初拂交疏入绮窗，径度华池上青阁。绮窗青阁盛佳人，二八蛾眉不解颦。红牙度曲梁尘起，银甲搊筝璧月新。碧复云屏昼不开，莺啼燕语空徘徊。慵妆未进雕胡饭，揽带方临玉镜台。摘蕊攀条还自爱，睡起曾无一枝在。愔愔迸泪乍停机，脉脉煎心翻解佩。昔时烂熳空相惜，今日凋零竟何益。宁知岁月损铅华，宁谓风光类弹射。万事相看成转蓬，朝居裀褥暮尘中。安陵坐弃前鱼泣，长信恒悲团扇风。富贵荣华须及时，烹羊炮羔君莫辞。清歌窈窕芙蓉帐，美酒蒲萄金屈卮。高阳酒徒良不恶，执戟何如草《玄》乐。谁肯低头拜七贵，谁能闭户穷三略。莫叹飞花太薄情，可怜全盛易骄盈。铜驼陌上荒荆棘，金爵台前漳水声。"
        },
        {
            "标题": "送陈公聘",
            "作者": "黎民表",
            "内容": "京华非远地，子去近明君。晓辨龙池树，春翔象阙云。\n封章何日上，旌旆此时分。天末多佳句，因风寄雁群。"
        },
        {
            "标题": "过仪真访谭子羽留酌江霞馆因赠 其二",
            "作者": "黎民表",
            "内容": "留滞周南久，川程倚棹过。江流经楚尽，岭树入吴多。\n兴为悲秋发，情如惜别何。津亭明日路，相望隔烟波。"
        },
        {
            "标题": "旅感 其一",
            "作者": "黎民表",
            "内容": "塞北江南迢递，春花夜月阑珊。送客无情芳草，催人有意青山。"
        },
        {
            "标题": "巫山高",
            "作者": "黎民表",
            "内容": "巫山高不极，远望何芊芊。灵林构郁律，神宇閟冲玄。\n曳云翳白日，兴雨蒙层巅。平瞻景夷馆，俯瞰云梦田。\n芳春展游豫，弭节此山前。精灵尔何感，魂梦屡徂迁。\n晨鸡奏天色，环佩声锵然。空山旷延伫，掩涕方来旋。\n人神道终异，欢爱难久延。荒淫古有戒，兹乐诚已偏。\n惟有高唐赋，千载凌云烟。"
        },
        {
            "标题": "旅感 其二",
            "作者": "黎民表",
            "内容": "杨柳闺中寄恨，梅花岭下相思。试问红颜几度，春风频自伤离。"
        },
        {
            "标题": "豫章江行",
            "作者": "黎民表",
            "内容": "山磴崎岖猿夜号，溪流如沸石如刀。刺桐花下思归客，待得天明有二毛。"
        },
        {
            "标题": "延清馆小集和子乾",
            "作者": "黎民表",
            "内容": "蓬径初延赏，空斋独尔思。酒深寒夜酌，梅发早春枝。\n浦外流云袅，城闉上月迟。莫缘风共雨，长负此幽期。"
        },
        {
            "标题": "再游西山",
            "作者": "黎民表",
            "内容": "爽气朝仍在，乘春偶独过。雨稀芳桂少，山密夕阳多。\n粤鸟愁燕土，南冠赋楚歌。凭轩无限意，流涕满岩阿。"
        },
        {
            "标题": "澹台子羽墓",
            "作者": "黎民表",
            "内容": "临河闻返驾，高第乃南浮。行径无芳躅，松楸馀故丘。\n山川良不改，吾道日悠悠。谁怜卑薄地，千古有麟游。"
        },
        {
            "标题": "为邵长孺寿戚将军",
            "作者": "黎民表",
            "内容": "将军昔佩金虎符，洗涤闽浙清寰区。上书不肯羁南越，抚剑直欲鸣伊吾。\n庙堂宵衣思颇牧，诏移内地卫神都。蓟门坐镇今几载，能使沙场成陆海。\n投箠朝澄玄菟波，衔枚夜夺乌孙垒。旌旂整暇号令严，士马欢腾气逾倍。\n椎牛酾酒日从容，翠釜黄封下九重。边庭数米知军实，幕府程书上国功。\n将兵不独如王剪，好士兼闻似孔融。只今行年才五十，冰雪肌肤发如漆。\n喜气遥从海上来，明星炯向营前出。仙籍青华纪算多，功名麟阁图形毕。\n颇闻戏下盛才良，借箸今谁是子房。腐儒不识征西府，留滞空愧尚书郎。\n愿徯函谷封泥后，剑履重看入未央。"
        },
        {
            "标题": "题黄山谷书黄龙禅师开堂疏",
            "作者": "黎民表",
            "内容": "钟陵行押称第一，早岁已入兰亭室。转运应知腕有神，掣颤尤工老来笔。\n学诗唯许杜少陵，翰墨黄州乃其匹。宋人岂解识真龙，天厩骅骝纵奔逸。\n籍名党锢疾如仇，白首黔阳作系囚。平生正得参禅力，万里危途百不忧。\n黄龙老宿尔何子，槁目曾识东家丘。相酬妙语千金直，能使芳名万古流。\n擘窠何人勒翠琰，野火不肯焚银钩。何年拓本来燕市，惨澹无人知满字。\n金门久客逢休浣，北牖临风自粘缀。发短谁知心尚长，侧釐尚望君王赐。"
        },
        {
            "标题": "乾上人以铁如意遗余作歌答之",
            "作者": "黎民表",
            "内容": "吾闻壮夫一吷昆吾折，大半精光犹未灭。鍊为如意坚且强，镂作盘螭颇殊绝。\n宛若寒空千丈电，泠如阴山太古雪。何年却入高僧手，魍魉见之应却走。\n有时举向莲花座，人天万众俱回首。羡师根尘久已除，身外尤物徒区区。\n知予颇解鸿都学，相招为署阿兰居。空中一掷偶称意，倒匣不吝牟尼珠。\n尘昏幸借指授力，揽结愿与行藏俱。用之可代巨鳌足，小试肯碎珊瑚株。\n吁嗟人生电露真须臾，满堂金玉非良图。坏衣瓦铁堪为供，绮障转觉羞吾徒。"
        },
        {
            "标题": "书五岳真形图后遗朱汝脩",
            "作者": "黎民表",
            "内容": "芦灰一杀鸿水怒，浑沌瓜分奠中土。搆形太素谁能知，西王窃之遗汉武。\n龙拿螭泊真离奇，鹄画螺书安足数。封圭锡号徒纷纭，崇侈无乃宋道君。\n苔文尚留日观顶，野火不共秦碑焚。金门吏隐桃椎子，早学丹砂悟玄旨。\n玉笈青囊稳系身，水慑蛟龙陆虎兕。云外天行自兹始，醯鸡井鲋胡为尔。"
        },
        {
            "标题": "赠瞿生",
            "作者": "黎民表",
            "内容": "齐安瞿生风骨殊，腾骧七尺非凡驹。十龄下笔薄史汉，握中往往灵蛇珠。\n而翁顷者遭羁绁，裹足洒泪来燕都。九关峨峨森虎豹，白日朗照明区区。\n肉刑末减逢汉主，槛车薰沐收夷吾。岂为能言识黄雀，亦是精诚感白乌。\n嗟哉瞿生孝且贤，珊瑚碧树谁不怜。琅琊小令人伦鉴，倒屣为赋长离篇。\n我苦十旬始休暇，不能罗致心茫然。采衣持节即远道，青云干吕随行船。\n匣中莲花光煜然，韬而不试神乃全。用少正及中兴年，耸身玉立当云天。\n遭逢不孤名下士，帝师当时亦孺子。"
        },
        {
            "标题": "神鼎歌为任参军赋",
            "作者": "黎民表",
            "内容": "神鼎何年出荆土，三趾龙文形制古。丹砂水碧纷斓斑，款识纵横尚堪睹。\n就中星罗六十字，读之钳口不能数。王在寒师命太史，对扬王休周仲父。\n戈鋋矛戟森开张，蛟螭离奇忽奔舞。嗟尔神物胡为来，中兴抚运重明开。\n两宫鼎食备厚养，万方玉铉多良材。千夫操畚筑城下，富媪有意呈奇瑰。\n琅函将发出紫气，石窌大吼如惊雷。牧臣盱眵诧灵异，贮之为筑中天台。\n衡霍呵卫驱罔两，江汉洗涤倾尊罍。予生好奇颇识字，荒僻安能逢盛事。\n搦管争传王太令，得宝况是任公子。空勤枣木勒千言，尚乏赫蹄遗一纸。\n逡巡闻未献明堂，金薤灵篇尚秘藏。且罢山中采黄独，期君蚤晚发潇湘。"
        },
        {
            "标题": "送本空上人西游",
            "作者": "黎民表",
            "内容": "圆师亦是吾乡士，少小出游迷处所。寻师忽遇清凉山，裹足不踏长安路。\n持咒经禅阅几霜，知有慈亲在故乡。锡挂一袍迅飞鸟，身轻千里不赍粮。\n白发相逢不相识，雨泣含凄愬胸臆。难将恩爱等寻常，惟有无生堪报德。\n欲留橘井与比邻，小筑茅龛结胜因。魔王璎珞空持赠，长者黄金不贷贫。\n白云又指苍梧道，三月瘴江多毒草。钵里潜龙应避踪，水底鲛人争献宝。\n机锋妙说倒王公，登坛振铎演宗风。勿谓道安逢凿齿，须知玄度待支公。"
        },
        {
            "标题": "寄杨开府 其二",
            "作者": "黎民表",
            "内容": "柏府棱棱画戟寒，照人风采惠文冠。斗牛下挟双龙气，湖海还将一柱看。\n略地昔曾收徼外，佩符先已靖诸蛮。扫门何处头俱白，矫首凌烟愧短翰。"
        },
        {
            "标题": "古墨斋歌",
            "作者": "黎民表",
            "内容": "钟王妙迹世希有，典型一代存仙手。碑版当时走四裔，岂知摧折成枯朽。\n负荷虽堪柱石才，沈埋未免尘沙垢。英雄困顿亦如此，石阙何知但钳口。\n谁其眄睐施㫋椎，李侯无乃其华胄。松煤雪茧相映光，春蚓秋蛇互蟠虬。\n团圆阴魄如顽铁，错落星辰馀北斗。平生半世看墨本，洒泪临风一回首。\n冲腾紫气初发硎，匣之恐作蛟龙吼。所嗟指腕不相随，习气平生今在否。\n李侯瑰磊能攻诗，亦复解发狂濡酒。操笔应留纸尾书，不觉神明顿还旧。\n愿君宝此勿弃捐，败缯敝帚人争售。"
        },
        {
            "标题": "刘观察仲脩酒后出芝杯饮客作短歌",
            "作者": "黎民表",
            "内容": "刘侯喜客开华堂，正逢三五明月光。酒酣起舞欲为寿，夜深更出玄芝觞。\n此芝何年入君手，古色苍纹如篆籀。金环觅得宁论直，玉髓凝来不曾久。\n纤手雕盘照颜色，满座传观骇未识。肯辞举釂为君欢，百年有几开胸臆。\n刘侯玉署曾奋身，早年肮脏辞风尘。异物来作长生供，怜汝本是餐霞人。\n穷途遇君颜色好，析胆倾肝争草草。交欢娄护岂足誇，不饮公荣堪绝倒。\n衰迟且欲息微躯，水宿风餐借一盂。杖藜更拟携笼去，烟雨雷平正可锄。"
        },
        {
            "标题": "画菊为孙舍人以道赋",
            "作者": "黎民表",
            "内容": "九月严霜风槭槭，篱下黄花纷五色。千枝结束艳明霞，一片丛生媚幽石。\n略施粉黛人已惊，净洗铅华谁解识。孤根独立已后时，岁晚馨香堪自惜。\n柴桑三径未曾栽，孤山万树长相忆。舍人寓直披此图，棐几芸窗时拂拭。\n嫣然空谷回春姿，莫道佳人难再得。"
        },
        {
            "标题": "送韩子成补三衢太守",
            "作者": "黎民表",
            "内容": "君不见凤凰羽翼何襹"
        },
        {
            "标题": "感旧篇答苏子川",
            "作者": "黎民表",
            "内容": "识君忆自公车日，倾盖论心若胶漆。长杨羽猎挥毫赋，上兰歌舞联镳出。\n自馀风月尝邀致，兴来每过苏端室。华阳骏骨知在否，乐生高台未萧瑟。\n先帝乘龙去不返，小臣江汉扶衰疾。君亦南浮入会稽，欲寻台岭营芝术。\n当时席上几才人，世路艰虞各相失。罗裳钿翠为谁骄，邻笛哀伤事非一。\n岂知日月重昭洗，明堂再睹成周礼。更衣正叶鸣鸡奏，趋朝不待铜龙启。\n颇闻濒海销锋镝，复传宫中罢角抵。否往泰来理则然，感时抚事空流涕。\n管鲍交情今已无，骊黄过眼终难眯。怜君日侍上方羞，笑余累索长安米。\n风云腾踏当奈何，火色鸢肩犹旅邸。"
        },
        {
            "标题": "运丁行",
            "作者": "黎民表",
            "内容": "黄河运卒何艰苦，不值泥涂即风雨。千里常行半载馀，得到京城半为土。\n大车小车输上仓，官家却用大斛量。拣成颗粒明如玉，复以风轮扬去糠。\n仓中鼠雀尽张喙，片言不合辄笞捶。入口沙泥尚不充，掩骭单衣岂成睡。\n潜辞甲长暂逃归，忍使丁年坐憔悴。人言自古从军乐，岂知从军亦太恶。\n不如大贾浮江湖，明珠满载无官逋。"
        },
        {
            "标题": "中宿山歌",
            "作者": "黎民表",
            "内容": "中宿之山如积铁，两岸临江不容笮。回波撇漩恐行人，峭石惊湍难桂席。\n土风虽恶山水奇，丹檐绛宇横江湄。福庭七十传孔记，牺尊千载经秦时。\n猿猴喜客掷山果，木魅窥人攒翠眉。阳开阴闭在顷刻，神凄气凛令心悲。\n我游万里常经此，岁月崩奔逾四纪。宝玉应留沈宋诗，黄钟不见轩辕子。\n矫首尘踪欲卧游，此山安得轩窗里。"
        },
        {
            "标题": "遇张元春",
            "作者": "黎民表",
            "内容": "侠斜日暮红尘里，扬鞭识是张公子。春风大道控骅骝，明月西园醉桃李。\n琅玕玉树媚眉姿，步上黄金未足奇。诸生解作东山咏，才子邀吟辋口诗。\n长裾懒作侯门客，挂帆归访专诸宅。淋漓青壁满题名，牛衣胜卧长安陌。"
        },
        {
            "标题": "同黄全之梁思立黄公绍陈忠甫访安期生石室",
            "作者": "黎民表",
            "内容": "白云山下栖真室，松径何人访黄石。芳草犹寻旧日盟，弃繻千载曾书生。\n野禅顾我忻而笑，玄鹤鼓翅锵然鸣。林间木榻且安坐，江上浮云阴复晴。\n岩前散发者谁子，划然长啸为鸾声。兴来枕藉向天地，何暇坎壈较不平。\n崎岖石路且回车，白日未落欢有馀。登山临水不尽醉，枉作高阳一竖儒。"
        },
        {
            "标题": "五岳山人歌赠陈玉叔之淮阳",
            "作者": "黎民表",
            "内容": "君不见有虞受禅封名山，五岳盘错天地间。金堂玉霤虽迥绝，便门径路堪追攀。\n真形混沌翕元气，窃之可以超人寰。恒宗风雨舜不到，蓬莱波浪秦引还。\n蜀严尚平尔何者，裹足乃欲穷孱颜。龙伯大人顾而笑，夸父僵走诚可叹。\n丹床一秘几千载，侧身长望阻且艰。好奇独有陈夫子，妙年历落金闺士。\n胸中云梦吞八九，周游名胜无难理。虎头盘囊稳系身，直鞭天上黄麟起。\n手排阊阖挥浮云，过都历国寻常耳。昆崙五城反在下，焦原倒足愁胥靡。\n玉阶历上帝谓之，齐州烟尘待纲纪。握节朝辞金马门，单车夜到淮阴市。\n东吴绮缟输几轴，洞庭橘柚来包匦。徐关白沙河瀰瀰，须君治之平若砥。\n食粱刺肥差可喜，丈夫功名要磈磥，卧游不出轩窗里。"
        },
        {
            "标题": "唐寅仲卜居英州不遂竟归作此慰之",
            "作者": "黎民表",
            "内容": "唐生宿有耽书癖，早岁下帷穷铁摘。赋就还称八斗才，剑成自倚千人敌。\n岂知明月翻暗投，不觉青春易抛掷。去年辞我游浈阳，南山水石为生色。\n芒屦行经碧落天，墨痕渍在云华壁。山中未具郤卿橐，道傍争避朱公席。\n君有腾骧八尺身，何为蹩躠羁风尘。尔非广柳车中客，亦岂皋桥庑下人。\n劝君归来且莫嗔，城南万雉连通津。青翰翠被堪娱日，柳眼桃心竞发春。\n割角谁轻王粲少，曝衣难笑阮家贫。旧时彩笔休轻掷，此日河东赋颂新。"
        },
        {
            "标题": "陈忠甫以邛竹杖遗予戏作短歌",
            "作者": "黎民表",
            "内容": "邛竹传奇西夏日，肿节瘦茎如鹤膝。天竺高僧屡护持，尚方灵寿差其匹。\n陈君好事偶得之，入手铿然知古物。指麾铜柱开烟霏，柱石罗浮看日出。\n朅来载笠访安期，怪石欹厓恐颠踬。提携似有苍精翊，闪烁应愁山鬼泣。\n偷视刀环未敢言，笑尔青藜落吾室。感君把赠意已多，置之座右勤摩娑。\n只今沧海扬洪波，冯夷出没翻蛟鼍。微闾聚窟渺在望，金堂玉霤空嵯峨，杖乎杖乎奈尔何。"
        },
        {
            "标题": "送洪山人从周谒张观察塞上",
            "作者": "黎民表",
            "内容": "雌伏长安市，时人嗤瓠落。一朝烽尘起，褰衣赴戎幕。\n楞伽刹宇近边庭，枪垒风云护井陉。行拜将军金鹊印，还披壮士曼胡缨。\n自言白猿传剑学，匣里青龙时出跃。蛮府娵隅解赋诗，辕门乌鸟能占角。\n韬钤本自用才人，况尔风流入幕宾。蒲类即看登计簿，乌孙不久作藩臣。\n陆沈笑我栖金马，心期岂是悠悠者。不辞酒肉似邱陵，櫜鞬共醉垂杨下。"
        },
        {
            "标题": "思归引",
            "作者": "黎民表",
            "内容": "平生任性无羁束，蹋翼尘途成碌碌。年时提椠隐閒曹，此日之官领钱谷。\n秖谓朝参远国门，岂知束带无朝昏。问之几马不能对，上林圈兽都无言。\n以兹筋力转驽缓，安能驱逐随车轮。吁嗟叔夜无深识，邴原辞俸过六百。\n我今蹭蹬胡为哉，况乃形容转衰白。闻道故园初罢兵，薄田数亩可归耕。\n扬舲稍待桃花水，策杖须寻漉酒生。"
        },
        {
            "标题": "梁园歌",
            "作者": "黎民表",
            "内容": "我从淮阳来，十日苦风雨。访古登平台，苍茫见齐鲁。\n平台昔日孝王园，仪卫还同万乘尊。周庐延阁通珍馆，脩竹青池带国门。\n四方宾客皆麇至，枚叔邹阳最称美。明月西堂作赋成，严霜曲榭称诗起。\n荣枯翻覆那可常，左右谋臣忽中伤。日暮杵声停故苑，秋风葵藿下睢阳。\n骄奢岂辨当时事，惟有怜才解人意。门馆荒凉谁曳裾，川原旷望聊停骑。\n吁嗟行路良悠悠，白日经天河汉流。朱轮自古多倾覆，黄金底用如山丘。"
        },
        {
            "标题": "曾缮部以三招余过桢伯馆以事不赴有诗见贻因和答之",
            "作者": "黎民表",
            "内容": "华阳高馆向夜开，严霜拂面如飞埃。愧我驱驰犹未息，南陌东城复几回。\n水部梅花清兴发，招邀月下倾金罍。可惜佳期竟虚度，主人不乐为停杯。\n城头紞紞鼓声下，碧云愁暮空徘徊。风尘澒洞谁怜才，昭王骏骨成驽骀。\n鲍叔分金怜管仲，左桃忍死推羊哀。今人结交不重义，斯道弃之如草莱。\n云天高谊乃见尔，以胶投漆差堪儗。曾闻怀友出关门，转见悲歌觅燕市。\n明堂榱栋日经营，华省移文要纲纪。多暇犹能过我曹，露胆倾肝向知己。\n鱼目难酬明月珠，阳春却入巴人耳。只今西北烽尘起，四郊多垒国之耻。\n摧眉伏枥将何为，手执龙渊报天子。功成当看画麒麟，拂衣归钓沧溟水。"
        },
        {
            "标题": "夏仲昭万竿烟雨图为刘仲恭题",
            "作者": "黎民表",
            "内容": "洋州墨竹曾传谱，东吴夏卿亦其伍。常扫风枝及雨叶，世人往往倾赀取。\n此幅离奇动万竿，烟岚灭没蛟龙蟠。碧鲜下拂彪池浅，翠葆阴生洞壑寒。\n天籁刁骚忽然起，水意山情落棐几。窗前作赋戛金声，林下挥觞助玄理。\n烦襟俗状借解纷，始知不可无此君。写真已足轻尺璧，何况溪边十亩云。\n愿君宝之勿轻掷，城南僦舍胜泉石。藉苔瀹茗时展观，洗予肮脏风尘色。"
        },
        {
            "标题": "鲤鱼图为大司徒三川刘公赋",
            "作者": "黎民表",
            "内容": "谁剪生绡画神鲤，黄金作鳞丹砂尾。大者矫健凌飞涛，小者唼喋随波起。\n赤日簸弄扶桑潮，此鱼有意排青霄。气连海岱成肤寸，势挽天河注沃焦。\n良工画此有深意，不独研机在山水。君臣遇合将无同，龙变云蒸亦如此。\n燕市何人购此图，宝之不减双璠玙。持归华屋生烟雾，倏尔沧洲落五湖。\n是日天高秋瑟瑟，宾客满堂皆动色。朱弦喜奏凤将雏，瑶阶更叶兰生日。\n知是祯符不偶然，麒麟事业旧青毡。佩刀王氏元名德，经术玄成本象贤。\n腐儒亦解知英物，看尔扶摇上九天。"
        },
        {
            "标题": "答戴常伯",
            "作者": "黎民表",
            "内容": "我昔浮沈卧金马，倾盖当时尽骚雅。戴逵遇我情最深，一月新诗常满把。\n鸰原回首忽沾衣，魏阙无媒此道非。已甘伏枥同鸡皂，争谓弹冠谒紫微。\n长安骑马希相识，朔风吹人少颜色。穷途尚典鹔鹴裘，泥蟠未有应龙翼。\n怜君结驷慰吾愁，霜腴雪韭庖人羞。剧谈铜狄今谁在，遥指苍梧望不流。\n知君日下多恩顾，奉舆执靶瑶池御。载酒须寻仲蔚居，功成却倚将军树。"
        },
        {
            "标题": "西王母图歌为陈侍御道帙母太夫人寿",
            "作者": "黎民表",
            "内容": "瑶池渺何许，荡漾连龟台。琳宫贝阙相逶迤，旭日倒射辉蓬莱。\n宫中之人衣绛衣，左携青童右瑶姬。鸾匏凤箫俨先导，天花万片飘琼蕤。\n娥眉萧飒三千岁，翠軿下頫人间世。青萃长琐丹台藉，紫元曾授金珰秘。\n朅来览辉南海遥，云林仙姥还相邀。在傍笑者东方朔，履上星辰侍玉霄。\n黄封屡给天厨醴，锦绮亲裁织女绡。一上太行停节旆，几回蜀坂住征轺。\n兹日烽烟销南斗，斑斓起舞尊前寿。幔亭曾孙今几代，浔阳江潮清浅否。\n椷书青鸟更飞来，年年劝进长生酒。"
        },
        {
            "标题": "送吴约卿西巡讯张助甫",
            "作者": "黎民表",
            "内容": "男儿不成名，老当死蓬蒿。一朝被遇风云起，躐登卿相如鸿毛。\n仆也江湖沦落士，抱关窃伏长安市。蔡泽甘为憔悴人，穰侯却忌纵横子。\n青云之客谁相亲，九牛一毛何足齿。荆南吴公才绝伦，念我盐车蹭蹬身。\n春花秋月常邀致，剖玉倾金不厌频。十月西行肃行李，为购宛驹报天子。\n锦节朝驰马服山，金笳夜渡黎阳水。故人为郡在滏城，千骑双旌来送迎。\n推毂无人思魏尚，停骖今日挹侯嬴。劳劳下马倾尊处，须忆青藜卧汉京。"
        },
        {
            "标题": "哀莆中王子世廉侠士也悯闽嵪之乱作为此歌予读之泫然亦同作焉",
            "作者": "黎民表",
            "内容": "霜拂壶公无紫气，恶氛剪断兰陂水。城中斗潦直千钱，铁壁重关裂如纸。\n儿啼女哭不得将，十万居人同日死。虹蜺蔽日颓无光，毒蛊含沙海雾黄。\n官军重入收馀烬，士卒冯凌转创伤。吁嗟二百年来久，海上烽烟从癸丑。\n徽饶行贾多缗金，漳泉篙师称好手。七国连谋败晁错，百年为戎叹辛有。\n可怜枉死朱中丞，束湿无功成祸首。皇天厄运诚可悲，翡翠琅玕亦杀机。\n王恢失计真堪恨，殷浩虚名徒尔为。腐儒藿食忧诚拙，借箸前筹亦未迟。\n虎符急下潮阳戍，三版孤城好出师。"
        },
        {
            "标题": "杂言题刘仲恭少岩图",
            "作者": "黎民表",
            "内容": "何云雾之灿旧，而苔藓之斓斑。划层厓之中断，闻流水之潺湲。\n长松萧瑟散竽筑，泠风载鹤而往还。纳长春之景，耀驻日月于山间。\n意蓬瀛之不可涉兮，曰太行之"
        },
        {
            "标题": "送李尚宝伯承弟仲连归濮阳",
            "作者": "黎民表",
            "内容": "李侯芳誉腾青云，更有爱弟能攻文。担簦远来游上国，历块丰神倾昔闻。\n共着斑衣奉慈母，满挹黄封起为寿。谢庭玉树乃连枝，玄圃灵芝竞三秀。\n兄也委身奉明主，弟也翻飞向林薮。谁肯咸阳作布衣，却待燕台收马首。\n两情去住正堪怜，歧路还逢雨雪天。尧祠苍莽望中断，濮水潺湲何处边。\n青门群公争祖席，知尔思归留不得。云霄豪举讵为难，麟角凤毛人共识。\n池塘别后句应成，宝月流辉在玉京。倚门予独劳归梦，鸿雁南飞少寄声。"
        },
        {
            "标题": "题诃林异上人奇峰精舍",
            "作者": "黎民表",
            "内容": "城西古树枝相樛，云是神僧手所植。青皮赤文十抱强，虎攫虬奔人莫识。\n几度摩娑行树底，爽气阴风振泉石。顷来溽暑常伏枕，怅望禅栖杳难即。\n清晨剥喙闻扣门，倏见磥砢悬素壁。雪山灵草光照眼，祗园宝花乱相射。\n跏趺座上尔为谁，庞眉电目仍霜髭。楞伽万遍口能诵，毗邪丈室身不移。\n白茆况迩诃林井，大士曹溪曾灌顶。胜地犹依龙象力，清地屡照鸾凰影。\n吾师日长绕百过，雨折风披何碎琐。香炉仙乐知有无，宝胜铢衣飘婀娜。\n只今甲子旬五日，种花谁见还成果。予生苦遭尘网缚，依止清凉无不可。\n此图此树俱幻迹，况涉言词计应左。披图且谢门徒归，野客吟成山叶堕。"
        },
        {
            "标题": "送亲丈黄廷寅应贡北上",
            "作者": "黎民表",
            "内容": "孝宗之朝多俊贤，金堂玉树巢神仙。中郎致身何坦荡，长离举翼当云天。\n君臣契合在人耳，更有子姓能联翩。季也森然见奇干，庭阶却立春风妍。\n腹中万卷何磅礴，锦绣玑衡互参错。班嗣书多不借人，相如剑成应耻学。\n登台自倚轻千金，闭户那知困三略。青衫白首何足悲，树帜词场气益奇。\n贤良对荣公孙子，侧席英才正此时。首夏辞家望京阙，三江五湖坐超越。\n桂树秋风几自攀，芳草天涯未应歇。龙阳秀色满乡关，知尔承恩霄汉间。\n玉河桥畔逢五弟，为道冥鸿恋碧山。"
        },
        {
            "标题": "以李蓟丘竹木荒寒图赠潘少承",
            "作者": "黎民表",
            "内容": "大漠飞霜没平野，见此森然挺奇秀。苍苔剥落龙鳞粗，翠筱蒙茏石棱瘦。\n野火烧残霹雳馀，爽气高标飒回首。佳人绝代卧空谷，贤士羁孤成老丑。\n何人貌此真苦心，古法兼应存篆籀。异代流传李蓟丘，父子声名在人口。\n轻缣古墨两相投，粉绘丹青俱落后。潘生好事偶见之，以手摩挲叹良久。\n置身恍在颠厓间，撝呵恐作蛟龙走。锦标钿轴装重池，持归不用连城购。\n潘生相就仍索诗，为尔重增遇合悲。杜陵桃竹或变化，张公宝剑能雄雌。\n千金敝帚登廊庙，肯使瑰材委路歧。"
        },
        {
            "标题": "秋夜过王库部定甫观元人赵原山水小幅因题其后",
            "作者": "黎民表",
            "内容": "荆关神妙世希有，莒国山人亦名手。意匠经营颇逼真，水石山林气森秀。\n剡藤一幅才盈咫，万穴千岩俱点就。芙蓉开萼迤太清，星宿汇流款崇岫。\n陂陀映带粘箴莎，涧石纵横走泉溜。日出初分意色浓，秋高始脱烟霞瘦。\n吮粉含丹无此流，北苑营丘合回首。王君好事偶得之，棐几云房顿觉奇。\n况当燕市风尘日，见此溪山罨画姿。泠然便觉心神披，严霜扑人叶辞枝。\n翠眉更进金屈卮，白云在天河汉移。醉来骑马忘南北，桐叶分题赋小诗。"
        },
        {
            "标题": "送陈佥宪于舜之任浙中",
            "作者": "黎民表",
            "内容": "蜀西使君才且雄，绣衣谒帝明光宫。紫髯白面惊左右，剧谈吐论回悲风。\n金钟翠釜世希有，紫电掣曳凡马空。兴来落笔满毫素，片片青天飞白虹。\n朝回遇我长安陌，谓是夷门抱关客。亟呼美酒登高楼，蛾眉千金轻一掷。\n是时春尽寒云愁，杨花糁糁萦芳洲。金羁驰骤尘沙起，万里不见黄河流。\n拔剑起舞君且留，茫茫世事空百忧。五陵豪侠散烟雾，魏国平原今在否。\n酒阑看君双玉玦，会稽茫茫不可越。乘兴还从剡曲舟，相思空寄樟亭月。\n樟亭月色满荷花，青山绿水拥鸣笳。谁邻金马羁栖客，怅望银河慱望槎。"
        },
        {
            "标题": "仙人白鹿图同高比部伯宗作",
            "作者": "黎民表",
            "内容": "长安日暮尘沙愁，张镫置酒客为留。青山忽然在旅舍，满堂木叶风飕飗。\n山下长松复崛强，径路逼侧岩石幽。黄冠似是仙人流，控驭白鹿如龙虬。\n神情森爽散冰雪，紫芝照耀青云裘。琅函玉斧插翠笼，羽扇冰弦挂杖头。\n将凌三山穷五岳，暂游少别俱千秋。白茆反琐守丹汞，洞门欲去还夷犹。\n吁嗟此图仅盈尺，能令坐客开胸臆。散发思攀岭上云，枕流愿得溪中石。\n名羁利绁为何人，羡尔霞踪少拘迫。我家行来岁月久，白鹤玄猿怨萧索。\n诃林实落虞翻苑，金汋烟销葛洪宅。低头"
        },
        {
            "标题": "送王生游关中兼赴喻中丞之招",
            "作者": "黎民表",
            "内容": "王生朅来厌湖海，乘屩直入云台山。云台峰高障白帝，莲花秀色开函关。\n秦封汉畤纷蚁垤，龙争麟斗如等閒。叔孙礼乐不暇数，贾谊过秦文最古。\n娄生脱"
        },
        {
            "标题": "桂之树行",
            "作者": "黎民表",
            "内容": "桂之树，枝叶一何纷披。托根三山阳，流辉南海湄。\n隆冬霜露常不衰，扳桂之枝仰母慈。云衣霓带皇所绥，荣光炜煜无休期，丹穴之鸟将来仪。\n桂之树，其实何离离。惟母有子载以驰，南觐上元西瑶池。\n鸤鸠均平巢树枝，岭海之氓饱而嬉，非母之德嗟何为。\n猗桂树，寿无极，长江如虹流不息。踆乌之飞矫其翼，何以寿母此其匹，于万斯年保贞吉。"
        },
        {
            "标题": "送梁尚宝宣伯册封还朝",
            "作者": "黎民表",
            "内容": "毅皇昔在承平曰，廊庙几人秉周礼。文康玉立当青霄，遇事引经持大体。\n逆耳每叫巫阳阍，荐贤屡有三公启。元气当时赖斟酌，苍生至今无疮痏。\n手持玺绂迎代舆，却早抽身辞楚醴。荣枯翻覆那可常，回首台阶一流涕。\n怜君杰出称凤毛，少年声价推词曹。丰仪磊落见孤鹤，步骤英贤遗佩刀。\n只今衔命窥江湖，虎符龙节藩王趋。雕盘翠釜劝餐饭，皓齿蛾眉喧坐隅。\n麾金应羡杨夫子，授简何惭楚大夫。三湘洞庭渺在望，日暮归心愁绿芜。\n翻飞更向黄金台，五云垂采辉蓬莱。霜前驿路牙旗转，海上楼船清吹哀。\n人生快意有如此，君恩未报胡为哉。酒阑牵衣且徘徊，中原羽檄飞尘埃。\n宵衣正切河南地，按剑直待诸侯来。看君称纳麒麟殿，不愧万里腾骧材。"
        },
        {
            "标题": "仆穷居方丈之室睹时事有郁抑于中者欲默则不能欲言则不可因作五歌以遣意冀轺轩之使有闻焉 其一",
            "作者": "黎民表",
            "内容": "沉珠浦前恶气起，玄甲朱裳附如蚁。红旗五丈画蚩尤，海艚掠尽行商死。\n庙堂肉食运权谋，刀尺纷纷搔狱市。街衢横尸君不闻，调燮安能辅天子。"
        },
        {
            "标题": "邹将军平寇歌",
            "作者": "黎民表",
            "内容": "大罗之山莽回互，石林岝崿盘西楚。悬梯织铁难跻攀，朝啼鼪鼯夜猛虎。\n茆棚竹箐何纵横，三峡黄昏怨行估。上书无人扣北阙，忍使苍生茹荼苦。\n丙辰之岁尤跳梁，羽檄交驰震霆怒。楼船下濑遄出师，诏遣将军持绣斧。\n荆蛮象郡抽精锐，漓水湟川动鼙鼓。阴厓杀气回长风，白日精灵泣飞雨。\n将军功成振凯归，大旱为霖救焦土。伏波铜柱安足誇，昆崙之捷可重睹。\n问君谋略何太奇，昔日东吴遏倭虏。丹书兽锦从天下，大纛高牙自能取。\n吁嗟四海今承平，南粤再见烟尘清。明珠贡篚岁岂乏，玉门斥堠无脩营。\n更烦牛酒休军士，函谷封泥不用兵。"
        },
        {
            "标题": "仆穷居方丈之室睹时事有郁抑于中者欲默则不能欲言则不可因作五歌以遣意冀轺轩之使有闻焉 其二",
            "作者": "黎民表",
            "内容": "去年斥卤犹有苗，今岁膏场若无草。渔人虽收网罟功，农夫夙夜忧不饱。\n皇天旱潦自有时，浑沌终伤凿机巧。出门语塞不得言，仰视浮云色枯稿。"
        },
        {
            "标题": "送易居士还云台山",
            "作者": "黎民表",
            "内容": "瓢仙昔隐云台山，悬峰侧径常追攀。又从苍梧泛溟海，穷搜始入罗浮间。\n身上木皮常百结，匣里莲花带双玦。朱门豪贵眼曾经，尘世功名口羞说。\n逢予谓是餐霞人，过款南窗动旬月。伏火常思勾漏砂，烹茶屡忆蛾眉雪。\n有时半醉插云烟，代舆员峤当眼前。神龙跋浪腾玄圃，大鹏举翼凌苍天。\n新缣偏掩笼鹅帖，浊酒何须挂杖钱。抵掌论心方未已，海思江情倏然起。\n玉舄朝翔庾岭云，霓衣夜渡贪泉水。把君衣袂还相怜，看君神气何凛然。\n爰居岂乐钟鼓响，麒麟不受珊瑚鞭。要窥龙汉经浩劫，下视沧海犹桑田。\n缑山一别堪惆怅，华表归来又几年。"
        },
        {
            "标题": "白莲长句和公实",
            "作者": "黎民表",
            "内容": "九春芳物已凋残，百舌声中兴转阑。东园有恨成蹊易，南国无媒寄远难。\n成蹊寄远空惆怅，素萼青跌忽摇漾。袅袅金茎瑞雾通，霏霏玉井香云上。\n玉井金茎不易逢，绿叶田田复几重。鹭窥冰彩愁难定，蝶绕檀心恨正浓。\n鹭窥蝶绕疏华动，幽香更倩回风送。轻绡似出鲛人织，明珠乍见江婓弄。\n回塘曲水日初长，妖姬妷女自相将。但识汉宫持作盖，宁知楚客制为裳。\n照影竞窥眉上绿，凌波争比额边黄。长裾荡桨怜丝罥，皓腕攀条畏刺伤。\n直谓将心同白日，始知行乐在青阳。青阳白日去悠悠，几度相思南陌头。\n娇靥只矜如月满，繁华须念逐波流。银床寂寞翻清露，纨扇凄凉及早秋。\n年催已畏倾筐尽，昼短何妨秉烛游。风撼铜铺难独守，星回金屋迥添愁。\n愿学汉皋能解佩，还同河徼善操舟。操舟解佩怜君久，弃置红颜相忆否。\n空持白璧误投人，为少黄金能取酒。妾意频惊桃李时，君来已及芳菲后。\n行路羞看陌上蓬，连根愿比池中藕。采莲日暮绿江深，因君哀怨进讴吟。\n鸿来不惮关山远，菱唱还过越水浔。"
        },
        {
            "标题": "仆穷居方丈之室睹时事有郁抑于中者欲默则不能欲言则不可因作五歌以遣意冀轺轩之使有闻焉 其三",
            "作者": "黎民表",
            "内容": "买香南海千馀日，昔日十家空九室。恶风巨舶不复来，官府悬金费要质。\n已闻关门閒斥堠，复见宫中祠太乙。君王蚤晚罢轮台，江湖私愿从玆毕。"
        },
        {
            "标题": "仆穷居方丈之室睹时事有郁抑于中者欲默则不能欲言则不可因作五歌以遣意冀轺轩之使有闻焉 其五",
            "作者": "黎民表",
            "内容": "乘车戴笠何后先，粤人重交从古然。迩来云雨成翻覆，秪有萁豆相熬煎。\n屈原反遭申兰妒，尼父空羞盗蹠贤。我生本是忘机者，痛哭应惭贾少年。"
        },
        {
            "标题": "仆穷居方丈之室睹时事有郁抑于中者欲默则不能欲言则不可因作五歌以遣意冀轺轩之使有闻焉 其四",
            "作者": "黎民表",
            "内容": "四方郡国皆太平，唯有粤南多战争。攻城劫藏无虚日，旷野萧萧闻哭声。\n我军才出又献捷，椎牛酾酒沾冠缨。沙场本是征人死，何用防秋苦募兵。"
        },
        {
            "标题": "赠写真张山人孟易",
            "作者": "黎民表",
            "内容": "张君少小传家学，粉绘新诗何磊落。初仿林良画花鸟，近日白描能间作。\n精心苦艺谁得知，下笔翩翩气盘礴。松煤雪茧相映光，势似流云载飞鹤。\n移床脱帽当前楹，倏见山姿在丘壑。荷衣蕙带翻从风，细纹琐襭咸隐锋。\n英芝瑶草在阶下，两旁古木皆巃嵷。向前摩挲始觉异，僧繇醉旭将无同。\n尔今技成何所羡，褰裳便欲翔燕甸。黄金白璧意自轻，凌烟拟为开生面。\n曳裾拥彗过王侯，雕盘锦席罗珍羞。貂裘懒复事游说，白石空歌独饭牛。\n人生快意百不忧，鸿冥鹄举君莫留。鲁人今日轻家丘，余将献赋长杨去，为结鹍鹏万里游。"
        },
        {
            "标题": "答徐山人",
            "作者": "黎民表",
            "内容": "东风二月沙尘起，旅邸相逢徐孺子。敝裘短褐常不完，素发萧萧垂过耳。\n往年书记云中城，五侯书币来相迎。听葭不独知风角，聚米兼能画地形。\n拟使阴山无黠虏，坐清沙漠报承明。纨裤之徒何碌碌，卫青本自兴奴仆。\n鹦鹉才高不受羁，汗马功多谁见录。归来环堵空萧然，万卷丹书徒在腹。\n天涯过我情更亲，劝予俛首甘风尘。高冠大爵世岂乏，何必文章能致身。\n我谢君言良太苦，九牛一毛何足数。丹青本自图岑邓，汗竹谁曾薄巢许。\n干旋造化由群公，苏息苍生赖明主。石田茆屋可盘桓，阁皂罗浮相对看。\n缁尘汗衣且归去，秋风落尽青琅玕。"
        },
        {
            "标题": "送梁思伯游燕兼赴故人吴给事匡庐之约",
            "作者": "黎民表",
            "内容": "梁生倜傥非凡俦，家世况乃平津侯。前年束书走燕赵，布衣屡作金门游。\n长安贵客竞迎致，生也拂袂仍丹丘。归来二顷无负郭，茅屋秋风自萧索。\n壶觞谁过仲长园，校雠空哂扬云阁。翻然更作江湖游，知有心期在庐岳。\n出门大笑谁绝群，浮云万里忽相踰。鸿鹄从来羞燕雀，骅骝宁复顾辕驹。\n江城贳酒与君别，美人当筵歌一阕。南陌衣冠聚似云，东园桃李飞成雪。\n丈夫此去岂长贫，嵂兀黄金可致身。万国星躔环紫禁，五陵意气骄青春。\n徐乐公车相待久，赋献河东未白首。罗浮应有倦游人，书来更道相思否。"
        },
        {
            "标题": "送罗山甫归金坛",
            "作者": "黎民表",
            "内容": "君不见句曲之山横已字，三峰巉岩势相似。金庭地肺杳莫窥，上盘天文下地理。\n前有大，茆君后有杨长史。膺图受箓称上真，炼石烧丹求不死。\n隐居之后琐琐尔，十赉犹存九锡风，清虚不救台城耻。\n翰墨长留天地间，琅玕散落烟霞里。古柏槯残元气裂，龙池可以洗君耳。\n华阳幼仙罗山甫，早岁餐芝思脱屣。风流远蹑二子踪，字艺之工亦其此。\n三十无人是知己，黄河之清讵能俟。前年裹足游帝京，几度悲歌饮燕市。\n布衣不得谒公卿，词场唯许交徐李。翻然更作出塞游，拟树奇功报天子。\n风尘蹩躠不可留，剑气谈锋徒碨磥。上书羞蹈终南径，垂钓空思五湖水。\n只今豺虎多啖争，主持正赖周中兴。君期岁暮探云谷，余亦秋风发广陵。\n海鹄沙鸿不可羁，水远山长无尽期。他时肯觅朱明洞，叩门一访轩辕师。"
        },
        {
            "标题": "送邝和仲之郁林",
            "作者": "黎民表",
            "内容": "邝君视我同门友，廿载交情最相厚。下笔翩翩掣凤皇，一代词人尽回首。\n少年折桂登皇畿，黄金台上倾珠玑。直气屡千星象表，赤手欲补山龙衣。\n绨袍旅邸无人荐，金马门前稀召见。起家才得中大夫，出守遥临旧京甸。\n摧眉伏谒意所轻，卧治烹鲜徒有名。推毂不闻思魏尚，催科谁复识阳城。\n以兹修途还折翼，世路羊肠堪叹息。白衣苍狗在须臾，骐骥驽骀同一枥。\n嗟君宦拙诚足悲，羡君有才何不宜。朝廷侧席思化理，苍生引领苏疮痍。\n行部倘过勾漏洞，啜古可读罗池碑。丈夫遭逢信不偶，雌伏雄飞会有时。\n我今风尘胡见羁，效颦半额羞蛾眉。江皋已绿王孙草，烟雨欲折商颜芝。\n慈亲倚门待吾归，孤帆破浪杳然去，赠君万里遥相思。"
        },
        {
            "标题": "碧桃花长句",
            "作者": "黎民表",
            "内容": "上林珍篽竞芳菲，姑射幽悰本自持。茏葱掩月瑶台扇，皎洁临风玉树枝。\n露井寒轻莺尚涩，虹梁日暖燕初窥。施玄似污连城色，结绿偏宜照夜姿。\n不同陇首飘风早，愿言度索结芳迟。美人诒赠方璚玖，素影盈盈照窗牖。\n抟成香雾睍难消，点缀云英莹逾久。宛转冰纨半入怀，的皪霓衣小垂手。\n繁艳朝窥北里墙，轻霏夕洒临邛酒。轻霏繁艳正堪怜，青萼芳蕤簇绛烟。\n都荔胡绳惭酷烈，兰苕翡翠避相鲜。秦人鸡犬曾迷姓，方朔诙谐遂得仙。\n别有深宫愁日暮，二八年时坐虚度。纤腰束素楚王怜，广额涂黄汉宫妒。\n蜂须蝶翅芳绪阑，蕙楼菌阁罗衣单。阶前玉露生愁色，镜里铅华失旧欢。"
        },
        {
            "标题": "秋风三叠 其二",
            "作者": "黎民表",
            "内容": "秋风淅淅玄夜狙，黼帷高张华烛孤。严霜被野鸣蟪蛄，塞鸿沙鸨相喧呼。\n惨惨白露栖庭芜，回身悃阁愁且旴。不觉涕泗沾衣裾，白云在天丘陵纡。\n杳难致之红罗襦，梁间夕鸟犹相于，别长会促谁与须。"
        },
        {
            "标题": "秋风三叠 其一",
            "作者": "黎民表",
            "内容": "秋风袅袅流清商，朱华零落绿草黄。明月委隙回素光，寒螀夜啼候雁翔。\n膏炉沉燎朱火扬，空房独宿私自伤。凝思关山绕羊肠，杳难致之双明珰。\n蘼芜易莠菊易芳，君何远游长相望。"
        },
        {
            "标题": "经季子祠",
            "作者": "黎民表",
            "内容": "古木丛祠走狐兔，南北行人往来路。坟前松树摧折枝，犹是当时留剑处。\n古来贤达何纷纷，生死交情只有君。不独片言轻尺璧，能将千乘等浮云。\n可怜祠下东流水，世事悠悠亦如此。田窦相倾又一时，宁保升沉不相弃。\n失路狂生笑向天，悲歌中夜思分子。"
        },
        {
            "标题": "答欧桢伯长歌见怀之作",
            "作者": "黎民表",
            "内容": "天风木叶落，江南应早秋。故人何处住，梦想在沙洲。\n沙洲旷望弥芳渚，桂楫棠舟自容与。零露朝漙五色芝，轻霜秋熟千头树。\n怜君幽尚结精庐，抱膝躬耕读道书。龙额何年封李广，狗监犹未识相如。\n翻飞本谓云中鹄，垂耳今为辕下驹。忆我别君颜色久，去去天涯屡回首。\n玄朔风高豺虎骄，黄河日落蛟鼍吼。金门上书不得意，落魄风尘在人后。\n摧眉折翼还归来，寥落寒山对窗牖。结驷谁知环堵贫，金貂应笑牛衣丑。\n悠悠世事那复论，秪合狂歌饮醇酒。桃哀已死不复生，见尔交情不相负。\n琅玕赠我光陆离，始知风雅未全衰。垂名本是丈夫事，莫谓扬雄壮不为。"
        },
        {
            "标题": "隐园杂咏十七首 其八 海月楼",
            "作者": "黎民表",
            "内容": "明月出海底，倒影池上楼。清辉不可揽，白露湿衣裘。"
        },
        {
            "标题": "雨后湖山一览亭同欧桢伯汪仲淹小坐",
            "作者": "黎民表",
            "内容": "十载红尘始一经，偶同词客赋青萍。长堤水落苍龙影，断苇风牵白鹭汀。\n苑内楼台含太液，望中波浪恍宫亭。谁言天汉人难到，亦自乘槎有客星。"
        },
        {
            "标题": "和顾汝和玉河见白燕二首",
            "作者": "黎民表",
            "内容": "曾是乌衣国里身，玉楼琼榭换丰神。双飞剪出机中素，独立妆成掌上人。月下步摇花有态，水边飘动袜生尘。梁园词客难成赋，洛浦相逢总未真。"
        },
        {
            "标题": "郭次甫移寓姚元白馆过讯",
            "作者": "黎民表",
            "内容": "手把青藜诵远游，薜萝为带鹿为裘。别来天姥山中雪，归去安期海上舟。\n关外千言犹可授，桑间三宿为谁留。金陵市隐元相逐，好向长安作醉侯。"
        },
        {
            "标题": "应妙寺即白塔寺僧慧乾居之",
            "作者": "黎民表",
            "内容": "杖钵携来久，香灯静院偏。栽花成野径，接竹引春泉。\n支遁逍遥论，天台止观禅。坐来忘妙说，塔影挂窗前。"
        },
        {
            "标题": "春日同许元复顾汝由兄弟游白云观",
            "作者": "黎民表",
            "内容": "万行珠树接丹丘，白日曾传驾彩虬。鸡犬已随金节去，衣冠不见翠华游。\n人间陵谷成千载，劫外乾坤自十洲。行客只贪风景乐，岂知芳草易生愁。"
        },
        {
            "标题": "白云观",
            "作者": "黎民表",
            "内容": "翠壁苔藓剥，雕楹风雨倾。不见赤虬返，空闻白云名。\n环中龙虎伏，鼎内铅汞争。石函委真蜕，绛气干天庭。\n松杉缅延伫，鸾鹥导遐征。古甃汲寒冽，阴廊画仙灵。\n羽流萃杂沓，鬼火流青荧。腥膻漫玉椀，瓦砾飘金茎。\n云螭杳难驾，霞踪怆余情。修途逼暮景，改辙思长生。\n稽首受玄籥，一为开瑶扃。未敢望鄞鄂，庶能守申庚。\n谛听获忧悯，恍惚聆箫笙。出门悲风起，旷若失蓬瀛。\n何时复来游，相随朝玉京。"
        },
        {
            "标题": "同欧桢伯梁思伯游西樵山夜宿浦口",
            "作者": "黎民表",
            "内容": "近戍津亭暗，遥村猎火孤。秋风吹日夜，客思满江湖。\n梦怯鱼龙起，愁听雁鹜呼。苍茫问前路，吾已愧长途。"
        },
        {
            "标题": "同邹方伯继甫游罗浮",
            "作者": "黎民表",
            "内容": "架壑铁桥迹，飞空不著人。烦君驱石去，千古导迷津。"
        },
        {
            "标题": "刘观察园亭送唐惟良还扬州同欧桢伯作",
            "作者": "黎民表",
            "内容": "省署昔攀援，衡茅更接连。藤萝犹迸月，池沼欲分天。\n作赋人投楚，登台价在燕。一将摇落思，销尽绿尊前。"
        },
        {
            "标题": "答张仪仲陈伯求过北园草亭",
            "作者": "黎民表",
            "内容": "野客归来问旧溪，遥林应与北山齐。沧溟雨气垂天际，越井风光在竹西。\n过客长留门外履，新诗多满壁间题。辟疆自有田园兴，花下壶觞屡为携。"
        },
        {
            "标题": "李季常汪公干移居北园和季常",
            "作者": "黎民表",
            "内容": "匡济知无术，年来学闭关。清时难再得，白发任相拚。\n龙卧无高辙，鸡栖止半间。未论今日是，谁喜一生閒。\n北户凉初入，南营静可扳。圜中脩净业，城里见青山。\n但取襟期在，宁知步履艰。应门期独鹤，策杖代双鬟。\n酒自赊来得，书从借不还。栖迟惭下榻，谈笑得开颜。\n更喜新诗就，烦君细细删。"
        },
        {
            "标题": "清虚殿",
            "作者": "黎民表",
            "内容": "珠楼翠殿劫灰馀，山势盘盘上碧虚。洞壑晓生云气湿，桂松秋滴露华疏。\n银河影落苍龙沼，金埒花迷紫凤裾。瑞霭轻烟抟不散，祈灵方此驻鸾车。"
        },
        {
            "标题": "翠岩在碧云村外",
            "作者": "黎民表",
            "内容": "青山开断岸，千尺下嵚崟。风起碧云乱，虹流白日阴。\n藤萝争袅缀，鱼雁悦高深。纵有桃花发，应无俗驾寻。"
        },
        {
            "标题": "姚元白将还金陵同顾汝和兄弟欧桢伯过访",
            "作者": "黎民表",
            "内容": "伏热应难避，幽寻重有期。蓬门经雨静，旅馆见花迟。\n世路归能早，才名宦独卑。飘零五湖约，杯酒又何时。"
        },
        {
            "标题": "同邝别驾中伯蔡山人子耕幼子邦理登九成台",
            "作者": "黎民表",
            "内容": "芙蓉山色半晴阴，影入空江百尺深。紫阁倒垂星宿夜，碧天吹落凤鸾音。\n烽尘正属谈兵日，云路难为出世心。风景故园犹想像，丹梯吾肯倦登临。"
        },
        {
            "标题": "同梁思立邓君肃梁少仲林开先宿梅庵",
            "作者": "黎民表",
            "内容": "名山宜结夏，亦自断尘情。支竹同僧懒，煎茶爱水清。\n石间移席坐，松下挟书行。但惬浮生兴，无忧佛不成。"
        },
        {
            "标题": "别舍弟惟仁南归",
            "作者": "黎民表",
            "内容": "联床初引兴，"
        },
        {
            "标题": "邓君肃陈亮夫任夫林开先诸子招饮水竹居",
            "作者": "黎民表",
            "内容": "夜来新水到柴扉，鸣雨空阶滴渐微。词客清尊开别墅，佳人纨扇画双飞。\n沙边宿鸟闻歌起，江上征帆入暮归。车马长安尘似海，不如乘醉卧渔矶。"
        },
        {
            "标题": "同张别驾梁进士管山人乾上人过晓上人方丈",
            "作者": "黎民表",
            "内容": "年少即披缁，脩持似律师。不邀支遁鹤，惟拟惠休诗。\n逸客名山至，微官散地宜。草书留素几，琴曲动朱丝。\n夕鸟窥檐下，寒星入户垂。津梁犹未涉，酬对莫言疲。"
        },
        {
            "标题": "过雪舫试龙井茶同张玄超郭次甫作 其一",
            "作者": "黎民表",
            "内容": "试将龙井茗，瀹以玉河冰。斋中幽赏客，容易辨淄渑。"
        },
        {
            "标题": "刘观察李明府邀同余翰林过晋阳庵慈上人方丈",
            "作者": "黎民表",
            "内容": "多病已辞东阁履，思归犹阻玉河冰。偶寻香火过萧寺，为證莲花问竺僧。\n燕雀晴依江阁暖，烟霄春入汉宫层。云房寂寞知生色，曾向龙门御李膺。"
        },
        {
            "标题": "献俘礼成颁赐金币",
            "作者": "黎民表",
            "内容": "玉关初送款，汉殿正垂裳。恩出兼金重，功微尺组长。\n礼成沾绮馔，喜极举瑶觞。王会千秋盛，无劳事朔方。"
        },
        {
            "标题": "雨",
            "作者": "黎民表",
            "内容": "短日仍多雨，轻飞似暗尘。病逢寒食夜，书寄故乡人。\n节物频年异，衣冠后会新。圣朝容拙宦，又过五陵春。"
        },
        {
            "标题": "同黄淳父登雨花台",
            "作者": "黎民表",
            "内容": "高座翻经处，扪萝试一登。群峰当暮敛，万象入秋澄。\n树色分萧寺，松风起汉陵。伤心烽火日，楼橹在西兴。"
        },
        {
            "标题": "过黄淳父旅寓",
            "作者": "黎民表",
            "内容": "烽火不堪论，相逢但酒尊。悲歌同易水，长剑去吴门。\n世事穷愁过，贫交古谊存。销魂怜此别，江路听清猿。"
        },
        {
            "标题": "和梁思伯宿宝陀寺",
            "作者": "黎民表",
            "内容": "怜君独泛灵洲水，永夜空门坐寂寥。云起半从山上石，月明还长涧边潮。\n芝传隐诀行堪食，桂遇幽人或可招。遥想焚香诵经处，更寻支遁问逍遥。"
        },
        {
            "标题": "黄龙洞",
            "作者": "黎民表",
            "内容": "秀甲朱明外，何年辟草莱。悬萝千磴暝，飞瀑二楼开。\n采药应迷屐，翻经尚有台。相期看日出，云气在蓬莱。"
        },
        {
            "标题": "寄怀曾工部以三直省",
            "作者": "黎民表",
            "内容": "怜君儤值度寒霄，予亦严趋紫阁朝。梁月共传芳讯远，关城空掩玉人遥。\n星从左掖临青琐，云自西宫散绮寮。谁道凤池才咫尺，休文愁卧已魂销。"
        },
        {
            "标题": "清明日谒孝陵",
            "作者": "黎民表",
            "内容": "燎烟午夜彻明楼，玉佩追趋拜委裘。白水河山留帝宅，苍梧云气想宸游。\n松枝下拂金铺暝，涧道深还碧殿流。谁羡大风思猛士，万年丰芑戴诒谋。"
        },
        {
            "标题": "九日游菖蒲涧",
            "作者": "黎民表",
            "内容": "五岭仙灵宅，霞踪昔此留。青骡迷碧海，玉舄下丹丘。\n绝壑纷瑶草，飞泉带藻旒。探杯犹粤井，拾翠有灵洲。\n脩褉遗前事，簪萸偶胜流。莓苔几蜡屐，身世一虚舟。\n花没刘王坞，钟寒赵尉楼。颓龄须大药，暇日恣冥搜。\n结桂成延伫，班荆共倡酬。阜乡知不远，云外更相求。"
        },
        {
            "标题": "送何于逊游衡岳三首 其三",
            "作者": "黎民表",
            "内容": "姒皇昔导江，翻然感玄夷。奇文镂金简，夭矫鸾凤披。\n灵踪閟草莽，神功播无涯。彼美昌黎子，千秋乃来仪。\n精诚迪穷昊，白日回阴霏。镵厓纪大雅，逸韵凌云飞。\n钦圣有逸轨，怀贤注遥思。慎矣涉脩路，跂尔琼树枝。"
        },
        {
            "标题": "同姚伯子黄定甫邵长孺李季常游甘露寺",
            "作者": "黎民表",
            "内容": "高阁生远兴，飘然在五湖。暮云低不散，远树近看无。\n说偈参莲座，游踪渺玉壶。长天一回首，唯有月明孤。"
        },
        {
            "标题": "督府金湖方公召饮于筹边堂赋得排律十六韵",
            "作者": "黎民表",
            "内容": "汉室当全盛，边陲未寝兵。畴咨惟隽乂，帷帟以儒生。\n岳牧诸艰试，崇班独坐荣。殷忧纡右顾，长技在先声。\n赐履逾荒裔，留屯罢远征。白登酬宿耻，大宛堕名城。\n镇静曹参画，风流庾亮情。碧幢朝散骑，玉帐夜休营。\n高会深投辖，疏才滥请缨。飞觥沾猎酒，折俎过侯鲭。\n尅密通家沗，词华四座倾。中兴得江汉，人物信荆衡。\n斥堠无严警，铜街倏曙更。临关真气近，回首将星明。\n淮海思长孺，朝端问广平。承云归燕镐，愿附赤霄行。"
        },
        {
            "标题": "同吴而待张中卿兄弟过崇胜寺",
            "作者": "黎民表",
            "内容": "一径远尘嚣，孤峰坐阒寥。霜林依断岸，江浦入寒潮。\n草自香台积，花随宝胜飘。禅心无起灭，持钵过清朝。"
        },
        {
            "标题": "同梁钟二曹长过刘山人旅馆看菊花作 其三",
            "作者": "黎民表",
            "内容": "重九花开已自迟，雪中犹袅最繁枝。金门白首悲词客，似尔飘零过岁时。"
        },
        {
            "标题": "同顾鸿胪兄弟过王鸿胪宅永上人在焉",
            "作者": "黎民表",
            "内容": "委巷多车马，还因典客名。乡心灯下尽，谈麈坐中倾。\n径草抽新雨，风丝漾晚晴。归舟应可问，春浪此时平。"
        },
        {
            "标题": "在告慧乾慧永二上人过访欧博士范鸿胪同至",
            "作者": "黎民表",
            "内容": "雪中扶策望层峦，九陌烟花半已阑。俨雅方袍来入座，萧条华发不胜冠。\n空斋作供羞梨栗，禅藻相看得蕙兰。欲说尘心应自笑，衰迟犹叹遇君难。"
        },
        {
            "标题": "钟户曹邀游郑园同肖甫作",
            "作者": "黎民表",
            "内容": "郑谷东连禁苑开，文园多暇数能来。夹池浪绕檀栾去，到岸风牵紫翠回。\n细柳烽烟犹驻马，上兰歌舞且衔杯。阳春此日归华省，曲水新词不易裁。"
        },
        {
            "标题": "饮饯徐比部宅时吴舍人李比部同集 其一",
            "作者": "黎民表",
            "内容": "燕京杨柳花飞日，一上春台望苑墙。词客喜同金马署，归心遥滞白云乡。\n鸿疏岭峤音书断，骑绕关山别路长。"
        },
        {
            "标题": "饮饯徐比部宅时吴舍人李比部同集 其二",
            "作者": "黎民表",
            "内容": "征骖欲戒暂徘徊，极目风烟惨不开。白社别来频有梦，青山归去独无媒。\n遥祠应待河东盖，作赋多逢邺下才。谁向天涯慰寥落，封书须为朔鸿裁。"
        },
        {
            "标题": "出塞曲送陈公聘使边 其二",
            "作者": "黎民表",
            "内容": "鸣笳发陇首，建节望河源。莫以边功重，能令中国尊。\n名王应膜拜，渠帅会宵奔。早献安边议，归来入蓟门。"
        },
        {
            "标题": "出塞曲送陈公聘使边 其一",
            "作者": "黎民表",
            "内容": "骋望白狼间，追兵大漠闲。黄河通月窟，青海入天山。\n剖竹行秦垒，封泥守汉关。豫知麟阁上，先候策勋还。"
        },
        {
            "标题": "送华文学之留都",
            "作者": "黎民表",
            "内容": "载书初诣阙，沿牒复归吴。经笥诸生学，章缝鲁国儒。\n轩车荣故里，雨雪戒长途。白虎群贤在，还来赋论都。"
        },
        {
            "标题": "同李阳谷袁进士暨儿琰夜集得峰字",
            "作者": "黎民表",
            "内容": "萍水惬相逢，春杯入夜浓。宫云流五色，城雪拥千峰。\n花月留飞舄，才名得卧龙。殷勤此携手，霞外觅行踪。"
        },
        {
            "标题": "列岫亭以窗中列远岫为韵 其四",
            "作者": "黎民表",
            "内容": "会心不在多，一丘堪偃蹇。始笑武陵人，移住花源远。"
        },
        {
            "标题": "列岫亭以窗中列远岫为韵 其三",
            "作者": "黎民表",
            "内容": "药畦将菊径，整整方成列。带经日徘徊，芳蕤露中折。"
        },
        {
            "标题": "列岫亭以窗中列远岫为韵 其二",
            "作者": "黎民表",
            "内容": "端居不出户，吟啸此亭中。石床留夜月，桂树抟秋风。"
        },
        {
            "标题": "列岫亭以窗中列远岫为韵 其五",
            "作者": "黎民表",
            "内容": "我本青山云，无心还出岫。虽走尘埃中，时时梦三秀。"
        },
        {
            "标题": "王使君元美招同吕光禄游砚山亭 其一",
            "作者": "黎民表",
            "内容": "丹梯千仞俯重溟，驱传来游剧聚星。山著暮云还并紫，天连高浪故摇青。\n潇湘归客怜芳草，吴下才人复此亭。满路风花相伴逐，鸬鹚鸂"
        },
        {
            "标题": "王使君元美招同吕光禄游砚山亭 其二",
            "作者": "黎民表",
            "内容": "扁舟昔日闻吴咏，千里佳期愿不违。开府风流争寂寞，长安前事尚依稀。\n明时敢谓轻朱绂，旧隐谁同揽芰衣。君是三旌恩独异，白蘋洲上肯思归。"
        },
        {
            "标题": "粤州草堂春日试笔得歌字",
            "作者": "黎民表",
            "内容": "谢家宾从有羊何，春日池亭载酒过。紫气直从燕阙迥，青山还绕粤城多。\n花沾瑞露低唫幌，鸟啭芳林杂棹歌。闻道汉庭偏侧席，未须长恋钓鱼蓑。"
        },
        {
            "标题": "同潘少承黄幼章过天宁寺访蔡山人子耕",
            "作者": "黎民表",
            "内容": "双林持钵老应慵，尊酒惟便对雪峰。丈室烟花连小苑，夹城云日递疏钟。\n相期祗有青精饭，卜筑先留白鹤踪。去住空门应不碍，肯论歧路各西东。"
        },
        {
            "标题": "春夜同子鸣集少承馆",
            "作者": "黎民表",
            "内容": "向夕衡门掩，吴中客子来。长河翻月上，断柳逐风回。\n小饮怜春尽，繁花受晚开。汉关吾欲去，刻烛更徘徊。"
        },
        {
            "标题": "同潘少承陈忠甫过康裕卿访童子鸣",
            "作者": "黎民表",
            "内容": "已向桐庐卧，还从燕市游。云山携蜡屐，风雪揽貂裘。\n名以新篇重，心缘古侠投。黄花亦烂漫，为照草堂幽。"
        },
        {
            "标题": "滋兰馆为潘少承作",
            "作者": "黎民表",
            "内容": "客有思玄者，能兼市隐名。幽悰含白雪，逸兴托孤英。\n三径初开就，千丛自种成。随风香更远，入室气弥清。\n缃帙沾馀馥，瑶琴寄雅声。永怀君子德，延望美人情。\n霜霰将无变，蓬蒿幸免营。相怜同臭味，持赠保坚贞。"
        },
        {
            "标题": "寒食前同童子鸣安茂卿僧普纪游郊外",
            "作者": "黎民表",
            "内容": "懒出东郊路，因逢日稍暄。暮云低古堞，流水避山门。\n麦饭浇中野，尊醪贳近村。因思故园梦，黄犊绕平原。"
        },
        {
            "标题": "兵后同唐寅仲酌借读轩因寄怀潘少承",
            "作者": "黎民表",
            "内容": "鹳鹅一夜起潢池，江上人家避乱移。橘柚岂能供井税，蛟龙难遣怯舟师。\n汉庭推毂今虚切，闽海援兵事可疑。风雨开尊重忆汝，琴书何处逐鸱夷。"
        },
        {
            "标题": "潘少承移居同里间过小饮",
            "作者": "黎民表",
            "内容": "僦居同里闬，休假得经过。旅客亲灯火，閒门掩薜萝。\n风沙铜狄近，云气日华多。试问王孙草，归来兴若何。"
        },
        {
            "标题": "寄题潘少承西樵山房",
            "作者": "黎民表",
            "内容": "新营丹室铁泉山，千树梅花不共攀。夜夜京华成短梦，白云红叶屋三间。"
        },
        {
            "标题": "游浮丘移酌心远亭次陈公载韵",
            "作者": "黎民表",
            "内容": "郭外名山卜筑新，草堂花径亦相邻。三休竟老王官谷，四皓虚称汉室臣。\n金液方中迷日月，桔槔机上偃丝纶。五龙莫更誇高卧，恐有徵书到隐沦。"
        },
        {
            "标题": "同莫公远张羽王梁公智过道院访陈忠甫",
            "作者": "黎民表",
            "内容": "一探壶中隐，居然离俗尘。石幢阴过午，花院晚留春。\n侠烈心相许，萧閒兴是真。抽簪吾已老，羡尔白云人。"
        },
        {
            "标题": "宗吕二牧宴于孝肃堂",
            "作者": "黎民表",
            "内容": "词人今岳牧，能吏岂閒曹。象郡烽烟净，龙门气色高。\n清尊开暮雨，虚槛俯秋涛。不共南楼夜，谁知庾亮豪。"
        },
        {
            "标题": "从化山水六咏 其五 龙潭",
            "作者": "黎民表",
            "内容": "侧足应防险，沈竿讵测深。神珠浮沼面，宝剑坠潭心。\n草树涵秋碧，烟萝翳夕阴。欲知霖雨意，肤寸起遥岑。"
        },
        {
            "标题": "将之京师祗谒先陇述感一百韵",
            "作者": "黎民表",
            "内容": "蹇劣惭脩步，时髦滥厕肩。端居心郁郁，伏枕泪涟涟。\n苦调凭谁奏，劳歌试一宣。毅皇方鼎盛，先子适鸿骞。\n羔雁来多士，车书混八埏。扶摇轻九万，奏牍动三千。\n骏骨宁轻市，骊珠偶见捐。禄微欣负米，舌在且怀铅。\n坦腹人窥笥，登堂客感鳣。志思摧大敌，力遂破中坚。\n鹦鹉怜金络，骅骝饰锦鞯。置身当禁地，清梦迩钧天。\n密勿咨三老，追趍仰列仙。羽陵紬秘简，石鼓叩残编。\n龙岂酬坚白，雄应屈太玄。大官供不乏，伏臈割常鲜。\n讵厌承明直，还推季典贤。匡时心独在，迈往气无前。\n脱距谗邪伏，婴鳞宠遇偏。赤丸销狭猾，白简肃貂蝉。\n炎峤西瓯阻，洪涛左蠡壖。霜威三命重，水镜九流铨。\n云雨多翻覆，沧桑屡变迁。积薪甘晚达，持戟备常员。\n痛逼苏耽井，归耕下噀田。蘧庐堪偃蹇，瓶粟秖忧煎。\n絣絖谋生拙，泥途乐性全。大臣辞汲引，农父喜联翩。\n前席思遗逸，中兴秉化权。严程趍琐闼，旧物拥青毡。\n徇报思縻竭，持身极治涓。国资清望重，庭倚直词专。\n缛典期增饰，明裀肇韨虔。圣诚虚听纳，时颇妒婵娟。\n日月群飞伏，昊穹尺雾缠。磨牙兢猰㺄，刻木俨鹰鹯。\n旷荡恩难测，纤毫眚获蠲。抽簪谢朝列，识面溢郊廛。\n去去随阳鸟，悠悠阽断鸢。未抛庐岳杖，须问下滩船。\n果蓏潘园接，壶觞蒋径连。犊裈暄自曝，蜡屐岁常穿。\n九荐咸虚左，群公举让先。邴原甘劾免，郑谷绝夤缘。\n匪石终难转，无瑕抵用悛。卞和愁泣玉，庄叟悟忘筌。\n药饵扶衰疾，丹砂协静便。庶几凝绿髓，将谓逭华颠。\n婉娩嗟何及，幽忧遽不痊。何辜来鵩鸟，底事掩龙泉。\n杳杳沦长夜，苍苍昧上乾。为山亏覆篑，逝水阅成川。\n剑舄犹如故，精灵若个边。岘山欢宴地，京兆哭游阡。\n鸿鹄标松隧，灵龟叶涧瀍。世家彤管勒，名字翠珉镌。\n东海波终荡，南枝愤未填。夜乌霜黯黯，宿草露芊芊。\n掩抑雍门曲，凄清叔夜弦。书空拚往事，揽镜惜流年。\n旧德将沦蚀，馀风冀接联。为儒困抱椠，失路懒施鞭。\n壁以遗经授，家惟素业传。暄阳仁杞梓，芳润被兰荃。\n月旦惭三凤，岩居蔽数椽。门迎王子棹，杖挂阮公钱。\n隙地营鸡栅，残冬縳稻篅。范尘从满甑，墨突任无烟。\n抱膝空长啸，餔糟只醉眠。斑能窥豹管，翰或点鱼笺。\n屈宋远游赋，王公大雅篇。纵饶勤刻画，祇觉逊精妍。\n多病恬如宪，求闻耻效颛。以兹怀寡特，会见越拘挛。\n一德咸昭格，群生举在甄。龙庭罢斥堠，鲲海息戈鋋。\n蠖屈真聊尔，雄飞企勉旃。出门常恻恻，怨别每悁悁。\n岂忘依枌槚，安知法溯沿。瀑收川后静，秋霁望舒圆。\n细酌曹溪水，高凌句曲巅。关河去渺渺，乡井思绵绵。\n拂面祛尘垢，褰衣裹足胼。黄图穷朔漠，紫极拱星躔。\n槐覆铜街转，香飘绣毂骈。词人投綵笔，游女拾金钿。\n越国宁论价，倾城要取怜。机云初入洛，邹乐远游燕。\n拥彗倾流辈，抽毫属旷筵。汾阴陪校猎，岱岳议封禅。\n交臂俱猿鹤，来仪尽偓佺。优游画尊俎，谈笑沃腥膻。\n脱略牛衣贱，绸缪鹊印县。终童何卓荦，卜式岂迍邅。\n伏枥心无已，攀龙窃慕焉。奇勋堪自策，玄理竟谁诠。\n保已随时运，宁劳问着鞭。"
        },
        {
            "标题": "故人李季常汪公干自维扬来访志喜用季常韵 其一",
            "作者": "黎民表",
            "内容": "中原迢递阻山河，蓬径谁知二仲过。江路正怜新涨满，风期遥指白云多。\n尘中旧恨千杯失，箧底新诗几字讹。何事冥鸿招不下，肯来千里问烟萝。"
        },
        {
            "标题": "故人李季常汪公干自维扬来访志喜用季常韵 其二",
            "作者": "黎民表",
            "内容": "竹下翻然念友生，炎方应不惮征行。帆前韵石盘千磴，海上金银望五城。\n薏苡鍊来堪却老，鹧鸪啼处若为情。知君汗漫心无已，肯以羊裘客帝京。"
        },
        {
            "标题": "集陈大理玉叔宅得云字",
            "作者": "黎民表",
            "内容": "离离宫树出重云，促漏铜街入夜闻。寒露渐高仙掌色，繁星遥动羽林军。\n歌传白雪应难和，坐引青藜喜共分。却倚东篱成独醉，谁将文似荐明君。"
        },
        {
            "标题": "杨懋功同朱巍甫佳甫携酒过览胜楼",
            "作者": "黎民表",
            "内容": "南浦从来伤别地，高楼吟望更沾襟。千门月色渔榔静，午夜风江酒盏深。\n明烛却添游女恨，绝缨谁识楚臣心。萧条孺子湖边路，此去朱弦绝赏心。"
        },
        {
            "标题": "大慈仁寺国姻辞侯隐于此",
            "作者": "黎民表",
            "内容": "高台临净土，远近见神州。吉梦曾徵帝，真僧昔让侯。\n珠璎从喜舍，金碧尽冥搜。有树皆成宝，无枝不似虬。\n路人频折柳，羁客倦登楼。一见王孙草，方知久滞游。"
        },
        {
            "标题": "戴金吾伯常招饮郑园",
            "作者": "黎民表",
            "内容": "禁城秋色净无烟，碧水澄波带远天。十里楼台通泰畤，五陵花木有平泉。风摇柳浪低纨扇，日暮菱歌起钓船。冰簟疏帘销暑地，流尘知不到樽前。"
        },
        {
            "标题": "弹子矶",
            "作者": "黎民表",
            "内容": "兹岭何绵亘，孤根下杳冥。云光荡鸟背，水气杂龙腥。蜀道攒为阁，庐山叠作屏。定知人静后，风雨泣精灵。"
        },
        {
            "标题": "十五夜同丁戊山人集泰泉先生宅分得深字",
            "作者": "黎民表",
            "内容": "行云隐明月，华烛散轻阴。南国词臣第，东游海客心。\n坐怜寒漏短，閒爱夜杯深。更听霜空鹤，翩翩送好音。"
        },
        {
            "标题": "少传期集琪林徐道士馆得青字",
            "作者": "黎民表",
            "内容": "采药何时返，乘风此暂停。入门桐树长，到院薤丛青。\n碧海藏城市，瑶坛见日星。过逢元胜侣，能为写黄庭。"
        },
        {
            "标题": "过范子宣得山字",
            "作者": "黎民表",
            "内容": "解鞍寻竹下，逸客况同攀。一榻成云卧，双轮对雪山。\n笼鹅方点翰，贳酒且开关。城市逃名得，扁舟未羡閒。"
        },
        {
            "标题": "登鸡鸣寺 其二",
            "作者": "黎民表",
            "内容": "驻目凭虚阁，神思迥欲飞。雨惊黄叶散，磴绕白云微。\n钟簴千秋在，豪华六代非。昙花无住迹，顿染客游衣。"
        },
        {
            "标题": "除夕前携儿玖侄璐璘瑱等閒步自玉山遂登观音阁",
            "作者": "黎民表",
            "内容": "十载抽身返卧园，青溪林木故应存。淮淝已息飞书警，涨海犹闻战舰諠。\n寂历人烟连浦树，萧疏风雪静柴门。椒花秫酒供残岁，白首毋忘报汉恩。"
        },
        {
            "标题": "登鸡鸣寺 其一",
            "作者": "黎民表",
            "内容": "宝地空香散，金绳觉路赊。楼高碍白石，轩密秘青霞。\n绿泣台城草，红悲辱井花。江山今几劫，非独有恒沙。"
        },
        {
            "标题": "腊后同次甫思伯过子与得来字",
            "作者": "黎民表",
            "内容": "烽烟何意故人来，握手同登郭隗台。北阙风云双剑在，西山苍翠两眸开。\n待攀玉树成词赋，且对椒花颂酒杯。闻道赐金多计吏，周南留滞独称才。"
        },
        {
            "标题": "送客登毗卢阁",
            "作者": "黎民表",
            "内容": "凉飔漠漠上层台，四野风烟望转开。碣石浮云从海断，雪山晴色过关来。\n病思乡土依僧舍，老向朝廷论将才。十二碧阑俱倚遍，肯将摇落负深杯。"
        },
        {
            "标题": "郑伯良邀同诸公登万佛阁",
            "作者": "黎民表",
            "内容": "日送莺花去，风雩兴可乘。尘心攀阁远，野兴入林增。\n龙树栖孤影，蜂房飐万灯。若无光禄酒，春思杳难凭。"
        },
        {
            "标题": "少参漆公太史赵公过浮丘 其二",
            "作者": "黎民表",
            "内容": "阁道丹梯驾泬寥，青松飞盖影相交。尊前共揽苍精佩，花下同趋绛节朝。\n紫气关门仍不散，赤松天路肯相邀。楼船已息重溟浪，策杖何时过野桥。"
        },
        {
            "标题": "广陵旅舍欧桢伯陆华甫黄定甫过访",
            "作者": "黎民表",
            "内容": "草草簇蔬盘，还追燕市欢。云停高阁暮，雨过大江寒。\n贫贱交情在，风尘昭语难。行装戒前路，谁问客衣单。"
        },
        {
            "标题": "少参漆公太史赵公过浮丘 其一",
            "作者": "黎民表",
            "内容": "负郭初开一径荒，丹丘云气尚微茫。松间更有潮通井，坛畔谁知石化羊。\n太史探书经禹穴，群公持斧靖炎方。疏才幸际升平日，不逐青螺去故乡。"
        },
        {
            "标题": "七夕别张羽王得平字",
            "作者": "黎民表",
            "内容": "隐树风初起，临阶月乍明。故人千里别，仙媛隔年情。\n爽气侵鸾扇，轻阴下凤城。惜无双宝剑，浊酒见生平。"
        },
        {
            "标题": "冬夜同张元易过顾叔潜得红字",
            "作者": "黎民表",
            "内容": "枥马苦嘶风，徘徊恋竹丛。寒声御沟水，月色建章宫。小袖禁花艳，衰颜借酒红。他年文字饮，能复忆城东。"
        },
        {
            "标题": "省中即事",
            "作者": "黎民表",
            "内容": "蹉跎成白发，不敢叹为郎。饱食知才忝，高眠苦日长。\n渴思金井冻，坐恋玉墀香。不记频来往，藤花又过墙。"
        },
        {
            "标题": "横翠楼元将张柔所建",
            "作者": "黎民表",
            "内容": "高楼当绝塞，春望转氤氲。百战全燕地，千重大漠云。\n控弦无敌骑，饮羽忆将军。老去亲戎马，悲笳向夕闻。"
        },
        {
            "标题": "药室六咏 其三",
            "作者": "黎民表",
            "内容": "上士遗丹诀，中年遣世情。九光飞素鞅，五岳炼真形。\n缓步随罡斗，斋心礼太清。自能超浩劫，何必访蓬瀛。"
        },
        {
            "标题": "旅感 其一",
            "作者": "黎民表",
            "内容": "周南留滞倍离忧，京洛风尘自倦游。病里看花如隔梦，春来临水似惊秋。\n黄金价重谁招骏，白石歌残独饭牛。乡土岁时浑不恶，速营三亩作菟裘。"
        },
        {
            "标题": "读圆觉经",
            "作者": "黎民表",
            "内容": "中岁驱驰困一经，愧无鲸力破沧溟。閒思种树为农圃，病学餐烟养性灵。\n身在尘埃如瞥电，鬓缘愁绪剧繁星。年来悟得空王理，止欲除嗔是戒铭。"
        },
        {
            "标题": "同邵长孺宿榆河",
            "作者": "黎民表",
            "内容": "八千乡路远，北上转成遥。暮雨停骖处，山陵秉节朝。\n馆人羞野蕨，行灶拾枯樵。半百多羁旅，关情独此宵。"
        },
        {
            "标题": "渡桑乾河",
            "作者": "黎民表",
            "内容": "古渡是桑乾，征人晓涉寒。鸣笳喧聚落，带剑拥材官。\n霜雪经行尽，烟花出塞残。春衣犹未寄，空倚月轮看。"
        },
        {
            "标题": "送徐子与补汝南太守 其一",
            "作者": "黎民表",
            "内容": "鸣笳伐鼓渡桑乾，不是关山叱驭难。明月共悬金虎去，春风犹射紫貂寒。\n中原回首分龙剑，河曲裁诗隔露盘。寄谢夷门车骑客，陆沉方朔在长安。"
        },
        {
            "标题": "从周移寓真如寺同张肖甫吴约卿过访",
            "作者": "黎民表",
            "内容": "懒曳长裾见五侯，竹林尊酒日同游。净缘久托维摩诘，佳句兼酬帛道猷。\n檐下鸡栖翻夕照，竹间蝉响度清秋。出门浩浩烟沙色，悔别松风过虎丘。"
        },
        {
            "标题": "端午日李明府招同沈刑部姚大名方计部欧博士王太仆集显灵道馆得宫字",
            "作者": "黎民表",
            "内容": "琴酒谁将市隐同，碧梧疏竹引离宫。龙门谒客曾修刺，缑岭吹笙几驭风。\n双璧并高华省誉，彩毫真有汉都雄。天涯萧艾空愁思，归路能无马首东。"
        },
        {
            "标题": "午日同诸亲友泛越江作 其一",
            "作者": "黎民表",
            "内容": "水满金塘凫雁飞，吴姬双桨逆潮归。只愁杨柳丝难系，不畏芙蓉露湿衣。"
        },
        {
            "标题": "午日同诸亲友泛越江作 其四",
            "作者": "黎民表",
            "内容": "珠海东连黄木湾，化成楼阁水云间。秋花锦石行疏日，五月潮生喷雪山。"
        },
        {
            "标题": "午日同诸亲友泛越江作 其二",
            "作者": "黎民表",
            "内容": "越瑟当垆发浩倡，门前初系紫游缰。银糟酒泼流霞色，不羡宜城九酝香。"
        },
        {
            "标题": "午日同诸亲友泛越江作 其三",
            "作者": "黎民表",
            "内容": "鱼龙曼衍戏江波，天吴起舞翻蛟鼍。连天白浪愁无那，谁劝公归莫渡河。"
        },
        {
            "标题": "送大参知郑公入贺还苍梧",
            "作者": "黎民表",
            "内容": "兵甲潢池尚未收，都亭重遣始安侯。殊方瘴雾飞鸢地，壮岁功名跃马秋。\n折槛久知臣节苦，赐金多是主恩优。归心正逐乘槎使，无那潇湘转北流。"
        },
        {
            "标题": "大云寺在灵丘县门对太白峰",
            "作者": "黎民表",
            "内容": "谁知沙塞里，亦自称禅栖。雪涨晴沙合，山欹晚堞低。\n多歧分客路，一宿憩招提。才有安心处，关门又听鸡。"
        },
        {
            "标题": "送庞侍御少南按河南",
            "作者": "黎民表",
            "内容": "桃李吹香入夹城，东风沽酒听啼莺。豺狼远遁都亭肃，龙马来游洛水清。\n上苑有书曾谏猎，河湟多事要谈兵。云山不是邀欢日，难折三花一寄声。"
        },
        {
            "标题": "过仪真访谭子羽留酌江霞馆因赠 其一",
            "作者": "黎民表",
            "内容": "榻下高人宅，飞觞夜向分。门临扬子渡，窗隔蒋陵云。\n鸾啸因风起，渔歌送客闻。江潭无限恨，琼树思氤氲。"
        },
        {
            "标题": "过真如寺乾上人访蔡文学子耕",
            "作者": "黎民表",
            "内容": "霞踪成海客，休暇惬相寻。累劫空弹指，千言是说心。\n当门官树直，隐座佛灯深。阶雪方盈尺，何人候少林。"
        },
        {
            "标题": "吕氏心文友园亭杂咏十二首 其三 搴芳亭",
            "作者": "黎民表",
            "内容": "杂花满芳树，四时不改色。有酒须尽欢，春风应可惜。"
        },
        {
            "标题": "过广陵访欧桢伯官舍",
            "作者": "黎民表",
            "内容": "玄草何如执戟郎，高斋终日坐清凉。燕台乍解双龙剑，汴水重游两鬓霜。\n久客岂堪闻落水，故人相见把垂杨。赋才寂寞谁能荐，犹愧含香入建章。"
        },
        {
            "标题": "送吴孝父还真州",
            "作者": "黎民表",
            "内容": "来往亦何求，风尘自薄游。为文千赋熟，行路寸心投。\n木叶淮南暮，家山白岳秋。惊心解携易，不共五湖舟。"
        },
        {
            "标题": "和梁公实无题",
            "作者": "黎民表",
            "内容": "疏榆一夜动西风，露脚斜飞桂殿东。白玉镜台鸳被合，紫云香驾鹊桥通。\n凤皇衫拆胸前锦，蜥蜴砂残臂上红。何事人间不相见，上阳宫里怨飘蓬。"
        },
        {
            "标题": "秋夜曹有卿余德甫刘仲恭吴约卿见过得楼字",
            "作者": "黎民表",
            "内容": "汉苑烟花望不迷，停车还为访幽栖。秋残河汉双鸿断，霜肃关山万骑嘶。\n露下金盘谁共倚，尊前龙剑故相携。江南封事频频上，十载乾坤厌鼓鼙。"
        },
        {
            "标题": "将至南浦先寄杨姚安懋功",
            "作者": "黎民表",
            "内容": "汉庭儒雅似中郎，六诏山川掷郡章。未论主恩怜薏苡，秪缘词客妒长杨。\n两湖日月开池籞，九叠云霞入草堂。十载忆趋丞相府，犹将衰鬓对柴桑。"
        },
        {
            "标题": "闻海寇入高凉陷属邑怅然有作",
            "作者": "黎民表",
            "内容": "军中飞檄迅，天外跕鸢遥。料敌书生短，平时将士骄。\n百城连赤羽，一岁少青苗。纵有明珠在，无缘献圣朝。"
        },
        {
            "标题": "凤凰谷",
            "作者": "黎民表",
            "内容": "翩翩五色鸟，乘云自丹穴。览辉千仞冈，弄影寒潭洁。\n饮啄岂不谋，腥腐非所屑。虞罗尔何施，清冷坐怡悦。"
        },
        {
            "标题": "逢姚山人",
            "作者": "黎民表",
            "内容": "结客长安兴已孤，寸心元自向吾徒。谁从世外传鸿宝，惟羡仙家隐玉壶。\n短褐尚能频说剑，明灯犹忆醉呼卢。因君更问华阳事，昔日金笼尚在无。"
        },
        {
            "标题": "二忠祠 其二",
            "作者": "黎民表",
            "内容": "方伯本庆源，媲先树勋烈。腾骧在万里，早已见汗血。\n剖符古冈州，遇事辄勇决。冠弁日岌峨，圭璋遽昭晰。\n授钺典名藩，赐履遍海澨。溟浸歼鲸鲵，碉房扫槎蘖。\n舞干服三苗，回面靖百粤。玉麟锡纷纶，铜柱表巀嵲。\n石建盖恭谨，冯异功不说。幽讨从江门，从容榜兰枻。\n悯溺吊厓山，蹈海愤始渫。左辖应未酬，台阶遂中折。\n殊勋载盟府，芳猷被邦耋。念功今神尧，崇祠再昭揭。\n秋风汗马趋，夜月皋禽唳。金貂缀惠文，千秋见臣节。"
        },
        {
            "标题": "宫词三首",
            "作者": "黎民表",
            "内容": "未央前殿敞秋风，芝火煌煌彻夜红。知是骖鸾朝太乙，旌幢斜出五云中。"
        },
        {
            "标题": "姑苏曲 其一",
            "作者": "黎民表",
            "内容": "宝带桥西柳作花，吴王宫殿冷栖鸦。蛾眉邀得旁人顾，日暮江边自浣纱。"
        },
        {
            "标题": "姑苏曲 其二",
            "作者": "黎民表",
            "内容": "横塘清浅映红妆，摘叶攀花持赠郎。浮萍飘泊无根蒂，不似芙蓉到死香。"
        },
        {
            "标题": "从化山水六咏 其二 石鼓楼山",
            "作者": "黎民表",
            "内容": "片石横江浒，危亭驾泬㵳。山烟初幂树，溪水欲平桥。\n游女思捐佩，佳期托采萧。登临意无限，猿狖响山椒。"
        },
        {
            "标题": "同陈大理玉叔集袁考功鲁望旅寓",
            "作者": "黎民表",
            "内容": "共促离觞月露前，层城钟漏隔林烟。綵毫暂隐文园酒，水镜今推吏部贤。\n草奏想承清燕对，归帆应待便风悬。薄游曾忝曹郎后，鸿雁牵情入楚天。"
        },
        {
            "标题": "送李比部于鳞出守顺德",
            "作者": "黎民表",
            "内容": "英妙山东出，圭璋信国珍。灵篇秘海渎，宝剑动星辰。\n擢桂因才隽，分曹以德邻。冥心谢流辈，倾意在交亲。\n潘岳宦从拙，扬雄家素贫。河山聊发兴，簪绂暂随身。\n丹地含香久，苍生掩泪频。圣情纡内郡，雅意用儒绅。\n襟带幽并外，风烟灞浐津。建旌冲晓雾，鸣玉起行尘。\n止解询遗逸，何须问近臣。燕巢公府静，草积射堂春。\n故老皆扶杖，馀波尽饮醇。仪章从脱略，翰藻得情真。\n嗟尔匡时器，怜予避地人。知名从白社，倾盖枉朱轮。\n一以云霄隔，偏愁年鬓新。浮荣空自遣，良觌杳何因。\n所企归钧轴，深渊有纵鳞。"
        },
        {
            "标题": "丁计部蔡刑部沈刑部欧博士过山斋作",
            "作者": "黎民表",
            "内容": "秋风客赋不堪裁，何意蓬蒿二仲来。飞雨远连双阙暝，残花犹共一尊开。\n长途意气看君在，高步云霄见尔才。恶说习池骑马去，淹留须尽故人杯。"
        },
        {
            "标题": "观舞",
            "作者": "黎民表",
            "内容": "曲房罗荐合，华烛黼帷舒。嘉宾出上国，妙妓产名区。\n合欢垂绮带，连理缀罗襦。霞起当瑶沓，花生绕玉除。\n妆成遥掩月，体迅欲凌虚。赴节偏容与，应歌目疾徐。\n图云开绣衩，写凤曳长裾。洛水惊鸿日，吴城掩鹤馀。\n凝情增盼睐，回态转踟蹰。静女思贻琯，芳华欲揽袪。\n挂缨君未谅，解佩持相于。寄谢东邻子，舍颦信不如。"
        },
        {
            "标题": "集许舍人稚干宅观舞",
            "作者": "黎民表",
            "内容": "芳树连温室，幽庄到习池。白环犹相业，青琐尽朋知。\n翠鬘花间拥，金尊月下移。宴游成野客，吟眺及良时。\n物理衔杯得，乡心触景悲。绝缨君莫惜，颓玉更相期。"
        },
        {
            "标题": "方奉常李明府招同徐方伯欧博士集广惠寺",
            "作者": "黎民表",
            "内容": "花时曾共醉长安，汉殿威仪备从官。兰草每从西省握，贝经频对竺僧看。\n重来冠盖人非昔，一落江湖计转难。不是夷门宾客在，风尘吾已倦弹冠。"
        },
        {
            "标题": "郭方伯应宿至自南中止广惠寺同刘观察仲脩携酒奉讯 其二",
            "作者": "黎民表",
            "内容": "南中无信使，竹下有行踪。岂谓天涯远，还于佛国逢。\n解衣停暮雨，闻梵报疏钟。世事悠然里，寒暄已自慵。"
        },
        {
            "标题": "郭方伯应宿至自南中止广惠寺同刘观察仲脩携酒奉讯 其一",
            "作者": "黎民表",
            "内容": "未觉双峰远，方营一日閒。旃檀入古寺，雷雨过空山。\n苔滑停车处，风生捉麈间。禅房宁久住，人望在朝班。"
        },
        {
            "标题": "秋日过吴侍御约卿同文寿承许殿卿集",
            "作者": "黎民表",
            "内容": "一滞长安未拟回，蒋公三径数能来。残花向客犹生色，明月留人故举杯。\n清夜宴游追邺下，高秋云气满蓬莱。飘零骑省虽多思，怀抱能无此日开。"
        },
        {
            "标题": "送吴而待守归州 其二",
            "作者": "黎民表",
            "内容": "衰草寒烟过楚宫，荒台犹起大王风。风流宋玉应同调，白雪高吟郢国中。"
        },
        {
            "标题": "同陈公载登海印寺瑞光阁",
            "作者": "黎民表",
            "内容": "燕京楼榭倚东风，春日凭高感慨同。碧海水多连大内，紫台山半枕离宫。\n平芜缥缈沿江尽，远树依微入望空。乡国更伤千里目，夕阳何处送飞鸿。"
        },
        {
            "标题": "同左辖郭公过广济寺",
            "作者": "黎民表",
            "内容": "左辖中朝贵，空门物外游。白云邀入寺，红树引登楼。\n积雨逢新霁，乡心值早秋。相酬无丽句，谁解识汤休。"
        },
        {
            "标题": "心远亭听陈公载弹琴",
            "作者": "黎民表",
            "内容": "阮公操绿绮，梧竹对高閒。白雪流深壑，夕阳明远山。\n幽襟散物外，馀响出林间。兴到悠然处，披襟未拟还。"
        },
        {
            "标题": "周廷直茅平仲见过出新酝酌之同赋",
            "作者": "黎民表",
            "内容": "谁拥寒貂独过予，蓬门风雪带郊墟。文章流落心还在，湖海交游兴不疏。\n喜客旋开缸面酒，逢人应秘帐中书。三山渺渺波涛外，犹指云林为卜居。"
        },
        {
            "标题": "谒白沙先生祠",
            "作者": "黎民表",
            "内容": "玉台昔飞遁，名山屡登践。泉壑閟霞踪，垣宫饰嘉荐。\n两楹委林麓，四壁带苔藓。敛形随化逝，神理将无变。\n深衷怀若人，山阿或游衍。渊机涵飞泳，帝牖灭闻见。\n执鞭予已后，升堂迹方添。茫然空所思，浮云没遥巘。"
        },
        {
            "标题": "同欧桢伯过龙华寺访汪仲淹",
            "作者": "黎民表",
            "内容": "居士何心拟净名，閒寻车马静中行。新开别业如龙树，直指西天入凤城。\n文赋每从挥麈就，花林应与下帷清。雪山原是初禅地，苦行知能證道成。"
        },
        {
            "标题": "过慈仁丈室访胡孟韬留酌",
            "作者": "黎民表",
            "内容": "匡山高卧意如何，远兴难忘在薜萝。偶过禅房成下榻，相逢天路待鸣珂。\n双林风雪经春尽，西岭云霞入暮多。知是甘泉新有赋，休将禅解问维摩。"
        },
        {
            "标题": "过黄幼章欣赏亭看梅花",
            "作者": "黎民表",
            "内容": "水竹清阴满四邻，谁家池馆似平津。疏林冠绝秾华景，小阁妆成澹泊春。\n不用瑶台携佚女，祗将姑射拟幽人。金尊彩笔追随地，亦自风流继后尘。"
        },
        {
            "标题": "明晨同徵甫在明游玉龙洞题名其上",
            "作者": "黎民表",
            "内容": "龙去山前空白云，流泉㶁㶁静偏闻。梯悬地底星辰见，天入壶中气象分。\n持钵懒过香积寺，封书谁识洞庭君。青苔石上聊镵记，千载休疑鸟篆文。"
        },
        {
            "标题": "将之云中别曹大参还西越",
            "作者": "黎民表",
            "内容": "雨雪襜帷万里来，欢承瑶水赐金回。中朝先宠麟符重，百越山川绣斧开。\n北地至今多骏马，潢池何事借词才。车轮忽漫东西去，空恋风期上蓟台。"
        },
        {
            "标题": "寄刘安元",
            "作者": "黎民表",
            "内容": "戎马关心日，谁能问隐居。想过天竺寺，还著茂陵书。\n鸿雁经年至，风尘两鬓馀。梅花难远寄，吟望独愁予。"
        },
        {
            "标题": "谷隐亭为郑明府作",
            "作者": "黎民表",
            "内容": "三径初开倚少城，万花中带一池清。传家本擅司农学，避世谁沽谷口名。\n壁上苔生閒钓具，竹间星乱有棋枰。莫言神武抽簪早，自是蓬蒿少送迎。"
        },
        {
            "标题": "舒大参招饮卧龙寺",
            "作者": "黎民表",
            "内容": "猎猎寒风少雁行，朱旗门外裂飞霜。经禅握麈同高座，酒盏论交是故乡。\n帷幕功当归圮上，循良名自起河阳。徐关正是安流日，莫指青山古战场。"
        },
        {
            "标题": "刘百魁参军脩贡京师事竣还成都",
            "作者": "黎民表",
            "内容": "仗剑堪嗟行路难，春风一骑发长安。愁心万里悬秦栈，壮志三年走汉冠。\n白发自于官序拙，青山不改客途寒。相知已向文园卧，飞檄无劳父老看。"
        },
        {
            "标题": "邯郸才人嫁为厮养卒妇",
            "作者": "黎民表",
            "内容": "淹泪辞玉阶，含悽下瑶殿。今日叹离居，夙昔欢同辇。\n兰蕙自有芳，蘼芜固所贱。淅淅西北风，吹我秋田蓬。\n夜梦邯郸路，不识邯郸宫。王颜会销歇，君恩那得终。"
        },
        {
            "标题": "答张肖甫讯余卧病",
            "作者": "黎民表",
            "内容": "落木寒砧不可闻，山川萧索夜平分。故人颜色看明月，倦客心情在白云。\n沧海终怀鸿雁计，赤霄新起凤凰群。何人不奏甘泉赋，寂寞蓬蒿始见君。"
        },
        {
            "标题": "张肖甫宅饯别高右丞伯宗得杯字",
            "作者": "黎民表",
            "内容": "长安残雪后，复共故人杯。挥手关山远，离心岁月催。\n楼船过澧浦，羽猎上京台。应念游梁客，金茎首重回。"
        },
        {
            "标题": "同陈使君于舜酌肖甫宅",
            "作者": "黎民表",
            "内容": "寂寂疏帘过雪馀，寒灯相对省郎居。紫貂可贳燕台酒，红烛仍停使者车。\n霜落禁中随雁断，夜阑星斗插檐虚。清歌缓舞休辞醉，江海怜君畏简书。"
        },
        {
            "标题": "寒食行广昌道中",
            "作者": "黎民表",
            "内容": "桑乾转入蓟门天，历尽关城未到边。冠盖偶称秦使者，轺车又是晋山川。\n春明拜手辞双阙，寒食离家已二年。不独介推逃禄去，故乡原少洛阳田。"
        },
        {
            "标题": "和张肖甫夜宿苏门山同雪蓑道人夜谈",
            "作者": "黎民表",
            "内容": "清秋形胜百泉开，不是湘潭楚客来。日抱黄河明九曲，星从中岳动三台。\n山前夜色留真侣，谷口天晴出怒雷。不见孙登长啸处，浮云今古意堪哀。"
        },
        {
            "标题": "送何太守振卿之潮州",
            "作者": "黎民表",
            "内容": "风度看前辈，交情已后期。冰霜随地远，旌旆出关迟。\n海上铜符守，西曹白雪词。望深人易挹，节苦俗难知。\n暴鳄行移宅，祥鸾慎择枝。阴将韩木遍，春与召裳宜。\n保障君留滞，家园我梦思。还因鸿渐羽，跂望日南陲。"
        },
        {
            "标题": "寄张肖甫中丞",
            "作者": "黎民表",
            "内容": "回首风尘洺水杯，感时思旧不堪裁。山川险阨曾持节，帷幄畴咨实藉才。\n白首馀生甘伏枥，黄金无梦更登台。功名竹帛千年事，惟愿翘贤阁再开。"
        },
        {
            "标题": "卧芝山房为传木虚弟木剡作 其四",
            "作者": "黎民表",
            "内容": "闭门日日草玄文，阶下熏成五色云。灵药不将鸡犬试，仙坛今已候王君。"
        },
        {
            "标题": "卧芝山房为传木虚弟木剡作 其一",
            "作者": "黎民表",
            "内容": "茆盈兄弟昔餐霞，回首松门几度花。留得玉芝逾橘井，炼成金骨胜丹砂。"
        },
        {
            "标题": "诸公九日登毗卢阁余以病不赴",
            "作者": "黎民表",
            "内容": "千里风烟引太行，诸天晴色入传觞。茱萸汉殿逢秋序，砧杵人家下夕阳。\n青草未销城上垒，丹枫不待雁前霜。谁怜怅望东篱客，得似龙山发兴狂。"
        },
        {
            "标题": "卧芝山房为传木虚弟木剡作 其二",
            "作者": "黎民表",
            "内容": "新种龙仙叶叶长，春风吹作辟邪香。那能白日骖鸾去，手把璚枝献紫皇。"
        },
        {
            "标题": "寒雅图",
            "作者": "黎民表",
            "内容": "寒山寂历野苍苍，绕树惊飞不断行。画角一声天欲曙，金河翻落满城霜。"
        },
        {
            "标题": "卧芝山房为传木虚弟木剡作 其三",
            "作者": "黎民表",
            "内容": "高卧深山抱玉书，商歌一曲意何如。只愁四海云罗密，又出人间护汉储。"
        },
        {
            "标题": "同傅木虚刘安元童仲良游五仙观",
            "作者": "黎民表",
            "内容": "玉京琳殿海东湄，上客琴尊得共移。仙隐已经羊化后，吏情休叹凤衰时。\n池空半落流云影，松古偏馀积雪枝。应是丹台曾籍记，喜于莲社结幽期。"
        },
        {
            "标题": "寄挽傅木虚",
            "作者": "黎民表",
            "内容": "金液将成剑忽亡，楚骚何处问苍苍。病来玄晏书犹著，归后黔娄室尽荒。\n空拟延陵题姓字，谁将江左卜行藏。浮生竟未忘情得，目断虹桥洒泪行。"
        },
        {
            "标题": "咏怀濠上古迹寄李伯承 其一",
            "作者": "黎民表",
            "内容": "西过流沙道逾尊，空馀紫气在关门。金函玉检无人识，留与龙孙细讨论。"
        },
        {
            "标题": "和陈公载致仕言怀",
            "作者": "黎民表",
            "内容": "十载金华忝侍臣，沧浪垂钓几经春。鼎湖回首风云异，橘井惊心草露新。\n白发愧为趍府客，青山合有避贤人。柴门掩断渔樵路，车马空怜陌上尘。"
        },
        {
            "标题": "嬉春曲陈公载索和用韵 其三",
            "作者": "黎民表",
            "内容": "奏技当年入汉京，缁尘曾逐丽人行。金钿控月三千骑，宝帐临风十二筝。\n西第将军留尽醉，东邻词客寄多情。茂陵一卧长消渴，犹倚金盘望五城。"
        },
        {
            "标题": "嬉春曲陈公载索和用韵 其一",
            "作者": "黎民表",
            "内容": "东风紫陌走骅骝，何似咸阳纵冶游。校猎忽经平乐馆，斗鸡还过富平侯。\n霓裳写月初停拍，绮阁临春尽上钩。愁极杜陵惟谩兴，新蒲细柳满河洲。"
        },
        {
            "标题": "嬉春曲陈公载索和用韵 其四",
            "作者": "黎民表",
            "内容": "三星的铄露华光，宛转歌声逐女郎。沉水欲销金铪匝，曲璚初卷绣鸳鸯。\n风前调笑思捐佩，陌上含情问采桑。惟有扬雄疲执戟，年年空叹鬓丝长。"
        },
        {
            "标题": "嬉春曲陈公载索和用韵 其二",
            "作者": "黎民表",
            "内容": "芳草春阴垂钓矶，寒城斜日闪朱旗。熏人欲醉怜花气，送客无情是柳丝。\n画楫迥随兰浦入，金尊还傍竹阴移。江湖十载浑疏放，空愧青楼半额眉。"
        },
        {
            "标题": "至三水江雨骤作",
            "作者": "黎民表",
            "内容": "鸡犬依茅屋，鱼虾集市门。峡山高浪隐，桂水细流喧。\n雨枕听更卧，江船把酒论。丹梯知不远，飞梦蹑昆崙。"
        },
        {
            "标题": "同陈德基胡进士李季常同集吕心文园亭",
            "作者": "黎民表",
            "内容": "黄尘车马鬓成斑，三月君能掷印还。花下琴尊常迟客，望中云气尚临关。\n休论藜杖携青琐，好去丹砂鍊玉颜。万里鸥波元浩荡，可无招隐五湖间。"
        },
        {
            "标题": "邓君肃以菊花见贻口占五绝奉荅 其四",
            "作者": "黎民表",
            "内容": "篁竹烽烟起战旗，西风迸泪对花枝。柴桑便合抽簪去，难得閒田种紫芝。"
        },
        {
            "标题": "邓君肃以菊花见贻口占五绝奉荅 其五",
            "作者": "黎民表",
            "内容": "零落西园万片霞，颠狂呼酒醉邻家。鵔鸃冠上虽簪却，绝世元称隐士花。"
        },
        {
            "标题": "邓君肃以菊花见贻口占五绝奉荅 其三",
            "作者": "黎民表",
            "内容": "山人老作灌园翁，手插疏篱玉满丛。莫道看花容易得，长年多雨更兼风。"
        },
        {
            "标题": "送欧公孙游南雍兼寄其祖虞部公 其一",
            "作者": "黎民表",
            "内容": "金陵花月不曾空，粽汁曾经饮楮公。伏暑梦回茅屋底，何人酤酒话江东。"
        },
        {
            "标题": "邓君肃以菊花见贻口占五绝奉荅 其一",
            "作者": "黎民表",
            "内容": "燕台几见此花开，急管繁弦处处催。篱下白衣虽寂寞，尽教明月照深杯。"
        },
        {
            "标题": "邓君肃以菊花见贻口占五绝奉荅 其二",
            "作者": "黎民表",
            "内容": "重溟天气煖如春，霜后繁花作意新。桃李园中相映发，却将秾艳趁芳尘。"
        },
        {
            "标题": "送欧公孙游南雍兼寄其祖虞部公 其二",
            "作者": "黎民表",
            "内容": "江夏童年已拜郎，殿前扶侍有辉光。冶城高会群公在，白首山林引目长。"
        },
        {
            "标题": "和子乾舟行 其一",
            "作者": "黎民表",
            "内容": "溪流东去水云深，十载青山负夙心。今日停舟聊一望，几时携鹤住枫林。"
        },
        {
            "标题": "和子乾舟行 其二",
            "作者": "黎民表",
            "内容": "两岸清沙映落红，溪头知有夜来风。扁舟却恨寻春晚，不见桃花二月中。"
        },
        {
            "标题": "同卓诚甫李季常黄公绍谒林和靖墓",
            "作者": "黎民表",
            "内容": "封禅无书上汉庭，生平不负北山灵。七言丽句传书史，千古清风剩草亭。\n湖上秋风维客棹，山前落日下南屏。梅花白鹤无消息，水自潺湲草自青。"
        },
        {
            "标题": "和胡督学伯贤旅邸对月见寄",
            "作者": "黎民表",
            "内容": "车马遥从宛洛来，又携清赏上燕台。南溟烽火侵云出，北阙寒光冒雪开。\n留滞金门惭报主，艰危麟阁正须才。天涯欲写思乡恨，清夜南楼许重陪。"
        },
        {
            "标题": "吕氏心文友园亭杂咏十二首 其六 阳和洞",
            "作者": "黎民表",
            "内容": "窗外留书带，阶前卧绿枪。倦来抛素卷，狼藉满金床。"
        },
        {
            "标题": "吕氏心文友园亭杂咏十二首 其十二 山矾障",
            "作者": "黎民表",
            "内容": "芳心自凌乱，翠带常绾结。日暮望佳人，璚蕤不堪折。"
        },
        {
            "标题": "石冷为潘新宁赋",
            "作者": "黎民表",
            "内容": "怜君家住积金阳，海树层层出上方。山倚洞天多翠削，窗窥禅月更清凉。\n市喧不到松间枕，瀑水遥添竹外觞。何事缁尘淹陆羽，梦回泉石几徜徉。"
        },
        {
            "标题": "送张光禄元易使边兼还河东展省 其四",
            "作者": "黎民表",
            "内容": "马上微吟更击鲜，齐州回望入青烟。綵毫奏技明光日，不羡封侯到酒泉。"
        },
        {
            "标题": "送张光禄元易使边兼还河东展省 其三",
            "作者": "黎民表",
            "内容": "单于内属已销兵，瀚海天山夜不惊。玉节尽驱龙种至，大宛何必堕重城。"
        },
        {
            "标题": "和徐子与答郭次甫折梅相赠之作",
            "作者": "黎民表",
            "内容": "何处来芳讯，春风把一枝。薄云千涧暝，深雪独行时。\n策杖香随至，开尊影倒窥。罗浮虚月色，此地有佳期。"
        },
        {
            "标题": "送张光禄元易使边兼还河东展省 其一",
            "作者": "黎民表",
            "内容": "翠釜黄封劳外臣，关门乘传遣词人。燕支拜舞君王赐，一曲琵琶绝塞春。"
        },
        {
            "标题": "送张光禄元易使边兼还河东展省 其二",
            "作者": "黎民表",
            "内容": "三休亭上狎樵渔，爱子持觞问起居。不似东山输别墅，愿从黄石授兵书。"
        },
        {
            "标题": "送张光禄元易使边兼还河东展省 其五",
            "作者": "黎民表",
            "内容": "貂裘日贳酒垆家，夜半笼灯上日华。马湩金杯休醉客，春风思对五陵花。"
        },
        {
            "标题": "盛仲交自金陵至集于乔舍人小园",
            "作者": "黎民表",
            "内容": "坐荫凉云好，轻衣未觉寒。月临花树午，春逼鸟声残。满酌秦淮酒，新弹贡禹冠。柳条时拂拭，浑作故人看。"
        },
        {
            "标题": "同徐郎中吴给事访李使君郡斋得雷字",
            "作者": "黎民表",
            "内容": "故人千里至，落日一尊开。天合孤城雨，风驱大□□。\n□□□□□，□□□□□。□□□□□，□□□□□。"
        },
        {
            "标题": "同黄幼章舍弟惟和惟仁集苏给事宅",
            "作者": "黎民表",
            "内容": "岳色风烟望转赊，秋光偏在拾遗家。何人渴倚金茎露，此地霜停玉蕊花。\n枫叶乱飞江浦暗，雁行遥入楚天斜。东山杖履能来往，应拟尊前醉孟嘉。"
        },
        {
            "标题": "人日同舍弟惟和小饮",
            "作者": "黎民表",
            "内容": "塞烽销尽蓟门天，秦甸初开万井烟。彤管风云书正月，紫宸车马过新年。\n穷愁柳色那堪折，远道梅花谁为传。应是扬雄耽寂寞，经时犹未献甘泉。"
        },
        {
            "标题": "舣滕王阁逢朱公子枉诗见投次韵奉答",
            "作者": "黎民表",
            "内容": "枫林遥见一帆开，骋望还登帝子台。干越人家江上尽，咸阳王气日边来。\n飞腾自有青云翼，邂逅能忘浊酒杯。奕世声华名不忝，治安元待贾生才。"
        },
        {
            "标题": "送包万户彦和还楚幕",
            "作者": "黎民表",
            "内容": "论交海内尽名流，岂谓风尘尚黑裘。公子何人虚左席，将军犹自借前筹。\n三年下濑功羞说，此日浮湘鬓飒秋。酌酒对君还慷慨，渑池勋业异时收。"
        },
        {
            "标题": "朱子深招同朱贞吉游爽台",
            "作者": "黎民表",
            "内容": "疏才曾忝侍长杨，敢谓交游尽老苍。千里思君来竹径，几回明月梦西堂。\n风前桂棹閒相并，雨后青松湿不妨。却叹陈琳今卧病，谁能题札寄清漳。"
        },
        {
            "标题": "鹤舒台是安期上升处",
            "作者": "黎民表",
            "内容": "安期鍊玉液，飞步凌紫霄。空馀璇台在，千古郁岧峣。\n金床锁灵穴，碧树敷英翘。鸾笙空缥缈，鹤驭徒逍遥。\n物化迹逾胜，理惬境自超。愿弭云中驾，随君挥碧寥。"
        },
        {
            "标题": "送胡山人",
            "作者": "黎民表",
            "内容": "悬壶谁解识，负笈且归休。招手丹丘近，摇心白岳秋。\n虫鱼窥秘简，虹月傍行舟。回首风沙地，逢人笑黑裘。"
        },
        {
            "标题": "豫章江行 其一",
            "作者": "黎民表",
            "内容": "绿筱迷荒岸，清溪下乱流。可怜听雨夜，强半为花愁。\n囊已无金错，衣犹拥黑裘。翻悲生计拙，不似钓鱼舟。"
        },
        {
            "标题": "闻大驾南巡恭赋 其五",
            "作者": "黎民表",
            "内容": "九庙神灵在，銮舆暇豫回。徒劳赋黄竹，祇见却龙媒。\n凤历占千祀，鸿私下九垓。悬知歌吹入，高宴柏梁台。"
        },
        {
            "标题": "和端州太守王君宗鲁七星岩二十景诗 其三 虹桥雪浪",
            "作者": "黎民表",
            "内容": "牛女相望一水中，神人驱石便成虹。奔云喷雪三千丈，不是灵槎岂易通。"
        },
        {
            "标题": "闻大驾南巡恭赋 其一",
            "作者": "黎民表",
            "内容": "君王游幸地，江汉本朝宗。湘浦聆轩乐，昭丘讯楚宫。\n昔闻欢旧镐，今见入新丰。徙倚看南极，俄成五色龙。"
        },
        {
            "标题": "虎头岩",
            "作者": "黎民表",
            "内容": "松径光未黯，赏心讵云释。揽胜陟崇崖，褰衣履危石。\n云构方蒙茸，乳窦正淅沥。险逾吕梁壑，崭异天井壁。\n仰接惊猱栖，俯视飞鸟迹。绿帙昼常扃，丹光夜逾赩。\n杳杳曛烟生，澴澴冬霰积。功非夸娥掉，奇假巨灵擘。\n栖真事岩耕，倩尔飞凫舄。"
        },
        {
            "标题": "同梁钟二曹长过刘山人旅馆看菊花作 其二",
            "作者": "黎民表",
            "内容": "却立西风舞翠茵，一枝枝似拂梁尘。汉宫最妒涂黄额，莫遣霜娥见丽人。"
        },
        {
            "标题": "同梁钟二曹长过刘山人旅馆看菊花作 其一",
            "作者": "黎民表",
            "内容": "下马铜街日已斜，北风衣袂满尘沙。秋光却在閒门巷，深锁忘忧一树花。"
        },
        {
            "标题": "病中答沈太史肩吾见讯",
            "作者": "黎民表",
            "内容": "尽日清关应客迟，尚传芳讯慰支离。旧趋虎观称良史，新侍螭头表直词。\n衰晚尚通金马籍，吹嘘谁借上林枝。持竿终拟江湖去，风雨谈天未可期。"
        },
        {
            "标题": "粤台山怀古二首",
            "作者": "黎民表",
            "内容": "泠露沾瑶磶，凄风断翠华。中原曾掎鹿，芳树自鸣鸦。涧古藏尧韭，岩幽偃舜花。隆坻聊永叹，林薄振清笳。"
        },
        {
            "标题": "寄怀许仆丞元复",
            "作者": "黎民表",
            "内容": "作吏兼无簿领劳，华阳仙掾夙称豪。捐金此日求龙种，联句谁能对马曹。\n蜡屐近寻幽谷赏，木瓢遥取酿泉涛。风尘愁绝难乘兴，雪满长淮白浪高。"
        },
        {
            "标题": "黄龙洞听赵太史与诸生讲学",
            "作者": "黎民表",
            "内容": "钓鳌遗旧迹，水石有黄龙。使者乘轺至，诸生挟筴从。\n晨餐长白粥，夜坐石楼钟。讵意风雩乐，还于世外逢。"
        },
        {
            "标题": "题黄山谷书黄龙禅师开堂疏",
            "作者": "黎民表",
            "内容": "钟陵行草称第一，早岁已入兰亭室。转运应知腕有神，掣颤尤工老来笔。学诗唯许杜少陵，翰墨黄州乃其匹。宋人岂解识真龙，天厩骅骝纵奔逸。籍名党锢疾如仇，白首黔阳作系囚。平生正得参禅力，万里危途百不忧。黄龙老宿尔何子，槁目曾识东家丘。相酬妙语千金直，能使芳名万古流。擘窠何人勒翠琰，野火不肯焚银钩。何年拓本来燕市，惨淡无人知满字。金门久客逢休浣，北牖临风自粘缀。短发谁知心尚长，侧釐尚望君王赐。"
        },
        {
            "标题": "僧归亭故址望栖霞寺临观黄太史精舍",
            "作者": "黎民表",
            "内容": "青丘未云陟，磴道方邅回。烟霞迹以怆，谁见化人开。\n雕甍翼云外，玄构隐岩隈。中有蕴真士，雅负凌云才。\n汲古浩津梁，蓄宝富玟瑰。奇文釐七略，玄象正三阶。\n薄游沂水服，屡举河朔杯。缁尘一以隔，岁月缅悠哉。\n空馀云卧地，萧飒松风来。有怀谅难已，愿假征鸿裁。"
        },
        {
            "标题": "送李比部伯任使闽中",
            "作者": "黎民表",
            "内容": "桂树丛中共酒杯，又逢持节故乡来。金闺通籍三株秀，白社题诗八斗才。\n离席暂因歌舞缓，王程争待简书催。汉廷不为淮南事，愿播薰弦向九垓。"
        },
        {
            "标题": "送朱从事之建宁兼讯吴明卿",
            "作者": "黎民表",
            "内容": "闽海风烟黯不收，南行应借幕中筹。五陵花柳临歧别，九曲溪山尽意游。\n阮瑀有才堪管记，异公为政本风流。挥毫想在幔亭里，好奏宾云为我留。"
        },
        {
            "标题": "园居杂咏二十首为顾玄言作 其七 顾令公祠",
            "作者": "黎民表",
            "内容": "桐乡有遗爱，瓣香日来往。奕世扬清芬，何惭太岳长。"
        },
        {
            "标题": "答陆山人本仁",
            "作者": "黎民表",
            "内容": "三年无一字，梦想落沧洲。不遂金门谒，还从庑下游。\n春生琼树馆，天远洞庭舟。薄劣风尘里，空惭骏马求。"
        },
        {
            "标题": "寄陆无从",
            "作者": "黎民表",
            "内容": "不为忧生产，谁能废啸歌。谈经须历下，贷粟少监河。\n秋雨生黄叶，寒江拥白波。不知蓬室底，玄草近如何。"
        },
        {
            "标题": "寄题匡山读书处为胡孟韬赋",
            "作者": "黎民表",
            "内容": "抱犊无心管送迎，含毫初赋子虚成。云山指点知名姓，涧水沿回识浅清。\n白鹿解衔阶下草，丹砂能断世间情。梅花远道传消息，一啸蓬莱海日生。"
        },
        {
            "标题": "送吴肃还姑苏",
            "作者": "黎民表",
            "内容": "故园应念尺书催，一夜心随北雁回。碧草共迎南浦去，青山遥倚大湖开。\n风尘宝剑谁持赠，江海瑶华待寄来。流落转惊春事晚，况逢花下有离杯。"
        },
        {
            "标题": "寄怀欧桢伯",
            "作者": "黎民表",
            "内容": "隐几衡门下，居然厌薄游。兰滋楚畹日，橘熟洞庭秋。\n三径怀羊仲，扁舟问子猷。骊珠照海浦，鳌钓落沧洲。\n迹岂求田系，心缘揽桂留。三冬殊物候，一水隔离忧。\n欲就南州榻，风烟伴客愁。"
        },
        {
            "标题": "同姚元白吴化卿欧桢伯登毗卢阁",
            "作者": "黎民表",
            "内容": "禁城残日渐栖乌，杰阁高凭见帝都。霜外白榆连睥睨，云中金刹拥浮图。\n南来书札还看雁，北望风尘欲射乌。落叶可堪成聚散，新丰那惜酒频沽。"
        },
        {
            "标题": "读青萝馆集寄徐子兴",
            "作者": "黎民表",
            "内容": "谁解千金求绝技，数篇真足慰沈冥。来从海峤生烟雾，行过延津濯日星。\n掩阁至今思画诺，在门时有好玄经。倚歌寂寞长安市，龙笛春阴起幔亭。"
        },
        {
            "标题": "苏子川宅观芍药得枝字",
            "作者": "黎民表",
            "内容": "为掩群芳色，开花独后时。青扶承露蕊，红妥出阑枝。\n绰约东邻子，风流郑国诗。合欢还有恨，名字是将离。"
        },
        {
            "标题": "夜集苏子川鸿胪宅命家僮作妓舞戏赠",
            "作者": "黎民表",
            "内容": "曲房翻袖短，长带缀衣偏。流盼光生电，回身急应弦。雪飞从掌上，月堕在琴边。萧飒清霜夜，求凰意悄然。"
        },
        {
            "标题": "送吴进士子沐使辽左兼归揭阳省觐",
            "作者": "黎民表",
            "内容": "铜柱家山薄海氛，归心悽断凤楼云。飞刍远向玄菟郡，按辔宵勤细柳军。\n白璧许身应不沗，黄金招骏可能群。风尘并举伤春目，斗酒那堪远送君。"
        },
        {
            "标题": "出京师贻同好",
            "作者": "黎民表",
            "内容": "弱植乘嘉运，蹇步备用行。庆云垂华渥，草木共光荣。\n提椠分已溢，改玉心弥贞。德宣藉亲交，芳兰间杜蘅。\n云雨当乖析，燕婉不及并。萧晨起严驾，揽涕沾我缨。\n缅然阻川涂，旷尔逖音形。贞悔岂预期，损益难具明。\n弭怨即东路，含涕望西京。陈词托归鸟，以愬我中情。"
        },
        {
            "标题": "观音阁同诸公登望",
            "作者": "黎民表",
            "内容": "东林地僻少经游，暇日追攀最上头。九月关山争改色，一时风景自生愁。\n藤萝影合诸天暗，松桂声长众壑幽。情为故乡成徙倚，登临休拟仲宣楼。"
        },
        {
            "标题": "宗吕二牧复饮饯于嵩台书院",
            "作者": "黎民表",
            "内容": "谁言千里别，复此一尊留。意气深投辖，声名起共舟。\n风江宜晚泊，云峤罢东游。一掩蓬蒿径，萧条桂树秋。"
        },
        {
            "标题": "送姚伯子还润州旧隐",
            "作者": "黎民表",
            "内容": "久作燕台客，几经秋月白。秋月复春花，年年故园隔。\n手把严安书，家储无甔石。却扫平津门，垂翅长安陌。\n昨夜梦归来，五湖荷花开。杨帆从此去，要路不须媒。\n北固青山在，长江流绿苔。更寻江总宅，相期中散杯。\n浮云尔何物，壮志空摧颓。余亦乘扁舟，雷平披草莱。"
        },
        {
            "标题": "解维后方士功朱贞吉孔阳追送至龙沙龙光寺小饮而别",
            "作者": "黎民表",
            "内容": "昏钟山寺已栖鸦，起踏长堤片日斜。浦口风灯渔父棹，云中鸡犬羽人家。\n江流不尽心同折，世事重逢鬓有华。歧路苍茫君自见，青门元少故侯瓜。"
        },
        {
            "标题": "曾子玉比部召饮同桢伯集",
            "作者": "黎民表",
            "内容": "岁晏驱羸马，过逢亦少期。偶从官阁里，共和法曹诗。\n扫叶当风牖，衔杯摘露枝。琳琅欣触目，留醉愿归迟。"
        },
        {
            "标题": "集刘宪使仲脩日涉园",
            "作者": "黎民表",
            "内容": "柏梁诗句旧知名，林下閒居最称情。花木近栽围别墅，云山相对在重城。\n向来草创高阳会，此地流传白雪声。谁是五陵豪举客，倦游吾独类长卿。"
        },
        {
            "标题": "九日同欧博士顾鸿胪兄弟李明府郑张二光禄邵孝廉登广济寺藏经阁得阳字",
            "作者": "黎民表",
            "内容": "禁柳宫槐拂地黄，双林风日入重阳。莲花才吐千灯燄，白玉羞簪两鬓霜。\n画手难忘金粟影，禅栖为借赞公房。茱萸满地应相笑，肯负东篱此日觞。"
        },
        {
            "标题": "为黄明府题海会图",
            "作者": "黎民表",
            "内容": "龙眠居士还痴绝，不羡吴生老擅场。幻出如来金粟影，移将龙树水晶房。\n衣裳下拂天人石，草木同沾佛国香。京洛风尘空对画，岂知禅客倦津梁。"
        },
        {
            "标题": "王敬美以游京口诸山篇咏见示 其一",
            "作者": "黎民表",
            "内容": "谢公山水癖，名胜往来经。箧里芜城赋，帆前瘗鹤铭。\n馀酣穷落日，远兴尽沧溟。太息屠门客，风尘两鬓星。"
        },
        {
            "标题": "送谷子迁还姑苏",
            "作者": "黎民表",
            "内容": "万里寻师去，沧波肯暂留。岭云经古寺，江路入新秋。\n瑶草应堪拾，丹砂不易求。归逢明处士，沽酒话罗浮。"
        },
        {
            "标题": "同尹王二僚长夜直禁中",
            "作者": "黎民表",
            "内容": "偶同金马客，儤直凤凰城。景气浮琼岛，春星丽玉衡。\n缭垣疏树色，曲水细流声。独夜难成寐，斋心捧大明。"
        },
        {
            "标题": "九日同顾内翰汝由兄弟登丹冲台",
            "作者": "黎民表",
            "内容": "雕阑曲曲带层城，下有璚波百尺清。芳桂远摇妆镜影，紫苔深断屧廊声。\n惊心岁月三秋尽，极目河山万里平。綵笔几回誇羽猎，登高今日赋还成。"
        },
        {
            "标题": "答王亮卿",
            "作者": "黎民表",
            "内容": "谷口曾闻隐士名，瑶华相忆在江城。五陵车马已削迹，十岳排云空寄情。\n倦客久思莼菜美，沧洲终郁紫芝荣。关门正拟传书去，知尔排风羽翼成。"
        },
        {
            "标题": "刘仲恭姚元白吴约卿毗卢阁送余德甫",
            "作者": "黎民表",
            "内容": "忆曾挥麈对双峰，尊酒还于此地逢。涨海孤悬千里戍，霜天晴落五陵钟。\n浮生转觉空门是，世事多因白发慵。芳草岂堪重恋赏，故人为别暂从容。"
        },
        {
            "标题": "浴佛日同汪公干李季常邓君肃黄公补梁少仲林开先过小东林 其二",
            "作者": "黎民表",
            "内容": "净业无多地，经禅只五君。襟期同月朗，经卷借兰薰。\n苏晋犹耽酒，周颙久绝荤。纵然离世网，终未断知闻。"
        },
        {
            "标题": "送玖儿北上并示琰儿 其二",
            "作者": "黎民表",
            "内容": "白石清泉未尽贫，蓬蒿今喜卜居新。不求絣絖千金技，又见腾骧八尺身。\n桑柘暂违南国暖，莺花深驻帝城春。衰迟未有酬恩处，跂尔追班入□□。"
        },
        {
            "标题": "梁少传馆咏拒霜花",
            "作者": "黎民表",
            "内容": "簇簇繁霜朵，深秋开正齐。纤浓随落日，结束对幽栖。\n客屡停杯坐，诗频摘叶题。试看临水处，何似若耶溪。"
        },
        {
            "标题": "春兴次彦桢韵 其二",
            "作者": "黎民表",
            "内容": "年夜锵锵簇佩銮，金吾千队儆长安。欲求海客先祠灶，拟醮神君更筑坛。\n丹桂影中回日御，碧桃花下耸云冠。侍臣听罢钧天曲，银浦无声沆瀣寒。"
        },
        {
            "标题": "郭东皋郡牧至自闽中招季常公干同集",
            "作者": "黎民表",
            "内容": "生平怀抱为谁开，失喜相逢赵尉台。人讶仙舟同李郭，坐称禅客是宗雷。\n江涛忽涌双龙至，风驭重驱九鲤来。百岁光阴成过客，一时廊庙几怜才。\n寒暄欲叙频更烛，鸡黍淹留未尽杯。千里山川徒极目，暮潮犹得送君回。"
        },
        {
            "标题": "朱蔡二牧招饮郡斋时雷雨骤作",
            "作者": "黎民表",
            "内容": "漳河三月始闻雷，郡阁阴风飒爽开。城挂飞泉来五鹿，浪翻残照上三台。\n虚惭贵客临邛饮，难和高斋谢朓才。畿辅试君今日意，双旌门外暂徘徊。"
        },
        {
            "标题": "送郭郡牧还闽中",
            "作者": "黎民表",
            "内容": "江干经岁罢垂纶，应为罗浮入梦频。烽火故园双别泪，莺花千里独吟身。\n长途健步犹存马，末路卑飞总畏人。九曲风烟青雀舫，不知何处有迷津。"
        },
        {
            "标题": "送玖儿北上并示琰儿 其一",
            "作者": "黎民表",
            "内容": "朝来东海气成霞，想见千官候物华。綵笔欲成三殿赋，青袍贪看五陵花。\n中朝谏猎传司马，别墅围棋忆谢家。云路奋飞堪自惜，勿论吾种邵平瓜。"
        },
        {
            "标题": "人日梁思伯康裕卿携酒过曹使君旅寓",
            "作者": "黎民表",
            "内容": "春日燕台正值寒，金花相促一杯欢。三年重把词臣袂，千里虚劳汉使冠。\n飞舄下时天阙近，跕鸢回首桂江难。莫惊客路新双鬓，落月从前梦里看。"
        },
        {
            "标题": "隆福寺英宗命僧剃度于此",
            "作者": "黎民表",
            "内容": "绀宇开驰道，天人此给孤。宫罗裁宝胜，粉壁俪椒涂。\n电露浮生感，荣华逝水俱。薜萝县翠网，杨柳阁雕弧。\n壮丽惊游目，清凉减病躯。出门风色异，羸马倦长途。"
        },
        {
            "标题": "黄幼章邀游巢云轩",
            "作者": "黎民表",
            "内容": "何年招隐青山里，水石依然对草堂。桃谷已迷秦日月，兰台曾秘汉文章。\n风泉千磴常飞雨，木叶三秋半带霜。惟有鹿门长接近，屡能乘兴到云房。"
        },
        {
            "标题": "哭徐子与六首 其五",
            "作者": "黎民表",
            "内容": "讼牒常移少，高斋日扫除。故人无政府，门客满公车。\n酒德应堪颂，官箴亦未疏。汝南多赋客，犹是大风馀。"
        },
        {
            "标题": "苦热行 其二",
            "作者": "黎民表",
            "内容": "云里楼台白玉京，龙绡飘动引飞琼。凉风更奏哀蝉曲，十里荷花碧浪生。"
        },
        {
            "标题": "苦热行 其四",
            "作者": "黎民表",
            "内容": "索米长安少俸钱，无何安得醉花前。渴羌自有封侯相，拜舞君王赐酒泉。"
        },
        {
            "标题": "苦热行 其一",
            "作者": "黎民表",
            "内容": "火云高拥太行间，飞雪峨峨不可攀。翠柏苍松枯欲死，清凉空说五台山。"
        },
        {
            "标题": "苦热行 其五",
            "作者": "黎民表",
            "内容": "拟古溪堂半亩阴，瓦瓯磁缶足怡心。如何病渴朱门客，欲吸鲸波万丈深。"
        },
        {
            "标题": "苦热行 其三",
            "作者": "黎民表",
            "内容": "月殿星宫望拜劳，絪缊兰麝涌金鳌。仙人自有玄霜散，任尔阳乌十丈高。"
        },
        {
            "标题": "万寿圣节肃事大高玄殿恩赉白金文币恭赋",
            "作者": "黎民表",
            "内容": "燎火香烟上紫微，郁罗天外敞琼扉。虹文夜抱芝坛下，海水心从玉几归。\n宿雨乍消清禁篽，矞云初散拂朝衣。甘泉侍从何多幸，三拜黄封出琐闱。"
        },
        {
            "标题": "书陶贞白十赉文赠田叔系以小诗",
            "作者": "黎民表",
            "内容": "知从京口渡，还礼华阳云。紫气三茅馆，真言十赉文。\n参苓谁解给，鸾鹤可为群。岂是抽簪日，归朝万石君。"
        },
        {
            "标题": "一苇所如为何太仆作 其一",
            "作者": "黎民表",
            "内容": "肘后黄金亦可怜，身閒羸卧五湖烟。人间纵有瞿塘险，不到芦花钓渚边。"
        },
        {
            "标题": "沈纯甫欧桢伯招同徐子与集李惟寅第",
            "作者": "黎民表",
            "内容": "一自归耕下噀田，岂知杯酒共谈天。正朝车马春城里，右辖风流紫阁边。\n醉后和歌成白雪，灯前看剑是龙渊。故人汉殿今持橐，肯借声华照别筵。"
        },
        {
            "标题": "立春后五日同元白次甫思伯汝和过子与得车字",
            "作者": "黎民表",
            "内容": "星回燕阙此停车，尊酒相携散直庐。银烛淹留迷夜雪，玉盘真率剪春蔬。\n烟花万国元正会，云物重台太史书。寂寞相如犹卧病，抽毫谁奉紫宸居。"
        },
        {
            "标题": "栎园精舍为潘子朋赋",
            "作者": "黎民表",
            "内容": "矫志事幽栖，结宇依空林。岂无嘉树枝，息此散木阴。\n达人守渊谷，遁思常陆沉。青黄岂不贵，文绣非所任。\n游言翳蓬藋，谐我忘世心。班草话平生，寓目托嵚岑。\n飞潜理自足，荣贱行相寻。萧寥答天籁，葛天有遗音。"
        },
        {
            "标题": "岁暮怀梁园三子 其三 张助甫",
            "作者": "黎民表",
            "内容": "汝南重月评，中郎冠时哲。水镜铨人伦，圭璋映朝列。\n玮词铸心匠，奇颖表天嶷。将整扶摇翰，倒览金银阙。\n抵掌笑时流，出走因妇舌。遇我胸屡披，下士食为辍。\n铜街骖辔游，紫逻挥杯别。怀材卧空谷，下乘争驰蹀。\n思君阻寒水，三花竟难折。"
        },
        {
            "标题": "岁暮怀梁园三子 其二 张肖甫",
            "作者": "黎民表",
            "内容": "蜀都寔才窟，铜梁奋天步。心源迈古浚，气岸流俗迕。\n屡迁宦不达，四壁家仍窭。虚舟尔何心，蛾眉自生妒。\n言念河朔游，亟蒙班石顾。款关倒衣裳，胠箧见情愫。\n夷门杳何许，劳人走霜露。羊肠方险涩，鸾翮将焉鹜。\n忧来变鬒发，良以思君故。"
        },
        {
            "标题": "岁暮怀梁园三子 其一 吴明卿",
            "作者": "黎民表",
            "内容": "瑶林挺荆楚，吴公秀无双。鸿逵振英响，鸡舌备周行。\n沈思运圆象，补衮回七襄。犹龙不可絷，歌凤仍猖狂。\n见客屡白眼，何人得升堂。再召异宣室，憔悴同浮湘。\n宇宙岂不廓，斯人日摧藏。梁园啜古泪，萧条洒烟霜。\n寤言觌璚树，怨彼河曲长。"
        },
        {
            "标题": "送梁彦国恤刑江南",
            "作者": "黎民表",
            "内容": "尊酒天涯惜共持，梁鸿休讶出关迟。中朝词客频推毂，江左苍生可察眉。\n候馆莺花停节日，县人斗酒过家时。汉廷断狱还经术，封事归陈白玉墀。"
        },
        {
            "标题": "聊城夜泊闻扬州寇急怆然有作",
            "作者": "黎民表",
            "内容": "杀气朱方徙，妖星太白低。三江分部曲，五月斗鲸鲵。\n箭满芜城郭，笳哀邗水堤。肉飞腥赤海，炬列障丹梯。\n红粟千艘尽，青楼万甲齐。秋阴连斥堠，白日惨虹蜺。\n推毂汉庭上，屯兵吴苑西。至尊愁玉食，诸将走桐圭。\n东岱严军垒，聊城入鼓"
        },
        {
            "标题": "答吴明卿登梁城见寄",
            "作者": "黎民表",
            "内容": "梁园风日值高秋，楚客心悲独上楼。远道莫传青玉案，故人偏解紫貂裘。\n层城画角尘沙起，四野清砧草木愁。何事马卿游已倦，只缘词赋尚淹留。"
        },
        {
            "标题": "东溪别业为李鍊师赋",
            "作者": "黎民表",
            "内容": "璇流何窈窕，琳馆带重深。大隐虽朝市，清风自竹林。\n泉光霏素几，霞气袭幽襟。骋望金枢外，纡回瑶水阴。\n理能窥止足，性本狎飞沉。落月乘舟往，微飔击汰唫。\n讵须探秘宝，自觉远蓬心。柱下终豪举，浮丘将见寻。\n玄珠君莫惜，白发我先侵。异日逢黄石，飞鸾早寄音。"
        },
        {
            "标题": "送钟计部之临清时李计部同使",
            "作者": "黎民表",
            "内容": "司农今日政分忧，千里黄河握上游。南国词人逊诗品，中朝名士共仙舟。\n当尊海岱诸峰出，矫首燕云王气浮。却笑风尘留滞客，紫貂谁解酒家楼。"
        },
        {
            "标题": "无题 其一",
            "作者": "黎民表",
            "内容": "临水看花万恨并，焱车应自枉飞琼。乍离舞镜青鸾散，一落雕笼翠羽惊。\n望入桂宫求不死，梦回金屋可怜生。愁心不与蓬根断，玉虎牵丝夜到明。"
        },
        {
            "标题": "同盛仲交宿黄崖岭",
            "作者": "黎民表",
            "内容": "荒村无雨盖，枕藉向田庐。汲水初蒸黍，燃肪可照书。\n山云遮户密，松韵过窗虚。寄谢牛衣客，劳劳且驻车。"
        },
        {
            "标题": "同陵州牧关文学游小西天",
            "作者": "黎民表",
            "内容": "陆海潜异珍，奇观在涿鹿。积险希天门，重深讶渊谷。\n真人感下生，神僧惧沉陆。凿空启檀施，镂石藏梵牍。\n委积弥年祀，青苔尚可读。遥役讵能探，饮河恒满腹。\n据槁日酣饮，远望荡心目。夕乌东南驰，庭皋千里绿。\n寤寐所思人，往来山之曲。"
        },
        {
            "标题": "从化山水六咏 其一 刘仙岩",
            "作者": "黎民表",
            "内容": "羽驾今何往，丹梯迹尚存。窌藏金粟暗，书积紫苔昏。\n秋水沦妆镜，春风掩洞门。空山人不见，白露湿兰荪。"
        },
        {
            "标题": "送刘山人子继刘督府兄",
            "作者": "黎民表",
            "内容": "黄鹄冥飞不可留，自言家近岳阳楼。渔樵未得干明主，兄弟何妨尽列侯。\n千里长斋云子饭，五陵空敝黑貂裘。青山到处镵名姓，迟我金门赋远游。"
        },
        {
            "标题": "同李季常汪公干过林开先草亭",
            "作者": "黎民表",
            "内容": "万木俯城闉，空亭绝四邻。竹清娱永日，花发占残春。\n认草成书带，行蔬岸葛巾。衡门常昼掩，时过好奇人。"
        },
        {
            "标题": "同徵甫在明入碧云寺寺僧导饮流杯池上",
            "作者": "黎民表",
            "内容": "鹫岭东回启石扉，岚光竹色递相依。亭前古柳如人长，木杪春泉作雪飞。\n椿叶初齐供客饭，藓花犹碧染行衣。清凉此地堪招隐，久卧长安兴自违。"
        },
        {
            "标题": "隐园杂咏十七首 其十一 柳浪堤",
            "作者": "黎民表",
            "内容": "金塘澹淡浮，垂柳参差碧。千里江南春，移来君几席。"
        },
        {
            "标题": "寄陆六亭宪使",
            "作者": "黎民表",
            "内容": "京洛苍茫揽客裘，风前长啸拂吴钩。马卿车骑辞梁苑，杜甫诗情在阆州。\n暮雨几经沽酒肆，江花犹满著书楼。杖藜便拟从君去，不恨相逢是故侯。"
        },
        {
            "标题": "题子乾双鹤",
            "作者": "黎民表",
            "内容": "爱尔双笼鹤，昂昂在野堂。孤标能自许，独立亦何妨。\n素翮逢秋劲，清声入夜长。云罗知不碍，莫遣羽毛伤。"
        },
        {
            "标题": "送子与同次甫作 其一",
            "作者": "黎民表",
            "内容": "落日登古台，垂杨拂阑干。不见路傍草，烟沙浩漫漫。"
        },
        {
            "标题": "送丁戊山人游罗浮 其一",
            "作者": "黎民表",
            "内容": "远游岂不羡，逼此区中情。愿得鸿鸾翮，乘之以遐征。\n诘朝饰羽盖，嬉游至层城。阴室启耀真，阳宫豁朱明。\n俯盼列川岳，仰视灿日星。朝搴琼树枝，夕采瑶草荣。\n外观岂足慕，所贵能遗形。纡尔瀇瀁怀，驰我凫藻诚。\n临风不得并，望美空屏营。"
        },
        {
            "标题": "曾子澄过访招桢伯同集时子澄将之塞上 其二",
            "作者": "黎民表",
            "内容": "亦知分手易，杯酒问前期。怨别难成赋，从军更有诗。\n孤莺将薄曙，残露尚明枝。回首天山夜，闻笳忆此时。"
        },
        {
            "标题": "送丁戊山人游罗浮 其二",
            "作者": "黎民表",
            "内容": "瑶台峙十仞，丹霞蔽朝阳。上有青琅玕，下有孤凤凰。\n来自君子国，五色绚采章。所啄非腥腐，所营非稻粱。\n我愿偕此鸟，溯彼灵风翔。一举轶宕冥，再举周圜方。\n昆丘罗碧树，青岑漱瑶浆。路远竟莫致，苞羽空摧藏。\n翻飞谅有待，何必内怀伤。"
        },
        {
            "标题": "曾子澄过访招桢伯同集时子澄将之塞上 其一",
            "作者": "黎民表",
            "内容": "论交千里日，不独旅情亲。夜烛长安酒，征衣北地尘。\n荣途吾白首，风景是残春。欲赠无奇策，西秦别有人。"
        },
        {
            "标题": "送陆大理使江北暂还洛中",
            "作者": "黎民表",
            "内容": "双旌指日入河阳，嵩洛云山是故乡。郎署遭逢身未晚，江湖风雪鬓徒苍。\n恩加绣斧光辉远，醉别黄花驿路长。丛桂莫淹淮水骑，圣明垂意在南方。"
        },
        {
            "标题": "旅感 其二",
            "作者": "黎民表",
            "内容": "高台远望坐销忧，病后依依感昔游。贪客帝城如恋旧，计程乡路已逢秋。\n人间幻梦唯蕉鹿，天上閒情有女牛。楚水越云千万里，北风零尽黑貂裘。"
        },
        {
            "标题": "丁戊山人招饮旅馆",
            "作者": "黎民表",
            "内容": "柏酒椒盘已荐辛，天涯怜尔独逢辰。菩提为觅西来种，榆柳重经岭外春。\n风雨几番还秉烛，路岐千里定沾巾。干戈此日复满眼，何处飘飘寄此身。"
        },
        {
            "标题": "真州旅馆小楼望江南",
            "作者": "黎民表",
            "内容": "江皋飞雨至，羁客易潸然。稍湿汀前草，微生树杪泉。\n舟行移远岸，帆过宿孤烟。偶动乡园念，知忘课秫田。"
        },
        {
            "标题": "九日同诸公登感应观阁",
            "作者": "黎民表",
            "内容": "白玉壶中羽景悬，楼居元自有神仙。坐窥睥睨疏榆外，杯引关山落雁前。\n楚客衣裳逢改岁，汉廷烽火入穷边。桑田碧海空愁思，谁解乘鸾向紫烟。"
        },
        {
            "标题": "寿王霸州待诏道甫之父",
            "作者": "黎民表",
            "内容": "襄汉风流胜习家，归来三径始栽花。云中忽下青鸾使，关外欢逢白鹿车。\n新捧玉书从北阙，远擎金醴自东华。芝兰一一皆仙籍，不羡方平燕绛霞。"
        },
        {
            "标题": "游茅山 其二",
            "作者": "黎民表",
            "内容": "清磬疏钟警夜遥，梦回偏忆紫宸朝。云移三岛联猋驾，月冷千峰闻洞箫。\n药饵岂劳天府给，弓旌谁待鹤书招。揽衣一宿空山里，万壑烟花坐寂寥。"
        },
        {
            "标题": "游茅山 其三",
            "作者": "黎民表",
            "内容": "高蹑罡风上翠微，鸾骖相遇待晨归。金环委地无人拾，毛节随云到处飞。\n兄弟尽通仙籍少，利名真觉畏途非。朱门九锡应无分，尘海冥冥悟息机。"
        },
        {
            "标题": "游茅山 其一",
            "作者": "黎民表",
            "内容": "绛节云中下列真，山椒宫阙斗嶙岣。烟霞半杂龙池气，芝术深连柳谷春。\n天上投壶多玉女，殿前持盖总才人。十年曾奉金门诏，不种桃花学避秦。"
        },
        {
            "标题": "游茅山 其四",
            "作者": "黎民表",
            "内容": "玉晨宫观起参差，云际三峰坐不移。萧帝恩深颁虎尾，秦庭高会闪龙旂。\n衣藏荒冢香垆出，碑卧长廊薤叶披。浮世桑田共如此，仙人骑气欲何之。"
        },
        {
            "标题": "东乔精舍为郑于业赋",
            "作者": "黎民表",
            "内容": "谷口谁知隐士踪，家声犹是郑司农。心情久已随麋鹿，名姓何须拟卧龙。\n北户日高无客款，西林春暖有云封。青童白鹤相携处，不遣閒人采药逢。"
        },
        {
            "标题": "答黄汝弘山中见寄",
            "作者": "黎民表",
            "内容": "宦游心不惬，早岁即还家。一径初栽菊，诸生已赐麻。\n赋能轻季雅，经独重侯芭。讵意跻金马，今将遁玉华。\n监河能贷粟，中散解餐霞。昔枉丘中赠，思余海上槎。\n沧波分水曲，明月共天涯。待访曹溪日，幽岩觅桂花。"
        },
        {
            "标题": "渡江别邵长孺李季常",
            "作者": "黎民表",
            "内容": "越客归心望海云，衔杯犹自恋馀曛。交情落寞从今始，歧路风烟向此分。\n双棹正迷桃叶渡，高城犹驻水犀军。怀人后夜江天远，多少新词竹下闻。"
        },
        {
            "标题": "命家僮于庭前杂莳花木戏为九绝 其七",
            "作者": "黎民表",
            "内容": "插槿编篱费讨量，此生穷达任苍苍。若教小草看成径，绿竹抽梢已过墙。"
        },
        {
            "标题": "命家僮于庭前杂莳花木戏为九绝 其三",
            "作者": "黎民表",
            "内容": "骑马长安日几回，梅黄已过麦秋来。蔫红纵好非春色，凭仗东风几日开。"
        },
        {
            "标题": "命家僮于庭前杂莳花木戏为九绝 其八",
            "作者": "黎民表",
            "内容": "强半光阴在直庐，莺花笑我太相疏。故园亦诧忘归去，不寄长安五月书。"
        },
        {
            "标题": "命家僮于庭前杂莳花木戏为九绝 其六",
            "作者": "黎民表",
            "内容": "古木长藤半斧痕，霜丛犹自宿篱根。烦君着意防风雨，待到深秋发满园。"
        },
        {
            "标题": "命家僮于庭前杂莳花木戏为九绝 其四",
            "作者": "黎民表",
            "内容": "游蜂舞蝶太匆匆，争较繁华一瞬中。纵使花开能烂漫，不知荣落总成空。"
        },
        {
            "标题": "命家僮于庭前杂莳花木戏为九绝 其九",
            "作者": "黎民表",
            "内容": "小队红妆结束新，妖娆偏泥远游人。纵饶顿逊杯中物，不似铜驼陌上春。"
        },
        {
            "标题": "宿端溪口",
            "作者": "黎民表",
            "内容": "风烟犹故土，信宿亦长途。水绕羚羊峡，山藏明月湖。\n平沙渔火乱，远戍角声孤。津吏休相问，沧波一钓徒。"
        },
        {
            "标题": "命家僮于庭前杂莳花木戏为九绝 其五",
            "作者": "黎民表",
            "内容": "微雨初睛蓓蕾开，更教长袖夜深回。开时正好留连看，待到飘零几客来。"
        },
        {
            "标题": "命家僮于庭前杂莳花木戏为九绝 其一",
            "作者": "黎民表",
            "内容": "南陌东城无限花，竹篱藤架任欹斜。柴门亦有閒风景，不道归期已过瓜。"
        },
        {
            "标题": "命家僮于庭前杂莳花木戏为九绝 其二",
            "作者": "黎民表",
            "内容": "金谷园中堕绣裀，一枝憔悴可怜春。但将酩酊酬高格，不与铅华作后尘。"
        },
        {
            "标题": "养拙楼为潘子朋赋",
            "作者": "黎民表",
            "内容": "万象临观尽，三山结梦遥。平林朝捲雾，曲浦暗通潮。\n偃卧从书懒，尘劳仗酒销。空中下鸾鹤，云气故飘飘。"
        },
        {
            "标题": "琅琊寺",
            "作者": "黎民表",
            "内容": "山木千重岚雾低，纱灯犹照晋招提。楞伽不益身前事，听尽泉声日又西。"
        },
        {
            "标题": "送蒋氏兄弟还南中",
            "作者": "黎民表",
            "内容": "北地霜风劲，南中二妙归。云间连彩翮，堂上待斑衣。\n三径蓬蒿在，千山道路微。眷然台省客，玉树梦音徽。"
        },
        {
            "标题": "兰薰香",
            "作者": "黎民表",
            "内容": "岭外多奇树，扶疏异泽兰。空山徒自媚，中土不曾看。\n色夺青绫被，香宜紫箨冠。携来经万里，犹结故人欢。"
        },
        {
            "标题": "能仁寺旧藏有桦皮梵经字甚精凿",
            "作者": "黎民表",
            "内容": "游人方舍俗，释子复开关。白拂支颐久，清言酌茗閒。\n书难窥豹管，墨是出鸡山。若杜毗邪口，谁传出世间。"
        },
        {
            "标题": "大司马曾公以予晋秩为喜招欧博士兄弟陆山人于别馆觞焉明日垂示佳篇念旧之情溢于言外伏诵感激谨用探韵奉酬",
            "作者": "黎民表",
            "内容": "曾从兰省挹风流，别墅琴尊感昔游。白雪座中传丽藻，黄花篱下入新秋。\n时名谬许同冠鹖，人望于今重借筹。衣马长安心已倦，五湖波浪有渔舟。"
        },
        {
            "标题": "寄宗室瀑泉默庵兄弟",
            "作者": "黎民表",
            "内容": "苍梧翠竹似栖禅，折节临池却管弦。掣笔少年知大令，评书当日是才仙。\n风檐细捣黄金粉，月榭重吟白雪篇。惭愧中郎今白首，鸿都谁送买碑钱。"
        },
        {
            "标题": "送康裕卿还东瓯时赴唐别驾之招",
            "作者": "黎民表",
            "内容": "客心残岁两相催，故国东看斗柄回。一榻每依僧舍下，五言多向郡斋裁。\n滩声隐坐常惊梦，愁色连天独上台。纵有梅花千万树，岂能长铗不归来。"
        },
        {
            "标题": "题庐山瀑布图送黄观察之鄱阳 其二",
            "作者": "黎民表",
            "内容": "濛濛雨气湿丹台，万壑涛声送薄雷。一片琼花吹不散，仙人长驾白龙来。"
        },
        {
            "标题": "题庐山瀑布图送黄观察之鄱阳 其一",
            "作者": "黎民表",
            "内容": "香炉千嶂霁生云，遥接天门紫气分。湖海烽烟今汛扫，不妨停盖谒匡君。"
        },
        {
            "标题": "胡北部卓孝廉自吴门至暂憩官舍过讯",
            "作者": "黎民表",
            "内容": "与君倾盖潞河堤，千里长林暝色低。旅服已经残雪后，征轺犹驻朔云西。\n梅花暂索仙曹赋，春酒应从箬下携。此去云霄多旧识，黄金台上共扳跻。"
        },
        {
            "标题": "经南城飞虹桥",
            "作者": "黎民表",
            "内容": "万树繁花出苑墙，彩云如绕汉宫傍。金塘渐落鱼凫水，绮井先飞菡萏霜。\n铜雀望思连凤阙，白狼归狩自龙荒。翠华珠履曾游地，一半黄山下夕阳。"
        },
        {
            "标题": "送孙佥宪捧表事竣还闽中",
            "作者": "黎民表",
            "内容": "故园樵采与君同，执戟那知侍汉宫。十道朱衣驰使者，五陵华发值秋风。\n鼎湖岂谓龙游远，柏府犹传马步工。试问旋车在何日，欲乘仙鲤访壶公。"
        },
        {
            "标题": "同丁戊山人游蒲涧寺",
            "作者": "黎民表",
            "内容": "青蹊䆗窱绝尘氛，一派钧天下界闻。龙去不收千日雨，鹤来还动满蹊云。\n山瓢祗献长生酒，石室应藏内景文。归去幔亭何日到，缄书先报武夷君。"
        },
        {
            "标题": "杜比部遣惠瓶酒白鱼",
            "作者": "黎民表",
            "内容": "碧酒双丝络，银盘小白鱼。味全胜冷炙，情独重春蔬。\n冻瓦封霜后，晴檐曝日馀。赖君能好事，难并太玄书。"
        },
        {
            "标题": "癸亥十月书事 其三",
            "作者": "黎民表",
            "内容": "汉家本自惜天骄，饮马年来到渭桥。五夜将星明玉帐，七陵王气上丹霄。\n军中选士皆穿札，幕府谋臣尽赐貂。扈阁儒生惭献赋，燕然终拟勒岧峣。"
        },
        {
            "标题": "癸亥十月书事 其二",
            "作者": "黎民表",
            "内容": "宵严羽卫听宣麻，细柳巡行众不哗。朔气九关屯虎旅，军声千里震龙沙。\n河山自昔雄三辅，吴越于今总一家。何事受降仍未筑，白头挥泪坐闻笳。"
        },
        {
            "标题": "癸亥十月书事 其一",
            "作者": "黎民表",
            "内容": "辽阳碣石枕居庸，天府元称百二重。岂少衣冠扶帝辇，坐令城阙起边烽。\n投簪敢谓沧洲近，鸣剑多惭白发慵。早晚单于须款塞，玉门何用一丸封。"
        },
        {
            "标题": "秋日赵太史招集浮丘听笙亭同祁羡仲邓德咸林开先三孝廉赋得山字",
            "作者": "黎民表",
            "内容": "持节初营海上山，金银楼阁出人间。仙衣七日乘风下，玉管双飞载月还。\n浊酒休论身外事，丹砂能驻镜中颜。采真恰遇瑶台客，后夜云车未可扳。"
        },
        {
            "标题": "癸亥十月书事 其四",
            "作者": "黎民表",
            "内容": "甘泉羽檄似流星，飞将威应震北庭。虮虱已闻生介胄，貔貅犹未请灰钉。\n中天日月悬双阙，三殿风云拥万灵。属国浅才还一试，岂能垂老事玄经。"
        },
        {
            "标题": "舍弟将使西粤郑驾部携酒偕桢伯见过",
            "作者": "黎民表",
            "内容": "停云欲赋意踌躇，况复分襟万里馀。梦寐几年摇碧海，星辰三殿识金舆。\n情多故旧能携酒，心折风尘懒上书。天路驱驰俱骏足，莫因留滞念相如。"
        },
        {
            "标题": "送陈垣卿之临川文学",
            "作者": "黎民表",
            "内容": "远宦怜乡土，名山称赏心。松萝胜绛帐，乳洞洽青襟。\n兵已销篁竹，书堪奏上林。逍遥还引望，云气五陵深。"
        },
        {
            "标题": "姚元白自金陵至遇于慈仁寺方丈",
            "作者": "黎民表",
            "内容": "共怜千里约，还向五陵逢。行径寻黄叶，栖禅问雪峰。\n诗篇新满纸，旅思夜闻钟。君看双班鬓，知余万事慵。"
        },
        {
            "标题": "送思伯使金陵却回岭南省觐",
            "作者": "黎民表",
            "内容": "燕台芳树接吴天，却指乡园路八千。华省旧知纶綍贵，青云争识世家贤。\n庾关晓度梅迎雪，楚岸春生笋入船。喻蜀未须誇父老，题诗还醉竹林边。"
        },
        {
            "标题": "朝天宫追和乔太宰诸名贤韵 其一",
            "作者": "黎民表",
            "内容": "竹宫松栝昼阴阴，时有鸾骖下翠岑。检玉旧传三殿秘，飞章遥向五云深。\n仙都不与浮尘变，浩劫多愁短鬓侵。疑是上霄同谪客，几回清梦得披寻。"
        },
        {
            "标题": "朝天宫追和乔太宰诸名贤韵 其二",
            "作者": "黎民表",
            "内容": "铺金积翠写神州，羽景还开洞壑幽。驰道屡经清跸过，侍臣常奉属车游。\n飞光直射蓬莱阙，霁月犹悬翡翠楼。自是丹丘人代里，却从东海说瀛洲。"
        },
        {
            "标题": "阅军池河度清流关",
            "作者": "黎民表",
            "内容": "赤符曾破敌，紫气复临关。千古兴亡地，中原指顾间。\n浮云随马策，落日照刀环。远愧轻裘者，铭功上岘山。"
        },
        {
            "标题": "瑞雪 其二",
            "作者": "黎民表",
            "内容": "瑟密因风度，严城迥不哗。入林俱缀叶，妆岫讵成花。\n积气浮琼岛，流云结素华。盈车占上瑞，持此报皇家。"
        },
        {
            "标题": "同易道人过霈上人山居 其二",
            "作者": "黎民表",
            "内容": "师曾访道去，言至伏牛山。残雪经行苦，深林乞食艰。\n心花晴自湛，身界老终閒。一衲云峰下，秋来独闭关。"
        },
        {
            "标题": "青霞谷",
            "作者": "黎民表",
            "内容": "霞外昔沉冥，松篁尚匝青。桥边逢洗钵，石上记翻经。\n一壑专名胜，千秋更典刑。偶来忘絮酒，长揖谢山灵。"
        },
        {
            "标题": "婚礼述",
            "作者": "黎民表",
            "内容": "九叶当阳日，同时表震良。剪圭元绍诵，归妹肇称商。\n乾象瞻双丽，天机俨七襄。凤轮停月驭，龙戟导霞妆。\n羔雁咸遵古，芝兰始毓芳。金枝相隐映，银榜迭辉光。\n率舞康庄溢，倾心盛典扬。卿云歌八百，千载赞隆昌。"
        },
        {
            "标题": "同邓徵甫朱在明游西山抵夜宿金山寺",
            "作者": "黎民表",
            "内容": "石林千仞削孤根，飞阁遥临小给园。青竹代桥无结搆，紫萝垂径费扳援。\n星河正落高僧榻，猿鹤偏惊旅客魂。起舞晨鸡何事者，不将瓢笠入云门。"
        },
        {
            "标题": "徐子与至都下同梁思伯过访得寒字",
            "作者": "黎民表",
            "内容": "绨袍犹接故人欢，尊酒同挥雨雪寒。草积射堂初解"
        },
        {
            "标题": "留馀堂为潘司马赋 其二",
            "作者": "黎民表",
            "内容": "青山曾拟卧龙居，草阁仍留满架书。万石家风元独擅，关西经学定谁如。\n鸾书每拜君王赐，锦里重迎使者车。丰草崇兰皆雨露，莫言三径不留馀。"
        },
        {
            "标题": "留馀堂为潘司马赋 其一",
            "作者": "黎民表",
            "内容": "华堂飞敞自留馀，昭代争誇奕叶舒。共指王槐呈绿荫，偏令谢树照清居。\n窗开翡翠迎春霭，帘卷烟云洒碧虚。自是承家名不忝，韦玄勋誉可谁如。"
        },
        {
            "标题": "送张羽王移六安",
            "作者": "黎民表",
            "内容": "与君南浦一相逢，聚散那知少定踪。白首天涯犹谪宦，故人云路几登龙。\n心遥皖水城边月，梦落浮槎寺里钟。莫叹赋才无客荐，长门谁是主恩浓。"
        },
        {
            "标题": "园居杂咏二十首为顾玄言作 其六 清音亭",
            "作者": "黎民表",
            "内容": "汩汩寒流细，烹茶取漫流。有时来枕畔，添作一丝愁。"
        },
        {
            "标题": "秋怀 其七",
            "作者": "黎民表",
            "内容": "花木栽成带远坰，北山孤绝寄幽亭。汉陵岁月移沧海，秦垒风烟断井陉。\n十载栖迟生白发，何人推引上青冥。烟波绝把渔竿去，虚拟江湖有客星。"
        },
        {
            "标题": "秋怀 其八",
            "作者": "黎民表",
            "内容": "长安旅食岁萧条，金马才人每见招。一卧云林淹彩笔，几回沾洒望青霄。\n玉山琼树风尘隔，庾岭梅花驿路遥。莫倚甘泉能献赋，衣冠今满紫宸朝。"
        },
        {
            "标题": "秋怀 其五",
            "作者": "黎民表",
            "内容": "三关羽檄似星流，百万戈船拥上游。白昼峡深豺虎卧，青天磴绝旆旌愁。\n孤军铜柱空传捷，苦战昆崙寔未休。宵旰此时忧不细，征南诸将莫淹留。"
        },
        {
            "标题": "秋怀 其六",
            "作者": "黎民表",
            "内容": "粤王雄据有离宫，翠竹黄花辇路中。五岭山川馀霸气，百年天地变华风。\n沧波日落旌旗动，白露秋高帐殿空。庾信江南休作赋，汉家城阙正青葱。"
        },
        {
            "标题": "欧桢伯馆夜别梁彦国还卢龙",
            "作者": "黎民表",
            "内容": "东阁多奇士，诸侯有辟书。岂知残岁别，仍卧茂陵居。\n绝塞烧荒后，孤城雨雪馀。飘零今夜酒，难与故人疏。"
        },
        {
            "标题": "祝楼张封君挽诗",
            "作者": "黎民表",
            "内容": "老莱坚隐操，襄汉接衡门。径竹馀千亩，篱花具一尊。\n气俄金马淡，星竟少微昏。万里生刍泪，遥遥寄楚猿。"
        },
        {
            "标题": "寻葛洪东山庵故址",
            "作者": "黎民表",
            "内容": "勾漏西游心不惬，栖真云搆在层峦。梅花梦里禽声聒，符竹阴中鸟篆残。\n仙吏时来玉局观，野樵留得紫金丹。霓衣一去稀行迹，始信人间脱屣难。"
        },
        {
            "标题": "汝甫过宿轩中同玄超子野赋",
            "作者": "黎民表",
            "内容": "黄金台下日西飞，野客相逢又解衣。半醉不知尘世事，白云和梦到山扉。"
        },
        {
            "标题": "集何孔目元朗后亭",
            "作者": "黎民表",
            "内容": "兵甲黄尘旧路非，相携六月到山扉。松间薜荔牵衣过，竹外鹓鸾挟子飞。\n白发尚淹金马署，青云空羡绿荷衣。习池共把山公酒，此日应"
        },
        {
            "标题": "容庵黄公挽词 其二",
            "作者": "黎民表",
            "内容": "省署捐华要，山樊适性灵。身齐漆园吏，人授济南经。\n紫气龙泉掩，玄堂马鬣扃。年年椒糈奠，图象在丹青。"
        },
        {
            "标题": "出郭十里望白云",
            "作者": "黎民表",
            "内容": "伊余霞外心，夙协沧洲想。芳春戒簪朋，青溪肃徂两。\n瀰瀰清露漙，英英白云上。旭日熹阳厓，暄风散林莽。\n栈道既萦纡，窥川亦沆瀁。干吕气多奇，建木影殊状。\n陟云脰已捐，览胜心逾壮。玄圃非冥设，丹丘岂外象。\n愿矫凌风翰，永恣山泉赏。"
        },
        {
            "标题": "送徐中丞巡抚畿内 其四",
            "作者": "黎民表",
            "内容": "伐鼓撞钟树羽旗，六骡沙漠遁归时。已磨上谷山头石，刻作中兴破阵碑。"
        },
        {
            "标题": "闻徐子与解汝宁太守",
            "作者": "黎民表",
            "内容": "一麾犹未达，多病遽隳官。岂为才名误，终伤世路难。\n河濆归客骑，苕水濯尘冠。猿鹤应相语，空山得岁寒。"
        },
        {
            "标题": "寿黄明府六十一",
            "作者": "黎民表",
            "内容": "三径归来际盛时，长生仙箓此初披。尊前起舞多琼树，林下徵歌半紫芝。\n蕉鹿休论循史传，柴桑常赴野人期。五羊城下春如海，遥指蓬莱问楫师。"
        },
        {
            "标题": "送魏顺甫补济南太守",
            "作者": "黎民表",
            "内容": "单车东去入齐州，虎竹新承帝命优。百二山河元壮观，五陵冠盖昔豪游。\n关心辽左登陴日，骋望琅琊纵猎秋。却愧绕朝无所赠，前筹深待富民侯。"
        },
        {
            "标题": "经韶石闻汝源报捷志喜",
            "作者": "黎民表",
            "内容": "离家已是过新年，梦里山川尚俨然。北阙烟花随玉辇，南溟波浪罢戈船。\n人非陆贾曾游说，地有珠崖莫弃捐。止辇上书劳圣主，乞归吾欲种春田。"
        },
        {
            "标题": "雪后同许计部过崔都水",
            "作者": "黎民表",
            "内容": "潞水背京邑，簿书成陆沉。况兹异乡感，复尔玄运侵。\n疲骖何所适，矌望就前林。大陆玄云合，苍龙迥且深。\n绸缪赖君子，芳讯吐中襟。并坐荫华榱，醇酎时劝斟。\n悲风振积霰，颓光喧寒禽。豫乐惬时序，延览谐夙心。\n去晷良足念，来欢犹可寻。高冥徯六羽，结桂山之阴。"
        },
        {
            "标题": "过沈山人懋学旅舍",
            "作者": "黎民表",
            "内容": "烟花联骑走燕都，十载相逢又酒垆。金谷园中非旧主，长安明月可曾孤。"
        },
        {
            "标题": "吕氏心文友园亭杂咏十二首 其七 总芳径",
            "作者": "黎民表",
            "内容": "人閒无俗累，日与花为友。恶客应不来，琴尊落吾手。"
        },
        {
            "标题": "同周公瑕崇宁庵送张羽王之蜀",
            "作者": "黎民表",
            "内容": "天涯为客不曾欢，灯火同君坐岁寒。薝卜每从僧舍问，椒花那得故园看。\n尊前残雪催春色，席上疏灯耿夜阑。愁绝剑门千万里，好将弦管忆长安。"
        },
        {
            "标题": "十四夜月同姚元白欧桢伯作",
            "作者": "黎民表",
            "内容": "客心眷良游，秋月有华照。霏烟敛天末，灏气澄霞杪。\n素采虽未圆，云衢已光曜。䆗窱舍朱宫，奫沦薄兰沼。\n周除有近观，穷发无遗瞭。清晖虽可娱，烦襟自萦绕。\n坐俯蜻蛚吟，仰聆哀鸿叫。关山限羁旅，岁月苦奔峭。\n褰裳暂徘徊，挥杯共清啸。朗鉴应可期，留悰展遐眺。"
        },
        {
            "标题": "闻马市讲和诸边晏然识喜 其四",
            "作者": "黎民表",
            "内容": "几年宵旰在关门，今日垂衣拱至尊。检玉不须升岱岳，泥金应合答玄元。"
        },
        {
            "标题": "闻马市讲和诸边晏然识喜 其二",
            "作者": "黎民表",
            "内容": "长堤一望尽如云，沙苑秋开牧马群。黄竹漫劳行万里，柳营从此息三军。"
        },
        {
            "标题": "闻马市讲和诸边晏然识喜 其三",
            "作者": "黎民表",
            "内容": "敌骑翩翩起朔风，朵颜三卫亦枭雄。稿街不是稽传首，应念当年靖难功。"
        },
        {
            "标题": "闻马市讲和诸边晏然识喜 其一",
            "作者": "黎民表",
            "内容": "陇北辽阳揔乞和，尽驱龙种度黄河。一时内厩三千队，应费东吴万匹罗。"
        },
        {
            "标题": "轩辕试剑石",
            "作者": "黎民表",
            "内容": "仙翁本剑侠，游戏龙衮前。金盘射白鹊，鹤发换童年。\n幻化乃能尔，金石亮非坚。神化终腾跃，洪垆空燄烟。"
        },
        {
            "标题": "集姚元白市隐园",
            "作者": "黎民表",
            "内容": "江山馀故国，水石到名园。草色幽亭合，云光曲沼翻。\n狂来犹说剑，乱后此开尊。一罢濠梁咏，襟期谁共论。"
        },
        {
            "标题": "王鹅峰有钜石可隐赵太史题曰千丈厓",
            "作者": "黎民表",
            "内容": "翠削逾千仞，嵌空若二陵。下方雷雨合，阴洞鬼神凭。\n起坐心犹掉，艰危气益增。何人劖石壁，文字暗苍藤。"
        },
        {
            "标题": "祇事昭陵述感",
            "作者": "黎民表",
            "内容": "日角常瞻御榻前，岂知人世有桑田。金媵顾命留三相，玉辇升中已一年。封似灞陵终用俭，衣留轩冢合成仙。微臣握管恩偏重，痛彻龙髯上九天。"
        },
        {
            "标题": "庶子泉",
            "作者": "黎民表",
            "内容": "李公妙迹已千年，零落荒山何处边。世人祗重鹅群字，过落空迷鸟篆篇。"
        },
        {
            "标题": "同张羽王梁公智步双河庵堤上",
            "作者": "黎民表",
            "内容": "凭眺非无地，偏寻一径幽。风花过净院，芦荻满汀洲。\n月渐中宵减，人嗟两鬓秋。负羁将谪宦，俱厌五陵游。"
        },
        {
            "标题": "至日子鸣再过",
            "作者": "黎民表",
            "内容": "头戴小乌巾，閒游逐市尘。到门风雪暮，剧饮性情真。\n坐久因行炙，羹稀秪忆莼。君卿解唇舌，得似好玄人。"
        },
        {
            "标题": "朱宗良吉甫巍甫佳甫方士功赵修甫彭稚修招饮",
            "作者": "黎民表",
            "内容": "梧竹成阴送晚凉，可怜星聚在江乡。倦游客己辞梁苑，大雅名今起豫章。\n归棹琴樽堪作伴，还家松菊未全荒。怀人千里看明月，偏照龙沙水一方。"
        },
        {
            "标题": "九日谒舜庙",
            "作者": "黎民表",
            "内容": "仙驭曾留桂树丛，冠裳肃穆俨升中。地盘五岭朝衡岳，城阙双流绕閟宫。\n蘋藻馨香犹楚俗，山川淳朴有虞风。严趋正忆群龙会，王气燕台倍郁葱。"
        },
        {
            "标题": "吕氏心文友园亭杂咏十二首 其四 松月台",
            "作者": "黎民表",
            "内容": "娟娟云间月，濯濯松上露。杖策时一来，神猋翼飞步。"
        },
        {
            "标题": "溯水帘洞过月溪寺",
            "作者": "黎民表",
            "内容": "缘蹊路方涩，寻异景屡延。凝思瞩幽岩，朗咏溯长川。\n青莲敞妙界，璧月鉴华泉。宝树无重影，金轮不复圆。\n依微想台榭，出没怅云烟。羽人绝髣髴，员峤徒空筌。\n归寂竟何感，抚化弥泫然。六龙倘可顿，为我挥虞渊。"
        },
        {
            "标题": "午日阻水横石矶同陈亮夫舟中小酌",
            "作者": "黎民表",
            "内容": "炎雨连山午不开，青青萧艾逐人来。金沙转触还停舸，锦席淹留谁共杯。\n千里归心悬宋栈，孤村荒笛起秦台。钓鱼亦有江边石，谁解乘槎到此回。"
        },
        {
            "标题": "八月兵入京师十月广州始得平安消息 其四",
            "作者": "黎民表",
            "内容": "幽蓟襟喉地，边兵造次来。雁门无李牧，马邑有王恢。\n故垒秋阴澹，清笳落日催。勒铭麟阁上，应待出群才。"
        },
        {
            "标题": "大慈恩寺即海印寺中有镜光二阁今废为内教场",
            "作者": "黎民表",
            "内容": "赤帝开基日，摩腾入汉来。仪天开别宇，凿沼起层台。\n青雀翻妆镜，长鲸隐渡杯。化城俄易怆，玄象迭相催。\n猎骑呼鹰去，游人射雉回。摩尼长不灭，累劫照沉灰。"
        },
        {
            "标题": "同丁戊山人游白云寺",
            "作者": "黎民表",
            "内容": "流观遍炎隩，结赏自员峤。积阳熙层崖，凝阴豁林杪。\n云构何厜㕒，乳窦自窈窕。澒洞出谷云，渊渟莹神沼。\n稍疲暂憩石，选胜益跻表。栏楯寄躨跜，轩窗瞰深窅。\n猛簴发鸿音，宝轮晃馀照。龛以昙花覆，阶将慧草绕。\n讵谓劫灰馀，遂成夷原燎。栋挠芝菌生，瓦圻鼪鼯啸。\n金薤剥石幢，汞药遗丹铫。惠远岂复招，巫阳不可叫。\n萧晨命良俦，兰觞展奇眺。感兹玄运徂，念尔冲规劭。\n关河阂舟楫，云雨乖言笑。潜虬媚烟霄，冥鸿避矰缴。\n勉敦谷口盟，无贻北山诮。"
        },
        {
            "标题": "紫芝堂十六韵为太仆何石川公作",
            "作者": "黎民表",
            "内容": "迈种徵名世，灵芝茁卧园。稍披珠网出，渐觉紫烟屯。\n斐亹明如月，□□□□□。瑶光分秀气，仙露灌灵根。\n芬馥连三径，琳琅萃一门。挥金归日乐，数马古风存。\n故里常怀绂，茅檐或负暄。户庭图海岳，舟楫载琴尊。\n稍證玄中秘，还从河上言。目能窥竹简，身自却蒲轮。\n国以人为瑞，家因义作藩。奇龄开九帙，娱老弄诸孙。\n草木文章贲，经纶雨露繁。授书时已晚，同闬道弥敦。\n蒲柳怜衰质，樗材滥曲辕。长歌随羽翼，难忘汉宫恩。"
        },
        {
            "标题": "送光禄卿李廷守请告还缙云省觐",
            "作者": "黎民表",
            "内容": "燕雪初融画舫开，青门相送酒频催。衣冠世及逢昭代，剑佩班联自上台。\n綵服况持金虎节，黄封偏在紫鸾杯。白头想问东方朔，海上仙桃熟几回。"
        },
        {
            "标题": "送梁公智移官吉州 其一",
            "作者": "黎民表",
            "内容": "怀禄非吾愿，移官肯叹嗟。鹭洲迎解佩，螺水忆乘槎。\n梦寐销丹地，行藏问酒家。拿音一回首，红发满溪花。"
        },
        {
            "标题": "送梁公智移官吉州 其二",
            "作者": "黎民表",
            "内容": "握手平生好，青云几客途。马空疲皂枥，人渐老屠沽。\n词赋名何益，弦歌计总芜。飘零壮心在，龙剑未全孤。"
        },
        {
            "标题": "送林元育之仙游",
            "作者": "黎民表",
            "内容": "何氏乘龙处，芳湖澹不流。烟霞异人境，鸾鹤下真游。\n扇枕黄香恋，岩泉谢客留。石床须汛扫，吾欲访丹丘。"
        },
        {
            "标题": "食荔枝贻李季常兼柬欧经季欧子耕",
            "作者": "黎民表",
            "内容": "火齐出南海，累累荫房栊。虽蒙侧生诮，移植甘泉中。\n琼浆一入口，五内生泠风。枳橘有常性，气味将无同。\n君子幸见赏，饱食宁伤中。虽云悦颜色，亦能热丹宫。\n密脾间清汲，调燮乃见功。神农疏草木，尔雅诠鱼虫。\n烹芼失其宜，伐性兹无穷。作诗贻北客，细咽无匆匆。"
        },
        {
            "标题": "虬峰精舍为谢尉赋",
            "作者": "黎民表",
            "内容": "匡山峙东南，积阻带晴霓。蜿蜒三百里，峰峦转崭绝。\n屹立睨中原，高擎拄天阙。下有藏真士，散发弄松雪。\n时来起渊潜，道味乃井渫。薜萝惬幽贞，丛桂树芳烈。\n行藏岂不荣，白黑因所说。方追洪厓踪，距迷巨卿辙。\n愿言就松门，挥杯共明月。"
        },
        {
            "标题": "闻梁公实得请南归",
            "作者": "黎民表",
            "内容": "天地干戈满，风尘信息稀。暂辞青琐直，遥望白云归。\n种秫堪为酒，纫兰可作衣。蹇予犹负米，惭尔息尘机。"
        },
        {
            "标题": "送黄定甫还广陵",
            "作者": "黎民表",
            "内容": "未有词人薄子虚，拂衣归待汉公车。家园旧倚金银阁，文苑曾开水竹居。\n送客蘼芜经海尽，避风鸿雁入淮疏。风尘怅望焦先洞，能卜欹厓为结庐。"
        },
        {
            "标题": "送吴明卿再谪睢阳司理 其三",
            "作者": "黎民表",
            "内容": "睢水无声下急湍，古园修竹半摧残。问君领郡因何事，此地曾飞白雪寒。"
        },
        {
            "标题": "送吴明卿再谪睢阳司理 其五",
            "作者": "黎民表",
            "内容": "出关曾赋五噫歌，鸣鸟相求意气多。携手燕京明月色，随君千里渡黄河。"
        },
        {
            "标题": "送吴明卿再谪睢阳司理 其二",
            "作者": "黎民表",
            "内容": "济中还复枉帆过，急景停觞柰尔何。陌上春花逢李白，故人西指蓟门多。"
        },
        {
            "标题": "送吴明卿再谪睢阳司理 其四",
            "作者": "黎民表",
            "内容": "笙鹤常过嵩少山，知君踪迹在其间。科头醉卧三花月，不与长安贵客攀。"
        },
        {
            "标题": "送方宪使定之饬兵饶州",
            "作者": "黎民表",
            "内容": "百战潢池未解兵，庙堂流涕问苍生。谁当汉将登坛日，兼有文园作赋名。\n巨舳近联吴苪国，高牙遥带豫章城。楼船王气依然在，千载能忘击楫情。"
        },
        {
            "标题": "送吴明卿再谪睢阳司理 其一",
            "作者": "黎民表",
            "内容": "逐客新从泽畔来，悲歌还上孝王台。掉头不顾千金价，东阁云霄祗自开。"
        },
        {
            "标题": "送黄明府自燕还楚任兴宁",
            "作者": "黎民表",
            "内容": "金门执戟已蹉跎，频自归心梦绿萝。五斗欲谋良夜醉，双凫遥向帝城过。\n芳洲鹦鹉谁题赋，楚客衣裳旧制荷。想到庾楼还骋望，五云宫阙故人多。"
        },
        {
            "标题": "和舍弟惟和对雪作",
            "作者": "黎民表",
            "内容": "飘花千片下蓬莱，琼玖河山对面开。曙色远从银碛合，惊沙还向紫关来。\n飞扬敢望青云客，岁月閒销白玉杯。喜有集灵传胜事，阳春多是郢中裁。"
        },
        {
            "标题": "送何霁甫出守苍梧",
            "作者": "黎民表",
            "内容": "西风驿路绕黄花，桂水遥乘使者槎。骑省赋成年尚早，龙门声重地偏华。\n坐看铜柱烽烟息，回望金茎气色赊。汉室冯唐能为荐，肯令符竹久天涯。"
        },
        {
            "标题": "送张京兆孺觉归省",
            "作者": "黎民表",
            "内容": "燕市劳歌频对酒，章台垂柳拂征鞍。中朝专席名家子，三辅行春汉使冠。\n芳草送人江路永，烟萝归梦石窗寒。彩衣舞罢庭闱日，华省思君共握兰。"
        },
        {
            "标题": "送张肖甫谪陈州 其一",
            "作者": "黎民表",
            "内容": "车骑西游不可攀，送君明日大行山。宦情肮脏风尘外，交态悲凉反覆间。\n书卷空留青琐闼，履声初下紫宸班。报恩亦有夷门客，莫拟梁鸿出汉关。"
        },
        {
            "标题": "送张肖甫谪陈州 其三",
            "作者": "黎民表",
            "内容": "三年执戟已磋跎，形胜能无雪涕过。二室烟花朝紫禁，五陵襟带绕黄河。\n相如赋岂游梁倦，平子愁从拙宦多。江海一麾良足慰，勒名麟阁待如何。"
        },
        {
            "标题": "送张肖甫谪陈州 其四",
            "作者": "黎民表",
            "内容": "清秋摇佩下蓬莱，背指黄金万里台。嵩洛山川原墨食，北邙歌舞化尘埃。\n衣冠不少青云客，州县何劳白雪才。沦落古今同一叹，贾生祠下独兴哀。"
        },
        {
            "标题": "送张肖甫谪陈州 其二",
            "作者": "黎民表",
            "内容": "花时携手凤凰楼，半醉曾披紫绮裘。词赋肯缘杨得意，侠游争倚大长秋。\n蛾眉自有傍人妒，骏马今无国士求。不独送君悲谪宦，拂衣吾欲卧沧洲。"
        },
        {
            "标题": "吕氏心文友园亭杂咏十二首 其一 玄览楼",
            "作者": "黎民表",
            "内容": "井干何郭落，高出万象表。纵目无涯观，冥心破昏晓。"
        },
        {
            "标题": "岁除前一日同舍弟惟和过助甫",
            "作者": "黎民表",
            "内容": "浊酒辛盘笑共看，天涯应念此宵残。握兰共接中朝彦，含菽无如故国欢。\n挟树风霜随腊尽，步檐星斗向人寒。陆沉正可甘吾拙，莫更裁书拟治安。"
        },
        {
            "标题": "遂初堂为尤茂先作",
            "作者": "黎民表",
            "内容": "何年遗邸第，轩豁水云乡。玉乳斜分溜，青溪曲抱堂。\n虹流奎画在，日晒竹书光。欲榜游吴楫，名园偶辟疆。"
        },
        {
            "标题": "粤台山怀古四首 其一",
            "作者": "黎民表",
            "内容": "铜狄栖荒棘，珠衣没古蒿。山回秦垒在，云出汉陵高。\n大泽龙犹卧，深春鸟自号。雄图将逝水，谁与较萧曹。"
        },
        {
            "标题": "粤台山怀古四首 其三",
            "作者": "黎民表",
            "内容": "冷露沾瑶磶，凄风断翠华。中原曾掎鹿，荒泽自鸣蛙。\n涧古藏尧韭，岩幽偃舜花。隆坻聊永叹，林薄振清笳。"
        },
        {
            "标题": "粤台山怀古四首 其四",
            "作者": "黎民表",
            "内容": "风急俯层城，乌乌夜角鸣。河湟千里草，骆越十年兵。\n孤剑时闻吼，雄心郁未平。脩名何冉冉，徒愧请长缨。"
        },
        {
            "标题": "粤台山怀古四首 其二",
            "作者": "黎民表",
            "内容": "京台聊暇日，四望柳条春。象郡元吞楚，龙洲自隔秦。\n英雄无窟宅，战伐有埃尘。汉文宽大诏，犹自感遗民。"
        },
        {
            "标题": "同丁计部沈刑部欧博士陆山人集蔡刑部宅观唐伯虎所临兰亭禊帖并图书赠计部南还得和字",
            "作者": "黎民表",
            "内容": "市烟宫树晚相和，三径频留白玉珂。西掖新篇堪倚马，东吴狂墨亦笼鹅。\n千秋破冢名逾重，百众登坛世不多。日下山阴将理棹，不知修禊近如何。"
        },
        {
            "标题": "西庄耕云堂新成陈太守同诸子过访用韵 其一",
            "作者": "黎民表",
            "内容": "三径频来藉碧苔，一区吾岂草玄才。旋呼白鹤为童子，笑指春江是绿醅。\n隔岸黄尘休举扇，西山晴色好登台。金门错忆浮生事，何似林中酒一杯。"
        },
        {
            "标题": "西庄耕云堂新成陈太守同诸子过访用韵 其二",
            "作者": "黎民表",
            "内容": "谢家池馆半蒿莱，话旧重斟竹下杯。渔艇夜随双涧入，荜门晴向五峰开。\n求田计总输秦客，张乐人犹指汉台。不是北山迷出处，烦君骑马到苍苔。"
        },
        {
            "标题": "题画美人 其二",
            "作者": "黎民表",
            "内容": "曲江丝柳漾春风，侍女开元结束同。妆罢临池人似凤，紫骝飞入玉宸宫。"
        },
        {
            "标题": "题画美人 其一",
            "作者": "黎民表",
            "内容": "花落苔青永巷幽，罗衣一侍几经秋。长门纵有葳蕤锁，争奈閒情逐水流。"
        },
        {
            "标题": "题画为李宫詹子蕃",
            "作者": "黎民表",
            "内容": "武帝清斋太乙宫，上林无处不春风。遥知绛节随王母，青鸟飞来御苑中。"
        },
        {
            "标题": "题画为李宫詹子蕃 其一",
            "作者": "黎民表",
            "内容": "玉露漙漙绿叶披，花开金粟影离离。仙禽欲下栖难定，谁为华林借一枝。"
        },
        {
            "标题": "题画为李宫詹子蕃 其二",
            "作者": "黎民表",
            "内容": "武龙清斋太乙宫，上林舞处不春风。遥知绛节随王母，青鸟飞来御苑中。"
        },
        {
            "标题": "送蒋少翼之云中",
            "作者": "黎民表",
            "内容": "立马关门不可留，黄沙白草莽生愁。天连玄岳云中出，河转桑乾地底流。\n蓬蔂应同仙客采，貂裘还忆帝乡游。蛮诗想在征西府，肯羡长裙过五侯。"
        },
        {
            "标题": "奉陪泰泉先生游栖霞寺",
            "作者": "黎民表",
            "内容": "妙刹开山久，重新选胜偏。忆从初地后，谁辨劫灰前。\n虹涧交檐际，龙冈落座边。桥危妨度马，树密翳鸣蝉。\n平野看人小，长空见鸟旋。追游宁寂寞，披豁得儒玄。\n尘迹吾增感，幽栖性所便。芳尊逢菊日，兴极对霜天。"
        },
        {
            "标题": "桐庐道中寄谢侍御 其二",
            "作者": "黎民表",
            "内容": "剑气凌东越，奎文映紫垣。人伦开藻鉴，礼数起龙门。\n白发存知己，丹心奉至尊。汉庭如物色，虚薄讵须论。"
        },
        {
            "标题": "桐庐道中寄谢侍御 其一",
            "作者": "黎民表",
            "内容": "有美吴山水，星轺宠命新。涛声驱海曲，风采肃朝绅。\n入社推高足，追班沗近臣。未酬虚左席，长愧报恩身。"
        },
        {
            "标题": "送何郡博迁信宜尹",
            "作者": "黎民表",
            "内容": "初散槐阴市，还过岭峤东。地应邻合浦，人更美文翁。\n县静山容媚，官廉海错丰。双凫难久滞，早见入丹枫。"
        },
        {
            "标题": "题杨山人隐居",
            "作者": "黎民表",
            "内容": "紫逻云林僻，青溪径路斜。应怜招隐地，况复草玄家。\n藤古蟠幽石，松寒落细花。山窗开罨画，天井上烟霞。\n宅胜栖心远，凭高属兴赊。图书淹日月，芝术共年华。\n雏凤飞将奋，冥鸿迹渐遐。浮荣真梦幻，悔不学丹砂。"
        },
        {
            "标题": "园居杂咏二十首为顾玄言作 其十八 丈室",
            "作者": "黎民表",
            "内容": "青山无隙地，会景方卜筑。那知藩篱外，隐予诚亦足。"
        },
        {
            "标题": "朱大行仲南招饮茹氏园得星字",
            "作者": "黎民表",
            "内容": "碧梧丛菊晚荧荧，别有风光在曲亭。醉后徵歌怜白雪，灯前邀客看青萍。\n高城夜色翻霜树，西掖寒云隐曙星。词客当筵俱郢调，不知王粲感飘零。"
        },
        {
            "标题": "天宁寺有舍利塔僧道衍曾隐此",
            "作者": "黎民表",
            "内容": "青青千柏林，隋唐留至今。佛光时隐现，塔影半晴阴。\n草细经游鹿，庭閒演戏禽。机心刊落久，那复异人寻。"
        },
        {
            "标题": "铁泉庵",
            "作者": "黎民表",
            "内容": "铁壁临千仞，乘危更一探。瀑前安茗灶，松杪出花龛。鹤忆窥残帙，猿经伴夜谈。谁能开丈室，招隐向南山。"
        },
        {
            "标题": "夜半闻山钟",
            "作者": "黎民表",
            "内容": "何处传飞听，霜钟应律鸣。四山云共起，千里月孤明。\n断续缘深涧，飘飘满太清。闭关僧始定，翻露鹤同惊。\n浮世多昏梦，冥栖岂俗情。阮公称放达，始得听鸾声。"
        },
        {
            "标题": "黄公绍城西草堂同袁文学邓山人赋",
            "作者": "黎民表",
            "内容": "红槿编篱竹作桥，堤边应可系兰桡。已无丝竹相萦聒，惟有琴书伴寂寥。\n沙鸟下窥花散阵，游鱼出泳水生潮。路人知是濠梁客，不用雄文为解嘲。"
        },
        {
            "标题": "杜舍人从殷移居同约卿桢伯过讯",
            "作者": "黎民表",
            "内容": "青云已沗同时彦，不谓城南更卜邻。情似绨袍还借问，兴缘萝薜故相亲。\n才名天禄谁中尉，词学樊川况舍人。台上早鸣燕騕袅，渔樵吾欲乞閒身。"
        },
        {
            "标题": "同思伯将游石室山经石门作",
            "作者": "黎民表",
            "内容": "秋风摇落后，水国挂帆游。壁垒成千古，江山空四愁。\n浦云移远树，汀月送行舟。不用歌丛桂，王孙自滞留。"
        },
        {
            "标题": "李惟寅招同显灵宫望雪",
            "作者": "黎民表",
            "内容": "紫阁关前望不赊，春风携兴与人家。青旗苑外犹飞雪，绮树林中半著花。\n三径壶觞频藉草，五陵松柏欲栖鸦。当筵彩笔俱能赋，飘落西山几片霞。"
        },
        {
            "标题": "同谦之午憩金口寺石榻上",
            "作者": "黎民表",
            "内容": "济胜心无己，看山日暂停。梦回云屋冷，衣藉石床扃。\n佛境看如幻，尘途笑独醒。僧房无所供，亦自遣沉冥。"
        },
        {
            "标题": "游罗氏园池",
            "作者": "黎民表",
            "内容": "芳园穷落日，山水有馀欢。早岁知怀橘，清秋共握兰。\n风烟向浦尽，花木隔池看。为恋幽岩桂，尘冠且未弹。"
        },
        {
            "标题": "郑伯良携赵子昂宋克温真迹见示",
            "作者": "黎民表",
            "内容": "翰墨前贤在，悬金不易求。登坛称二妙，破冢阅千秋。\n雅好怜昌歜，穷途哂敝裘。椟还虽可恨，已胜夜光投。"
        },
        {
            "标题": "同公实思伯游北郭诸山",
            "作者": "黎民表",
            "内容": "澄江一道抱城回，霁后丹梯四望开。百粤地形云外出，五陵王气日边来。\n残春风景空回首，故国河山谩举杯。留滞莫伤生白发，汉庭今待子虚才。"
        },
        {
            "标题": "闻吴明卿上计以禁例不得相晤赋此寄怀",
            "作者": "黎民表",
            "内容": "流落闽中使，生涯近始闻。泪收江北雨，身老越南军。\n积思生春草，新愁隔暮云。倘携延水剑，犹可报明君。"
        },
        {
            "标题": "闻王敬美谈太华之胜同李惟寅赋",
            "作者": "黎民表",
            "内容": "立马关门紫气前，丹梯无路可扳缘。地形下见秦中尽，鸟路翻从掌上悬。\n西极千峰朝白帝，黄河一线落高天。餐霞无复萧台女，得驭茆龙亦可怜。"
        },
        {
            "标题": "答陈宪使道襄永平见寄",
            "作者": "黎民表",
            "内容": "乘障远行孤竹国，衔杯高望蓟门天。尚方履自东齐赐，大将旗从瀚海搴。\n踠足岂能参上驷，登坛今幸有诸贤。书生早绾封侯印，酾酒椎牛在九边。"
        },
        {
            "标题": "丘汝谦招游观象台",
            "作者": "黎民表",
            "内容": "帝城高筑望仙台，眺迥应逢楚客杯。瀚海烽烟晴不断，卢龙山色晚争回。\n愁心并逐浮云尽，旅鬓还因木叶催。关吏未须论气色，风流河朔几人来。"
        },
        {
            "标题": "寄寿钱叔宝",
            "作者": "黎民表",
            "内容": "问寿谁能知甲子，高风还似隐支硎。年收粳秫堪娱老，旧饵参苓可鍊形。\n门客每从书白练，羽人频自与丹经。欲寻海上桃花熟，虚滞长安有岁星。"
        },
        {
            "标题": "闻杜鹃",
            "作者": "黎民表",
            "内容": "咽月声寒露气微，三声湿尽楚人衣。从来北土殊栖息，何事南中久未归。"
        },
        {
            "标题": "同黄淳甫盛仲交余伯祥过天界寺苇航竹馆",
            "作者": "黎民表",
            "内容": "东林曾有翠华游，别院风驱万竹秋。经品旧从天竺至，禅栖应待许询詶。\n山开气色皇居近，潮转寒声大地流。依止空门犹未得，干戈遥动故乡愁。"
        },
        {
            "标题": "送王仪甫之蓬莱县 其一",
            "作者": "黎民表",
            "内容": "紫马东溟路转赊，杖藜予亦苦思家。后期记取青门酒，满地垂杨罥落花。"
        },
        {
            "标题": "同王仪甫过水塘庵",
            "作者": "黎民表",
            "内容": "入寺已昏黄，纱灯照上方。寒冰胶积水，清梵响空廊。\n颂酒襟期洽，怀山梦寐长。不辞风雪夜，携手共云房。"
        },
        {
            "标题": "同王仪甫酌醉后赋此",
            "作者": "黎民表",
            "内容": "红尘踪迹自萧疏，风雪谁停过客车。侠气未能忘击筑，酒狂那复记尚书。\n七言不数题诗列，六百应惭赐俸馀。同病王郎最相惜，绿罗中夜舞长裾。"
        },
        {
            "标题": "送叶侍御谪洽阳丞",
            "作者": "黎民表",
            "内容": "双凫忽散蓟门云，袖里犹传五色文。手版正趋车骑府，羽衣重谒太华君。\n霜迎蓝笋瞻前路，日断鹓鸾忆旧群。愁思中原烽火日，灞亭空遇老将军。"
        },
        {
            "标题": "闻捷报 其二",
            "作者": "黎民表",
            "内容": "翩翩朔气引戎旌，回望阴山斥堠平。用尽黄金饷边塞，几人曾为取龙城。"
        },
        {
            "标题": "薛卞二参军邀游五仙观",
            "作者": "黎民表",
            "内容": "仙人楼殿雪初残，松柏阴森绕玉阑。门外喜迎青竹骑，云中遥聚白莲冠。\n运筹画省怜多暇，秉烛良宵得二难。宾从何缘留僻地，飞凫先已候长安。"
        },
        {
            "标题": "登五仙观通明阁",
            "作者": "黎民表",
            "内容": "目尽寥天草树平，片帆经处是东瀛。烟销甓社珠浮出，云拥猋台玉作成。\n远浦迥含兰芷思，阴风初度雁鸿声。飞仙御鹤何时去，尘海冥冥笑此生。"
        },
        {
            "标题": "五溪舫为宗室子深赋是日同余德甫集",
            "作者": "黎民表",
            "内容": "仙人别馆五溪滨，终日垂竿卧水云。芳草密能容雉翳，渌波晴自散鹅群。\n披裘未必干星象，把剑真成动斗文。江舸渺然愁去住，府中联句忆参军。"
        },
        {
            "标题": "送大庾僧游五台山",
            "作者": "黎民表",
            "内容": "离却梅花国，西游复渡河。风沙僧律苦，湖海梵缘多。\n远聚投人住，残年避雪过。愧予尘想在，频夜梦烟萝。"
        },
        {
            "标题": "闻捷报 其一",
            "作者": "黎民表",
            "内容": "铙歌横吹遏彤云，天子明堂议战勋。金帛未应酬死士，麒麟先画霍将军。"
        },
        {
            "标题": "西行咏怀古",
            "作者": "黎民表",
            "内容": "佳兵古所忌，奇智人不亲。武灵何倜傥，变服诧强秦。\n祸机起床笫，兴亡由一身。惟有邯郸道，千秋狐兔尘。"
        },
        {
            "标题": "吕氏心文友园亭杂咏十二首 其二 素心居",
            "作者": "黎民表",
            "内容": "中岁耽禅寂，勤心礼世尊。天花罗万夹，圆悟本无言。"
        },
        {
            "标题": "西圃馀清",
            "作者": "黎民表",
            "内容": "野望通云上，衡门在水西。骚人搴薜荔，游客唱铜鞮。\n橘树千林遍，桃花隔岸迷。凤毛霄汉在，垂钓任清溪。"
        },
        {
            "标题": "奉命至西山坟园",
            "作者": "黎民表",
            "内容": "宿草经春长，新阡近郭多。彩销团扇粉，香尽舞衣罗。陌上花如绮，云间月似蛾。繁华今不见，遗恨雍门歌。"
        },
        {
            "标题": "荅徐汀洲 其一",
            "作者": "黎民表",
            "内容": "君向淮阳承主恩，予亦扁舟归故园。金陵花月何曾见，杀气西街白下门。"
        },
        {
            "标题": "奉命至西山坟园 其一",
            "作者": "黎民表",
            "内容": "回首长杨苑，风霜始觉秋。青山低卷幔，寒日淡披裘。\n杨柳兼村落，菰蒲有钓舟。佩鱼虽汉使，还得采真游。"
        },
        {
            "标题": "送王开府之郧阳",
            "作者": "黎民表",
            "内容": "数马才名接建章，先声已自慑戎羌。军中白羽无勍敌，坐上朱衣总后行。\n大国山川连楚望，帝乡风土近南阳。含毫莫漫誇田猎，手酌璇杓遍八荒。"
        },
        {
            "标题": "嬉春曲",
            "作者": "黎民表",
            "内容": "芳草春阴满钓矶，寒城斜日闪朱旗。熏人欲醉怜花气，送客无情是柳丝。画楫回随兰浦入，金樽还傍竹阴移。江湖十载浑疏放，空愧青楼半额眉。"
        },
        {
            "标题": "自赣石舟行数百里山水多可游涉未能申独往之兴记以八绝 其七",
            "作者": "黎民表",
            "内容": "心事俱已休，名山尚留踪。芳湖清且浅，曾照汉时容。"
        },
        {
            "标题": "自赣石舟行数百里山水多可游涉未能申独往之兴记以八绝 其四",
            "作者": "黎民表",
            "内容": "瓣香丞相祠，行舟时一驻。阴风起松籁，还作青螺雨。"
        },
        {
            "标题": "自赣石舟行数百里山水多可游涉未能申独往之兴记以八绝 其五",
            "作者": "黎民表",
            "内容": "时来据鼎足，身后馀篇翰。不见泷冈碑，文章薄秦汉。"
        },
        {
            "标题": "自赣石舟行数百里山水多可游涉未能申独往之兴记以八绝 其三",
            "作者": "黎民表",
            "内容": "栋宇非长物，弦歌有妙思。畸人虽委蜕，幼妇独留碑。"
        },
        {
            "标题": "自赣石舟行数百里山水多可游涉未能申独往之兴记以八绝 其一",
            "作者": "黎民表",
            "内容": "玄潭漱孤石，青溪下双练。岁月屡经游，功名惭拟岘。"
        },
        {
            "标题": "自赣石舟行数百里山水多可游涉未能申独往之兴记以八绝 其六",
            "作者": "黎民表",
            "内容": "羊裘无客星，桐江尚名里。下有清浅流，亦似新安水。"
        },
        {
            "标题": "自赣石舟行数百里山水多可游涉未能申独往之兴记以八绝 其八",
            "作者": "黎民表",
            "内容": "感激龙门谊，凄凉下士风。鸿冥不可企，江水自流东。"
        },
        {
            "标题": "赣石同陈南雄罗平乐舟中小饮前夕同二君赴戴赣州招游郁孤台",
            "作者": "黎民表",
            "内容": "朔风吹浪势仍回，舟楫初经滟滪堆。谯火远明花石戍，柁楼才转郁孤台。\n江城喜值双龙合，候吏仍驱五马来。寒色不须催日暮，深杯还待月华开。"
        },
        {
            "标题": "自赣石舟行数百里山水多可游涉未能申独往之兴记以八绝 其二",
            "作者": "黎民表",
            "内容": "曹溪传去后，白足老空山。若论心是佛，谁此置禅关。"
        },
        {
            "标题": "从张羽王借郁林观碑本碑在海州",
            "作者": "黎民表",
            "内容": "谪君馀习气，翰墨尚留心。辍食经淮海，看碑到郁林。\n登临应堕泪，行坐每沉吟。可惜咸阳市，徒捐一字金。"
        },
        {
            "标题": "园居杂咏二十首为顾玄言作 其五 茶岕",
            "作者": "黎民表",
            "内容": "玉露漙清夜，芳丛发旧溪。无人知采摘，山鸟为先啼。"
        },
        {
            "标题": "肖甫送至天雄故城因观宋大观五礼碑同赋",
            "作者": "黎民表",
            "内容": "风吹古城势欲倒，征车北指燕山道。道傍穹碑十丈余，雨剥霜风卧青草。我行拂拭开尘沙，良工独苦咸咨嗟。婉丽似出虞秘监，廓落正类颜琅琊。金薤离披立蛟鹄，赤手欲掣生龙蛇。谁其能此宋令主，千载重操黑帝矩。宫中才人捧砚立，殿前常侍登床取。白麻宣诏赐天雄，署衔纸尾纷华虫。雕镌琬琰勒黄绢，典雅尚有承平风。可惜龟螭半班剥，牧童烧焚牛砺角。铜仙何日去咸阳，花石无踪寻艮岳。停骖啜古不胜悲，况是邮亭把手时。关门令尹逢迎处，更说羊公曾过之。"
        },
        {
            "标题": "张宪使萧甫招同杨参知登天雄城楼",
            "作者": "黎民表",
            "内容": "落日凭高送目频，漳台罗绮散馀春。丹梯自绕青羊栈，树色遥连白马津。\n宾榻至今惟孺子，北门终合用词人。尊前羽扇何劳障，正是中原息战尘。"
        },
        {
            "标题": "人日督府参军卢周王三子见过",
            "作者": "黎民表",
            "内容": "买棹欲从沧海去，因思联句对参军。谢家池上怜芳草，汉畤台边见白云。\n数为长斋开酒禁，不缘狂墨换鹅群。正逢人日晴难得，三径风流待使君。"
        },
        {
            "标题": "同赵太史游罗浮宿冲虚观",
            "作者": "黎民表",
            "内容": "寒宵无击柝，把剑起鸡鸣。紫阁浮生梦，沧洲独客情。\n风回瑶室响，云去铁桥平。何处参差发，乘鸾朝玉京。"
        },
        {
            "标题": "宿冲虚观",
            "作者": "黎民表",
            "内容": "陟磴攀萝路几寻，飞云影落万峰阴。仙坛芜没铜龙出，帝历悠长玉简深。\n醉后石函忘点检，年馀星发任相侵。攲厓许卜朱明洞，白鸟时来倘寄音。"
        },
        {
            "标题": "送钟润州长卿入觐",
            "作者": "黎民表",
            "内容": "中朝水部最名流，新领铜符握上游。词客登临同海峤，仙人楼阁像瀛洲。\n城边暂谢儿童竹，天上行参幕府筹。前席想应承召对，江南垂钓肯相求。"
        },
        {
            "标题": "过范子宣观王生临帖",
            "作者": "黎民表",
            "内容": "用意颇精勤，毫芒细细分。春丝抽独茧，惊电出重云。\n携我青藜杖，书君白练裙。长安应纸贵，馀子但纷纭。"
        },
        {
            "标题": "送许舍人稚干使赵兼荣侍还灵宝",
            "作者": "黎民表",
            "内容": "寒冰欲尽渡滹沱，千里梅花拥传过。内史声华高紫禁，才人词赋满漳河。\n茎台北望烟花绕，关路西连金鼓多。莫向故园贪彩服，凤皇池上待鸣珂。"
        },
        {
            "标题": "同徐中郎吴给事访李使君郡斋",
            "作者": "黎民表",
            "内容": "揖客龙门意未轻，北来风雨滞孤城。青山不尽檐帷色，浊酒深知傲吏情。\n岂谓汉庭疏汲黯，翻令东海重黄生。漫从华发悲留滞，岳牧于今有大名。"
        },
        {
            "标题": "约卿宅同桢伯咏荷花得吟字",
            "作者": "黎民表",
            "内容": "消渴闲思过竹林，碧云依砌昼阴阴。琳池写出成双影，玉井移来有十寻。\n倚曲似能翻翠袖，临风还解助清吟。当筵共是蓬山客，肯叹仙源隔水深。"
        },
        {
            "标题": "和中阁山人守岁 其一",
            "作者": "黎民表",
            "内容": "寒雨转霏霏，更长灯烛微。风尘孤剑在，江海十年归。\n短计惟收秫，清时屡食薇。相看春色好，花竹满林扉。"
        },
        {
            "标题": "程无过程虞仲招同欧博士桢伯陆山人华甫邵文学长孺潘上舍子朋登广济寺藏经阁",
            "作者": "黎民表",
            "内容": "鹫岭双开小梵天，香灯处处可随缘。娑罗影半侵书阁，檐卜花偏泥酒禅。\n远目正当春雁后，乡心多在海云边。谁操杖履供游兴，绛帐诸生有郑玄。"
        },
        {
            "标题": "万佛阁后有中官王振祠",
            "作者": "黎民表",
            "内容": "西土威仪众，东隅地位高。桑田供一瞬，沙界摄繊毫。\n海若驱群象，神山涌钜鳌。云容积苍莽，天籁起刁骚。\n黄竹伤前事，缁林庇此曹。雍门何用怆，送目藉香醪。"
        },
        {
            "标题": "燕京书事 其四",
            "作者": "黎民表",
            "内容": "西宫瑶草日芳菲，珍馆春深碧浪围。朱字署成华露湿，紫泥封进鹤群飞。\n履随虚步瞻依切，帘隔天颜笑语稀。不见平津开阁待，经旬休沐始言归。"
        },
        {
            "标题": "燕京书事 其一",
            "作者": "黎民表",
            "内容": "河堤新筑洞仙宫，八骏经游向此中。绛节拂云遥驻鹤，赤阑驱石已成虹。\n丹书见说曾亲授，紫府还闻有梦通。十里穗杨风日丽，几时轩驭过崆峒。"
        },
        {
            "标题": "燕京书事 其二",
            "作者": "黎民表",
            "内容": "日上苍龙雪正消，太清宫殿转空寥。案前宝鼎斟明水，仗外华灯烛庆宵。\n关塞只传青海捷，佩环空散紫宸朝。可怜方朔金门待，听得霓裳杂凤箫。"
        },
        {
            "标题": "和公实燕台感秋 其四",
            "作者": "黎民表",
            "内容": "岁月升沉销壮心，鬓毛无那百忧侵。炎方祇重龙香价，燕市徒捐骏骨金。\n草木凋伤催暮景，风烟萧索变层阴。黄花烂熳增愁思，安得琼枝共醉唫。"
        },
        {
            "标题": "燕京书事 其五",
            "作者": "黎民表",
            "内容": "朱楼迢递接平沙，叹息深闺有丽华。青鸟几时随阿母，綵鸾今夜属良家。\n桃栽碧海多成实，桂贮长门自落花。寄语采桑南陌女，莫将颜色向人誇。"
        },
        {
            "标题": "燕京书事 其三",
            "作者": "黎民表",
            "内容": "一夜瑶池集绛鸾，六花飞舞下云端。兰台未许誇清冷，黄竹徒劳咏閟寒。\n爽气萧森连玉树，晓光零乱拂铜盘。谁能和得阳春曲，长奉君王万岁欢。"
        },
        {
            "标题": "十七夜何太仆卢方伯欧文学袁节推过集",
            "作者": "黎民表",
            "内容": "江海离心已十霜，衔杯那意在他乡。风尘不断函关气，衣履频趋汉殿香。\n永夜星河临桂浦，高城钟漏隐长杨。仙郎彩笔谁能似，闻道卿云有和章。"
        },
        {
            "标题": "题天长馆壁 其一",
            "作者": "黎民表",
            "内容": "日色晓残野草花，行人触热转堪嗟。仙瓶自汲清泠水，谁解鹴裘付酒家。"
        },
        {
            "标题": "送王宅松补邵武府太守",
            "作者": "黎民表",
            "内容": "虎竹初分出凤楼，岭云关月莫生愁。幔亭旧接烟霄路，不是仙人不浪游。"
        },
        {
            "标题": "雨中留宿张幼千家 其二",
            "作者": "黎民表",
            "内容": "不为愁风雨，还因恋解携。途长思老马，梦短怯晨鸡。\n离思中年恶，音书后夜题。片帆何处落，邗水易东西。"
        },
        {
            "标题": "阻风李阳河驿",
            "作者": "黎民表",
            "内容": "满目川原百战余，旅情芳草共萧疏。苍山古堠逢秋骑，野水残灯见夜渔。地近潇湘多暮雨，雁来湓浦少乡书。故人忆我停云外，惆怅烟波少定居。"
        },
        {
            "标题": "园居杂兴二首 其二",
            "作者": "黎民表",
            "内容": "冲怀寄林壑，抱痾卧园庐。诗书为我縳，一亩成丘墟。\n清晨具农笠，命仆勤负锄。新畦灌灵药，旧埒环嘉蔬。\n兰生既盈亩，豆熟亦满车。夜雨剪春韭，清霜登紫萸。\n朋来可觞咏，安用烹神鱼。食力古所贵，巢林诚足娱。\n寄谢任公子，持纶安所如。"
        },
        {
            "标题": "赠医士姚允升",
            "作者": "黎民表",
            "内容": "蚤年耽内学，一室事医王。蓟子传仙术，桐君与药方。\n终朝常扣齿，一榻自焚香。若访丹砂去，双凫问草堂。"
        },
        {
            "标题": "潘子迁过梅华堂待月梁士哲继至",
            "作者": "黎民表",
            "内容": "三径蓬蒿在，风流二子过。狂来忘我懒，坐久觉情多。\n竹下黄花酒，风前白雪歌。徘徊还秉烛，明月待羊何。"
        },
        {
            "标题": "送盛少府烈忠还长兴",
            "作者": "黎民表",
            "内容": "金门逢傲吏，知住五湖浔。洞壑苍山远，云门下箬深。\n钓舟移柳浪，茶具在花阴。倘遂抽簪兴，双凫共入林。"
        },
        {
            "标题": "忆归",
            "作者": "黎民表",
            "内容": "久客念将归，重嗟筋力违。蘼芜长送客，荷芰未裁衣。\n白首贫交少，青山旧业微。伤心同海燕，懒向画梁飞。"
        },
        {
            "标题": "宗吕二牧邀游石室山 其四",
            "作者": "黎民表",
            "内容": "山水何来暮，宾游赖此同。波涛恐谢傅，风月醉山公。\n竹日停深翠，枫霜倚薄红。清笳莫更奏，箫鼓出岩中。"
        },
        {
            "标题": "别次甫因忆子与 其一",
            "作者": "黎民表",
            "内容": "疏雨过高城，流云止双阙。阴晴千里外，何处看明月。"
        },
        {
            "标题": "别次甫因忆子与 其二",
            "作者": "黎民表",
            "内容": "风雨入夏凉，林花开复谢。深杯不共持，奈此消閒夜。"
        },
        {
            "标题": "别次甫因忆子与 其三",
            "作者": "黎民表",
            "内容": "卤莽风尘者，相逢总问津。如何临别酒，重忆远游人。"
        },
        {
            "标题": "同吴明卿游大觉庵",
            "作者": "黎民表",
            "内容": "风尘不入寺，花木自为林。赤日清凉地，青山吏隐心。\n古藤垂屋角，独鹤占松阴。车马长安客，谁能向此寻。"
        },
        {
            "标题": "过刘刑曹仲恭出先世所藏名贤翰札相示",
            "作者": "黎民表",
            "内容": "华省归常晚，明灯坐不迟。雨凉新草径，风静落花枝。\n物论中朝在，文章故老贻。西园叨胜引，清夜可无诗。"
        },
        {
            "标题": "咏怀二首 其二",
            "作者": "黎民表",
            "内容": "肃肃高天鸿，冥飞慕俦侣。岂无凝寒思，连翩自容与。\n眷我平生怀，梯航限河渚。块然守空堂，伊人自豪举。\n揽桂聊淹留，折麻空延伫。道远多风霜，岁晏多思虑。\n光仪恒不忘，何异渴琼树。"
        },
        {
            "标题": "园居杂咏二十首为顾玄言作 其九 回赏寮",
            "作者": "黎民表",
            "内容": "遥林山暝色，返照入疏树。一与幽人期，徘徊不能去。"
        },
        {
            "标题": "同定甫游李鸣卿园亭",
            "作者": "黎民表",
            "内容": "世事足悠悠，因君复漫游。行随脩径转，坐占小亭幽。\n艳蕊晴堪摘，清池夏不流。诗情馀白首，云卧恣丹丘。"
        },
        {
            "标题": "游灵谷寺",
            "作者": "黎民表",
            "内容": "门绕黄山路不赊，青松回匝见丹霞。禅河六月犹飞雪，空谷千年自雨花。\n云气远移金刹动，竹阴清入画廊斜。十行赐札留初地，老衲相逢说翠华。"
        },
        {
            "标题": "游东山真觉院",
            "作者": "黎民表",
            "内容": "鹿园披绝径，鹫岭逼诸天。树杪惊新瀑，花间滴暗泉。\n宝轮承晓日，金铎韵秋烟。戒具莲花捧，经文贝叶联。\n地从初劫造，僧是几灯传。住想猿心伏，忘言象教诠。\n东游谁小鲁，北望我愁燕。愿就灵岩宿，餐霞度世缘。"
        },
        {
            "标题": "宗吕二牧邀游石室山 其二",
            "作者": "黎民表",
            "内容": "鶱飞心屡动，回复意空迷。山势移舟失，云光避席低。\n黄花粘岸细，锦树得霜齐。风起长林暝，清尊未解携。"
        },
        {
            "标题": "游西山玉泉池",
            "作者": "黎民表",
            "内容": "圆渟知异脉，方折纪灵踪。濯月金规满，含风石镜融。平湖隐作浪，曲涧泻为淙。一入昆明去，千秋照绮栊。"
        },
        {
            "标题": "宗吕二牧邀游石室山 其三",
            "作者": "黎民表",
            "内容": "金床何窈窕，玉乳细堪扪。苔藓深题刻，风云出洞门。\n幽仙閟绝景，弱水断孤根。服食留真诀，惟应静者论。"
        },
        {
            "标题": "佛日拟游西山不果次甫竟申独往赋此寄之 其二",
            "作者": "黎民表",
            "内容": "悬梯千仞俯层峦，松栝阴森夏亦寒。玄岳烟尘浮大陆，玉泉流水散桑乾。\n罡风上击飞凫远，丹壑重临借杖难。岩下阴书终可遇，一龛灯火待来看。"
        },
        {
            "标题": "宗吕二牧邀游石室山 其一",
            "作者": "黎民表",
            "内容": "锦石分琼岛，苍山转碧流。岩泉高迸出，云木曲相樛。\n栈绝应防马，崖悬稳系舟。谢公今在郡，何似永嘉游。"
        },
        {
            "标题": "佛日拟游西山不果次甫竟申独往赋此寄之 其一",
            "作者": "黎民表",
            "内容": "三山曾记手曾携，步壑穿林自不迷。茗椀香花随佛供，白云流水问禅栖。\n气冥瀚海千岩暮，天入中原万象低。丹屐十年游历遍，锦帆龙舸梦湖西。"
        },
        {
            "标题": "游石室山归区用孺过访",
            "作者": "黎民表",
            "内容": "玉洞金壶气象分，归来真诧遇仙群。谁能开径迟羊仲，便欲移家似少文。\n丹检旋开添石乳，山图初展析青云。苍龙知待新宫赋，寂寞金床不共君。"
        },
        {
            "标题": "雪夜同伯宗集缮部张肖甫宅得林字",
            "作者": "黎民表",
            "内容": "北阙寒云结瞑阴，龙山飞度正森沉。可怜西第歌钟满，共把东曹酒盏深。\n柳絮忽邀词客赋，椒花应折故园心。宵衣更从鸣珂去，玉树青葱指上林。"
        },
        {
            "标题": "丘民部谦之招游崇善寺得湖字",
            "作者": "黎民表",
            "内容": "远近皆消意，清游自不孤。尘途淹岁月，客思渺江湖。\n丽句裁芳蕙，清斋供野蒲。一龛饶水竹，端合老潜夫。"
        },
        {
            "标题": "送管建初",
            "作者": "黎民表",
            "内容": "十上貂裘敝，谁能老汉关。祇应岩下客，长望日边还。\n猎火明秋塞，河流直故山。身闲且归去，名姓在人间。"
        },
        {
            "标题": "顾鸿胪诸子邀同丁计部游玉河堤上得明字",
            "作者": "黎民表",
            "内容": "久作尘中客，閒从堤上行。轻风花外度，残照雨边明。\n趋事联三省，游踪愧二京。当歌聊驻马，轻别若为情。"
        },
        {
            "标题": "心远亭探梅得霜字",
            "作者": "黎民表",
            "内容": "京兆池亭万树芳，半临秋水半含霜。风林暗折玲珑玉，雪径遥闻断续香。\n萼绿解知神女色，额黄曾识汉宫妆。江南地隔瑶台远，欲寄璚枝思渺茫。"
        },
        {
            "标题": "隐园杂咏十七首 其三 中林堂",
            "作者": "黎民表",
            "内容": "夹林开绮构，前对雨华台。倏忽烟岚起，庭中万象来。"
        },
        {
            "标题": "铜瓦厢谒大禹庙",
            "作者": "黎民表",
            "内容": "德水千年在，谁能忘禹功。金堤非旧迹，铜瓦见新宫。\n野著沧凉日，林交惨淡风。路岐何用感，王气满关东。"
        },
        {
            "标题": "送梁贡元北上",
            "作者": "黎民表",
            "内容": "青袍何事滞蒿莱，雨世谈经有俊才。手托骊珠堪自惜，箧携龙剑待谁开。\n游踪暂琐崧台月，客路先探庾岭梅。东阁至今犹荐士，明堂三礼待新裁。"
        },
        {
            "标题": "太霞洞为周象贤赋",
            "作者": "黎民表",
            "内容": "增城奠西趾，灵景潜金方。仪璘列两曜，川岳备五藏。\n冲腾郁剑气，䆗窱舍朱光。乘屩恣远讨，划然见金堂。\n阳乌翼我体，丹霓为我裳。仰掇毓华林，俯吸瑶池浆。\n形神永超轶，千秋常悦康。始知中区外，还有不死乡。\n玄钥顿能启，从君嬉紫房。"
        },
        {
            "标题": "遇张元春",
            "作者": "黎民表",
            "内容": "狭斜日暮红尘里，扬鞭识是张公子。春风大道控骅骝，明月西园醉桃李。琅玕玉树媚容姿，步上黄金未足奇。诸生解作东山咏，才子邀吟辋口诗。长裾懒作侯门客，挂帆归访专诸宅。淋漓青壁满题名，牛衣胜卧长安陌。"
        },
        {
            "标题": "浴佛日同汪公干李季常邓君肃黄公补梁少仲林开先过小东林 其一",
            "作者": "黎民表",
            "内容": "隐树为莲座，鸣螺集梵筵。不知成佛后，犹记下生年。\n义岂因文字，心难灭世缘。閒来林下坐，亦是小参禅。"
        },
        {
            "标题": "豫章江行 其二",
            "作者": "黎民表",
            "内容": "千越通津处，青山匝岸多。鸥来摇水镜，鸿去避云罗。\n钓■依蒲柳，行舟触芰荷。本无浮海志，乘醉且狂歌。"
        },
        {
            "标题": "豫章江行 其三",
            "作者": "黎民表",
            "内容": "路已经吴越，舟还溯豫章。洪涛撞远岸，独鸟下危樯。\n地近长沙湿，山连粤峤长。所思非远道，犹复叹殊方。"
        },
        {
            "标题": "豫章江行 其一",
            "作者": "黎民表",
            "内容": "赤岸斜临溪水阴，乱峰高下寄禅林。新流到海三千里，不似归舟一夜心。"
        },
        {
            "标题": "园居杂咏二十首为顾玄言作 其十六 石雪赖",
            "作者": "黎民表",
            "内容": "水石霜萦薄，波涛日激撞。平生多履险，莫误吕梁淙。"
        },
        {
            "标题": "元夜曲二首",
            "作者": "黎民表",
            "内容": "束素施玄绀发光，暗尘偏逐越罗香。内庭不放金莲炬，只恐蛾眉妒艳妆。"
        },
        {
            "标题": "同梁公智过灵济道院访陈忠甫",
            "作者": "黎民表",
            "内容": "一身经徼外，千里涉殊庭。暂憩登山屐，閒携相鹤经。\n水衣生败壁，书带拂虚棂。但适沉冥兴，何妨笑独醒。"
        },
        {
            "标题": "和李季常同汪公干过予新居锡尔楼用季常韵",
            "作者": "黎民表",
            "内容": "首夏清和叶舜薰，梯楼还得共论文。沈珠浦上鹏风起，越井冈前雁趐分。\n三径逢迎多散客，一时交谊总怜君。笼鹅旧帖传青李，辟蠹残编拂绿芸。\n白社比来增气色，潢池今喜息妖氛。宾筵倒屣迎王粲，海峤题书似陆云。\n蒲俎自应殊臭味，荼枪还欲斗奇芬。巡檐淅沥诗初就，下箸稀疏酒半醺。\n行旅莫深流落感，竹西词客本同群。"
        },
        {
            "标题": "同李季常泛吴江",
            "作者": "黎民表",
            "内容": "才名吾敢羡同舟，五岳真成结伴游。笠泽菰蒲连楚望，芜城烟月梦扬州。\n江边霞气多成雨，驿路黄花并作秋。名姓幸无津吏识，罻罗高鸟至今愁。"
        },
        {
            "标题": "曾太常召同张羽王邵长孺小集",
            "作者": "黎民表",
            "内容": "凉风吹日暮，曲水抱檐回。玉醴祠官送，华筵海客陪。\n卜邻伤往事，推毂冠时才。花下频倾写，谁言触热来。"
        },
        {
            "标题": "送江凤岐参军之塞上",
            "作者": "黎民表",
            "内容": "亭障东行烽堠少，幕庭因得引文儒。吹笳城上知风色，聚米军前识地图。\n翠钿拥回朱鬣马，金杯催劝紫驼酥。才名不用轻投笔，旧勒燕然尚在无。"
        },
        {
            "标题": "赠黄石山人黄全之",
            "作者": "黎民表",
            "内容": "巾舄尘中识者稀，秦时黄石是耶非。曾筹塞上风云阵，苦恋山中薜荔衣。\n蓟北琴尊成滞客，江南烽火暗戎机。洗兵谁挽天河水，杖履同君住翠微。"
        },
        {
            "标题": "姚园席上赠吴山人子充",
            "作者": "黎民表",
            "内容": "剧谈修竹里，共指白云期。四海无家日，千山独往时。\n故人蝉冕贵，久客鬓毛衰。欲把吴钩赠，飘零念路歧。"
        },
        {
            "标题": "泰泉春游得西字",
            "作者": "黎民表",
            "内容": "云峰一径入幽栖，不信风光有瀼西。寒涧水喧知鹿下，遥林花动觉莺啼。\n亭前玉舄仙灵宅，洞里金书太史题。欢赏日斜犹未洽，更携宾从过文溪。"
        },
        {
            "标题": "赠张将军",
            "作者": "黎民表",
            "内容": "之子江东旧隐沦，乍来惠我一杯莼。常留白羽吟边月，不望朱衣座上春。\n邂逅何辞邀笛醉，行藏空老据鞍身。王朝执戟元无补，草阁耽玄岂异人。"
        },
        {
            "标题": "晨起斋中读书二首 其二",
            "作者": "黎民表",
            "内容": "辞家适燕蓟，遥遥远行游。怅兹云雨隔，忽复寒暑遒。\n人生寓瀛海，安用怀百忧。伊余困泥滓，有志仍丹丘。\n临渊非钓国，巢林殊凿坏。奔波冀回舳，骇路遄旋辀。\n濠梁有逸矩，箕颍多清流。仙夫杳难觌，妷女徒好修。\n去矣从所欲，轩盖诚多尤。"
        },
        {
            "标题": "晨起斋中读书二首 其一",
            "作者": "黎民表",
            "内容": "息躬衡门下，游好在六经。丘中列万木，风起皆金声。\n山林有殊观，耳目无远营。清晨屏荒翳，躧屣当前楹。\n鸟耕思有岁，熊经希养生。游心极罔象，顿足游大庭。\n旷士恒抱朴，宵人若怀永。或偶苏门啸，暂返南阳耕。\n龙蠖本殊性，鹪鴳岂谐征。兹乐庶不忘，烱然垂丹青。"
        },
        {
            "标题": "市中得旧琴囊而予无琴也",
            "作者": "黎民表",
            "内容": "锦样已模糊，何时混世沽。秪馀空橐在，多半古音无。\n携可缄诗草，闲将覆局图。勿言无所用，五石汎江湖。"
        },
        {
            "标题": "题张山人子嘿孝思卷",
            "作者": "黎民表",
            "内容": "已向沧洲老，还从燕市游。行藏丹检在，风月锦囊收。\n搦管云生纸，披衣雪满裘。江湖千里梦，犹忆到松楸。"
        },
        {
            "标题": "寄胡元瑞读书真如寺",
            "作者": "黎民表",
            "内容": "双林成独往，萝径阻同攀。诗卷参莲座，经禅息树间。\n馀寒犹拥衲，长日不开关。若渐天池羽，脩心起雪山。"
        },
        {
            "标题": "送张助甫之南都 其四",
            "作者": "黎民表",
            "内容": "腰袅千金独上台，衣冠今有洛阳才。三都文赋谁争长，六代豪华尔复开。\n草阁青春鸣翡翠，沧江白日斗风雷。谁论月夜征西将，曾与袁郎共载回。"
        },
        {
            "标题": "真如寺访胡元瑞不遇",
            "作者": "黎民表",
            "内容": "芳菲能几日，屡骑到閒门。流水过经院，春风锁给园。\n履声稀户外，棋局置松根。那得逃空去，佳期独负言。"
        },
        {
            "标题": "和端州太守王君宗鲁七星岩二十景诗 其十八 阆岩夕照",
            "作者": "黎民表",
            "内容": "秋作千峰翠作陵，松间织鸟挂寒藤。道人半醉斜阳酒，指点金银最上层。"
        },
        {
            "标题": "华岩洞有耶律楚材故桓夏公石刻",
            "作者": "黎民表",
            "内容": "深壑因谁造，挥斤亦有神。江山留王气，题咏待词人。\n泉作窗间雨，苔生石上尘。碧纱笼底墨，萧索竟千春。"
        },
        {
            "标题": "致政后吴鸿胪叔承自江都至过访",
            "作者": "黎民表",
            "内容": "未央朝谒罢晨鸡，杨柳春风恋解携。倡和正思临海峤，交游多在竹枝西。\n金门通籍沾新命，皂帽逢人问旧溪。曾是白莲琴酒客，莫将荣贱比云泥。"
        },
        {
            "标题": "潞河风雨骤作",
            "作者": "黎民表",
            "内容": "自笑浮生拙，飘飘信客槎。波涛翻陆海，风色惨平沙。\n岸圻应防燕，林昏不辨鸦。江湖成稳卧，无梦到京华。"
        },
        {
            "标题": "送彭稚脩还南浦",
            "作者": "黎民表",
            "内容": "相逢满坐倾，人知卫玠清。诸孙连帝胄，五字占时名。\n草绿还家路，花伤滞客情。词人如物色，宝剑在丰城。"
        },
        {
            "标题": "同王敬美待月梁思伯所",
            "作者": "黎民表",
            "内容": "掖城青桂隐团团，词客开尊正耐看。色过露盘分半璧，影浮宫瓦动层澜。\n吹笳渐觉千门曙，捣练谁知此夜寒。无奈秋光常滞客，几回圆缺在长安。"
        },
        {
            "标题": "中阁为陈公载赋",
            "作者": "黎民表",
            "内容": "飞云带积阻，磴道多莓苔。旃檀驾高阁，芳刹凌空开。\n连峰入户牖，金银混蓬莱。焱梯杳难即，天伎从风回。\n阁中餐霞子，早隐莲花台。神游挟希有，升降随九垓。\n蠛蠓俯浊世，沧溟视浮杯。金沙发五内，足底兴风雷。\n笑入桃花源，浮光轶尘埃。镵文记石壁，千载方归来。"
        },
        {
            "标题": "重阳前一日同戴伯常姚元白欧桢伯过沈懋学东城旅寓",
            "作者": "黎民表",
            "内容": "野次招携得，閒门少送迎。枯杨村径出，残芰水云平。\n藜杖称居士，莲峰接化城。雕菰留客饭，青李逊书名。\n灯火曾天竺，琴尊忽帝京。干戈经惨怆，岁月苦峥嵘。\n澼絖千金直，龙渊片羽轻。虽然朱履贵，能免布衣情。\n秋序黄花发，他乡白发生。纵横怜计拙，沦落赖诗成。\n湖海扁舟足，乾坤一马并。兹辰无浊酒，慷慨意谁明。"
        },
        {
            "标题": "明卿自闽至晤于吴约卿官舍",
            "作者": "黎民表",
            "内容": "一自游梁后，相逢又郭门。酒因多病废，诗许故人论。\n霜雪驱单骑，星河望九阍。莫谈江海事，羁客恐销魂。"
        },
        {
            "标题": "过雪舫试龙井茶同张玄超郭次甫作 其二",
            "作者": "黎民表",
            "内容": "流尘息尸屦，桂影上团圞。一歃清源味，能令齿颊寒。"
        },
        {
            "标题": "重阳前一日过欧桢伯馆因谈西樵之胜示同舍生",
            "作者": "黎民表",
            "内容": "谁从云路置丹梯，海上诸峰尽觉低。残雪不消天柱外，晴虹多挂竹林西。\n金书镇日烟霞护，石髓何年涧谷迷。寄语尚平须负笈，琅玕千树待幽栖。"
        },
        {
            "标题": "同诸子舟中小酌",
            "作者": "黎民表",
            "内容": "不为江鱼贱，谁能触热来。竹枝惊怨女，萍水共深杯。\n古堠西江上，层城北斗隈。浮家何日定，又棹酒船回。"
        },
        {
            "标题": "天津同吴给舍舟中对月",
            "作者": "黎民表",
            "内容": "独驱嬴马出燕关，咫尺风云敢自攀。明月共悬千里外，春阴不散五陵间。\n书生彩笔谋仍拙，诸将黄龙战未还。何处忽来杨柳曲，沧江一夜鬓毛斑。"
        },
        {
            "标题": "朱子庵",
            "作者": "黎民表",
            "内容": "灵飞超浩劫，珍馆寄幽寻。水引山门远，云藏涧户深。\n青精堪度世，白日此修心。洞口风雷起，鸾笙下翠岑。"
        },
        {
            "标题": "紫荆关",
            "作者": "黎民表",
            "内容": "径转蛇盘险，云连鸟去长。山桃微著紫，沙柳不成黄。\n重镇临天府，神功划大荒。金城谁献议，老作尚书郎。"
        },
        {
            "标题": "阻风李阳驿",
            "作者": "黎民表",
            "内容": "满目川原百战馀，旅情芳草共萧疏。苍山古堠逢秋骑，野水残灯见夜渔。\n地近潇湘多暮雨，雁来湓浦少乡书。故人忆我停云外，惆怅烟波少定居。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "南京户部大堂",
            "Background": "黎民表作为户部员外郎，正与同僚讨论当年赋税改革事宜。黄佐曾为其恩师，黎民表提及其教诲，希望能在新政策中引入更为人性化的管理理念，以缓解百姓负担。",
            "Dialogue": "{\n    角色名: 同僚甲 \n    动作:(拱手作揖、神情严肃)\n    讲话: \"黎员外，近日赋税改革事宜是否已得到上级认可，若是，仆人等当如何落实以减轻百姓负担？\"\n}\n{\n    角色名: 黎民表 \n    动作:(微微颔首、语气平和)\n    讲话: \"同僚所言极是，赋税改革乃国之大计，皇上深思熟虑，欲使百姓能安居乐业，故须以人性化之管理理念为先。黄佐老前辈曾教诲我，治国之道，必先安民，方可兴盛。此番政策，若能注重百姓之生活，减轻其负担，方能赢得民心。然则，细节之处，仆需与各位同僚细心商讨，共同探讨如何在实际操作中落实此等良策，使之不落空，才是我等应尽之责。\"\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "从化山水之间",
            "Background": "与王道行、石星等文人雅士在山水间吟诗作对。黎民表以“怀友诗”引出对友谊的思考，众人相携共饮，感叹人生的短暂与诗词的长存。",
            "Dialogue": "{\n    角色名: 王道行 \n    动作:(手握酒杯、微笑相视)\n    讲话: \"黎兄，最近所作之‘怀友诗’颇为动人，能否赐教，何以能将友谊之情表达得如此深切？\"\n}\n{\n    角色名: 黎民表 \n    动作:(轻抚杯沿、目光柔和)\n    讲话: \"王兄所称之诗，实乃我心所寄。友谊于我，乃是人生一大乐事，常思往昔与友共度之时，心中自有感触。诗中所言，‘急景驰西汜，悲风起寒陆’者，正是我对友谊流逝的无奈与惆怅。人生苦短，惟愿与友共饮此生，携手共赏山水，虽不能常伴，然心中之情常在。诸君共赏此诗，实乃我之荣幸，愿以此共勉，珍惜眼前之人，抒写人生之乐。\"\n}"
        },
        {
            "Type": "书信交流",
            "Location": "黎民表的书房",
            "Background": "黎民表在书信中询问黎邦琰的学业进展，鼓励他要以诗书为重，汲取父辈的教诲，努力成才。信中提及黄佐的教诲，表达对后辈的期望。",
            "Dialogue": "{\n    角色名: 黎邦琰 \n    动作:(低头默念、神情恭敬)\n    讲话: \"父亲，最近在学业上遇到些许困扰，不知您可否给予我一些指导？\"\n}\n{\n    角色名: 黎民表 \n    动作:(慈爱地看着儿子、语调温和)\n    讲话: \"琰儿，学业乃是人生大计，然其中之道，非一朝一夕之功可成。黄佐师父曾言，‘读书在乎意，学问在乎心’，故尔，汝需以心来读书，方能得其精髓。若遇困惑，莫慌，需多思考，勤于笔耕，日积月累，自会有所成就。余所寄望于你者，非唯望你学业有成，更愿汝能传承家学，承载我之教诲，勇敢追逐理想，成为世间栋梁。\"\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "从化集市",
            "Background": "黎民表与家人一同游历集市，闲聊时提及其在官场上的经历，感慨市井百态。他用幽默的语气与小贩讨价还价，展现出亲和的一面。",
            "Dialogue": "{\n    角色名: 小贩 \n    动作:(热情地招呼、笑容满面)\n    讲话: \"黎大人，今日集市如何可有所需，快来看看这新鲜的水果，个个都是当季最好！\"\n}\n{\n    角色名: 黎民表 \n    动作:(微笑着摇头、轻松愉快)\n    讲话: \"小贩兄，今日我来此闲逛，正是想感受这市井人情，未必有意购置。然则，若你所售之果新鲜，我自然要尝尝，何况，市井百态，亦是我所乐于见闻者，愿与你共话一番，聊聊这城中的趣事如何？\"\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "南明王府",
            "Background": "在王府中，黎民表与贵族朋友探讨古诗词，特别提到《长门怨》的意境，引发一场关于爱情与离别的深刻讨论，众人均感慨其诗文之美。",
            "Dialogue": "{\n    角色名: 贵族朋友 \n    动作:(举杯共饮、神情愉悦)\n    讲话: \"黎兄，今日听闻您提及《长门怨》，不知能否分享其深意，令我等共赏其中韵味？\"\n}\n{\n    角色名: 黎民表 \n    动作:(轻轻摇头、微眯双眼)\n    讲话: \"友人，‘长门怨’乃是王嫱之词，诉说红颜薄命，离别之痛。诗中所言，‘夜雨销兰气，秋风落桂枝’，正是对逝去时光之无奈与惋惜。此诗虽言离愁，但其中更蕴含对美好时光的珍视，吾等应以此为鉴，珍惜眼前之情，倘若岁月可追，愿与君共赏此生之美好，不负此生。\"\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "黎民表的家中",
            "Background": "黎邦琰前来拜访，黎民表与其子讨论诗词，传授创作技巧，强调对传统文化的传承与发扬，展现出父子间的亲密关系。",
            "Dialogue": "{\n    角色名: 黎邦琰 \n    动作:(认真倾听、眼神闪亮)\n    讲话: \"父亲，您常常提到诗词的魅力，您能否教我一些创作技巧，以便我在诗词中更好地表达情感？\"\n}\n{\n    角色名: 黎民表 \n    动作:(抚摸儿子的肩膀、语气温柔)\n    讲话: \"琰儿，诗词之道，重在情感之真挚与意境之深远。若欲创作，首先需心中有情，方可感人。其次，需多读多写，积累字句，方能驾驭韵律。诗中之意，往往含蓄，需潜心体会，方能领悟其中之美。愿你以心书之，方能赋诗成文，承载我之教诲，传承家学，成就未来。\"\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "南京兵部",
            "Background": "黎民表作为制敕房中书舍人，向上司汇报兵部的事务，提及与万历皇帝的见面，深入讨论国家大事，展示出其政治智慧与能力。",
            "Dialogue": "{\n    角色名: 上司 \n    动作:(坐在桌前、目光严肃)\n    讲话: \"黎中书，今日向您询问兵部的事务，您认为应如何处理当前的局势？\"\n}\n{\n    角色名: 黎民表 \n    动作:(深吸一口气、稳重应对)\n    讲话: \"启禀大人，当前局势复杂，然我认为应以和为贵，首先尝试与各方对话，寻求和平解决之道。若谈判无果，则应做好充足的准备，以应对可能的纷争。民众安危为重，故我认为在处理事务时，务必考虑到百姓之安危，切不可因权谋之计，致使民心离散。愿意协助大人，尽绵薄之力，共同维护国家之安宁。\"\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月下庭院",
            "Background": "黎民表在月光下作诗，回忆昔日与黄佐、王道行的谈笑，情感真挚，留下“送莫云卿归云间”的佳作，深受同伴赞赏。",
            "Dialogue": "{\n    角色名: 文人朋友 \n    动作:(仰头欣赏月光、轻声吟诵)\n    讲话: \"黎兄，今夜月色如水，是否能以‘送莫云卿归云间’为题，吟诵一番？\"\n}\n{\n    角色名: 黎民表 \n    动作:(微微一笑、凝视远方)\n    讲话: \"友人所言极是，月明如洗，不如以此共赏。我所作之‘送莫云卿归云间’正是想借此良辰美景，表达对友谊的珍视与无奈。‘触目烟沙马首重，屠沽何处隐行踪’，正是对离别的感慨。今夜共饮，愿与君共勉，珍惜眼前之情，歌唱人生之乐，虽有离别，然此情可长存。\"\n}"
        },
        {
            "Type": "书信交流",
            "Location": "黎民表的书房",
            "Background": "黎民表写信向友人询问近期的文艺活动，并邀请其共赴南方游历，以增加文化交流，促进友谊。",
            "Dialogue": "{\n    角色名: 黎邦琰 \n    动作:(认真思考、手握笔)\n    讲话: \"父亲，您在信中提到古人之文艺活动，您是否愿意与我共赴南方，游历一番？\"\n}\n{\n    角色名: 黎民表 \n    动作:(微笑点头、眼神温和)\n    讲话: \"琰儿，游历南方，见识风土人情，确是增长见识之法。我愿意陪伴你一起去，汲取古人之智慧，增进我们的文艺交流。南方美景如画，值得一游，然则，需以诗书为重，汝可在旅途中汲取灵感，创作佳作。愿我们在旅途中，互相砥砺，共同成长，传承我之教诲，汲取古人文采之长。\"\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "从化山水之间的茶馆",
            "Background": "黎民表与当地文人共聚一堂，讨论诗文，分享各自的创作，气氛轻松愉快，展现出他们对文化的热爱和诗歌的追求。",
            "Dialogue": "{\n    角色名: 当地文人 \n    动作:(招手示意、微笑相迎)\n    讲话: \"黎大人，今日聚于此，能否分享您近期的诗作？\"\n}\n{\n    角色名: 黎民表 \n    动作:(微微一笑、端起酒杯)\n    讲话: \"诸位雅士，今日能与各位共聚一堂，实乃我之荣幸。近来我有一首小诗，愿与君共赏，诗曰：‘秋风凄凄霜霏霏，薄寒夜透琉璃扉。’意在描绘秋夜的清冷与孤寂，而又希望在冷清中，能感受到彼此的温暖。愿与君共饮，畅谈诗文，共享此良辰美景，感受生活之美。\"\n}"
        }
    ]
}