{
    "基本信息": {
        "姓名": "孙原湘",
        "性别": "男",
        "出生年份": "1760",
        "死亡年份": "1829",
        "享年": "70",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "孙原湘的妻子是席佩兰",
        "孙原湘的直系祖先是孙天祜",
        "孙原湘的子是孙文杓",
        "孙原湘的子是孙文樾",
        "孙原湘的高祖;四世祖是孙世柱",
        "孙原湘的祖父是孙永埏",
        "孙原湘的曾祖是孙岐福"
    ],
    "其他关系": [
        "孙原湘友的对象是洪亮吉",
        "孙原湘友的对象是孙星衍",
        "孙原湘友的对象是袁枚",
        "孙原湘友的对象是赵翼",
        "孙原湘友的对象是汪中",
        "孙原湘友的对象是法式善",
        "孙原湘为王韵梅所著书作序"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1805",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "科举: 乡贡举人",
            "入仕年份": "1795",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "太学生",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "天真阁",
            "别名类型": "室名、别号"
        },
        {
            "别名": "姑射仙人侍者",
            "别名类型": "室名、别号"
        },
        {
            "别名": "子㴋",
            "别名类型": "字"
        },
        {
            "别名": "子济",
            "别名类型": "未详"
        },
        {
            "别名": "子潇",
            "别名类型": "字"
        },
        {
            "别名": "存养堂",
            "别名类型": "室名、别号"
        },
        {
            "别名": "射姑仙人侍者",
            "别名类型": "室名、别号"
        },
        {
            "别名": "心淸",
            "别名类型": "室名、别号"
        },
        {
            "别名": "心青",
            "别名类型": "室名、别号"
        },
        {
            "别名": "心青居士",
            "别名类型": "未详"
        },
        {
            "别名": "梅王片",
            "别名类型": "未详"
        },
        {
            "别名": "源湘",
            "别名类型": "未详"
        },
        {
            "别名": "菊仙",
            "别名类型": "字"
        },
        {
            "别名": "蠖叟",
            "别名类型": "未详"
        },
        {
            "别名": "谪仙人",
            "别名类型": "未详"
        },
        {
            "别名": "长真",
            "别名类型": "字"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "昭文",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "古文骈体",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "天真阁外集:六卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "天真阁续集",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "天真阁集",
            "著述年份": "未详",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "画家",
        "诗人",
        "工于骈体文"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "孙原湘（1760 ～1829）清代诗人。字子潇，一字长真，晚号心青，自署姑射仙人侍者，昭文（今江苏常熟）人。清嘉庆十年(1805年)进士。翰林院庶吉士，充武英殿协修。不久得疾返里不出，先后主持玉山、毓文、紫琅、娄东、游文等书院讲席，学生多有成就。他擅诗词，主张“性情为诗之主宰”。又工骈、散文，兼善书法，精画梅兰、水仙。诗文与同时期的王昙、舒位鼎足，并称“后三家”或“江左三君”。著有《天真阁集》。 ► 孙原湘的诗文(237篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "咏美人所制杨妃舌用海汁捣糖霜里玫瑰瓣为之取其形似也 其二",
            "作者": "孙原湘",
            "内容": "西施舌好味嫌腥，新剥鸡头肉比馨。一种妙莲花气息，是曾亲口授心经。"
        },
        {
            "标题": "咏美人所制杨妃舌用海汁捣糖霜里玫瑰瓣为之取其形似也 其四",
            "作者": "孙原湘",
            "内容": "清品须陪雀舌茶，如酥滑腻欲胶牙。三郎见此应微笑，亲唤玫瑰解语花。"
        },
        {
            "标题": "杂事 其二",
            "作者": "孙原湘",
            "内容": "此中洗面泪痕多，伏枕空持断袖罗。北地自工操井臼，东屏何敢按笙歌。\n羊车历鹿声初杳，雁柱参差调未和。莫劝春江桃叶渡，真花还恐易摧柯。"
        },
        {
            "标题": "赋得吹气如兰有赠",
            "作者": "孙原湘",
            "内容": "之子如兰质，天然胜麝芬。一丝清气吐，四座妙香闻。\n舌有生花本，心原得蕙薰。转喉先馥郁，粲齿便氤氲。\n呵罢疑成露，吹来欲化云。人宜湘水住，风自谢庭分。\n莫认秋英佩，非关午篆焚。馀芳还竟体，沾惹到同群。"
        },
        {
            "标题": "春雨代所思书闷 其一",
            "作者": "孙原湘",
            "内容": "蓝桥咫尺水盈盈，错过花朝月又明。如此相思容易老，一生几度见云英。"
        },
        {
            "标题": "冬日由昭明台取径登辛峰亭观落日 其二",
            "作者": "孙原湘",
            "内容": "我游此山巅，兴落山外山。岂知秀绝处，只在城市间。\n凭高览全邑，屋密树尽删。孤云飞出城，不敢敌人烟。\n吁嗟殷庶风，此后几百年。"
        },
        {
            "标题": "把酒祝东风辞",
            "作者": "孙原湘",
            "内容": "龙盘镜子凤头鞋，屡卜幽期总不谐。七泽三湘途易阻，六张五角事多乖。\n花如可折难抬手，月岂能探却堕怀。只种相思无结实，东风相祝酒如淮。"
        },
        {
            "标题": "赠朱秋坪明经即题其洗砚图",
            "作者": "孙原湘",
            "内容": "南梁北刘无昔人，后来更推蔡与陈。钟溪既老德清病，纷纷馆阁推麒麟。\n朱君少有临池癖，日闭萧斋抚古迹。杀尽山中紫兔毫，洒残绝域金壶墨。\n五十头颅鬓骚屑，染翰朝朝腕欲折。骆驼桥西片纸出，人道风神似松雪。\n吾乡书法溯二冯，翁张汪邵谁雌雄？绝伦虽无羲献迹，古法未失钟胡风。\n自从俗书逞姿熊，子弟家家学姚派。瓣香祇识奉华亭，笔阵谁知求晋代。\n君今僻居临水村，罗列金石娱朝昏。红柿周围白板屋，绿天自裹铁叶门。\n香姜古砚浮寒碧，浸入明漪涨云色。欲知君书得力处，但看一池秋水黑。"
        },
        {
            "标题": "牧歌",
            "作者": "孙原湘",
            "内容": "上牛坐，伏牛卧，牧童光阴牛背过。牛尾秃速牛角弯，牛肥牛瘠心先关。母呼儿饭儿不饭，人饿须知饲牛晚。放之平泉，以宽牛劳；浴之清浅，以息牛喘。牛能养人识人意，一牛全家命所寄。阿牛牵牛去输租，劝爷卖牛宁卖吾。"
        },
        {
            "标题": "九月见碧桃花",
            "作者": "孙原湘",
            "内容": "记得花飞洞口天，重逢又值小春前。芳心更比侬情热，那忍相离到隔年。"
        },
        {
            "标题": "题闺人团扇",
            "作者": "孙原湘",
            "内容": "秋天薄如纸欲飞，秋云乱卸秋罗衣。碧空无人紫箫响，灵风来往皆真妃。\n月中素娥面如月，青女霜中带霜骨。清气都乘白帝凝，冰心共守青天活。\n相对婵娟秋夜长，看他织女度银潢。月作明珠来赠嫁，霜为铅粉助亲妆。\n须臾花发黄金粟，玉杵捣香香万斛。纨扇遥开三界闻，霓裳舞散诸天馥。\n分明擎出一枝斜，要与人间富贵家。赢得少年齐仰首，不知若个得簪花。\n卿家扇子清风发，洁若秋霜激如月。欲识云中缥缈仙，先参画里芙蓉阙。\n霜月同时藻鉴开，一双仙影下瑶台。意中早有探花客，故著青衣仔细猜。"
        },
        {
            "标题": "精忠柏",
            "作者": "孙原湘",
            "内容": "万木畏枯枯则薪，一株独以枯见珍。神斤鬼斧不敢近，忠义之气缠其身。\n蛟虬翠郁风波亭，一夜号泣枯精英。奸邪气横正气绝，感愤物理同人情。\n不见百口保飞宗，正卿窜身南海以死争。上书讼冤刘允升，横尸棘寺鸣不平。\n区区小校犹忠诚，竟欲斩艾邪蒿萌。柏虽草木气至清，肯与贼桧同时生。\n死八百年挺不屈，蜕尽龙皮剩龙骨。中有丹心不肯枯，只是春风吹不活。\n天欲吹活柏固辞，偷生半壁匪我思。除非痛饮黄龙时，枯枝一一回青枝。\n天亦不能彊活之，任其一木乾坤支。表忠但敕风雷司，霹雳老桧分其尸。\n吁嗟南渡朝廷小，泥首北风如偃草。只赏西湖花柳妍，浑忘朔漠椿棠老。\n构兮构兮木不良，大厦以桧为栋梁，长城如檀翻见戕。\n不如此柏有本性，直与精忠同正命。但看枝枝北向枯，木理犹知朝二圣。\n从来死贵得其死，不见死而不死树如此。"
        },
        {
            "标题": "题姜白石像",
            "作者": "孙原湘",
            "内容": "七百年事如秋烟，劫灰中有不死仙。六下下攫终得全，曹衣吴带何翛然。\n当时鄱阳侠少年，雪花夜打乌篷船。浪游南岳不得旋，手拔龙角弹湘弦。\n彝陵幸遇萧东夫，东来径参范石湖。声名一旦满天下，四顾谁能荐司马？\n奋笔自议太常雅，其奈黄钟不敌瓦。偶耽吴兴山水奇，白石洞天插我篱。\n累累白石不疗饥，腹中惟燕潘柽诗。兴酣自携碧玉箫，间鸥引过松陵桥。\n鹰扬之印空佩腰，照水白发风萧萧。马塍花开香沁土，小红偷洒燕脂雨。\n鸑鷟无声石人语，一往孤云竟千古。沈檀雕匣吴绫装，明珠辟火深深藏。\n风吹鹤鳖如烟动，纸上古香发南宋。"
        },
        {
            "标题": "自持 其二",
            "作者": "孙原湘",
            "内容": "不矜风格转超群，委地湘波拂拂裙。逼眼光华花上月，荡心仪态水中云。\n任教离间情终合，尽意绸缪界自分。深感琴心通委曲，自怜无福作文君。"
        },
        {
            "标题": "绝世 其二",
            "作者": "孙原湘",
            "内容": "闲房左右寂无人，偷齧樱桃一点春。事后思量犹错过，忙中惊颤已逡巡。\n防闲暗许鞋尖觉，偎傍遥贪袖角亲。十五年前常意态，消魂此日胜尝新。"
        },
        {
            "标题": "背影",
            "作者": "孙原湘",
            "内容": "削玉双肩秀绝群，遥从背影识文君。衣裁藕色偏如雪，窗透兰香可待薰。\n别后金堂刚半月，望中珠箔抵重云。明知小立青苔久，唤彻鹦哥似不闻。"
        },
        {
            "标题": "自题二十四诗后每句藏二十四意",
            "作者": "孙原湘",
            "内容": "吹箫桥畔月如环，亚字阑干对照间。写遍乌丝三页满，弹来雁瑟一条閒。\n清波双现金钗影，和气全飞玉琯斑。慢说荷花共生日，十年年减丽娟颜。"
        },
        {
            "标题": "簪梅",
            "作者": "孙原湘",
            "内容": "兰房曲折透幽香，绣褓亲擎小凤凰。笑靥乍看儿绝似，廋词相谑婢无妨。\n妆交二九梳头懒，裘袭双重触手忙。袖笼玉梅三百朵，为卿低插鬓云傍。"
        },
        {
            "标题": "月午楼歌",
            "作者": "孙原湘",
            "内容": "明月出海先上楼，我楼况在高山头。开窗放出白云去，风帘尽控双银钩。\n一丸才过高松顶，屏风乱泻虬龙影。摊书不用青藜然，碧空自有明珠悬。\n黄高峰头云浪涌，金鳌峰背沧波动。山下万顷云海铺，天心一丝云气无。\n清光愈高读愈苦，月照书丛月色古。仙巢惊起老鹤舞，窗中不知月已午。\n露珠瑟瑟风泠泠，屋角余挂三四星。冰轮欲西还倒行。\n似怜读书声好听。冷光一线射人面，射月眼光亦如电。\n明月不落读不厌，水滴蟾蜍欲穿砚。"
        },
        {
            "标题": "春感",
            "作者": "孙原湘",
            "内容": "淅沥西风透晚寒，画屏前事忆漫漫。抱香蝴蝶魂犹颤，承露芙蓉泪未乾。\n缘阻自怜生我早，情多方信做人难。愿将心化中天月，不是知音亦与看。"
        },
        {
            "标题": "晓过寒山",
            "作者": "孙原湘",
            "内容": "舟行先鸟起，反唤鸟梦醒。霜华纳窗白，水气袭衣冷。\n山头数游鱼，倒浸插天影。云起失前林，萍开见孤岭。\n渚鸿何嗷嗷，对我若悲哽。稻粱何足谋，高飞碧天迥。"
        },
        {
            "标题": "九日登北山作",
            "作者": "孙原湘",
            "内容": "木落原野清，陇首浮云飞。高台一以眺，秋色苍然来。\n孤村隐寒烟，远树带斜晖。猿啼众山暝，雁度空江迟。\n物澹我自得，情疏理无违。美人在空谷，瑟瑟秋萝衣。"
        },
        {
            "标题": "秋夜简吴顼儒",
            "作者": "孙原湘",
            "内容": "空房生秋烟，明月来窥我。西风闪孤檠，人影右忽生。\n落叶卷我心，飞向秋江堕。秋江浮萍死，秋水贵于金。\n天吴走阴谷，鲛客潜青林。尽拘苍生泪，不成三日霖。\n寒云锁孤蟾，野黑南山泣。白骨照幽泉，秋坟鬼声涩。\n遥知芦中人，掩卷三叹息。"
        },
        {
            "标题": "书杨忠悯公张夫人疏",
            "作者": "孙原湘",
            "内容": "吉祥善事宁有此，夫作忠臣妇代死。事虽未成志则尔，一疏煌煌播西市。\n天河钓叟紫极翁，沈香叶冠翊赞功。燎原之火倒海水，小儿鼾卧东楼东。\n文管家，武管家，黄金鬻爵不肯赊。赵家儿，鄢家儿，白日鬼蜮行其私。\n除我疡，杀南塘。比翟方，杀同乡。下有杀人子，上事好杀皇。\n椒山剌剌不晓事，十罪牵连二王字。一鸾已困况百鸾，风吹枷锁倾城观。\n窜张经尾取上旨，明杀谏官自此始。尧斋英明四海钦，杀人反快奸人心。\n幸遇邹徐霹雳手，射倒高山射培塿。可怜一字不成时，二十七姬星散走。\n不见苏纲息女代贵溪，两家不愧忠臣妻。"
        },
        {
            "标题": "冬日由昭明台取径登辛峰亭观落日 其一",
            "作者": "孙原湘",
            "内容": "出门见飞鸟，岁晚吾独间。白云先我心，摇曳苍林间。\n古台木叶落，苍然见寒山。高处望不极，努力穷跻攀。"
        },
        {
            "标题": "春溪把钓曲",
            "作者": "孙原湘",
            "内容": "满溪春水绿可怜，桃花如云红上天。远山倒浸碧波底，一堆春烟钓不起。\n人目在鱼鱼目丝，人心动静鱼先知。竹竿袅袅尾泼泼，翠荇一涡沧海阔。"
        },
        {
            "标题": "燕子矶望江",
            "作者": "孙原湘",
            "内容": "石壁翻江势动摇，荻花芦叶正萧萧。青山有意摹三凫，白浪无情送六朝。\n帆影不分京口树，钟声如答海门潮。雄心慢击中流楫，且看鱼龙出没骄。"
        },
        {
            "标题": "冬日由昭明台取径登辛峰亭观落日 其三",
            "作者": "孙原湘",
            "内容": "远眺殊未已，前山已落日。偏于欲落时，其势犹似出。\n残霞明半天，并作暮云黑。云中珊瑚盘，反弄黄金色。\n人坐松林中，愈觉苍翠逼。浩歌归去来，此意无人识。"
        },
        {
            "标题": "晓发",
            "作者": "孙原湘",
            "内容": "霜天漠漠淡于波，月色连天一片和。幽树瘦疑秋士立，远山平似晓烟抱。\n梦残犹苦鸡声唤，愁重难胜马力驼。十载征衫青未脱，祇余燕市酒痕多。"
        },
        {
            "标题": "澄海楼望海",
            "作者": "孙原湘",
            "内容": "振衣百尺楼，天风何浪浪。天光与海色，一气同青苍。\n是时日初升，赤霞烧扶桑。照见诸岛屿，波上争低昂。\n浮云从西来，万马奔洪涛。气卷五岳走，天地俱动摇。\n人坐此楼中，势若随波旋。白日倒入海，青春走上天。\n念当乘风去，玄览极八埏。回头顾人世，一点如秋烟。"
        },
        {
            "标题": "无题",
            "作者": "孙原湘",
            "内容": "天女凌华婉，神人韩子湘。奇缘逢汉浦，宿分阻高唐。\n交甫曾投佩，云英可乞浆。屡通姜氏信，总恕阮生狂。\n目语当窗送，琴心隔座商。事虽殊卓女，情早许刘郎。\n佳约常敲月，幽期每犯霜。步声才蹀躞，帘额已飞扬。\n欲露全身影，先舒半面妆。来时窥了了，见后走佯佯。\n实怨身难近，聊称礼自防。潜裁红锦袜，偷送紫罗囊。\n好句奁中绣，私书袖底藏。他生期蛱蝶，来世效鸳鸯。\n瑶札频催试，缗钱暗润装。临歧颜黯惨，远送意徬徨。\n归梦萦珠帐，轻身到玉堂。暂回辞弱水，小住觅柔乡。\n芳意宁知变，仙踪不可望。无由排邃闼，空自绕修廊。\n寒雾迷金屋，飞泉障石粱。摩挲存旧物，思忆启缄箱。\n戚氏彄环重，麻姑指爪长。青丝封一握，素纸擘千张。\n乌鲗盟犹在，红鸾愿岂忘。卿诚薄韩寿，我肯负兰香。\n文胄针双络，繁钦泪两行。明星昭密誓，皦日鉴回肠。\n剖腹难陈诉，题诗倍惋伤。丹诚如不灭，片语报王昌。"
        },
        {
            "标题": "谢雪卿挽辞钱子霞姬人 其一",
            "作者": "孙原湘",
            "内容": "逝水年华悼总笄，雪堂前梦太凄迷。生憎点点因风絮，才上梅花便堕泥。"
        },
        {
            "标题": "金凤曲为周生菘畴作 其五",
            "作者": "孙原湘",
            "内容": "果然公瑾似醇醪，情比秋江八月涛。学赋梅花篇未了，又弹清泪赋离骚。"
        },
        {
            "标题": "午梦",
            "作者": "孙原湘",
            "内容": "长日因循候，閒房寂静时。倦解樊昵侍，计遣阿侯嬉。\n委地垂银押，当窗隐画丝。近前来冉冉，却立故迟迟。\n佩任湘裙妥，钗从翠鬓欹。蒙茸珍火齐，绰约献冰肌。\n侧耳风声过，关心竹影移。喜多翻震荡，力弱为惊疑。\n婉转花频就，阑珊蝶已疲。暂推无妄疾，深负有情痴。\n吃吃思前度，惺惺订后期。难成偏好梦，惆怅定如斯。"
        },
        {
            "标题": "寒宵纪梦仿会真体",
            "作者": "孙原湘",
            "内容": "青粉墙高接半天，黄昏风紧月娟娟。斜门寂静推敲细，曲巷阴沉伺守坚。\n乍听钟声空外动，忽惊人语暗中传。朱唇微嗽来屏角，纤指轻弹近阁边。\n预启间窗教侧足，偷开秘钥许容肩。中途几被监奴觉，内院才闻采伴眠。\n入户衣裳防綷縩，牵帏步屧屡蹁跹。卸颐别绾珑松髻，熏被犹馀叆叇烟。\n展侧冰肌如水滑，偎依粉颊比花妍。一弯雪臂玲珑藕，三寸红帮窄小莲。\n脂熟樱桃鹦饱啄，香披豆蔻蝶深穿。流苏悄击银钩宕，密炷潜吹宝鼎然。\n眼媚横流微腼觍，唤声低彻恣缠绵。当胸袜绣堆茵软，衔耳环铛堕枕偏。\n惊颤芙蓉承露重，狂飞柳絮逞风颠。幽欢放胆终虚怯，浓笑回身忽涕涟。\n长恨赤绳愆夙分，自嫌锦瑟过华年。鸳囚难卜重逢日，鱼媵甘图再世缘。\n可奈晨鸡先促迫，尚贪宿鲽暂流连。钗分紫玉酬深爱，裯拥青绫耐细怜。\n剪发早申偕老愿，抽毫索记定情篇。前游历历明于镜，回忆茫茫坠似钿。\n姑射神妃原幻梦，维摩天女本空禅。觉来襟袖沾霞气，赢得人呼是谪仙。"
        },
        {
            "标题": "谢雪卿挽辞钱子霞姬人 其二",
            "作者": "孙原湘",
            "内容": "芳姿格韵本如仙，了却春痕玉化烟。手把定情团扇子，九原辛苦尚流连。"
        },
        {
            "标题": "艳体联句",
            "作者": "孙原湘",
            "内容": "楚地人双艳，卢家燕并栖。恰当春暖热，转忆夜凄迷。\n刬袜惊初见，倾襟语尚低。肌凝姑射比，眉蹙女峰齐。\n笑索香兰媚，间贫杜若携。神光离与合，仙手挈还提。\n密誓肤亲搯，觕才眼得鎞。心知圆有镜，身愿捏成泥。\n咫尺红楼近，寻常素简稽。每偏恩雨露，许吐气虹霓。\n豆颗相思种，花名远志题。浮云指直北，弱水溯流西。\n浊质惭晨肇，清狂称阮嵇。来占乾鹊噪，静恼乳鸦啼。\n隐语芙蓉妙，新词芍药诋。折苕留翡翠，攀树引蝤蛴。\n小字唐宫显，哀弦蜀国悽。窗幽飞野马，房暗镇文犀。\n怕听风闻撰，虚传海誓赍。纸空猜鲗墨，分阻夺鸾篦。\n偷祝坤灵扇，佯扶月窟梯。问桃酸自酿，围棘苦难栖。\n诗绣罗巾幅，书缄绛箧绨。画图才仿佛，琴调是端倪。\n美疢求丹鼎，芳年想玉笄。喜蛛丝网盒，威凤羽裁袿。\n写竹钤螭印，团香剔麝脐。性灵鱼纵壑，踪迹鹿循蹊。\n要订三生石，休虞百丈溪。秋情枯瘦柳，宵梦握柔荑。\n栩栩园迷蝶，胶胶枕报鸡。联函千万语，无路达琼闺。"
        },
        {
            "标题": "谢雪卿挽辞钱子霞姬人 其四",
            "作者": "孙原湘",
            "内容": "我有伤心不可言，年年肠断木犀天。借他湿翠啼红恨，自證幽兰院里禅。"
        },
        {
            "标题": "谢雪卿挽辞钱子霞姬人 其三",
            "作者": "孙原湘",
            "内容": "晴雪难留短命身，秋风诀别太酸辛。要郎记得营斋日，每到生辰是忌辰。"
        },
        {
            "标题": "金凤曲为周生菘畴作 其四",
            "作者": "孙原湘",
            "内容": "双飞心事比鸳鸯，谁改婴兰小字香。怕听跃龙宫里曲，九华深帐贮归郎。"
        },
        {
            "标题": "水轩纪事 其二",
            "作者": "孙原湘",
            "内容": "怜卿消瘦惜卿贫，肺腑深谭字字真。却被芳心成一笑，始知洗耳有高人。"
        },
        {
            "标题": "归舟",
            "作者": "孙原湘",
            "内容": "橹枝摇出荻花湾，隐约船头露翠鬟。料得个人鸳枕上，梦魂先我到虞山。"
        },
        {
            "标题": "水轩纪事 其一",
            "作者": "孙原湘",
            "内容": "银塘急雨响飕飕，水溅荷衣万叶愁。一朵玉莲波上立，天风吹杀不低头。"
        },
        {
            "标题": "金凤曲为周生菘畴作 其二",
            "作者": "孙原湘",
            "内容": "乍抛媚眼整云翘，顾曲心魂已暗消。不索泉邱帷幕聘，只图夫婿会吹箫。"
        },
        {
            "标题": "重九即事",
            "作者": "孙原湘",
            "内容": "相逢巾帔喜飘扬，双鬓寒花满屋香。细雨幽窗低语处，人生能得几重阳。"
        },
        {
            "标题": "供兰图 其二",
            "作者": "孙原湘",
            "内容": "胆瓶欲插费商量，爱好天生事审详。位置一花非草草，才人文笔佛心肠。"
        },
        {
            "标题": "金凤曲为周生菘畴作 其三",
            "作者": "孙原湘",
            "内容": "手拈红豆记琵琶，的的亲封捉臂纱。侬自愿栖金井树，不知郎可是桐花。"
        },
        {
            "标题": "金凤曲为周生菘畴作 其一",
            "作者": "孙原湘",
            "内容": "迷香小洞曲珑玲，衣染幽兰叶叶馨。脩到今生兼福慧，亲题诗上照春屏。"
        },
        {
            "标题": "供兰图 其一",
            "作者": "孙原湘",
            "内容": "三生公案證幽兰，珍重珠香白玉阑。除却此花无当意，春风笑折一枝看。"
        },
        {
            "标题": "别有所赠 其二",
            "作者": "孙原湘",
            "内容": "枇杷花里小门关，金鸭香消玉柱间。才是卸头鸳枕畔，无聊拥背话虞山。"
        },
        {
            "标题": "戏赠罗仙 其一",
            "作者": "孙原湘",
            "内容": "人前绝不避嫌猜，身似采花堕我怀。底事昨宵灯暗后，隔筵伸过凤头鞋。"
        },
        {
            "标题": "歌女",
            "作者": "孙原湘",
            "内容": "一曲檀槽语若丝，十三年纪太娇痴。分明不解人情思，也有千拦百就时。"
        },
        {
            "标题": "为子和姬人题团扇 其一",
            "作者": "孙原湘",
            "内容": "皎洁齐纨妙剪裁，画眉窗下影徘徊。分明一个天边月，偏落嫦娥素手来。"
        },
        {
            "标题": "别有所赠 其一",
            "作者": "孙原湘",
            "内容": "四条弦索酒双尊，记得离筵月一痕。今夜绿纱窗外雨，又因桃叶念桃根。"
        },
        {
            "标题": "戏赠罗仙 其四",
            "作者": "孙原湘",
            "内容": "推去偏来近又离，摘花擒蝶戏难支。无端误触欢娘恼，翻得温存尔许时。"
        },
        {
            "标题": "为子和姬人题团扇 其三",
            "作者": "孙原湘",
            "内容": "石阑点笔称题诗，树底轻凉拂面时。谁唱画屏团扇曲，侍儿犹是谢芳姿。"
        },
        {
            "标题": "为子和姬人题团扇 其二",
            "作者": "孙原湘",
            "内容": "洞房秋暖不知寒，莫取班姬古传看。自制合欢新样子，更无一日不团圞。"
        },
        {
            "标题": "送菘畴归",
            "作者": "孙原湘",
            "内容": "一丸冷月片帆开，无计留君且送回。明日紫荆花树下，有人还望折花来。"
        },
        {
            "标题": "戏赠罗仙 其三",
            "作者": "孙原湘",
            "内容": "砚匣浓香拂翠裾，泥金扇索瘦金书。回身又掣宣毫去，忆着相如病未除。"
        },
        {
            "标题": "戏赠罗仙 其二",
            "作者": "孙原湘",
            "内容": "春浮香雨洒曼陀，一寸横波抵爱河。不是散花天女使，如何能起病维摩。"
        },
        {
            "标题": "沪城花事绝句十二首 其七",
            "作者": "孙原湘",
            "内容": "老我清狂杜牧之，紫云吹散海棠丝。东风牵惹閒枝叶，又值伤春病酒时。"
        },
        {
            "标题": "沪城花事绝句十二首 其十一",
            "作者": "孙原湘",
            "内容": "小队羊车窄袖身，银灯照耀玉精神。张家世有莲花貌，也入花丛斗早春。"
        },
        {
            "标题": "沪城花事绝句十二首 其十二",
            "作者": "孙原湘",
            "内容": "小部霓裳舞柘枝，春灯斜映断红姿。替他小史然眉急，偏是英雄李药师。"
        },
        {
            "标题": "沪城花事绝句十二首 其十",
            "作者": "孙原湘",
            "内容": "凤尾红云海上开，连宵清梦宴瑶台。黑风吹堕生罗刹，也有消魂李赤来。"
        },
        {
            "标题": "沪城花事绝句十二首 其八",
            "作者": "孙原湘",
            "内容": "酒龙意气颠如雷，一饮直须三百杯。孤山处士果痴绝，醉插金英当玉梅。"
        },
        {
            "标题": "沪城花事绝句十二首 其三",
            "作者": "孙原湘",
            "内容": "仙吏栽花绣满园，风前唱杀护花幡。一枝偏赏琼林树，听报沿街女状元。"
        },
        {
            "标题": "沪城花事绝句十二首 其五",
            "作者": "孙原湘",
            "内容": "俞生绝调太纵横，不数杭州苏老兵。博得如皋轻一笑，当筵亲拜女门生。"
        },
        {
            "标题": "沪城花事绝句十二首 其六",
            "作者": "孙原湘",
            "内容": "调铅杀粉写珠娘，谁似华亭改七香。喜字亲书三十六，他生修作紫鸳鸯。"
        },
        {
            "标题": "沪城花事绝句十二首 其九",
            "作者": "孙原湘",
            "内容": "香海花天酒满池，铁公绕指化柔丝。玉皇敕赐双飞寺，醉杀偎红倚翠师。"
        },
        {
            "标题": "沪城花事绝句十二首 其四",
            "作者": "孙原湘",
            "内容": "士龙才思枉如龙，抛得明珠堕海中。亏我摩挲双醉眼，亲擒明月水晶宫。"
        },
        {
            "标题": "题谢娘秋影照 其三",
            "作者": "孙原湘",
            "内容": "秦淮昔梦散如尘，太傅池台宿草新。我是东山旧宾客，可堪重对卷中人。"
        },
        {
            "标题": "为兰风题天上人间图即以志别 其四",
            "作者": "孙原湘",
            "内容": "就使飞身入广寒，常娥还许夜深看。卿家更在青天上，要把琉瓈揭去难。"
        },
        {
            "标题": "为兰风题天上人间图即以志别 其三",
            "作者": "孙原湘",
            "内容": "索性神娥化玉京，磨刀割断藕丝情。如何同在人间住，拚得参商过一生。"
        },
        {
            "标题": "题谢娘秋影照 其一",
            "作者": "孙原湘",
            "内容": "心多力弱篆烟微，隔着天河见影稀。柳絮无情偏有福，因风还向谢家飞。"
        },
        {
            "标题": "为兰风题天上人间图即以志别 其七",
            "作者": "孙原湘",
            "内容": "春明好梦易蹉跎，掣泪同听小玉歌。他日霓裳天宝曲，又添公案一重多。"
        },
        {
            "标题": "题谢娘秋影照 其二",
            "作者": "孙原湘",
            "内容": "一重香雾百重门，月过閒阶不记痕。落尽桐华深院锁，为谁风露立黄昏。"
        },
        {
            "标题": "沪城花事绝句十二首 其二",
            "作者": "孙原湘",
            "内容": "桂叶双眉秀绝尘，飞觞喝月斗千巡。彦回枉杀髯如戟，沉醉东风让太真。"
        },
        {
            "标题": "沪城花事绝句十二首 其一",
            "作者": "孙原湘",
            "内容": "千丛玉树万丛兰，曲折红桥四百栏。不是道人骑鹤去，也应迷路出花难。"
        },
        {
            "标题": "为兰风题天上人间图即以志别 其六",
            "作者": "孙原湘",
            "内容": "碧浪红槎事渺冥，杨花未必见浮萍。分明掌上珍珠颗，何处天宫作小星。"
        },
        {
            "标题": "为兰风题天上人间图即以志别 其五",
            "作者": "孙原湘",
            "内容": "借君图画写侬诗，各种情天各样辞。亦有天台同梦处，杀花声里咒相思。"
        },
        {
            "标题": "松陵有旧家子卖笑以养亲孙子悯其志为成四诗 其二",
            "作者": "孙原湘",
            "内容": "酒龙喝月笑如雷，赢得桃花上玉腮。生小颂椒吟絮手，红酥浑未惯行杯。"
        },
        {
            "标题": "有女郎临死自焚其诗稿者 其一",
            "作者": "孙原湘",
            "内容": "一方红泪滴琼瑰，拚把生香换死灰。留下人间谁解读，除非侬再返魂来。"
        },
        {
            "标题": "阳羡寒辞和张椒卿六首 其五",
            "作者": "孙原湘",
            "内容": "张绪依依最少年，墨花狂污薛涛笺。风情恰似灵和柳，摇曳轻风二月天。"
        },
        {
            "标题": "松陵有旧家子卖笑以养亲孙子悯其志为成四诗 其一",
            "作者": "孙原湘",
            "内容": "上弦月出两头纤，双笑花枝揭画帘。不似小家拘束态，自然通脱自矜严。"
        },
        {
            "标题": "松陵有旧家子卖笑以养亲孙子悯其志为成四诗 其四",
            "作者": "孙原湘",
            "内容": "博钱酒券替亲偿，燕玉还求暖老方。侬自白华亲洁养，任人调笑野鸳鸯。"
        },
        {
            "标题": "为兰风题天上人间图即以志别 其二",
            "作者": "孙原湘",
            "内容": "何必仙山缥缈踪，人间楼阁怕云封。只消一片桃花纸，便隔人天万万重。"
        },
        {
            "标题": "松陵有旧家子卖笑以养亲孙子悯其志为成四诗 其三",
            "作者": "孙原湘",
            "内容": "荥阳第宅旧平泉，券写簪花记昔年。莫话东山丝竹事，惹侬双泪落尊前。"
        },
        {
            "标题": "为兰风题天上人间图即以志别 其一",
            "作者": "孙原湘",
            "内容": "聘玉盟处玉化烟，生天小像写婵娟。侬心别有兰香影，知在华鬟第几天。"
        },
        {
            "标题": "有女郎临死自焚其诗稿者 其二",
            "作者": "孙原湘",
            "内容": "炉灰拨尽尚沉吟，身死何须要赏音。遗恨有情偷记去，无从灰得此人心。"
        },
        {
            "标题": "阳羡寒辞和张椒卿六首 其六",
            "作者": "孙原湘",
            "内容": "杜牧寻芳几晏时，柔情消得鬓如丝。秋坟欲唤陈髯起，重唱迦陵绝妙词。"
        },
        {
            "标题": "咏美人所制杨妃舌用海汁捣糖霜里玫瑰瓣为之取其形似也 其三",
            "作者": "孙原湘",
            "内容": "一捻分明玉手将，宛然檀口吐丁香。天生慧舌工翻案，不是杨梅强属杨。"
        },
        {
            "标题": "花烛辞调张子和比部纳姬姬静海人 其三",
            "作者": "孙原湘",
            "内容": "五更紞鼓听鼕鼕，熏罢朝衣宿火红。独抱云窝贪美睡，卖花声过小胡同。"
        },
        {
            "标题": "咏美人所制杨妃舌用海汁捣糖霜里玫瑰瓣为之取其形似也 其一",
            "作者": "孙原湘",
            "内容": "薄似银簧炙乍清，小红尖瓣本生成。自从香口亲题后，应笑江瑶浪得名。"
        },
        {
            "标题": "咏美人所制杨妃舌用海汁捣糖霜里玫瑰瓣为之取其形似也 其六",
            "作者": "孙原湘",
            "内容": "红得娇柔嚼未堪，香如鸡舌带微甘。恰宜小病贪酸日，一点樱桃细细含。"
        },
        {
            "标题": "阳羡寒辞和张椒卿六首 其二",
            "作者": "孙原湘",
            "内容": "轻衫如水剪柔蓝，占得烟波玉女潭。自受东风披拂后，桃花红煞小城南。"
        },
        {
            "标题": "阳羡寒辞和张椒卿六首 其三",
            "作者": "孙原湘",
            "内容": "清脆乡音略带苏，七条弦上住罗敷。望仙桥北垂杨路，认得当垆翠袖无。"
        },
        {
            "标题": "花烛辞调张子和比部纳姬姬静海人 其四",
            "作者": "孙原湘",
            "内容": "红条三尺署衔头，新拜都官属小秋。左画蛾眉右书判，果然张敞最风流。"
        },
        {
            "标题": "咏美人所制杨妃舌用海汁捣糖霜里玫瑰瓣为之取其形似也 其五",
            "作者": "孙原湘",
            "内容": "入口甘酸满上池，芳津直许透诗脾。华清当日真滋味，只有宁王玉笛知。"
        },
        {
            "标题": "阳羡寒辞和张椒卿六首 其一",
            "作者": "孙原湘",
            "内容": "绿波红舫即天台，花不知名烂漫开。我比刘晨更无赖，此番瞒过阮郎来。"
        },
        {
            "标题": "阳羡寒辞和张椒卿六首 其四",
            "作者": "孙原湘",
            "内容": "解画开元桂叶蛾，能酬主簿定情歌。寻常一朵红兰影，已胜粗桃俗李多。"
        },
        {
            "标题": "大家 其一",
            "作者": "孙原湘",
            "内容": "风格天然是大家，不施金翠不铅华。眉弯只仿三分月，心曲常期百合花。\n早喜娇儿工蜡凤，每嗤小婢学涂鸦。罗衣怕惹薰笼息，自有生香胜辟邪。"
        },
        {
            "标题": "半睡",
            "作者": "孙原湘",
            "内容": "钟铭催月转堂坳，残髻拖针线未抛。暗曳衣襟知密约，轻钩履舄订先交。\n梅阴巳落更番子，豆蔻犹合百结包。一朵红云看不定，才移眼尾又眉梢。"
        },
        {
            "标题": "小别",
            "作者": "孙原湘",
            "内容": "送远悲犹在，离情此又并。暂迷三里雾，如隔一重城。\n密意传眸子，归期订尾生。临行手三反，知我定知卿。"
        },
        {
            "标题": "题周防背面美人图 其四",
            "作者": "孙原湘",
            "内容": "只量钿尺认腰支，那有春风见面时。会得李夫人意态，背人翻是耐人思。"
        },
        {
            "标题": "题周防背面美人图 其五",
            "作者": "孙原湘",
            "内容": "妙句青邱最有情，倾城虽见画难成。诗人设想还痴绝，要看回头百媚生。"
        },
        {
            "标题": "题周防背面美人图 其二",
            "作者": "孙原湘",
            "内容": "小朵樱桃折得不，无人窥见绿蛾愁。玉阶唤杀红鹦鹉，不是欢来不转头。"
        },
        {
            "标题": "题周防背面美人图 其一",
            "作者": "孙原湘",
            "内容": "惊鸿瞥见又逡巡，珠压腰裾稳称身。绝似簸钱堂上事，忍羞和笑避生人。"
        },
        {
            "标题": "题周防背面美人图 其六",
            "作者": "孙原湘",
            "内容": "不用传神阿堵中，画师妙手只空空。累他多少旁观眼，相背人人学蒯通。"
        },
        {
            "标题": "题周防背面美人图 其三",
            "作者": "孙原湘",
            "内容": "脸波藏却媚霞痕，只露双肩削玉温。心自向君身自背，省他一见一消魂。"
        },
        {
            "标题": "题周防背面美人图 其七",
            "作者": "孙原湘",
            "内容": "几时回首眼波横，枉费千呼万唤声。画里未容人省识，如何妄想作刘桢。"
        },
        {
            "标题": "翠袖",
            "作者": "孙原湘",
            "内容": "翠袖亭亭倚暮寒，手裁慈竹护平安。临风玉臂娇难举，平日金条约渐宽。\n霜杵敢辞亲和药，银匙还要劝加餐。暂偷半晌支颐坐，缫笔无心拂素纨。"
        },
        {
            "标题": "黄花比瘦图友人属题亡姬照 其二",
            "作者": "孙原湘",
            "内容": "帘卷西风蝶梦孤，瘦秋人已化曼殊。难求梁革回生药，祇剩崔徽卧病图。\n蠹帙纵横签罢整，象床零落簟空铺。髯翁手制朝云偈，一字分明一泪珠。"
        },
        {
            "标题": "黄花比瘦图友人属题亡姬照 其一",
            "作者": "孙原湘",
            "内容": "栴檀风里散云英，薄命黄花悟此生。愿作鸳鸯难比翼，怕闻鹦鹉尚呼名。\n玉箫旧谱盟犹在，锦瑟华年续未成。借取断肠诗一句，红儿小照雪儿情。"
        },
        {
            "标题": "病讯",
            "作者": "孙原湘",
            "内容": "茜子红杉水样柔，轻寒恻恻下帘钩。肌肤越显娇如雪，丰韵偏宜瘦似秋。\n为我关心犹强笑，妮他回首却微羞。但令蜜味中边满，幽恨原非药可瘳。"
        },
        {
            "标题": "病讯 其二",
            "作者": "孙原湘",
            "内容": "写赋私书欲寄难，灯前翻覆自家看。灵方未必全关药，软语何劳更劝餐。\n况隔重门如梦里，应防孤枕触愁端。缄成依旧潜烧却，两字单留是问安。"
        },
        {
            "标题": "病讯 其一",
            "作者": "孙原湘",
            "内容": "向晚飞鸿报远音，玉人秋病为谁深。肝虚枉自煎银叶，背冷应嫌压绣衾。\n楼下人行还侧耳，瓶中花落漫经心。丰容回想清癯甚，耐过重阳又到今。"
        },
        {
            "标题": "病讯",
            "作者": "孙原湘",
            "内容": "日炙红酥汗体香，玉人小病倚银床。心如莲子中间苦，面带葵花一半黄。\n小婢那知窥喜怒，庸医枉自臆温凉。君身何作灵芝药，只许侬看不许尝。"
        },
        {
            "标题": "续美人诗二首前首续上二句后首续下二句凫胫接鹤狗尾续貂两美同心并蒙印可 其一",
            "作者": "孙原湘",
            "内容": "浴罢轻衫出洞房，寻寻觅觅费思量。梧桐月色炎如昼，忆著郎来便觉凉。"
        },
        {
            "标题": "续美人诗二首前首续上二句后首续下二句凫胫接鹤狗尾续貂两美同心并蒙印可 其二",
            "作者": "孙原湘",
            "内容": "手搴芍药坐凝思，地久天长在后时。只写灵飞经数字，无人知道定情诗。"
        },
        {
            "标题": "昨梦",
            "作者": "孙原湘",
            "内容": "昨梦冥冥夕照黄，青宵归卧细思量。人因憔悴连书瘦，曲为凄迷比话长。\n指水要盟心一片，对花亲授法三章。几多密誓何由记，隐括新词贮锦囊。"
        },
        {
            "标题": "娇女",
            "作者": "孙原湘",
            "内容": "左思娇女似娇禽，来道胜常送好音。书是宣文亲口授，花令小玉上头簪。\n学分绣线宜纤手，解辨琴弦有慧心。一点樱唇留墨在，曹娥碑字甫抚临。"
        },
        {
            "标题": "赠初蓉 其一",
            "作者": "孙原湘",
            "内容": "澹云微雨日西斜，细语轻怜隔浅纱。帘影低迷防燕子，衣香清远袭梅花。\n洛灵久断黄初梦，汉使难通碧落槎。只当忘年真小友，出门动即到君家。"
        },
        {
            "标题": "窄径",
            "作者": "孙原湘",
            "内容": "邂逅重门窄径偏，翔风依鬓总嫣然。花从转侧看尤媚，云为夷犹态更妍。\n暖语兜来心坎里，柔魂钩去眼梢边。何因却把双鬟见，缓住工鞋一细怜。"
        },
        {
            "标题": "春憾",
            "作者": "孙原湘",
            "内容": "西风吹月满高楼，楼上珠帘尽下钩。兰病未苏梅欲褪，二分春色十分愁。"
        },
        {
            "标题": "悔恨词 其一",
            "作者": "孙原湘",
            "内容": "无端打鸭误惊鸳，竟作孤飞綵凤骞。西子难追乘月艇，东君空竖护花幡。\n情缘过爱翻成悔，事为沉几易受冤。此夕秋灯风露里，谁怜憔悴病文园。"
        },
        {
            "标题": "妒媒 其三",
            "作者": "孙原湘",
            "内容": "一对聪明小凤凰，凭他猜作野鸳鸯。行间字里心心印，眼角眉梢面面防。\n飞语难禁人偶中，廋词休认婢无妨。金堂妒目如城绕，始悔从前太审详。"
        },
        {
            "标题": "妒媒 其二",
            "作者": "孙原湘",
            "内容": "只隔欢娱不隔情，隔墙苦苦送莺声。奇香透体闻先醉，软语关心听倍清。\n红纸浪裁书百幅，黄昏空剪烛三更。朝来百计图方便，才得帘前一度行。"
        },
        {
            "标题": "妒媒 其一",
            "作者": "孙原湘",
            "内容": "燕妒莺猜要避嫌，近来行止倍矜严。描成花样慵针黹，锁定眉痕对镜奁。\n倚柱有时情怏怏，扶床终日病恹恹。明知窗外檀郎过，反托关窗一捲帘。"
        },
        {
            "标题": "美人家饮花露饮毕而馀香在盌 其一",
            "作者": "孙原湘",
            "内容": "琼浆滴滴入诗喉，香气犹沾碧玉瓯。恰似鬓边花落下，芬芳常在美人头。"
        },
        {
            "标题": "美人家饮花露饮毕而馀香在盌 其二",
            "作者": "孙原湘",
            "内容": "一朵仙霞捧九霄，散花天女手亲调。玉瓯本是无情物，入骨浓香不肯消。"
        },
        {
            "标题": "熏炉",
            "作者": "孙原湘",
            "内容": "新寒跨火辟邪炉，藕覆双凫色色殊。兰篆静看烟似水，梅花亲点笔为图。\n比肩可许充佳婿，拥背何妨借小姑。推就暖香熏一过，留仙裙底按纤趺。"
        },
        {
            "标题": "林下 其四",
            "作者": "孙原湘",
            "内容": "锦瑟年华似水添，红蛛送喜鹊巡檐。春痕宛转裙双幅，秋影澄泓月一帘。\n戏咒灯花佳谶卜，楷书贝叶小名签。芳心托付消魂处，只在眉尖与指尖。"
        },
        {
            "标题": "悔恨词 其二",
            "作者": "孙原湘",
            "内容": "一纸相思两鬓丝，渡江桃叶竟无期。薄言纵使逢卿怒，消息终应寄我知。\n犹恐再圆仍易缺，果然重到不嫌迟。崔微图画分明在，痴把银釭照几时。"
        },
        {
            "标题": "桃源",
            "作者": "孙原湘",
            "内容": "桃源流水带花香，飞瀑通身度石梁。仙掌忽开青菡萏，神楼刚曝翠衣裳。\n难将隐影传张硕，谁许同来挈阮郎。翻趁出山泉水活，寄流清泪教君尝。"
        },
        {
            "标题": "书愤寄所思 其二",
            "作者": "孙原湘",
            "内容": "旁挠欢计阻良缘，中道风波岂偶然。我痛世人皆欲杀，不如卿有一人怜。"
        },
        {
            "标题": "书愤寄所思 其一",
            "作者": "孙原湘",
            "内容": "怕检罗衣旧日香，怕登楼阁睹斜阳。眼前事事皆堪哭，特借飞花恸一场。"
        },
        {
            "标题": "叠韵简顾虹桥秀才",
            "作者": "孙原湘",
            "内容": "一纸瑶章奏绿天，花台诗史早分传。虎头笔果工添颊，蟾影图真合比肩。\n清福自来关智慧，奇才方许赋神仙。眉山叠韵还能否，更博群芳一冁然。"
        },
        {
            "标题": "解嘲",
            "作者": "孙原湘",
            "内容": "蚕眠小字綵笺投，绛帐遥开白玉楼。自是上官真慧眼，非关内史肯低头。\n裁将桃李成香阁，薰到芝兰借翠篝。值得旁人姗笑起，胜他长跪见公侯。"
        },
        {
            "标题": "深恩四首 其一",
            "作者": "孙原湘",
            "内容": "一绺轻云落剪香，缄题和泪报王昌。并头私愿知难遂，束发深情誓莫忘。\n绾住同心须不乱，祝将恩分愈加长。从今添入潘郎鬓，胜捧仙鬟嗅枕旁。"
        },
        {
            "标题": "玉恙",
            "作者": "孙原湘",
            "内容": "药炉烟袅篆丝斜，压体浓香翠被纱。绣枕卸头犹拥髻，银匙颤手自擎茶。\n犀株镇定恇还甚，蝶梦潮回热转加。雪白梨花疑两颊，从中一朵泛桃花。"
        },
        {
            "标题": "玉恙新起",
            "作者": "孙原湘",
            "内容": "病馀眠食强支撑，秋暑宜逃味要清。侍女且教铺象簟，厨娘还忌进鱼羹。\n极关情语唯珍重，不避嫌时更至诚。如此相思天亦许，两边心似玉壶明。"
        },
        {
            "标题": "美人初度",
            "作者": "孙原湘",
            "内容": "如君竟体似芳莲，生在莲花一日前。诗主性灵空倚傍，情缘洒脱愈缠绵。\n巧思几越银河界，好梦常依璧月边。绣佛灯明齐下拜，比肩人恰似同年。"
        },
        {
            "标题": "水嬉同泛",
            "作者": "孙原湘",
            "内容": "卷起东风雀舫帘，戏临春水照鹣鹣。比肩暗学双星渡，放胆明欺万目瞻。\n浓笑索花频恃爱，清谈闻曲转生嫌。延挨别有消魂计，只等船梢上玉蟾。"
        },
        {
            "标题": "画舫四首 其二",
            "作者": "孙原湘",
            "内容": "一分才调一分情，全是玲珑不是轻。倾国偶逢须福分，守宫才退更鲜明。\n裙边蝴蝶郎持定，袖上花枝姊唾成。仙骨未容人仿佛，自临春水照盈盈。"
        },
        {
            "标题": "横霞仙馆杂事 其八",
            "作者": "孙原湘",
            "内容": "春社如云紫陌过，重帘窣地注娇波。谁知帘外萧郎立，促膝温存半晌多。"
        },
        {
            "标题": "横霞仙馆杂事 其九",
            "作者": "孙原湘",
            "内容": "戏取茶瓯当酒杯，手拈红豆教郎猜。怪人料事偏奇中，手握双钩不肯开。"
        },
        {
            "标题": "横霞仙馆杂事 其十",
            "作者": "孙原湘",
            "内容": "欲度樱桃味与郎，背人离坐走佯佯。玉瓯一点波罗蜜，分付消魂自去尝。"
        },
        {
            "标题": "横霞仙馆杂事 其二",
            "作者": "孙原湘",
            "内容": "只道粗才定品差，幽兰偏比别人家。回瞋一笑思量著，原是梅花第一花。"
        },
        {
            "标题": "自题横霞仙馆 其二",
            "作者": "孙原湘",
            "内容": "四禅天上住人家，手札青鸾扫落花。收拾红香到仙枕，一去同梦是朝霞。"
        },
        {
            "标题": "自题横霞仙馆 其一",
            "作者": "孙原湘",
            "内容": "万树梅花水一村，春山如梦月如魂。只消一角横波翠，阑住诗人不出门。"
        },
        {
            "标题": "横霞仙馆杂事 其七",
            "作者": "孙原湘",
            "内容": "相邀姊妹出花前，人自徐行我转先。闪过小屏山一角，任郎偷搦指尖妍。"
        },
        {
            "标题": "横霞仙馆杂事 其四",
            "作者": "孙原湘",
            "内容": "画堂相见倍矜严，眼角眉梢尽避嫌。六幅湘裙风不动，暗传心事与鞋尖。"
        },
        {
            "标题": "横霞仙馆杂事 其五",
            "作者": "孙原湘",
            "内容": "郎来深坐绿窗纱，看我梳成两鬓鸦。当着小姑留不得，待伊临去唤煎茶。"
        },
        {
            "标题": "横霞仙馆杂事 其一",
            "作者": "孙原湘",
            "内容": "佛容光艳世无寻，供养端宜紫竹林。我愿将身化童子，朝朝合掌拜观音。"
        },
        {
            "标题": "横霞仙馆杂事 其十一",
            "作者": "孙原湘",
            "内容": "问郎底事病双眸，可恨银灯可闷愁。好避绿窗风日煖，如何还写字蝇头。"
        },
        {
            "标题": "横霞仙馆杂事 其十二",
            "作者": "孙原湘",
            "内容": "仙骨姗删响佩琚，径来檀几泥相如。玉纤替按云蓝纸，只道贪看倒薤书。"
        },
        {
            "标题": "横霞仙馆杂事 其三",
            "作者": "孙原湘",
            "内容": "为恐狂奴思不禁，朱樱宛转避春禽。星妃微露莲花舌，未许沾唇已许心。"
        },
        {
            "标题": "翠荚",
            "作者": "孙原湘",
            "内容": "翠荚新看一瓣生，鹦哥唤后兽环鸣。罗衣耐热曾缘我，茗椀先凉最感卿。\n众里眼波潜送媚，閒中口角总关情。炎风如炙云如火，值得今朝触暑行。"
        },
        {
            "标题": "层城 其一",
            "作者": "孙原湘",
            "内容": "望彻层城坐彻宵，苦将心眼记丰标。生来仙骨非丹换，摹拟神情胜白描。\n牛女若逢应妒巧，莺花相对苦争娇。丹诚欲寄何由达，吹煞灯前白玉箫。"
        },
        {
            "标题": "银潢",
            "作者": "孙原湘",
            "内容": "红楼隔雨似潇湘，梅额才呈半面妆。绝不抬头心自会，早知着眼愿都偿。\n云行水上原无迹，风过花中已得香。脩到神仙夫妇分，未妨长县隔银潢。"
        },
        {
            "标题": "品花",
            "作者": "孙原湘",
            "内容": "花里三倾国，梅兰及海棠。可餐皆秀色，不断是生香。\n春思依依梦，秋阴寸寸肠。何时满人意，都植在潇湘。"
        },
        {
            "标题": "双红豆辞 其六",
            "作者": "孙原湘",
            "内容": "双珠托出水晶盘，欲定高低两字难。论岁参差原姊妹，比花先后似梅兰。\n泥中尔我应三分，林下神情祇一般。对面看来形与影，切休分作尹邢看。"
        },
        {
            "标题": "密意",
            "作者": "孙原湘",
            "内容": "柳样春浓絮样颠，轻云无迹过青天。人前第一须留意，莫把双眸注妾边。"
        },
        {
            "标题": "密意 其一",
            "作者": "孙原湘",
            "内容": "待不消魂不自禁，乍黄昏又阁轻阴。背灯佯溜搔头玉，隔座亲舒缠臂金。\n竹小苦无栖凤力，花含先有许蜂心。九天屈注银湾水，抵得恩多未抵深。"
        },
        {
            "标题": "密意 其二",
            "作者": "孙原湘",
            "内容": "意外欢期意倍开，云軿忽降九层台。正愁汉使乘槎断，却讶神娥浴雨来。\n众里廋词偏捷悟，人前娇眼不轻抬。明知相守原无益，且得留卿坐一回。"
        },
        {
            "标题": "九铁僧寮与兼山秋语 其二",
            "作者": "孙原湘",
            "内容": "驱却青蝇百事宜，石幢松影下罘罳。客磨诗里花同瘦，秋到人间佛不知。\n万叶盛衰先有信，一蝉哀怨总无私。红尘白社双青眼，如此相看得几时。"
        },
        {
            "标题": "蓄兰一本数年始得花",
            "作者": "孙原湘",
            "内容": "几年珍重护春寒，一箭才逢白玉阑。静色能消粗气味，异香不是古旃檀。\n半生心力全抛与，万事艰难倍可欢。真到眼前偏认作，画中看又梦中看。"
        },
        {
            "标题": "真真 其三",
            "作者": "孙原湘",
            "内容": "蔷薇露浣晚妆成，别倚瑶台弄玉笙。綵凤自来刚翼比，银蟾可到是身轻。\n人担艳冶原须福，天赋聪明必有情。不画幽兰定梅萼，更无他物着卿卿。"
        },
        {
            "标题": "兰舫纪游 其五",
            "作者": "孙原湘",
            "内容": "綵云重见蓼花湾，可奈斜阳送客还。兰棹渐移人渐远，碧纱犹自度春山。"
        },
        {
            "标题": "兰舫纪游 其六",
            "作者": "孙原湘",
            "内容": "春游归去病兼愁，又是经旬不下楼。特为消魂人强起，绿窗风月控帘钩。"
        },
        {
            "标题": "兰舫纪游 其四",
            "作者": "孙原湘",
            "内容": "画舫潜移傍曲池，烟波何处觅西施。玉清纵使重追著，错过良缘已片时。"
        },
        {
            "标题": "兰舫纪游 其一",
            "作者": "孙原湘",
            "内容": "才傍仙舟语未交，星眸早已隔帘招。有人先我停兰桨，半晌何曾见阿翘。"
        },
        {
            "标题": "兰舫纪游 其三",
            "作者": "孙原湘",
            "内容": "标格矜严渐觉宽，水天閒话倚阑干。笑容也怕人猜料，无奈逢欢意自欢。"
        },
        {
            "标题": "兰舫纪游 其二",
            "作者": "孙原湘",
            "内容": "一春玉恙闭罘罳，声息何曾外院知。今日花前扶病出，教郎知道减轻时。"
        },
        {
            "标题": "评花",
            "作者": "孙原湘",
            "内容": "桃花不及李花妍，一笑欣逢缟袂仙。同是无言芳独擅，从来绝色秀为先。\n中天皓月人争看，委地春云我最怜。拈出退之诗句好，渔郎应悔武陵船。"
        },
        {
            "标题": "下楼",
            "作者": "孙原湘",
            "内容": "楼上斜阳楼下行，鹦哥消息透前楹。云鬟偏觉家常好，花气原从坐处生。\n瞥见玉光惊又喜，乍回钗影避还迎。双星但隔秋河照，眼自模糊意自明。"
        },
        {
            "标题": "客有问吾邑者书此答之",
            "作者": "孙原湘",
            "内容": "软红尘里小蓬莱，画阁文疏对岸开。七水流香穿郭过，半山飞绿进城来。\n酒多按节倾家酿，花不论钱遍地栽。莫笑耕夫多识字，梁时便有读书台。"
        },
        {
            "标题": "心香",
            "作者": "孙原湘",
            "内容": "十二红窗手展迟，眉能为语目通辞。柔乡福分输卿婿，绝世聪明足我师。\n水底更无容藕处，泥中或有见莲时。丹城一片何由达，愿捧心香拜茂漪。"
        },
        {
            "标题": "三妇艳 其二",
            "作者": "孙原湘",
            "内容": "翡翠帘栊透日华，窗光迎面泛朝霞。清癯未称金为屋，朗彻原应月是家。\n百窍含香非豆蔻，一生偏爱属梅花。慧心那有纤尘起，脆雪分明在齿牙。"
        },
        {
            "标题": "感蝶",
            "作者": "孙原湘",
            "内容": "庄周幻梦为蝴蝶，毕竟风流梦是空。争似青陵台下魄，一生酣梦万花中。"
        },
        {
            "标题": "三妇艳 其三",
            "作者": "孙原湘",
            "内容": "风韵飘飘落半天，左芬才调本如仙。聪明解道因风絮，潇洒真同出水莲。\n泼茗偶同开口笑，拥书常不卸头眠。一春花下芳踪少，只在琉璃砚匣边。"
        },
        {
            "标题": "雨中同菘畴小霞泛舟至罗仙家送春",
            "作者": "孙原湘",
            "内容": "湖山如梦雨如尘，道是寻春却送春。画桨双枝天上水，红楼一角意中人。\n难遮去路唯青草，不定来踪是绿蘋。究竟为谁惆怅煞，閒愁才洗又重新。"
        },
        {
            "标题": "秋词 其一",
            "作者": "孙原湘",
            "内容": "相如病骨怕秋寒，那更临风惨不欢。千万为侬休自苦，君身安始妾心安。"
        },
        {
            "标题": "秋夕即事",
            "作者": "孙原湘",
            "内容": "越到矇胧见越真，暗香霏雾细如尘。烟中摇曳还生玉，月里依稀定有人。\n花为遥看须正面，山从低处得全身。此情不料卿能会，始觉兰香果是神。"
        },
        {
            "标题": "题扇 其一",
            "作者": "孙原湘",
            "内容": "水晶帘捲镜台安，晓起簪花露未干。衣蕴奇香防母觉，面留真色尽人看。\n轻躯细骨偏持重，龋齿愁眉也带欢。偶忆郎诗惬侬意，泥将小字写冰纨。"
        },
        {
            "标题": "忍笑",
            "作者": "孙原湘",
            "内容": "丰神林下态河洲，不为情迷骨岂柔。窥到雪肌微掩敛，引开翠靥渐风流。\n两行烛暗人声细，一阵香浓佛手揉。提起去年今日事，红腮无处躲娇羞。"
        },
        {
            "标题": "烧香曲",
            "作者": "孙原湘",
            "内容": "红窗十二扇明纱，喜鹊催成两鬓鸦。背影玲珑俱绝世，才情宛转总宜家。\n工诗惯削檀郎草，解语亲擎绣佛花。手爇水沉香一缕，月轮心事镜年华。"
        },
        {
            "标题": "口午晤",
            "作者": "孙原湘",
            "内容": "越桃花发小阑偏，香气撩人易破眠。八尺琅玕凉欲雨，一层纰缦薄于烟。\n鬟因睡起偏尤好，妆为慵来洗更妍。才是折花苔径湿，连环纤印玉阶前。"
        },
        {
            "标题": "生辰曲",
            "作者": "孙原湘",
            "内容": "锦瑟华年似水流，赪颜犹带嫁时羞。袖中蜥蜴欢痕褪，发后蝤蛴齧印留。\n户耿玉蝇逾半夜，帘霏金粟近中秋。盟香共拜如环月，稳取团圞在后头。"
        },
        {
            "标题": "盛暑",
            "作者": "孙原湘",
            "内容": "彻夜难安小阁眠，消魂入处尺书传。缘知弱质支离苦，却累深情宛转怜。\n蜡烛有心偏暖热，藕丝无孔不缠绵。分明一纸相思字，抵得清凉万斛泉。"
        },
        {
            "标题": "夜宿小石洞",
            "作者": "孙原湘",
            "内容": "何处峰头铁笛声，飘然秋思与同情。拨开落叶通泉细，喝破浮云放月明。\n石气欲吹诗骨冷，天风如化羽衣轻。举头不敢舒长啸，恐有林间宿鸟惊。"
        },
        {
            "标题": "维摩示疾志感",
            "作者": "孙原湘",
            "内容": "天女云軿下碧空，维摩丈室顿春融。悄移画屧防惊枕，微揭绡帏恐透风。\n有泪但看含脉脉，无言祇索去匆匆。再三珍重临行意，只在横波一转中。"
        },
        {
            "标题": "情诗",
            "作者": "孙原湘",
            "内容": "一分消瘦一分娇，玉恙才闻起昨朝。膏沐脩容还自强，羹汤亲手为谁调。\n愿将郎作鸳鸯绣，曾把花同蛱蝶描。情比博山炉更煖，那须炙盏始寒消。"
        },
        {
            "标题": "深恩",
            "作者": "孙原湘",
            "内容": "手缄瑶札报知音，昨夜云窝昨夜衾。蝶梦正酣香万顷，鸡声偏断刻千金。\n花缘露重翻含泪，烛为风流尽吐心。自把深恩酬至爱，如何转说受恩深。"
        },
        {
            "标题": "书悔",
            "作者": "孙原湘",
            "内容": "过后思量百悔迟，昨宵当面错良期。玉盘谏果亲传出，瑶札情悰密递知。\n蹑迹潜教人静后，卸头明示睡来时。如何误会消魂意，半晌绸缪只论诗。"
        },
        {
            "标题": "书窗即事",
            "作者": "孙原湘",
            "内容": "妆成手整藕丝裳，立到琉璃砚匣旁。腕玉特因磨墨健，口脂频度念诗香。\n误翻古帖寻花样，偷接私缄解佩囊。同学二王书法媚，被人猜是仿檀郎。"
        },
        {
            "标题": "常娥",
            "作者": "孙原湘",
            "内容": "本是常娥一辈人，木樨开日作生辰。大江南北无其偶，明月中间着此身。\n筠管著书偏自富，荆钗绝口不首贫。直将冰雪都消净，秋水空灵为写真。"
        },
        {
            "标题": "题兰绝句 其二",
            "作者": "孙原湘",
            "内容": "楚云旖旎水缠绵，生就珠胎玉骨仙。昨夜潇湘明月下，意中人恰似卿妍。"
        },
        {
            "标题": "题兰绝句 其一",
            "作者": "孙原湘",
            "内容": "只合离骚一卷书，水仙相伴住清虚。诗人眼底花如海，除却寒梅尽不如。"
        },
        {
            "标题": "无题和竹桥丈韵二十四章 其十八",
            "作者": "孙原湘",
            "内容": "一曲明河列宿环，佩声遥在碧云间。生逢独立人难得，除却相思事总閒。\n仙字早凭心勒印，神光翻逼眼成斑。直须亵念都消尽，才许亲承水月颜。"
        },
        {
            "标题": "小印",
            "作者": "孙原湘",
            "内容": "瑶台何处著纤尘，着个飘然咏絮人。天上碧桃偏带雪，洞中珠树不知春。\n閒情屡说元才子，杂事羞提汉秘辛。偷下蟾宫修凤牒，自钤小印号长真。"
        },
        {
            "标题": "无题和竹桥丈韵二十四章 其二",
            "作者": "孙原湘",
            "内容": "羊脂白玉碾连环，只系裙腰一寸间。欲报手书嫌语琐，为悬心事怕身閒。\n鲜妍未透蛇医迹，妩媚翻留獭髓斑。薄怒深愁看更好，倾城原不在欢颜。"
        },
        {
            "标题": "云軿",
            "作者": "孙原湘",
            "内容": "宛转香车绕绿溪，一泓秋水彻玻璃。良缘对面谁能阻，好事无心比约齐。\n似惜萧郎门外立，几将小宋路傍提。个人巧笑寻常见，不似今番易着迷。"
        },
        {
            "标题": "口寒阻",
            "作者": "孙原湘",
            "内容": "霜肃风凄不可行，转缘情重似无情。修成蛱蝶原孤梦，订定鸳鸯是再生。\n银烛几曾知喜恨，金钱空为卜阴晴。分明见面仍河汉，却费相思到五更。"
        },
        {
            "标题": "口佗生 其一",
            "作者": "孙原湘",
            "内容": "一寸相思一寸笺，真珠密字泪珠穿。侯门空守黄昏约，仙洞难期碧落缘。\n锦帨尚愁厖欲吠，银桥那有鹊能填。留将玉洁冰清体，好作来生并蒂莲。"
        },
        {
            "标题": "口佗生 其二",
            "作者": "孙原湘",
            "内容": "一纸情书订夙因，妙莲香里證明神。姻缘注定他生簿，才貌脩如见在身。\n说到死期心转快，记来前世事须真。风轮小劫随飘堕，佳耦先逢绝代人。"
        },
        {
            "标题": "晓睡",
            "作者": "孙原湘",
            "内容": "桃笙难得一宵宜，偏是郎来妾起迟。连夕可曾成稳睡，此时何事触炎曦。\n花浮磁盎霞犹湿，镜掩纹台月未移。翻把罗帏低放下，玉肌消减怕教知。"
        },
        {
            "标题": "琼花阁春宴 其一",
            "作者": "孙原湘",
            "内容": "琼台缥缈接空冥，面面湘波作翠屏。诗梦一天如雪艳，酒花二月有兰馨。\n碧云界断忘人世，红豆拈来尽性灵。风卷玉箫声缓缓，群真都在上头听。"
        },
        {
            "标题": "琼花阁春宴 其二",
            "作者": "孙原湘",
            "内容": "冰盘行炙月轮擎，多是芳心结撰成。花气一楼难辨种，食单三日预商名。\n新歌乍学狂何惜，罚盏虽冤醉亦轻。赢得归家争问讯，酒香还似玉梅清。"
        },
        {
            "标题": "闺人养疴辞 其四",
            "作者": "孙原湘",
            "内容": "双扉閒锁一阶苔，屈膝铜铺昼不开。只有常娥推不去，夜深远近小窗来。"
        },
        {
            "标题": "闺人养疴辞 其一",
            "作者": "孙原湘",
            "内容": "工愁善病女相如，暂徙瑶斋检道书。一缕药烟清似水，云屏隔断广寒居。"
        },
        {
            "标题": "闺人养疴辞 其五",
            "作者": "孙原湘",
            "内容": "刺铜清影拂帘长，鼎沸松风药透香。亲把银匙调一过，同心甘苦愿分尝。"
        },
        {
            "标题": "闺人养疴辞 其二",
            "作者": "孙原湘",
            "内容": "小庭花木费平章，终日琴鸣古研旁。却下水晶帘一扇，仙肌冰雪自生凉。"
        },
        {
            "标题": "闺人养疴辞 其三",
            "作者": "孙原湘",
            "内容": "南窗置榻北窗宽，一曲书廊镜槛安。那有红尘飞得到，绿芭蕉映雪阑干。"
        },
        {
            "标题": "赠花",
            "作者": "孙原湘",
            "内容": "小朵华鬘向夕开，玉纤亲摘赐妆台。要君魂梦都香透，似我肌肤得傍来。\n倘置仙鬟茑亦好，便将佛座供应该。他时憔悴终怜惜，况捧仙妍雪一堆。"
        },
        {
            "标题": "幽槛",
            "作者": "孙原湘",
            "内容": "贪依幽槛立花阴，忘却冥冥细雨侵。替整莲巾防折角，代障葵扇示同心。\n怜卿秀色调饥慰，知我清姿病渴深。戏语他年身后事，带瞋和笑未沾襟。"
        },
        {
            "标题": "幽窗",
            "作者": "孙原湘",
            "内容": "静掩红窗锁绿筠，乌龙高卧雪狸驯。飞花几误鱼吞影，密叶才容蝶过身。\n得伺机缘情转怯，肯担惊恐爱方真。风帆开到中流转，也胜江干坐守人。"
        },
        {
            "标题": "幽窗纪事",
            "作者": "孙原湘",
            "内容": "洞房清昼似黄昏，却下重帘掩上门。威闪星眸含薄怒，妒传风语表深恩。\n鬓梢花朵防欹侧，舌本茶香恣吐吞。容易铃声惊蛱蝶，已消孤闷未消魂。"
        },
        {
            "标题": "画舫四首 其四",
            "作者": "孙原湘",
            "内容": "亚字红桥折向东，橹枝摇曳太匆匆。云多离合晴难定，花有阴阳致不同。\n逼近更闻香荡越，薄瞑犹胜月朦胧。明眸焉肯轻回睐，自觉微波面面通。"
        },
        {
            "标题": "新妆 其二",
            "作者": "孙原湘",
            "内容": "洗却浓姿总出尘，十眉图样自翻新。从来窈窕倾城色，定属聪明绝世人。\n三起三眠知柳重，一颦一笑比花真。为卿别制閒情赋，要与陈思赌感甄。"
        },
        {
            "标题": "佳人",
            "作者": "孙原湘",
            "内容": "玉梅花下访云窝，坐对春山蹙翠蛾。幽暗房栊听雨久，暖香屏障避风多。\n论诗反索郎吟絮，作计閒教婢补萝。踪迹自疏情自密，趁人回首注娇波。"
        },
        {
            "标题": "温梦",
            "作者": "孙原湘",
            "内容": "高唐原是梦生涯，绿水红楼第四家。北地胭脂中妇艳，南朝玉树后庭花。\n渔郎潜混秦人服，织女偷邀汉使查。惊觉风流真一霎，恼他鹦鹉唤煎茶。"
        },
        {
            "标题": "曲意",
            "作者": "孙原湘",
            "内容": "无意莺啼恰恰啼，曲阑东畔画廊西。未知人影香先至，得近花光目转迷。\n略罥帘旌钗欲溜，似拈裙带首旋低。相逢已是空惆怅，况更相逢未必齐。"
        },
        {
            "标题": "曲阑",
            "作者": "孙原湘",
            "内容": "隔墙花气隔墙风，知是钗丛是露丛。妆罢定应重顾盼，语来光认独朦胧。\n能教妒女甘居殿，羞对痴郎验守宫。行过曲阑还伫立，水晶帘罥玉莲蓬。"
        },
        {
            "标题": "曲房",
            "作者": "孙原湘",
            "内容": "青桐一树瘦摇凉，最密帘栊最后房。细雨暗催眉黛绿，晚风微度鬓花香。\n悄闻步屧推屏起，略近妆台触瑟忙。一种乍尝惊颤味，清宵归卧细思量。"
        },
        {
            "标题": "曲题",
            "作者": "孙原湘",
            "内容": "曲阑风定雨初晴，瞥面花光识是卿。弱腕一双金钏重，颓云十二玉钗横。\n芭蕉尽可藏人影，鹦鹉刚无唤客声。不敢搴帘通一顾，恐教着眼太分明。"
        },
        {
            "标题": "娇妒 其二",
            "作者": "孙原湘",
            "内容": "要试檀奴一片心，忽然调笑忽深沉。花中望见佯佯去，月下闻声缓缓寻。\n徐敛欢容浑不采，屡排冷语故相侵。此身恰与风鸢似，直被柔丝七纵擒。"
        },
        {
            "标题": "娇妒 其一",
            "作者": "孙原湘",
            "内容": "蓦地生疏背画栏，二分推避一分酸。妒情才显真恩爱，庄语能通暗喜欢。\n踏月要防中妇觉，眼风休对小姑看。乍来花下低声问，昨夜新凉可着寒。"
        },
        {
            "标题": "自持 其三",
            "作者": "孙原湘",
            "内容": "偶将谰语抵清狂，底事前盟苦索偿。极婉转时心自许，暂通融处眼犹防。\n茶瓯密度樱桃味，衣扣牢缄豆蔻香。倾吐兰胸岂无意，玉楼何日去梯桄。"
        },
        {
            "标题": "自持 其一",
            "作者": "孙原湘",
            "内容": "未须惆怅但闻香，修到香中愿已偿。欲报深思难著迹，每窥微笑越周防。\n花前苦劝耽诗瘦，灯后坚辞被酒狂。除却衾窝同梦外，尽抛心力效鸳鸯。"
        },
        {
            "标题": "妒阻",
            "作者": "孙原湘",
            "内容": "妒眼如丛集满身，祇容相见罢相亲。私书拌灭怀中字，幽恨难瞒镜里颦。\n豆蔻含苞香触手，樱桃垂熟味沾唇。当初只道寻常事，犹苦消魂未得真。"
        },
        {
            "标题": "妒菊",
            "作者": "孙原湘",
            "内容": "鹦哥见客唤帘栊，乙字银钩漾好风。屏影欲翔花宛转，窗光先映雪玲珑。\n情辞远托双眉递，羞晕微添两颊烘。瓶菊如星看渐减，每朝侥倖上钗丛。"
        },
        {
            "标题": "无题和竹桥丈韵二十四章 其十三",
            "作者": "孙原湘",
            "内容": "环痕约指指如环，预种芳缘隔世间。论阀未甘鱼媵贱，处囮何用雉媒閒。\n花开艳极偏无子，笋出尖多易有斑。只合化身明月镜，笑颦都得照卿颜。"
        },
        {
            "标题": "潇湘楼杂忆 其八",
            "作者": "孙原湘",
            "内容": "下楼风恰绣裙掀，偷见弓弯窄更纤。乞与重台莲一瓣，朝朝枕上看红尖。"
        },
        {
            "标题": "立秋日得罗仙问",
            "作者": "孙原湘",
            "内容": "青鸟殷勤下碧城，蓝桥重许见云英。书随梧叶先秋至，人比荷花隔水迎。\n百恨尽抛云外释，双眸豫喜月边明。却愁好事临期阻，抱柱依然作尾生。"
        },
        {
            "标题": "舟夜",
            "作者": "孙原湘",
            "内容": "寻常小别上兰舟，回首山城见玉楼。今夕依然开画桨，前行不觉过芳洲。\n如何枕上醒孤梦，翻忆闺中作远游。听尽船头风与水，绿波东下泪西流。"
        },
        {
            "标题": "排次",
            "作者": "孙原湘",
            "内容": "姊妹行中最下肩，女儿星次斗牛边。数来指节螺纹遍，翻到眉图月晕妍。\n辽后香词书宛转，丁娘丽曲索缠绵。宋宫谢女原排十，倾国偏推第一仙。"
        }
    ],
    "对话内容": [
        {
            "Dialogue": "{\n    角色名:洪亮吉 \n    动作:(微微颔首，目光炯炯)\n    讲话:孙兄，近日我读尔之诗作，深感其中“性情为诗之主宰”之论，实乃诗坛真谛，然则，诗之情感，究竟何以触动人心？是否在于那字里行间所流露之真情，或在于其所描绘之景象，皆能引发共鸣？\n}\n{\n    角色名:孙原湘 \n    动作:(微微一笑，抚须沉思)\n    讲话:洪兄所言极是，诗乃心声之寄托，情感之流露，非但在于字句之华美，更在于所传达之情感真切。试想，若无真情实感，岂能打动人心？如我所作“赋得吹气如兰有赠”之诗，虽词藻华丽，然其中所蕴含之情感，乃是我对友人之思念与深厚之情谊，故而字字句句皆是心声。诗之所以动人，正是在于那一份真实之情，能够穿透时空，与读者心灵相通。\n}"
        },
        {
            "Dialogue": "{\n    角色名:赵翼 \n    动作:(轻声吟诵，目光向窗外望去)\n    讲话:孙兄，今夜月色如水，正是吟咏之佳时。想我方才提及“月作明珠来赠嫁”，不知尔对此有何感想？月明之下，似乎每一缕清风都带着情意，令人遐想翩翩。\n}\n{\n    角色名:孙原湘 \n    动作:(轻轻微笑，举杯回敬)\n    讲话:赵兄所言甚是，月色清辉，恰似一位佳人，既可赠嫁，又可寄情，令人心醉。今夜月明，我不禁想起往昔岁月，似乎每一轮明月，都是与友人共度的美好时光。正如我所作“春江桃叶渡”，那一缕相思，虽无结实，却在心中扎根。月下对饮，正是文人雅士所追求之境，愿与君共赏月华，吟声共长天一色。\n}"
        },
        {
            "Dialogue": "{\n    角色名:席佩兰 \n    动作:(轻轻放下花洒，脸上带着温柔的笑容)\n    讲话:夫君，今日阳光明媚，庭中花朵争相开放，孩子们也在书房读书，学习之声此起彼伏，真是令人欣慰。吾常思，如何能让他们在此良好的环境中，愈加勤奋读书，传承家风？\n}\n{\n    角色名:孙原湘 \n    动作:(微微点头，目光柔和)\n    讲话:佩兰言之有理，家中和睦，子女方能茁壮成长。吾常告诫儿女，读书乃是立身之本，唯有勤勉，方可有所成就。倘若能在此良好的环境中，浸润书香，必能传承我家之文化底蕴。愿我之子女，皆能明白知识之珍贵，勤学苦练，将来定能为家族增光添彩，成为有用之才。\n}"
        },
        {
            "Dialogue": "{\n    角色名:孙星衍 \n    动作:(握笔于手，沉思片刻)\n    讲话:孙兄，近日所作诗文颇有新意，不知是否愿与我分享尔对诗词之感悟？我心中对尔的作品充满敬仰，盼能从中受益。\n}\n{\n    角色名:孙原湘 \n    动作:(微微一笑，提笔写字)\n    讲话:星衍兄言重，然诗词之道，乃是心灵之交汇，情感之流露。吾所思，诗之根本在于情，若无真情实感，字句再美亦无意义。最近我写了几首新作，皆是对生活之感悟与对友人之思念，愿将这些心得与君分享，盼能引发共鸣，彼此间共同探讨，方能更上一层楼。\n}"
        },
        {
            "Dialogue": "{\n    角色名:嘉庆皇帝 \n    动作:(微微靠前，神情专注)\n    讲话:孙原湘，朕听闻尔才华横溢，诗文俱佳，今特召尔来，欲听尔对国事之见解。尔可有良策，能为朕治国平天下之事献计？\n}\n{\n    角色名:孙原湘 \n    动作:(微微躬身，语气恭敬)\n    讲话:陛下，臣愚以为，治国之道，首先在于安定民心，民心安则国安。臣曾思，若能宽政惠民，减轻赋税，让百姓安居乐业，自可增强国力，兴旺大业。臣愿以此为言，求陛下深思，以期国之治安，民之安乐，方能实现长久之治。\n}"
        },
        {
            "Dialogue": "{\n    角色名:孙文杓 \n    动作:(兴奋地指着集市上的玩具)\n    讲话:父亲，您看那边的玩具好好玩，您能不能给我买一个呢？\n}\n{\n    角色名:孙原湘 \n    动作:(微微一笑，缓步走近)\n    讲话:儿子，玩具虽有趣，但更重要的是学习与品德。今日带你来集市，正是希望尔能在繁华中辨别事物，了解人情世故。待会儿若有机会，父亲定会为你挑选一件心仪之物，但记住，凡事皆需有度，切勿沉迷于玩乐。\n}"
        },
        {
            "Dialogue": "{\n    角色名:法式善 \n    动作:(轻轻抚琴，目光柔和)\n    讲话:孙兄，今夜月下，正是吟诗作对的好时光，想我今有“清品须陪雀舌茶”之感，不知尔可否与我共吟？\n}\n{\n    角色名:孙原湘 \n    动作:(微微颔首，轻声吟诵)\n    讲话:法兄所言极是，月下清风，最宜倾诉心中所感。我愿以“清品须陪雀舌茶”为引，作一首应之：月明如水映清波，风送佳音入我歌。愿与君共吟此情，醉在月下共此刻。\n}"
        },
        {
            "Dialogue": "{\n    角色名:袁枚 \n    动作:(提笔写信，字字娟秀)\n    讲话:孙兄，近日所作新诗，颇有新意，特来信与尔分享，盼尔能给予指教，彼此共勉。\n}\n{\n    角色名:孙原湘 \n    动作:(捧信，神情温暖)\n    讲话:袁兄之信，令我倍感欣喜。尔之诗作，我必认真拜读，细心揣摩。此间我亦有几首新作，待我回信附上，愿与君共探诗词之道，互相砥砺，促使文才更为精进。\n}"
        },
        {
            "Dialogue": "{\n    角色名:孙文樾 \n    动作:(专注地看着父亲，认真倾听)\n    讲话:父亲，您能教我如何写字吗？我想变得更加出色。\n}\n{\n    角色名:孙原湘 \n    动作:(微微一笑，握笔于手)\n    讲话:樾儿，书法乃是心之所向，技之所精。首先，要用心去感受字的形态与笔画，方能得其神韵。记住，“功夫下在平时”，每日练习，方能有所成就。吾定会悉心指导，助尔在书法之路上越走越远。\n}"
        },
        {
            "Dialogue": "{\n    角色名:孙星衍 \n    动作:(轻声吟唱，目光温柔)\n    讲话:孙兄，春日花园，百花齐放，正是吟诵“春江桃叶渡”的好时光，想必尔有何感触？\n}\n{\n    角色名:孙原湘 \n    动作:(微微一笑，眼中流露温情)\n    讲话:星衍兄所言极是，春江桃叶，正如我心中那份温暖的情愫，水流潺潺，似乎诉说着时光的流逝。每一片桃叶，皆是对生命的赞美与怀念，愿与君共吟此情，回首往昔，感慨万千，共享此春日之美好。 \n}"
        }
    ]
}