{
    "基本信息": {
        "姓名": "郑珍",
        "性别": "男",
        "出生年份": "1806",
        "死亡年份": "1864",
        "享年": "59",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "郑珍友的对象是莫友芝",
        "郑珍为程恩泽之学生",
        "郑珍为莫与俦之弟子"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 乡贡举人",
            "入仕年份": "1837",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "贡生 = 贡监生(笼统) (明清宾贡,功贡)",
            "入仕年份": "1825",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "五尺道人",
            "别名类型": "室名、别号"
        },
        {
            "别名": "子尹",
            "别名类型": "字"
        },
        {
            "别名": "柴翁",
            "别名类型": "未详"
        },
        {
            "别名": "紫翁",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [
        {
            "官职": "训导",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "兼",
            "任职地点": "贵州省"
        },
        {
            "官职": "训导",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "荔波"
        },
        {
            "官职": "州训导",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "兼",
            "任职地点": "贵州省"
        }
    ],
    "地理信息": [
        {
            "地名": "遵义",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "仪礼私笺:八卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "巢经巢文集:六卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "巢经巢诗钞:九卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "播雅:二十四卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "明鹿忠节公无欲斋诗注",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "樗茧谱",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "汗简笺正:八卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "亲属记:二卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "说文新附考:六卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "说文逸字:二卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "说隶",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "轮舆私笺:三卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "遵义府志",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "凫氏图说",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "深衣考(郑珍)",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "轮舆私笺 二卷 附图 一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "巢经巢集经说 一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "汗简七卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "汗简笺正七卷目录一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "母教录一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "樗茧谱一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        }
    ],
    "社会区分": [
        "诗人"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "（1806—1864）贵州遵义人，字子尹，号柴翁。道光十七年举人，选荔波县训导。咸丰间告归。同治初补江苏知县，未行而卒。学宗许郑，精通文字音韵之学，熟悉古代宫室冠服制度。有《礼仪私笺》、《轮舆私笺》、《说文新附考》、《巢经巢经说》、《巢经巢集》等。 ► 郑珍的诗文(146篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "山中杂诗四首 其三",
            "作者": "郑珍",
            "内容": "绝怜乌子无朝暮，飞去飞来桂树閒。不以群鸦止贪饱，直须日落始知还。"
        },
        {
            "标题": "山中杂诗四首 其二",
            "作者": "郑珍",
            "内容": "万事无心早闭关，慈云依映懒云閒。梦中悔送朝晖过，守著斜阳尚满山。"
        },
        {
            "标题": "武陵烧书叹并序",
            "作者": "郑珍",
            "内容": "烘书之情何所似，有如老翁抚病子。心知元气不可复，但求无死斯足矣。\n书烧之时又何其，有如慈父怒啼儿。恨死掷去不回顾，徐徐复自摩抚之。\n此情自痴还自笑，心血既乾转烦恼。上寿八十能几何，为尔所累何其多。"
        },
        {
            "标题": "山居夏晚",
            "作者": "郑珍",
            "内容": "雨散暮天青，馀光照远汀。草堂朝蝙蝠，瓜架织蜻蜓。\n晚饭依花聚，林风入酒醒。閒情更无暇，儿女上池亭。"
        },
        {
            "标题": "白水瀑布",
            "作者": "郑珍",
            "内容": "断岩千尺无去处，银河欲转上天去。水仙大笑且莫莫，恰好借渠写吾乐。\n九龙浴佛雪照天，五剑挂壁霜冰山。美人乳花玉胸滑，神女佩带珠囊翻。\n文章之妙避直露，自半以下成霏烟。银虹堕影饮谾谼，天马无声下神渊。\n沫尘破散汤沸鼎，潭日荡漾金镕盘。白水瀑布信奇绝，占断黔中山水窟。\n世无苏李两谪仙，江月海风谁解说。春风吹上观瀑亭，高岩深谷恍曾经。\n手挹清泠洗凡耳，所不同心如白水。"
        },
        {
            "标题": "山中杂诗四首 其四",
            "作者": "郑珍",
            "内容": "经旬积雨鸡不鸣，路断何人裹饭行。惟有瑶琴伴桑户，鼓来犹是旧时声。"
        },
        {
            "标题": "莫五题壁有“不若弃书学剑，扬旗万里封侯”句，因和",
            "作者": "郑珍",
            "内容": "就外论似不尔，如君言亦复佳。便脱牛刀相赠，待看马革归来。"
        },
        {
            "标题": "晚望",
            "作者": "郑珍",
            "内容": "向晚古原上，悠然太古春。碧云收去鸟，翠稻出行人。水色秋前静，山容雨后新。独怜溪左右，十室九家贫。"
        },
        {
            "标题": "山中杂诗四首 其一",
            "作者": "郑珍",
            "内容": "绿树成阴尽手栽，量枝数叶日徘徊。夜深屡下风婆拜，为有萱花一朵开。"
        },
        {
            "标题": "过海龙囤",
            "作者": "郑珍",
            "内容": "囤上风云绕夜郎，异时龙凤此荒唐。王师八道从天下，镇服千年扫地亡。\n蒙业若教思粲价，世州何遽后岑黄。匆匆立马空留望，断涧荒厓尽夕阳。"
        },
        {
            "标题": "大风宿滹沱南岸",
            "作者": "郑珍",
            "内容": "去年今日天南头，诸弟饯余昆明海上大观楼。海天风晴满杨柳，百花齐上楼头酒。\n弱弟牵衣不放归，我道明岁重来游此池。岂知今日远辞家，黄尘塞天不能车。\n滹沱河边晚呼饭，鼻孔封泥沙满牙。旧事凄凉万馀里，酒酣斫地舞刀起。\n镫光屋气皆沙尘，绿水青山思杀人。"
        },
        {
            "标题": "比干墓下作并序",
            "作者": "郑珍",
            "内容": "王子骨肉閒，力欲醒天梦。封墓不及后，孥戮知已纵。\n公旦岂异人，三笞得贤诵。同圣不同福，千载有馀痛。"
        },
        {
            "标题": "樊城感旧",
            "作者": "郑珍",
            "内容": "忆我丙戌年，春风三月时。驻马樊仲国，渡江恣盘嬉。\n背载双葫芦，笑杀襄阳儿。兴到即野饮，菜花迷大堤。\n寻碑万山顶，访古习郁池。晓探鹿门去，晚度檀溪归。\n落日三板船，快泻青琉璃。苍苍渔梁渡，馀映依山陂。\n同袍两三人，今或宰木累。当年仲宣楼，为我作生期。\n城头一挥笔，顷刻千字诗。瓠落秖无用，成就苍髯髭。\n风雪满天地，江山寂如遗。残檠照颜色，小火不上衣。\n岂独□倦意，伤怀空自知。"
        },
        {
            "标题": "度岁澧州寄山中四首 其四",
            "作者": "郑珍",
            "内容": "爆竹声已销，邻舍亦罢博。把杯念吾生，飞鸟究何托。\n姿年逝将老，精力坐销铄。学宦亦良策，山林固予乐。\n诚恐为俗牵，遂令一生阁。如今倘便决，求田事耕凿。\n尽力得逢年，或胜虚俸薄。何必父母身，持受达官虐。\n弟辈不更事，望我践累若。焉知妻妾羞，百倍衣食恶。\n且当练劲俭，晚食而早作。"
        },
        {
            "标题": "度岁澧州寄山中四首 其三",
            "作者": "郑珍",
            "内容": "卯卯今夕乐，乐到不可名。不解忆郎罢，但知烧粉蒸。\n守岁强不卧，喧搅至五更。班班稍解事，针缕亦略能。\n头试活莌花，安排拜新正。章章小而娇，其舌甘若饧。\n亦知岁已尽，向母索珠婴。阿耶十年来，慈祥喜渊明。\n青袍误愚我，残灯澧州城。安得与尔辈，叫跃如沸羹。\n今日趁么回，假面可市曾。卯须张飞胡，章也称鹘靘。\n还应篾黄竹，预办虾蟹镫。他年若命来，似耶今远行。\n此乐便难得，徒令涕纵横。愁思无可寄，笑调声泪并。"
        },
        {
            "标题": "度岁澧州寄山中四首 其二",
            "作者": "郑珍",
            "内容": "弃置难弃置，悲端满天地。去年客罗山，千里度除岁。\n所依为至亲，亲念亦稍慰。今宵此一身，计集几双泪。\n炉边有耶娘，灯畔多姊妹。心心有远人，强欢总无味。\n忆在十载前，旧事已酸鼻。老怀况愈慈，如何淡此际。\n无名亲戚悲，名得又反累。得失俱可怜，伤哉功名事。"
        },
        {
            "标题": "度岁澧州寄山中四首 其一",
            "作者": "郑珍",
            "内容": "我行三十日，至此醴水头。客心念岁尽，晚具稍使优。\n遥怜思子人，对食双泪流。劝母莫泪流，儿今饭澧州。\n大盘登鲇鱼，小盘鲙丝浮。湖虾点鸡子，汾酿凝新瓯。\n大胜母家食，菘菔间脯脩。吁嗟儿亦父，心事可自由。\n哽咽难再道，弃置观衾裯。"
        },
        {
            "标题": "观上滩者",
            "作者": "郑珍",
            "内容": "纤者尻益高，詹诸钝爬沙。篙师跌臕熊，又若曝肚蛙。\n一上复一上，舟如缘边虾。游游竞尺寸，终见舌胜牙。\n哀哉水不平，民劳致堪嗟。万一缆中断，倒冲宁救邪。\n念昔榜铜水，滩更多于麻。祼挽冰雪底，髀骭红霞霞。\n锥刀利能几，不给半箸奢。努力潕阳船，腰环犹可誇。"
        },
        {
            "标题": "下滩",
            "作者": "郑珍",
            "内容": "前滩风雨来，后滩风雨过。滩滩若长舌，我舟为之唾。\n岸竹密走阵，沙洲圆转磨。指梅呼速看，著橘怪相左。\n半语落上严，已向滩脚坐。榜师打懒浆，篙律遵定课。\n却见上水船，去速胜于我。入舟将及旬，历此不计个。\n费日捉急流，险快胆欲懦。滩头心夜归，写觅强伴和。"
        },
        {
            "标题": "出门十五日初作诗黔阳郭外三首 其三",
            "作者": "郑珍",
            "内容": "记我出门时，梅花绕茅亭。携儿坐石上，吹笛使酒醒。\n山妻持镫来，大字写纵横。妹女各袖扇，争书压吾肱。\n閧閧一宵事，不知难已鸣。今朝梅树下，小卓当窗棂。\n寒日在黄叶，萧萧儿授经。读书究何用，秖觉伤人情。\n不学耕亦得，看我黔阳城。"
        },
        {
            "标题": "出门十五日初作诗黔阳郭外三首 其二",
            "作者": "郑珍",
            "内容": "策名公家方，其实止求食。一饱宁必官，吁嗟远行役。\n思便自此归，辗转不能得。事非尽由己，徒念山中石。\n强歌不成欢，假□不安席。梦醒觅娇儿，触手乃船壁。\n我本窗下人，胡为异方客？身世难尽言，去去自努力。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其十 永不税",
            "作者": "郑珍",
            "内容": "生为穷陬民，如未得父赀。千方获小利，又索真苦儿。\n堂堂永不税，楔此三字楣。不无桑宏羊，咏言请深思。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其七 煮茧",
            "作者": "郑珍",
            "内容": "同命蹈汤火，吾怜蚕此时。要为世衣被，不尔安得治。\n所求补生民，可悯不在斯。我观古仁人，用心如见其。"
        },
        {
            "标题": "出门十五日初作诗黔阳郭外三首 其一",
            "作者": "郑珍",
            "内容": "近行十几日，秖如旦暮间。远行十几日，恍若不计年。\n澄澄□溪流，荡荡东去船。寒风峭白日，萧条异山川。\n高堂一片地，一刻数往还。颜色隔千里，忽然立我前。\n倚篷久惆怅，此意谁复怜。入坐长叹息，晚炊起寒烟。"
        },
        {
            "标题": "完末场卷，矮屋无聊，成诗数十韵，揭晓后因续成之",
            "作者": "郑珍",
            "内容": "我亦胡不足，而必求科名。名成得美仕，岂遂贵此生。十年弃制蓺，汗漫窥六经。友串亡称举，谓我手笔精。安知公等长，真非予所能。所以来试者，亦复有至情。父母两忠厚，辛苦自夙婴。一编持授我，望我有所成。未尽无所成，而世以此轻。因之忘颜厚，自量非不明。贵从老亲眼，见此娇子荣。痴心有弋获，焉知非我丁。独叹少也苦，精力遂不撑。四更赴辕门，坐地眠瞢腾。五更随唱入，阶误东西行。揩眼视达官，蠕蠕动两枨。喜赖搜挟手，按摩腰股醒。携篮仗朋辈，许贿亲火兵。拳卧半边屋，隔舍闻丁丁。黄帘自知晚，蜗牛喜观镫。梦醒见题纸，细摩压摺平。功令多于题，关防映红青。文字如榨膏，槷急膏亦倾。卷完自嗤笑，此又虫语冰。安知上钓鲇，突作掉尾鲸。自视此穷骨，何让棱等登。归去见儿女，誇我头衔增。但愁世上语，高文真有灵。又愁邻舍翁，故生分别惊。寒檠照秋馆，苦续号虫声。同砚有良友，鋻此欣慨并。难与外人言，果蠃于螟蛉。"
        },
        {
            "标题": "乡举与燕上中丞贺耦庚先生",
            "作者": "郑珍",
            "内容": "文学无贵贱，师弟有因缘。当公领解日，我始双鬌悬。\n公名丽中外，孺子心已笺。时从乡先达，一问庆历贤。\n有如泥忆云，何人识肫颛。旌花照黔服，草木增华鲜。\n下士悬势分，呼来侍之前。吕医受薰浴，始见韩门全。\n手赠研经书，谓我能终篇。念自束发来，抱遗望古先。\n意薄言鹦鹉，力遂忘其孱。我朝盛明经，诸老起接肩。\n阎胡奋前茅，江载持中权。六经有实义，大师非汉遍。\n皇皇一代学，足破诸子禅。何言毋歛生，得淑洨长传。\n千金学屠龙，用志良亦专。但恐岁月逝，芜秽愁方荃。\n因公庶有就，不致中道捐。又苦念穷蹇，力削此肿卷。\n白袍五千士，讵少万选钱。已分枭悬投，竟呼鱼与牵。\n居然如巨鳌，赑屃承群仙。钩楹预礼礼，清簧间朱弦。\n国家作人意，寓此宾之筵。今日所厚醴，异时待敷宣。\n岂其以筐篚，慰尔穷青毡。念此自惭顾，中心如沸煎。\n未举怨时命，实成人舍旃。一朝落人穫，依然骄莠田。\n不独羞世上，仰岂无惧焉。科目正难称，炊沙何足饘。\n惟山见五岳，惟水观九川。尘滴乞沾丐，期无负当年。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其五 驱蠹",
            "作者": "郑珍",
            "内容": "蠹蠹岂得已，亦复因饥寒。秪此万头虫，尔饱我则难。\n系头有排索，系足有机竿。非我能陷子，天教入其间。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其六 移枝",
            "作者": "郑珍",
            "内容": "筐载似襁负，蠕蠕缘不禁。后时要尔养，肯谓恩勤深。\n不知家已移，食饱眠于林。蚕乎我诚苦，待儿无此心。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其九 利无算",
            "作者": "郑珍",
            "内容": "槲之用于古，木薪实以皂。一经发全能，遂令穷郡饱。\n辨土剂利害，草木乃皆宝。敬告异邦君，死法要活草。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其八 上机",
            "作者": "郑珍",
            "内容": "今日机杼地，旧时空破屋。织师有手诀，可授不可读。\n岁织竿万端，远散侯甸服。劝君毋作伪，作伪天不谷。"
        },
        {
            "标题": "文待诏凤兮砚歌并序",
            "作者": "郑珍",
            "内容": "郎州太守得片石，云是停云馆主凤兮砚。文家旧物三百年，叹息遗珍眼中见。\n我闻二十七砚在当时，并宠争妍皆异姿。曾孙眼枯元血碧，凤兮飘摇何处归。\n培远堂中赖有居亭主，太症经国资赞辅。大胜先生思想帖，出门即受钤山污。\n景曜流晖嗟命贫，至今老衲写梵文。尔复不为主人辱，太守业与榕门亲。\n太守况住姑胥门，红阑旧里相比邻。楚人失弓楚人得，世间木落定归根。\n他年竹啸轩中访鸾友，落落殊翁照胥纽。玉磬同时问故寮，尚有音尘无恙否。\n抚今感昔怆我神，绝怜八十四岁之老人。心长手软细镌刻，岂期飞下横山村。\n两承已是麟鸾种，何况凡鸟为儿孙。凤兮尔不见桉头大元璧，古篆长生祝无极。\n汉皇不守未央宫，何论词宗一块石。凤兮凤兮尔德终不衰，吾歌正不为尔一石悲横来。"
        },
        {
            "标题": "宿普定却寄雪楼舅新平四首 其三",
            "作者": "郑珍",
            "内容": "一载平夷城，两石平夷谷。刷龟不成毡，悬鳣呼树木。\n念公更南去，老别情舐犊。势固难相从，何时当来复。"
        },
        {
            "标题": "宿普定却寄雪楼舅新平四首 其四",
            "作者": "郑珍",
            "内容": "抱痈不忍割，全外而溃里。我观麒楦场，似无一足恃。\n万针事履底，落地即污滓。明月四更头，私心欲如此。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其三 春放蚕",
            "作者": "郑珍",
            "内容": "谁能妻不衣，谁能儿不哺。都仰蚕腹钱，那避山中露。\n得不辛苦得，即得神亦妒。春山九十朝，报君以纨素。"
        },
        {
            "标题": "宿普定却寄雪楼舅新平四首 其二",
            "作者": "郑珍",
            "内容": "少小诸儿中，舅氏谓可语。耕种亟失时，厥咎宁在雨。\n感公父母心，犹念媒此女。久无飞鸣想，氋氃况能舞。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其一 种树",
            "作者": "郑珍",
            "内容": "我亦念井田，此世生已迟。天与地商量，遣蚕饲尔丝。\n树是古时树，为要今人为。急种莫穷待，三年当见之。"
        },
        {
            "标题": "次韵和郡守平樾怀陈省庵刘研庄两前守",
            "作者": "郑珍",
            "内容": "贵仁无令名，不如不尊显。文官秪爱钱，不如为牧剪。\n朝廷用书生，亦曰其言善。岂其所读书，到官即收卷。\n治法止两端，世有几人阐。甚或剔刻之，伤我枝蹄趼。\n冤乎颂德碑，盍不刻稍浅。陈刘两郡守，是诚循吏选。\n遐陬井校中，鼓众走且喘。一滴父母心，百年尚神缅。\n刘公实儒者，教不薄穷褊。至今多能文，皆公为梯栈。\n陈公山茧法，此日更繁衍。衣食到佣丐，金珠满原巘。\n大府近请祀，于陈极黾勉。我惟此二公，并当铭钟铣。\n刘父陈也母，教养惠无辨。可念在当时，肫挚忘轩冕。\n湘川与白田，车或日再转。此风遂难得，未免重丝茧。\n堂堂平大夫，继亩思旧畎。长言发嗟咏，此意更加腆。\n世有明练材，囊伧而卷脔。寸善将自私，谁肯道前典。\n观公用意处，已足见敷展。后来今视昔，过之不独践。\n企风观化成，歌德我何腼。"
        },
        {
            "标题": "樾峰次前韵见赠兼商辑郡志奉答",
            "作者": "郑珍",
            "内容": "男儿生世间，当以勋业显。埋头事章句，小夫已剪剪。\n何况誇文词，更卑无可善。居常每念此，心若波涛卷。\n百年大槩见，素志未必阐。驰车浪奔走，日中请息趼。\n独立天南头，山高水以浅。手攀青松林，下瞰兵部选。\n有力诚如荦，颇惜气稍喘。遥遥千载心，望古神一缅。\n英雄撒手尽，天地顿为褊。洒泪叹当年，终老乘弇栈。\n于饭或未丰，道乃因之衍。孔孟日丽天，岂不照荒巘。\n以兹颇自信，十驾竭驽勉。与公数回见，谓我金中铣。\n人实不易知，盖棺始足辨。饰诩太宽恕，譬如丱也冕。\n安知定慧光，不受刚风转。顾身如晚蚕，未知作何茧。\n独思有此邦，昧昧古疆畎。公能念图志，山川感嘉腆。\n此虽百和羹，成味非一脔。父母苟作文，子弟争翻典。\n地高声易呼，袖长舞方展。请遂导先路，兹事有人践。\n我怀崔慰祖，事事皆愧腼。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其二 烘种",
            "作者": "郑珍",
            "内容": "春寒四十五，人茧暖窝里。人既忘其寒，蛹亦醒思起。\n蚕事争此关，火力谨相视。譬如胎教疏，百病从之始。"
        },
        {
            "标题": "追和程春海先生橡茧十咏原韵 其四 秋放蚕",
            "作者": "郑珍",
            "内容": "君谷熟田中，我蚕熟山颠。熟时两通易，丰歉情相连。\n昼要秋日小，夜须秋月娟。天解人愿从，我腹定果然。"
        },
        {
            "标题": "寄答莫五",
            "作者": "郑珍",
            "内容": "南北二万里，得归便可喜。止当看山来，名心淡如洗。\n君才不一世，群心有窃比。水母目濛濛，焉识长鲸事。\n何必说高言，不入里人耳。自非此病药，固让溲勃使。\n且吾观古贤，谁能不骳骪。金待百鍊柔，木要九枸美。\n安知屡摧坐，学问不在此。迩来吴桥上，槴尘光玼玼。\n左对而右弄，弟妹绕肩背。朝会小斋食，夜温北堂被。\n闲来拥寒毡，铅椠伴针黹。富贵诚无权，兹岂不足恃。\n俗儿那可道，追膻若奔蚁。神血先未凝，尸虫食其髓。\n可怜负当年，赢作昏昏鬼。念此耸毛骨，百年固无几。\n父母七尺躯，责备塞天地。区区一科目，真不与荣靡。\n我今老复懒，负贱不自耻。澜浪适平夷，半载绊盐米。\n叔夜本无虱，把搔不自已。数月断家书，乡梦乱难理。\n未识今年秋，溪田有收否。又未识家人，御冬作何计。\n阿卯出门时，论语读数纸。至今知所诵，曾否到孟子。\n悠悠我之思，肠中转轮似。如何接君书，亦复穷尔尔。\n下无缝裤襦，上无奉甘旨。吾侪傥定穷，理也奈何彼。\n子贫且在家，我贫更客里。客里贫转甚，春衣今未褫。\n日夕数来店，弟辈默以傒。拟得一个来，兹事有人庀。\n依然满箧书，随渡乌盘水。携手慰离索，一笑愁城圮。\n翻瓮饱黄齑，冷寻红叶寺。更当出秘籍，共读梅花底。"
        },
        {
            "标题": "送黎子元恺舅自平夷归里",
            "作者": "郑珍",
            "内容": "送公远至双穗桥，白云不动心飘摇。仰天挥手一长叹，万山无语风萧萧。\n时难不作十全计，要公归家相料理。我宁饥饿不出门，若负此心有如水。"
        },
        {
            "标题": "遂过圆通寺登补陀岩",
            "作者": "郑珍",
            "内容": "熏香梅花林，往听海潮音。大士无语印以心，补陀山高海深深。\n登高临风望乡国，似到蓬莱方壶之绝壁。忽讶何时身已仙，老亲稚子抛不得，失声一呼落羽翼。\n胡僧在旁俯长眉，知我多情不可医。笑指海天认归鹤，云白山青无尽时。"
        },
        {
            "标题": "宿普定却寄雪楼舅新平四首 其一",
            "作者": "郑珍",
            "内容": "蠕蠕此毛骨，静念夫为谁。若无异乎物，于彼何等差。\n蟠桃有美实，千载谁与期。力有及子孙，聊谋一日炊。"
        },
        {
            "标题": "读《日知录》",
            "作者": "郑珍",
            "内容": "顾公宰相才，老得中孝名。以言救天下，不期当时行。\n大运自秦来，治具几纷更。元元万古胸，利病如列星。\n传来二百年，考资丐儒生。或非著书意，掩卷三涕零。"
        },
        {
            "标题": "归化寺看山茶",
            "作者": "郑珍",
            "内容": "小花团团火齐珠，大花轩轩红盘盂。高花烧天天为枯，低花照地地为朱。\n丹霞大帝御花国，气象想见唐与虞。沐日浴月烂百宝，春风冲瀜元气粗。\n荡荡海天照金碧，山门桧柏排千夫。我来看花适正月，更有小妹相携扶。\n眼迷不认一切佛，兴热欲返巢经庐。口谈树高向母赞，指形花大为母娱。\n但恐此景未亲见，卤莽而言终谓诬。题花要令现纸上，正为此花天下无，吁嗟此花天下无。"
        },
        {
            "标题": "过紫云庵看梅",
            "作者": "郑珍",
            "内容": "云南梅花不值钱，成林乃在紫云庵。暮到滇城朝即深，美人在林真不谙。\n当关一枝兀放入，鹊不及报呼之三。簪斜鬟坠尽惊起，乍见情疏如有惭。\n同是粗服乱头性，气味一亲神已酣。兴浓不觉对花叹，我本无事须来南。\n止为君等挂人意，不一粗省心不甘。句留计止十日事，看山愿了回归骖。\n路长人老那再到，便此舍去情何堪。明须更谒老梅祖，愁心先过黑龙潭。"
        },
        {
            "标题": "平夷驿马祖祠下柏，将坼矣，命伐之，其拥树诸石，不忍他弃，遂移作假山于祠后庭",
            "作者": "郑珍",
            "内容": "平生爱石心，惟有石始知。两脚落荒城，苔岑悲索离。\n谁谓补天具，日见乃忽之。含笑抱之进，马卒俱暗嗤。\n世有非常原，固无怪汝疑。茶夫小儿手，指意任所为。\n妙在不经心，遂与岩壑期。峰峦有重复，嵌窦亦生姿。\n果然惬所欲，百绕未觉疲。谁为后来者，聊乐某在斯。"
        },
        {
            "标题": "月夜诵山谷江湖吞天之作感次其韵",
            "作者": "郑珍",
            "内容": "磨骨养肠胃，卖舌抚唇口。俯仰同桔槔，机肉随薄厚。\n计来真自苦，谁逼君浪走。上床无锦褐，下腹孰羔韭。\n身世一穷了，何者更掣肘。挽畦羹淖糜，缗泽贯杨柳。\n夕偃心太平，朝游大垂手。怡声问翁媪，正色对亲友。\n陶公亦后觉，持身易五斗。安知公田秫，中有恶狮吼。\n静念发深省，窗月正相守。欲持山谷诗，归谋东坡妇。\n衣食端须几，百咏当饮酒。"
        },
        {
            "标题": "汎昆明池至近华浦大观楼",
            "作者": "郑珍",
            "内容": "云南正月半，杨柳青满湖。浮舟出郡郭，逌然如画图。\n汪汪千顷波，晴沙畅平铺。和风弄舞燕，微澜漾浮凫。\n赤脚两桨女，妙称樗散徒。踏舷唱小梅，浩气淩八区。\n沐氏旧西园，宛在似篷壶。早树发初绿，粉墙明精庐。\n诸渔集门曲，幽清无鸟呼。何人构层楼，倒映水府居。\n凭阑纵周眺，心目乃以舒。群山从北来，柘城烟有无。\n九十九水窦，足锸十万夫。夕阳转西山，岩观正模糊。\n何处昆阳州，风帆尽南趋。俯仰一杯酒，襟怀千载馀。\n霸业垂扫尽，苍茫留此潴。海风送黄鹤，思便朝清都。\n弟妹各牵衣，白云不可呼。长啸动归桡，月上东城隅。"
        },
        {
            "标题": "晨出乐蒙，冒雪至郡，次东坡江上值雪诗韵，寄唐生",
            "作者": "郑珍",
            "内容": "乐蒙城下碑负龟，破晓扪读了不知。冻雨濛濛苦无笠，半日扑面风逆吹。\n近午雪作如撒粟，顷刻集遍眉与髭。枯林沙沙蚕餐叶，浅水索索冰溜澌。\n田家尽为二麦喜，大泞可堪行者危。里程诧见几新墐，亦有僵倒命若丝。\n行商早宿释荷担，野店闭门无所为。最有移民可怜悯，十十五五相携持。\n涕垂入口不得试，齿牙"
        },
        {
            "标题": "平夷生日",
            "作者": "郑珍",
            "内容": "今年岁丙申，今日月初十。年是母生年，日是我生日。\n我年已三十，母寿六十一。母老儿亦老，儿悲何由说。\n半世求禄心，甘为古人拙。负母一生力，枯我十年血。\n维母天地眼，责命不责术。但母得如此，又敢自暇逸。\n千秋非所知，儿死此事毕。"
        },
        {
            "标题": "追寄莫五北上",
            "作者": "郑珍",
            "内容": "重安汀前雪映天，知君此时到其閒。两夫舁之担一肩，荒荒瑟瑟山复山。\n子行十日我西还，播城雪夜雨似绵。以吾念子衣枕寒，知子于吾亦悬悬。\n人事乖迕堪浩叹，隔六十里乃天渊。旧约送子意颇繁，既去矣复从何言。\n少年科第世俗便，一日声名即圣贤。子兮织锦古斑斑，媚世复解渲牡丹。\n又始弱冠谁不妍，金门玉堂无子艰。念我才具未老坚，论献远愧晁贾班。\n折腰屈膝又所难，自计岂能事上官。虽云汝坟迫周磐，密缝之心亦可怜。\n取彼偿此心已酸，况又未操必得权。吾以此乃今闭关，纵有贵命宁弃捐。\n父母俱存兄弟全，痴儿问字妻纺棉。讵免身劳心以安，但无远别吾终焉。\n子今偕计趋春官，历鍊骏骨阅山川。河声岳色浩漫漫，吞纳胸中同郁盘。\n独慨宿学近颇悭，罕聚辇毂散若烟。阮程二老海内观，子往谒之问渊源，必有告子乎勉旃。\n高堂虽老健加餐，长昆弱弟善承颜。及兹馀晖快著鞭，木天固有君旧毡。\n然止藉此为亲欢，得意慎勿受所牵。明年驰传归白田，阿爷携子笑欲颠。\n阿娘抚子衣锦鲜，孺人见子屏风边。我从山中系行缠，秋堂与子对床眠。\n听子闻见胜今年，作诗一笑随风传。"
        },
        {
            "标题": "已过武陵",
            "作者": "郑珍",
            "内容": "记我出都门，榆柳未知春。行得山水绿，望家如隔邻。\n隔邻未即到，人情觉已亲。匪独人情亲，我亦爱我身。\n万里虽无功，生存还二人。风水见怜我，云日亦相因。\n监沅已去眼，几日铜江滨。在远止知归，家近始念贫。\n预愁小儿女，不解谅苦辛。入门索包裹，恻恻伤吾仁。"
        },
        {
            "标题": "网篱行并序",
            "作者": "郑珍",
            "内容": "公安民田入水底，不生五谷生鱼子。居人结网作耒耜，耕水得鱼如得米。\n高田鱼落田反芜，生鱼之地变生蔬。网亦从之变其用，环葱绕芥如围鱼。\n以蔬佐鱼生已蹙，以网作篱还诧目。苟且穷算得新创，何遽丝乃不如竹。\n蔬花蔟蔟蔬叶披，猫戏网中鸡隔窥。想见鸬鹚与猵獭，出入篱际驱鱼时。\n不愁网破篱无补，但惧水反鱼游圃。此时篱倒蔬亦无，顿顿餐鱼奈何许。"
        },
        {
            "标题": "适滇却寄子行子俞两弟",
            "作者": "郑珍",
            "内容": "冠鸡非难得，惟独见钟爱。踽踽白兔子，吾思何能贷。\n日者昔语我，子限一星带。看来两不育，此语信蓍蔡。\n念我门祚薄，麟凤非所载。或者瘠土中，独苗可望大。\n今来不吾教，渠母料能代。但恐性一伤，稍大便难差。\n端须提宗印，使之自小佩。上称宣尼说，下称程朱话。"
        },
        {
            "标题": "自毛口宿花堌",
            "作者": "郑珍",
            "内容": "盘江在枕下，伸脚欲踏河塘堠。晓闻花堌子规啼，暮踏花堌日已瘦。\n问君道近行何迟，道果非远我非迟，君试亲行当自知。\n此道如读昌黎之文少陵诗，眼著一句见一句，未来都非夷所思。\n云木相连到忽断，初在眼前行转远。当年止求径路通，闷杀行人渫不管。\n忽思怒马驱中州，一目千里姿所游。安得便驰道挺挺，大柳行边饭葱饼，荒山惜此江湖影。"
        },
        {
            "标题": "自郎岱宿毛口",
            "作者": "郑珍",
            "内容": "晨登打铁关，下见拉帮塘。行至拉帮见拉当，虚空鸟道四里强。\n路若壁挂百盘肠，人行如狗尽日忙。落日盘江出脚底，仰视早行鼻尖耳。\n我投旅宿惫欲死，担丁舁夫更何似。把杯大笑何所图，下山且尔归何如，山妻徒忆知得无。"
        },
        {
            "标题": "望乡吟 其一",
            "作者": "郑珍",
            "内容": "一滩高五尺，十滩高五丈。行尽铜溪四百滩，铜厓应当白云上。\n厓上还有千万山，一重高出一重颠。待到铜厓望乡国，始似从此看云閒。\n山高如梯水如箭，到家早晚樱桃绽。心随飞鸟去悠悠，白发红绷眼中见。\n万里真成一梦游，茗山重认雨中舟。桐花落尽春风老，杜宇催人坐白头。"
        },
        {
            "标题": "望乡吟 其二",
            "作者": "郑珍",
            "内容": "神仙爱楼居，亦复喜峭僻。辰阳山水窟，上古断人迹。\n仙者忘其名，于此结灵宅。下映百丈潭，上接千仞壁。\n朝服砂五色，暮食芧三脊。潭中白龙子，时时受馀液。\n不知几千载，仙眷有分析。广构嵌穴閒，几至无剩隙。\n此时盘瓠氏，子孙正昌炽。名山出帝赐，荒岩任游息。\n一朝惊见人，奔赴急欲齰。泅水不没鼻，踏崖如履席。\n乱厹污石花，吠声入空碧。仙者谓行乎，群犬势已逼。\n宝剑不及携，丹经不及匿。举室尽飞升，诸物弃狼籍。\n白龙起相从，猝上误触石。尺木为所伤，乾死挂崭崱。\n元精死不泯，一线透岩石。君看斗壁上，遗迹尚历历。\n曼衍作歌诗，因之寄桑郦。"
        },
        {
            "标题": "雪厓洞",
            "作者": "郑珍",
            "内容": "秋风吹衣巾，飘然堕丘壑。溪水流洞门，白云树头落。\n昔闻回道人，于此驻黄鹤。日暮待不来，含情下高阁。"
        },
        {
            "标题": "宿颍桥",
            "作者": "郑珍",
            "内容": "我行古颖谷，慨怀颖封人。当日君臣直儿戏，许以纯孝殊不伦。\n郑庄能使祭足射中肩，岂有见生母，必欲及黄泉。\n人臣格非有正道，教君遂过乌得贤。寤生既不孝，考叔复不忠。\n不忠遗母羹，不孝将毋同。"
        },
        {
            "标题": "招张子佩琚",
            "作者": "郑珍",
            "内容": "世儒谈六经，孔子手删正。安知口所读，皆属康成定。\n念昔诸大师，鞠躬守残剩。微公集厥成，吾道何由径。\n众流汇北海，乃洗秦灰净。师法千年来，儒者各涵咏。\n未闻道学名，自见忠孝竞。程朱应运生，力能剖其孕。\n格致岂冥悟，祖周实郊郑。俗士不读书，取便谈性命。\n开卷不识字，何缘见孔孟。颓波及前明，儒号多佛性。\n季世略稽古，小悟非大醒。绝学兴皇朝，谈经一何盛。\n顾阎实开宗，醇博亦莫更。后起复宏畅，贾孔妒且敬。\n近来经韵翁，照古有全镜。帝遣明六书，群头莫敢诤。\n更得卢王辈，精识邈乎夐。顾惟十数公，烂诵不计乘。\n其于汉前籍，字字经鞫證。精能固殊尤，细心亦天性。\n直耸高密堂，上与日月并。我无能为役，自觉此身剩。\n思傍先人墙，操戈助攻并。诸老启旌门，后至许同盟。\n逝将及今去，神血几何凝。眷言念我友，短小悍而横。\n招君执桴来，助我鼓声劲。无为百年内，龌龊守贫病。"
        },
        {
            "标题": "出威清门绕城而西村景可爱",
            "作者": "郑珍",
            "内容": "郭外自然好，不谓过所怀。久与村野别，顿觉耳目开。\n冈峦有登陟，渫沼亦萦回。荷芰夹田径，瓜壶盖茅柴。\n清风偶然度，绿影不可揩。久行不逢人，俯仰兴转佳。\n白云澹晴色，草树阴徐来。念我巢中居，延企西城隈。"
        },
        {
            "标题": "三月初十沙洋",
            "作者": "郑珍",
            "内容": "汉水东南流，奔浪日夜急。舣舟感今日，吾年倏三十。\n儿女齐送我，老路从此入。精力更几何，前去正难执。\n且乐现前得，买酒沙洋集。"
        },
        {
            "标题": "自沙洋步至黄家林就舟二十里村景佳绝",
            "作者": "郑珍",
            "内容": "欲就东湖船，先舍汉津桨。隔岸知境异，越堤果幽爽。\n春草碧浅浅，新树团盎盎。鸠鸣宿雨馀，人耕旧墟上。\n秀圃葱薤花，小桥没菰蒋。麦深不见人，时闻挽车响。\n傍道多草舍，老翁聚三两。偶憩知馈茗，味恶诚足享。\n北来厌尘沙，兹景劳梦想。缓步殊未久，舟已丛芮榜。\n清谣烟水间，馀欢独携往。"
        },
        {
            "标题": "伤歌行二首襄城除日作 其一",
            "作者": "郑珍",
            "内容": "男儿生世间，穷达有命不自由。黄金便使高北斗，能衣晏子几狐裘。\n拂尘下马卸马鞍，举杯自劝歌路难。路诚难，莫复怪。\n故山儿女岂不佳，断雪斫冰君自爱。"
        },
        {
            "标题": "无事到郡游三日二首 其一",
            "作者": "郑珍",
            "内容": "入城耻人见，入店愁主恼。朝饭熟未兴，夜灯续还绕。\n默默但游寝，与语殊不了。客似无一识，来者尽头掉。\n劝客衣而冠，何家不堪造。渠门多贵人，无我未为少。\n我亦未用彼，敬谢不相嬲。"
        },
        {
            "标题": "无事到郡游三日二首 其二",
            "作者": "郑珍",
            "内容": "莫五似裴迪，邈然清妙机。喜读不急书，堆桉乱不齐。\n兴来即相过，谈谐无町畦。清坐或终朝，不避子与妻。\n黄花长于人，色胜金留犁。告我春种时，亲送斤竹溪。\n大笑此言信，劳群十瓮齑。我言亦妄耳，子试妄听奚。"
        },
        {
            "标题": "伤歌行二首襄城除日作 其二",
            "作者": "郑珍",
            "内容": "一夕复一夕，一朝复一朝。朝夕递相送，岁尽何必在今宵。\n噫乎岁如江上之波，我如中流之石抵荡磨。来波去浪涉无尽，石行泐矣当奈何。\n酒杯融融，吾留六龙。六龙不留我心苦，夜半高歌泪如雨。"
        },
        {
            "标题": "庭树",
            "作者": "郑珍",
            "内容": "昔余种树时，意使蔽庭日。荫成绕檐户，乃觉似居室。\n随时各含花，无心复结实。夜凉壁上影，静共人抱膝。\n虽辞昼閒日，永碍初上月。人事宁可兼，此得彼亦失。\n窅然发深心，阴阴乱虫唧。"
        },
        {
            "标题": "玉蜀黍歌",
            "作者": "郑珍",
            "内容": "濒湖能知蜀黍即木稷，不识玉黍乃是古来之木禾。\n我生南方世农圃，能究原委如星罗。此谷从何来，远在稷皤以前蓺岷嶓。\n昆仑山高一万一千里，五寻之谷脩峨峨。灵井灌根地力厚，自然能没九橐驼。\n鸾凤戴盾日栖啄，文树圣木连枝柯。开明兽北接六诏，此谷远映西洱波。\n神禹所见益所记，西经具在言岂讹。滇黔旧是海内西南陬，土宜千古无殊科。\n秪今弥望满山谷，长稍世干平坡陀。猴狲夜盗啸俦侣，乌鹊昼衔防网囮。\n一茎数苞略同䆃，粟亦无皮差类稞。棕笋脱绷鱼弩目，鲛胎出骨蜂露窠。\n落釜登盘即充腹，不烦碓磨箕筛箩。有时儿女据觚叫，雪花如指旋沙鬲。\n忆昔周穆宾王母，八骏远从西极过。尔时此谷定入尚方馔，不然亦指芝盖摩鸾和。\n我读竹书又知更名为荅堇，其时见之黑水阿。黑水今在云南中，益见我言非炙轴心"
        },
        {
            "标题": "五月一日祀唐孙华原先生",
            "作者": "郑珍",
            "内容": "国医不可见，慨然念仓扁。区区乞灵心，非笑讵求免。\n惟我禄命薄，能养愧马犬。米监碎而艰，累母日非浅。\n劳辱固天性，匪贫宁尽愿。生儿不得力，精血就衰殄。\n去年右臂枯，床蓐哀转辗。今年左复尔，筋骨痛如剸。\n仰天呼以泣，无术效含吮。惟此孙夫子，仁思动缱绻。\n金方出卟卜，世目不能阐。未达良取讥，但觉体因善。\n誓母百岁后，始废公一献。丹榴照芧屋，精意荐洗腆。\n长筵坐二老，甘味分寸脔。各馂先生馀，当服丹九转。"
        },
        {
            "标题": "检外祖黎静圃安理府群文稿感成",
            "作者": "郑珍",
            "内容": "八股行海内，于今五百祀。子弟为学问，富贵当券纸。\n是于古制作，未便克均峙。自有归唐兴，杨马不敢耻。\n下迄崇祯末，能辈递砻砥。小技诚未尊，大醇亦无几。\n元气入我朝，钟陵实巨指。韩张有天授，蓺圣忘排比。\n继起百年间，亦莫不深柢。后生贪巧捷，转贩竞相市。\n盗笛吹宫商，截朽饰丹紫。玉尺亦已亡，各以意憎喜。\n古云经大义，毋乃不若是。惟昔外王父，孝友发屯否。\n多能出少贱，此事特深至。出入对偶法，钩提古先髓。\n食时可百篇，占授懒自纪。平生多阅历，曾不挂唇齿。\n文亦杀锋棱，百鍊化绕指。老手林汲翁，见之叹无已。\n谓是有根本，更无巇可抵。禄位惜不偿，老饮抑泉水。\n呼母来从居，曰已归故梓。七十老孟公，处置到鸡豕。\n三日一来过，琐琐身料理。此义今则无，死或不相视。\n固知有言者，天性厚如此。当时我童幼，顽状顽难似。\n先生抚而笑，孺子盍楚捶。耕稼傥有人，学成尽堪俟。\n此后执经来，请业吾语尔。配质不易镌，而公行病矣。\n阳厥见侠瘿，绕颈若珠累。无知尚肆姐，持册前问字。\n先生不挥去，曰居待吾起。力疾为指说，声轰所凭几。\n想见仁人心，何尝知有死。回首十六年，面命犹在耳。\n儿长业日荒，欲言自先葸。司马有遗文，传布竟谁事。\n临风一抚额，高山怅予跂。既以负先生，又以负母氏。\n所欲非得为，永惭卢东里。"
        },
        {
            "标题": "至息烽喜得大雨",
            "作者": "郑珍",
            "内容": "湿云掩过龙场城，日脚照见雨似绳。山腰妇女荷锄下，归牛返豕纷纵横。\n我行亦觉两胫速，打笠已听千杖铿。街中大小齐拍手，雨喧人赞同訇訇。\n向来定广二州米，仰食北至乌江亭。去年无禾亦无麦，转贩远取遵义粳。\n山农力苦待秋实，望望禾黍就槁茎。百钱不买一升米，路夺市攘成乱萌。\n近闻守土力和粜，义仓舂尽开常平。古来和暂不和久，贵粟原自非民情。\n官藏未敌民万一，官竭可禁民踊腾。十日不雨即不济，至患岂独愁书生。\n皇天一泽甚容易，比户胜贻金满籯。已见瓜蔬长邻圃，可卜良苗秋压塍。\n前涂田水定溢路，决决市渠中夜鸣。月凉蚊静足甘寝，旅宿不寐看残灯。"
        },
        {
            "标题": "题莫郘亭藏文衡山西湖图",
            "作者": "郑珍",
            "内容": "山如佛头青，水如僧眼明。软浆画船争弄晴，三竺楼台影东海，六桥花柳通南屏。\n昌丰士女堤上行，太平庄构百态精。西湖正恐不到此，图就可胜槃裸情。\n待诏作此时，八十又过二，老眼双莹与人异。树头尚著鼠尾皴，缓范迂倪逊工致。\n卷尾新诗复亲迹，展向窗晴三绝备。三百年来人代殊，蚕丝烟篆墨未枯。\n当时画里寄书舫，供养难忘西子姝。袖归直作桉閒物，公真力大同欧苏。\n岂知玻瓈三十里，异时流入天南隅。锦贉绣椷出前守，整洁未经寒具污。\n我闻世间所藏明圣湖，钦山十册千载无。暗门古墨久萧瑟，何人更睹争标图。\n石翁写尽湖上山，至今散在东西都。孤山卷子好雄逸，旧观记与江门俱。\n停云馆主又入石翁室，北董南邢俱不如。二丈之轴落吾眼，宝贵那数千船珠。\n吾徒目不辨官库，天遣屏当书画厨。遗缣付与不无意，捲还尔卷掀髯须。\n莫五莫五保有斯湖借尔力，不独立马吴山一馋贼。"
        },
        {
            "标题": "寄远",
            "作者": "郑珍",
            "内容": "美人夜起梅花底，身载梅花渡江水。四天寻遍不相闻，遥认寒灯九万里。\n柔肠牵引不禁愁，暗有铜仙涕泪流。多情赖得徒相忆，若便相逢尽白头。"
        },
        {
            "标题": "捕豺行",
            "作者": "郑珍",
            "内容": "君不见三四年间豺势横，厌食豚犬遂食人。东村埋儿聚肩髀，西求唐子还葬魂。\n缘箐黄茅去人远，过者十百须及群。远道之人不问俗，往往力尽为所吞。\n乌江东更骇听闻，争子母手食且奔。儿啼直与骨肉尽，草剩一条生血痕。\n时或置幼举室逐，归来幼子仍无身。言之酸鼻不忍说，使我髯奋胸轮囷。\n以人杀人罪且死，即尽族此偿宁均。上世冥翨十二氏，掌除民害搜狉榛。\n灵鼓炮石丧猛怪，日弓月矢歼妖昏。及害于民物无细，戮及蛙黾非伤恩。\n圣人吉凶与同患，蹄迹肯容中国存。捕蝗杀虎载金布，此害况酷蝗虎伦。\n去灾捍患竟谁事，责固在官不在民。令众若从追胥法，一村人足攻一村。\n大索三日定诛尽，虽有十翼无逃门。百虫将军纵灵武，人力不助那由神。\n伤心村农日赛祷，儿女不足增鸡豚。去年赂请猎南里，归兵献获皆米银。\n人豺夜行如楦麟，官豺昼聚称上宾。邑中豺伯纵豺食，群豺饱卧东城闉。\n民命若彼官若此，豺尔何幸遭此君。方今犷兽颇乱狺，斩绝种类须良臣。\n江华新收西原贼，南越未返楼船军。书生手无斩马剑，高冠櫑具徒吟呻。\n三尺枯柴坐无术，夜指天狼心若焚。安得尔辈野性驯，一化麟凤之至仁。"
        },
        {
            "标题": "书唐敬亭先生指画鹰",
            "作者": "郑珍",
            "内容": "穷岩飒飒生回风，角鹰乃据高堂中。侧睛下视几万丈，杀气所透天为空。\n眼前狐狸伏蒿蓬，我无快剑搜其蒙。玉爪金眸亦坐视，嗟尔奇才空自雄。"
        },
        {
            "标题": "柏容种菊盛开招赏",
            "作者": "郑珍",
            "内容": "君之种菊用何法，几日化为璎珞云。能令我来坐花下，意静不起一点尘。\n当窗几枝更佳绝，布置妙与懒意亲。隐几自足如宵晨。\n蛙黎叹晚何用好，此老屈强老不驯。群看神气淡如此，不知有秋何论春。\n却恨与梅不相见，异时独立长悲辛。回头一笑百感失，梅花突出苍江滨。\n金支铁干各心照，共识百鍊冰霜身。又怪梅花底入室，乃是坡老笔夺真。\n坡老画梅寄真气，菊中岂无渊明魂。花香墨影混濛际，想见二老同清尊。\n评诗要到清净境，绮语不许污秋痕。卷舌宁令被花恼，无使两公生笑瞋。"
        },
        {
            "标题": "饮圣泉上",
            "作者": "郑珍",
            "内容": "历算有时差，洞渊穷九容。天与设悬壶，一勺肇鸿濛。\n盈虚应晷刻，浑盖相参通。大哉造化楼，奇出无终穷。\n我从万山来，襟带含松风。独酌此泉上，兴酣呼白龙。\n往来五色虾，荡漾青黛中。神鱼掉尾出，闪映斜阳红。\n欲濯双玉趺，乃恐摇鲛宫。许赞不许究，邈然天地空。"
        },
        {
            "标题": "屋漏诗",
            "作者": "郑珍",
            "内容": "溪上老屋溪树尖，我来经今十年淹。上瓦或破或脱落，大缝小隙天可瞻。\n朝光簸榻金琐碎，月色点灶珠圆纤。春雨如麻不断绝，尔来正应花泡占。\n始知瓦舍但名耳，转让邻茅坚覆苫。溜如海眼泻通窦，滴似铜壶催晓签。\n入室出室踏灰路，戴笿戴盆穿水帘。伊威登础避昏垫，湿鼠出窟摩须髯。\n尘桉垢浊谢人洗，米釜羹汤行自添。西间书室素完好，陈籍㞚几供便拈。\n不虞一夕出意外，白蟫溺死埋缥缣。咸阳一炬怨秦火，似此宁更将人嫌。\n桑土绸缪悔不早，无术得将诸窍阉。承以瓶盘桶罂缶，一器巧使二孔兼。\n木皮竹萚亦有用，弥缝其阙通之檐。补苴制漏固穷计，塞流挽倒吾何谦。\n妻孥坐对莫类蹙，不荷天慈心更恬。"
        },
        {
            "标题": "阿卯晬日作",
            "作者": "郑珍",
            "内容": "贫人养儿女，其苦安可言。计日喜存活，及岁能无欢。\n我非无大男，夭不与我玄。踰年幸举汝，吾道方艰难。\n万卷不能炊，一钱丐人艰。汝顾生健食，饥啼可胜怜。\n论升买市米，归已亭午閒。待饱化为乳，乃及供汝餐。\n常恐力难活，嗢喔行周年。身中百衲衣，五色花斑斑。\n头上红锦帽，金钱龙凤盘。涎长被颈下，文抱当胸前。\n吾贫那辨此，见汝从母贤。俗情重晬日，烹羊宰肥豚。\n招要聚三族，喜气令冬温。吾此为单家，力又难膻荤。\n亦复洁疏食，为儿荐蘋蘩。祝毕抱汝拜，忍涕为笑颜。\n我族食遵义，八叶当吾身。维昔别子公，锋冠刘綎军。\n播平不与赏，屯耕水烟田。谋力著新站，气欲无奢安。\n鹰鸠起旁掣，郡卒赖以全。定国与捍患，饮井俱忘源。\n洪柯有荣悴，欲语声已吞。先世一卷书，今惟吾家存。\n将复高祖德，未必非荡迁。想见灵之来，喜添一代孙。\n子孙不易为，抚首增浩叹。汝母罗百具，试儿心向先。\n鳞列图与书，错以聿以研。古印大如斗，中央狮伏跧。\n寸幅我新画，上有米家山。抱持不可律，爬按随掀翻。\n乃左持古籀，右手持天元。大笑真吾子，此意宁非天。\n我年十七八，逸气摩空蟠。读书扫俗说，下笔如奔川。\n谓当立通籍，一快所欲宣。狂谋百不遂，亲老家益贫。\n头颅近三十，心平无波澜。穷达知有命，浪走无乃颠。\n观海难为水，一蓺思专门。几年费心血，略识书数原。\n父菑子肯穫，夫岂不愿然。即今盛平世，经术招儒冠。\n立成俱推步，不用暅与蕃。两闱禁篆体，隶楷须同文。\n儿亦焉用此，来踵阿爷跟。六经丽日月，义若东溟宽。\n取汲任其才，收效无钝顽。小用为帖括，命来即称官。\n腾身九霄上，袍笏光且鲜。一生免长饿，亲戚分唾残。\n世间富贵人，得力文几篇。儿其速长大，破楼思著鞭。\n与作鼠衔姜，宁为麦争籼。"
        },
        {
            "标题": "酷暑黎柏容",
            "作者": "郑珍",
            "内容": "赤丸黏天不可落，发兴欲坐扶桑閒。平头奴子扇大扇，下视海水波如山。\n自晓至暮去不得，垂颐喘气筋骨孱。坐卧不成渐作病，心之烦乱何由删。\n柏容健者能说鬼，落笔娭笑含讥讪。伏枕张目懒动起，细听吟弄追痴顽。\n转恨人生让若辈，带萝被荔从狸斑。委去拘拘此形蜕，虽有寒暑谁能患。\n蝉声停树蝇在壁，仰瞻雨意愁天悭。暍死书生一芥耳，嗟哉禾黍关痌瘝。"
        },
        {
            "标题": "五日雨中与同人钓溪上",
            "作者": "郑珍",
            "内容": "心想就澄澹，老去方自兹。为乐爱佳节，欢涂多所怀。\n来日岂不给，过此情已违。亦复惜无因，废时又可哀。\n天与一日閒，重以数子谐。霏微息还作，榴花红缀枝。\n入林苦黏屦，纵饮徒沈迷。门前即溪上，笠钓意亦宜。\n得鱼非我必，藉摅山水期。雨细容小住，甚便收筒回。"
        },
        {
            "标题": "游黔灵山憩云栖亭",
            "作者": "郑珍",
            "内容": "去郭亦不远，及麓方见之。每上觉径穷，去涂生转时。\n偶然入深处，却顾忘前巇。几年辟初地，亭小幽可憩。\n久坐绝声响，林影澹无际。松风回夕阳，苍然两峰翠。"
        },
        {
            "标题": "与柏容论画",
            "作者": "郑珍",
            "内容": "痴翁造化才，天马不受络。手补乾坤缺，山水有全著。\n拙我何敢望，兴至时间作。常思有事业，而暇谋此乐。\n哲兄亦多好，见弹求鴳雀。生平傥得闲，消遣殊不恶。\n但闻识者说，此事无死缚。须得心目间，苍莽露厓崿。\n下笔逐所见，兔走兼鹘落。意境会其全，形似在所略。\n必执谱论求，一锢反难药。君家列高架，古墨未萧索。\n苟能得残剩，巳足自挥霍。嗟嗟语徒然，吾意殊菲薄。\n劝群写无逸，他时献謇谔。会有曹将军，貌群淩烟阁。\n不然谢幼舆，亦当置丘壑。"
        },
        {
            "标题": "饭麦",
            "作者": "郑珍",
            "内容": "北人食主麦，南人食主稻。平时作饼饵，快啖争且噪。\n饭之乃愧贫，好恶殊颠倒。入夏米难乞，市粜踊复暴。\n焦麦馀两瓮，八口朝夕靠。初尝赖羹浇，再进乃深好。\n法须锸皮精，味胜粗米糙。齧苦蚤虱碎，咽顺藜苋导。\n撑肠不易饥，朝食晚可到。固知吾辈腹，何物不堪犒。\n女子乃惊诧，逢人即相告。"
        },
        {
            "标题": "瓮尽",
            "作者": "郑珍",
            "内容": "日出起披衣，山妻前致辞。瓮馀二升米，不足供晨炊。\n仰天一大笑，能盗今亦迟。尽以馀者爨，用塞八口饥。\n吾尔可不食，徐徐再商之。或有大螺降，虚瓮时时窥。"
        },
        {
            "标题": "醉归",
            "作者": "郑珍",
            "内容": "酒壮夜行胆，长歌声绕林。入竹闻犬吠，遥看镫影深。\n虚堂聚学子，为说梁父吟。古人不可见，弃置徒劳心。"
        },
        {
            "标题": "播州秧马歌并序",
            "作者": "郑珍",
            "内容": "谷雨方来雨如丝，春声布谷还驾犁。斩青杀绿粪秧畦，芜菁荏菽铺高低。\n层层密密若卧梯，外人顾此颇见疑。足舂手筑无乃疲，我有二马君未知。\n无腹无尾无扼题，广背方坦健骨支。四蹄锐削啎齿齐，踏背立乘稳不危。\n双缰在手左右持，马首北向人首西。横行有如蟹爬泥，前马住足后马提。\n后马方到前又移，前不举后后不蹄。转头前者复后驰，人在马上摇摇而。\n蹊田远过牵牛蹊，绝似软屐行蒺藜。柳阴馈馌媚且依，木騠对卧不解饥。\n晚风摇波蹙水脐，居然刷洗临清溪。他日更借人乘之，踏花小郎黄骢嘶。\n下鞍两髀红胭脂，□知老子粪种时。一足各有一马骑，终身脚板无瘢胝。"
        },
        {
            "标题": "夜归",
            "作者": "郑珍",
            "内容": "检阅不知晚，归襟赴夕凉。流萤低共路，渔火远分光。\n断续林风细，微茫草露香。近篱无犬吠，镫月护山房。"
        },
        {
            "标题": "月下醉歌",
            "作者": "郑珍",
            "内容": "明月本在东林间，不知何时走上天。为贪杯酒未及顾，失尔去路无由攀。\n惟见青空似碧海，琉璃万顷嵌银盘。咫尺人天不相管，何况世外求神仙。\n蓬莱瀛洲果何处，秦皇乃葬骊山边。固知仙骨有时朽，惟尔飞光最长久。\n西升东没无穷期，白免捣药延尔寿。如何醒眼看世人，不伴玉皇饮天酒。\n宋无忌，娥影珠，一日奔驰四万里。何如花间倾玉壶，壶空醉矣还歌呼。"
        },
        {
            "标题": "晓行溪上喜而吟",
            "作者": "郑珍",
            "内容": "昨午点滴不成霤，入夜风雨揖山来。朝看远水白于鹤，天垂野净无尘埃。\n槲叶缘村腻没缝，麦穗压垄青成堆。谁泼遥林十斛黛，树肥绿重山欲颓。\n未闻雄鸠唤逐妇，尚见岭云黏不开。雨脚肯愁未断绝，土膏正赖勤滋培。\n去年眼不识冰雪，沃畬坼兆生草莱。开岁屡得三日雨，天公亦闵黎农灾。\n破田历适不保泽，水至立涸真可哀。即今春序就垂尽，布种无地宁论栽。\n田家望望急如火，一雨喜遍叟及孩。短后晨坡不待沐，携犁荷把衣蓑台。\n上田翻车响荦角，低陇叱犊声喧豗。山人亦出行盘徊，沾衣湿屦踏岸苔。\n天气阴阴杂花远，晓寒嫩嫩溪风回。人烟稍出苦竹外，渔艇暗度青厓隈。\n顾怪水轮昨何涩，此日速似千手推。皇天助人在俄顷，欲任智力嗟难哉。\n不知百鸟作何语，似诉中夜厄雨雷。吾得丰年尔亦饱，尔曹莫怨翎翮摧。"
        },
        {
            "标题": "乘凉",
            "作者": "郑珍",
            "内容": "草树入岑寂，月迟还未来。竹风泛萤至，清夜方悠哉。\n已非暑中剧，乃复适所怀。诵声何琅琅，镫红满高斋。\n未觉太古远，萧萧眠缘苔。审体已便足，烦营空尔佳。"
        },
        {
            "标题": "刷池",
            "作者": "郑珍",
            "内容": "池割屋下田，水从檐上来。中有白莲花，凭空起瑶台。\n相看过一夏，秋来更争开。未便就衰歇，此花真吾侪。\n池畔列稚柳，冗密蛛丝排。瓜藤杂蒿蔚，亦复藏蛇蛙。\n莲心虽水言，未免嫌污莱。为费半日力，细与亲刊裁。\n忽然满眼光，鲜净不可揩。乃知清贵品，故以删刷佳。\n上有两弓地，年年种蔬鲑。欲著小茅亭，于此悬诗牌。\n衬点好意境，得闲即构哉。天意似怂勇，宅西出古梅。\n久岁没荆棘，牧童告我才。拟俟放花时，移向池边栽。\n又蓄数盆兰，安置颇未谐。待我亭成时，同来伴樽罍。\n山人素了了，此意岂复騃。小住便佳耳，百年非我怀。"
        },
        {
            "标题": "步出东林",
            "作者": "郑珍",
            "内容": "摵摵树声响，满山黄叶飞。一双白蝴蝶，随我下翠微。\n独往竹西路，坐观忘是非。"
        },
        {
            "标题": "已丑正月陪黎雪楼恂舅游碧霄洞",
            "作者": "郑珍",
            "内容": "黄螾翻劫波，误落荒服外。睚眦恚五岳，中原各尊大。\n胸蓄不分涎，要唾尽始快。日月不照灼，深閟神鬼怪。\n吐泄夺造化，捖鍊鼓橐鞴。天动九地裂，顿辟一世界。\n雷电下搥撼，没楔却奔溃。面帝弹不法，情天转嫪受。\n顾留与遐土，广彼耳目隘。不计数万载，莫能启鐍秘。\n始见此谁子，魇死者应再。十年诧灵境，寤寐骋神轪。\n宿粮得阿舅，携小妹共载。谽谺见巨口，俯瞟嚇焉退。\n定魂下窞"
        },
        {
            "标题": "溪上水碓成",
            "作者": "郑珍",
            "内容": "贫家一举动，终始靡不难。区区水碓耳，匝月功始完。\n馀岂好多事，在昔多所艰。赤脚老丑婢，媻姗聋且顽。\n遣之事舂簸，炊或不给焉。有时得母助，乃始足一餐。\n无已作此举，令水为舂人。内顾无竹木，未免乞比邻。\n稽迟到兹日，始已事而竣。狭巷清且驶，白石周四垣。\n回回外板斡，苏苏云子翻。佣者相顾喜，贺我舂百年。\n嗟我佃耕此，瘠确缘溪干。年丰不偿苦，足得十大盆。\n安能尽碓力，碓成殊养閒。苦心顾为此，亦觉笑旁观。\n世事那计尽，感慨系斯篇。"
        },
        {
            "标题": "夜起",
            "作者": "郑珍",
            "内容": "篱头老茭中夜鸣，淅淅飒飒如人行。开门风过月照地，竹根草脚皆虫声。\n菊花未睡解留客，白衣黄帽相逢迎。人生千岁要有死，百年况是风中镫。\n须臾清境偶然得，众人入梦谁当争。苏张恍惚在人世，但看藻荇仍纵横。\n明宵风景纵有此，知否山人呼得醒。"
        },
        {
            "标题": "人日嵩明道中二首 其二",
            "作者": "郑珍",
            "内容": "茜红袖衩雪白巾，拜年女儿娇上春。杨林海边满花树，土主山头皆醉人。"
        },
        {
            "标题": "谒比干墓",
            "作者": "郑珍",
            "内容": "墓禽知敬久无音，樵采含悽远不侵。气共微箕存祖社，魂伤姬孔表冈林。\n千秋死谏无公酷，半日句留望古深。垄畔请携卷石去，桉间时见昔年心。"
        },
        {
            "标题": "桂之树",
            "作者": "郑珍",
            "内容": "桂之树，树在僦宅前。三株离立各合抱，一株踞右独茂圆。\n其后大冢京兆阡，其前壁下蒋家田。乐安溪水绕田过，清浅可厉无桥船。\n年年负担指南走，次次涉此求涂便。丁酉以还食于郡，八十里岁八九旋。\n一回别母一回送，桂之树下坐石弦。度溪越陌两不见，母归入竹儿登箯。\n此景何时是绝笔，十月初四己亥年。嗟嗟乎，桂之树，吾欲祝尔旦暮死，使我茫无旧迹更可怜。\n吾不祝尔旦暮死，使我自今抚尔长潸然。桂树止无情，永念对葱芊。"
        },
        {
            "标题": "病中绝句二首 其二",
            "作者": "郑珍",
            "内容": "安排六个月，偿足二万里。已过春中閒，看看到粽子。"
        },
        {
            "标题": "病中绝句二首 其一",
            "作者": "郑珍",
            "内容": "莫五璃厂回，又回璃厂路。似看衔书鼠，寂寂来复去。"
        },
        {
            "标题": "博望乘月赴裕州",
            "作者": "郑珍",
            "内容": "一星长伴月，百里悄驱车。独历群动表，如游天地初。\n霜严须暗冰，梦碎胆时虚。弟辈镫红底，还应倦读书。"
        },
        {
            "标题": "六月二十晨雨大降",
            "作者": "郑珍",
            "内容": "望雨终宵三四起，雨来侵晓却安眠。已知比户皆回命，暗悔前朝易怨天。\n官粜虽轻无此饱，帝心稍转即丰年。翻悲昨见横渠瘠，不缓须臾死道边。"
        },
        {
            "标题": "荡阴谒岳祠",
            "作者": "郑珍",
            "内容": "荡阴城东乔木寒，下马岳祠瞻表桓。怅望公生一洒泪，萧条雨歇独凭栏。\n长城道济才无愧，异姓汾阳福竟难。更苦西邻有冤圣，请歌文操慰忠肝。"
        },
        {
            "标题": "次韵春感 其一",
            "作者": "郑珍",
            "内容": "杜陵四十亩黄柑，兴到掷在瀼西潭。此老穷余尚阔壮，天公笑绝倒东南。\n虫鱼尔雅嗟何用，龙象空王不可参。间把春情愚玉女，百花齐向树头簪。"
        },
        {
            "标题": "次韵春感 其二",
            "作者": "郑珍",
            "内容": "春物昌昌遍九州，逍遥好共太虚游。多情世到玉溪别，说恨天教小杜优。\n药院晴线空有影，蓉城花雾竟无谋。生憎邻舍间歌管，未中思量尽不收。"
        },
        {
            "标题": "吴生招偕同人游东村饮其妹氏家村在诸葛洞后",
            "作者": "郑珍",
            "内容": "诸君诚喜余，不惜导幽骋。渡江行十里，果造远人境。\n兹村信深僻，水裹山以亘。占田仅七户，居人无数姓。\n蔓老甘蔓荒，雨余茈姜净。橘柚青黄间，时立美人靓。\n秋梨惊尚花，节候讶非应。入竹纵缓步，观松得吾性。\n惊禽时一鸣，薄日漾虚映。吴生故好事，置具累亲倩。\n大巢煮新尖，脆笋掘早迸。半岁羡罨法，味果生韵胜。\n事事惬所尚，为子一醉竟。几见迂广文，鱼鸟能送迎。\n酣歌谢林谷，斯游准难更。后日君等来，尚忆谷口郑。"
        },
        {
            "标题": "雪中度吴桥至郡黉",
            "作者": "郑珍",
            "内容": "止觉百无路，来循夫子墙。问门迷入径，冒雪立平冈。\n流水去不息，此身行若忘。谯楼灯火见，独自下苍茫。"
        },
        {
            "标题": "二月初八日携舅家弟妹重上大观楼",
            "作者": "郑珍",
            "内容": "才知天以病句留，要令重来登此楼。明日板桥镫影下，海天如梦水悠悠。"
        },
        {
            "标题": "公安",
            "作者": "郑珍",
            "内容": "可哭公安县，沈灾竟四年。万家何处去，诸赋暂时蠲。\n鱼鳖蟠庐墓，舟筒当上田。更堪闻邑长，岁剩百千缗。"
        },
        {
            "标题": "经叶县光武庙",
            "作者": "郑珍",
            "内容": "闰尽真人起，共除旧物归。汉京天再正，高庙日同辉。\n业忆昆阳肇，军仍小沛微。星辰临虎斗，风雨助龙飞。\n异代惊雄烈，荒烟认故围。君臣还寝殿，英爽壮斜晖。"
        },
        {
            "标题": "中秋饮韩仲山锡学博官舍",
            "作者": "郑珍",
            "内容": "韩博士家多美竹，孔宣公宅有高楼。荒城胜赏无他去，此夕清狂可自由。\n著我楼头看皓月，借君竹下过中秋。衔杯却忆巴陵夜，一点团山万里愁。"
        },
        {
            "标题": "铜仁江舟中杂诗六首 其三",
            "作者": "郑珍",
            "内容": "铜舟三日惯，快若鸟轻钞。诗待滩平写，书缘境胜抛。\n生薪常失饪，寒菜旋充庖。道里时相问，黔荆路已交。"
        },
        {
            "标题": "恨词二首 其一",
            "作者": "郑珍",
            "内容": "屏山横抱石阑斜，月夜经过阿子家。小院苔圈镫影绿，玉人何处倚梅花。"
        },
        {
            "标题": "恨词二首 其二",
            "作者": "郑珍",
            "内容": "岁暮天寒独倚楼，千秋亭畔古今愁。何人欲补情天破，我愿从君助石头。"
        },
        {
            "标题": "游石鼓书院次昌黎《合江亭》元韵",
            "作者": "郑珍",
            "内容": "轻舟发衡邑，风日不相左。石鼓郭北外，即之在一唾。\n白鹿四讲院，此足作辅佐。更值江山胜，万金岂能货。\n右俯湘波清，左看蒸流过。破池插水会，崷崒气不挫。\n幽亭恣游目，欲倡寡余和。阑砌忽西日，竹影来个个。\n我生骨少媚，所如辄坎坷。小住苟为佳，便怀卜终卧。\n此地经唐贤，诛芧展岩课。朱张继文会，瞻望跂无奈。\n草木犹余馨，而何靳顽懦。恭读晦翁书，语若新告播。\n丈夫宁不然，谁能拔寒饿。自抚事畜身，长愁贫鬼贺。\n安即脱婴状，岩栖振寙惰。藉骋半日乐，思复一饷坐。\n山灵逼客行，岸阴结难破。下舟独回望，已觉斗尘涴。"
        },
        {
            "标题": "行至静怀庄寄家",
            "作者": "郑珍",
            "内容": "秋山送客影萧萧，落拓吟魂不可招。村店雨来天欲晚，行人方度杏花桥。"
        },
        {
            "标题": "杰阁来青",
            "作者": "郑珍",
            "内容": "杰阁凭虚插，登临思邈然。万山浮软翠，双鸟带遥天。\n湖海酒肠兀，沧洲吟兴悬。花源鸡犬近，暧暧隐葱芊。"
        },
        {
            "标题": "酷热吟",
            "作者": "郑珍",
            "内容": "爪上流汗珠，发梢生炎风。歊气摄人髓，有声来烘烘。\n瘦蛟叫沉潭，波心吟老龙。江鬼走阴壁，哭死西日红。\n龙女四五人，偏肩采芙蓉。眷言携我手，擘浪还珠宫。\n坐之水晶床，映以珊瑚栊。回忆人间世，清凉迥不同。"
        },
        {
            "标题": "南阳道中",
            "作者": "郑珍",
            "内容": "先车雨过尘方少，未夏村明望不遮。林脚天光如野水，麦头风燄度晴沙。\n春当上巳犹无燕，地近南都渐有花。昼睡十分今减半，为留双眼对芳华。"
        },
        {
            "标题": "正月十四日作三绝句即书子何所携明周服卿梅花卷后时子何将行矣 其一",
            "作者": "郑珍",
            "内容": "寒山香火已萧萧，卿子芝槃亦寂寥。醉撚疏枝成独笑，内人生日是今朝。"
        },
        {
            "标题": "贵阳秋感二首 其一",
            "作者": "郑珍",
            "内容": "回首天南万箐开，童山旷壤有遗材。橡蚕不自乌江渡，蒟酱仍从益部来。\n在远游民便聚啸，安边长策重耕裁。时平不假书生计，喟古凭今足费才。"
        },
        {
            "标题": "贵阳秋感二首 其二",
            "作者": "郑珍",
            "内容": "无多形胜感兴亡，万里秋阴接点苍。石火年华催老大，海天愁思易悲凉。\n谈经旧扫阳明席，问字谁登叔重堂。野色江光连鬓影，武乡祠外倚斜阳。"
        },
        {
            "标题": "沙河县",
            "作者": "郑珍",
            "内容": "女墙沙上见，此处认沙河。落日城犹白，回风野自波。\n路埋山脚展，地走树头科。羸马当深辙，饥疲奈若何。"
        },
        {
            "标题": "上屋左山顶",
            "作者": "郑珍",
            "内容": "携子攀援偶，临虚眺望通。远巾阴见日，高树静闻风。\n玉黍连村熟，金粳压陌同。儿乎知饱饭，可不叫门东。"
        },
        {
            "标题": "邵陵道中",
            "作者": "郑珍",
            "内容": "雨过春山叠黛横，嫩林新绿夕阳明。晚来风味浓于酒，添起田蛙阁阁声。"
        },
        {
            "标题": "松滋",
            "作者": "郑珍",
            "内容": "松滋前决口，闻尚驻工官。四载已云久，一堤如此难。\n春江宁禁涨，遗户得无殚。寄语修防吏，盘飧尔固安。"
        },
        {
            "标题": "霜晓过禹门寺",
            "作者": "郑珍",
            "内容": "溪上寒生骨，行行手自磨。萍红知鸭路，水暗认鱼窠。\n石磴苍苔古，山门落叶多。未应禅宿尽，钟梵共蹉跎。"
        },
        {
            "标题": "题北海亭图",
            "作者": "郑珍",
            "内容": "黄芝萎地茄花明，十狗五彪恣纵横。地轰天鸣覆乾清，北海亭子乃孤撑。\n亭中老翁一诸生，举手欲障斗内星。惜哉当日事不成，正气耿耿留元精。\n吾观史家已吞声，此图复出二百载，澒洞千秋思古情。\n蟒山压筵苍郁葱，展图惨怛来悲风。江光黯黯云冥濛，若有人兮烟树丛。\n倏忽置身画图里，眼底尽是人中龙。举幡慷慨孙夏峰，赤帻从之张果中。\n策蹇掀髯去匆匆，醵金无乃鹿太公。团瓢深墨小镫笼，破柱复壁难为容。\n完天朱老侠胆雄，吴桥归卧齁隆隆。秘狱此时走尸虫，伤心投匦仍未终。\n后来者谁茅止翁，此老十万兵罗胸。婆娑柳下杖瘢红，戟指尚自谈辽东。\n太常堂堂儒者宗，晚学农圃悲天梦。矫首似望孙文忠，历历斯人肝肺同。\n一重一掩吾安从，大叫乃止一亩宫。吾知画师非俗工，直以浩气还太空。\n吁嗟！阳球不作司隶死，清流故让此曹子。朱家鲁褒徒为耳，独此炯炯差足恃。\n长叹英贤皆已矣，卷去斯亭掷杯起，白虹正贯旁沟水。"
        },
        {
            "标题": "同柏容郘亭泛舟过禹门山还饮姑园",
            "作者": "郑珍",
            "内容": "老去人事多，所乐在襟带。向来济胜具，浪掷悔无赖。\n东里山水平，当门此其最。五弟入村来，食藿不我粝。\n老檬又好事，能令小船大。秀才作游戏，方舟正无害。\n水光青竹间，山影红树外。招提上绝壁，草木纷晚馤。\n放言徒充栋，子余所沾丐。吾儒有奇邪，何责彼狡狯。\n老僧喜我醉，请书压涛濑。为攀千丈崖，印我百年蜕。\n两孺尽葵栗，催归荫松盖。野人飨官具，邱嫂无已太。\n公然登蟹羹，此真未前蔡。明傥不吝晴，上流可扬汰。\n会禽石斑鱼，更与斫新鲙。"
        },
        {
            "标题": "望苏门怀孙钟元先生",
            "作者": "郑珍",
            "内容": "积雪高寒见夏峰，百泉知傍草堂松。鸾皇啸断无消息，谁念涂穷哭嗣宗。"
        },
        {
            "标题": "夜趋邢台",
            "作者": "郑珍",
            "内容": "驺儿苦让贪朝卧，否至邢台日未斜。等是征程何必昼，即投宿处总非家。\n得休便醉姬苴国，不到拚眠孟祖车。事事关天随所去，前涂休问马休挝。"
        },
        {
            "标题": "轩窗听莺",
            "作者": "郑珍",
            "内容": "旧识听莺处，红窗绿树间。官无留宿诺，鸟与话春山。\n昏晓一澄坐，针砭解破颜。固知善为政，物亦共心闲。"
        },
        {
            "标题": "春山夜诵",
            "作者": "郑珍",
            "内容": "漱齿华池万虑空，赏心遥夜七寮同。山香如海花齐发，天净无尘月正中。\n虚壁亭亭深入露，凉镫燄燄不生风。年来渐省箪瓢事，绛帐笙歌笑马融。"
        },
        {
            "标题": "古槐卧荫",
            "作者": "郑珍",
            "内容": "何年植斯树，意本取怀人。与世留清荫，逃虚卧古春。\n藤输贪樾美，瘿枕得凉新。扰扰劳生梦，槐宫此悟真。"
        },
        {
            "标题": "浯溪游",
            "作者": "郑珍",
            "内容": "朝别柳司马，暮拜元道州。濑齿寒泉水，濯足清湘流。\n春风挈船好晴日，拊髀跃入浯溪游。浯溪何在在湘浒，胜游未易更仆数。\n初缘苔磴踏莎行，碧尘里烟浓楚楚。户以石门檈以桥，隔阂其内涉无睹。\n度桥而南忽异常，千章嫩盖蒙堂隍。幽飔澹霭落香雨，缘云堕地山皆凉。\n中有次山旧日樟，枝所到处天无光。扶来小峰欲上翔，若翼伏卵苦佩囊。\n"
        },
        {
            "标题": "闲庭",
            "作者": "郑珍",
            "内容": "闲庭贪久坐，风色静沉沉。明月来深夜，低星阁远林。\n鱼龙吹雾影，猫犬共花阴。兴惬尘嚣外，凭柯起浩吟。"
        },
        {
            "标题": "橘井饮泉",
            "作者": "郑珍",
            "内容": "古甃临高橘，清于晓露酣。祝之歌泂酌，流出当分甘。\n可减长公调，宁怀吴陷惭。贞枝耐霜雪，长此荫澄涵。"
        },
        {
            "标题": "柬别同年萧芝水",
            "作者": "郑珍",
            "内容": "叵奈苦风愁郑判，不能微雨过苏端。情怀秖觉向人尽，离别须知对面难。\n渺渺湘流仍独去，萧萧岳麓怅回看。来年待我春冰泮，共尔浯溪买钓竿。"
        },
        {
            "标题": "游玉真观",
            "作者": "郑珍",
            "内容": "道人门内四立壁，道人门外三朵花。门前即是北归路，何因游子不思家。"
        },
        {
            "标题": "五盖山砚石歌赠曾石友",
            "作者": "郑珍",
            "内容": "斧柯腹烂老龙死，碧瞳破地走龙子。神渊自楗北壁钥，壄石踊胜压珠市。\n暗潮濥濥踰岭南，毕弗凸透五盖山。雷磞电磹蓄蟾鹆，白虎固抱黄睛耽。\n呜"
        },
        {
            "标题": "骤雨",
            "作者": "郑珍",
            "内容": "雾气速于猱，奔空阵马逃。树随山影失，雨覆夕阳高。\n万手投筹箸，千夫振朄鼗。已看天宇碧，馀点尚飘骚。"
        }
    ],
    "对话内容": [
        {
            "Dialogue": "{\n    角色名:官员甲 \n    动作:(微微躬身、侧耳倾听)\n    讲话:珍兄，昨日听闻科举考试即将进行，心中不禁有所担忧。近年士子之风气，似乎渐趋浮躁，难以求得真知，恳请珍兄分享您在荔波任训导期间的体会，以助我等更好地引导后学。\n}\n{\n    角色名:郑珍 \n    动作:(微微颔首、目光坚定)\n    讲话:诸君所言，实乃我心之所系。教育之道，首在德行。余在荔波任职之时，常以德为先，教导学生不仅需求文理之精通，更当注重品行之养成。昔日，某生为求名利，常于课外游玩，余即以其为例，告诫众生，文虽可得，德行却不可轻易妄为。唯有德行立，才能成为君子之风，方能承载起国家之重任。诸君若能同此理念，必能使我大清未来更为辉煌。\n}"
        },
        {
            "Dialogue": "{\n    角色名:莫友芝 \n    动作:(笔走龙蛇、目光聚焦)\n    讲话:珍兄，近来可好？在此静夜，我细细品读了您所作的“山中杂诗”，感受到自然之灵动与人生之感悟。然则，您在诗中所寄托的情思，似乎还有更深的寓意，您可否赐教一二？\n}\n{\n    角色名:郑珍 \n    动作:(握笔思索、眉头微皱)\n    讲话:友芝所言，实乃余之心声。余作“山中杂诗”之时，意在表达人与自然之间的亲密关系。诗中所描绘之情景，皆为余游历山水所感，与友人共赏之境。每一字每一句，皆蕴藏着余对自然的热爱与对人生的思考。人生如诗，既有欢愉之时，也有孤寂之刻。唯愿以诗为媒，传达我对自然的敬仰与对生命的感悟，恳请友芝不吝赐教，指正余之不足。\n}"
        },
        {
            "Dialogue": "{\n    角色名:程恩泽 \n    动作:(眉飞色舞、兴致盎然)\n    讲话:郑先生，今日山水如画，您吟诵的“白水瀑布”真是令人陶醉，诗中景象仿佛跃然眼前，您能否为我解读其中的文化典故，令我更深刻地理解这首佳作？\n}\n{\n    角色名:郑珍 \n    动作:(微笑点头、神情悠然)\n    讲话:恩泽所言极是，余之“白水瀑布”，言辞虽美，然其背后确有深意。此诗描绘的是瀑布之壮丽景象，象征着自然之伟力与人生之艰辛。诗中提及“银河欲转上天去”，乃是暗喻时光之流逝，人生如流水，须珍惜当下；而“美人乳花玉胸滑”，则是寄托了对美好事物的向往与追求。余欲通过此诗，令后学们明白，自然与人心的感应，唯有心中有诗，方能体会其美。\n}"
        },
        {
            "Dialogue": "{\n    角色名:家人甲 \n    动作:(神情骄傲、言语轻快)\n    讲话:郑先生，听闻您最近完成了“礼仪私笺”，真是令人自豪，您在此书中所阐释的礼仪，是否与您在学习莫与俦时所获相通？\n}\n{\n    角色名:郑珍 \n    动作:(轻轻叹息、目光柔和)\n    讲话:家人所言，诚是我之所思。礼仪乃国之根本，然在撰写“礼仪私笺”之际，愚自知仍需向前辈学习。莫与俦之教诲，令我受益匪浅，尤以其对古代宫室冠服制度之研习，深感其重要。余在书中所写，皆为个人所见，然愿以此为引，启迪后辈更为明晰礼仪之道，传承华夏文化之精髓。\n}"
        },
        {
            "Dialogue": "{\n    角色名:官员乙 \n    动作:(皱眉思考、沉吟不语)\n    讲话:郑珍，您在贵州省任职期间，定然对教育改革有独到见解，如何提升地方教育质量，便是我们当前所需。请您分享一二。\n}\n{\n    角色名:郑珍 \n    动作:(神情坚定、语气沉稳)\n    讲话:诸位同仁，教育之道，乃是治国理政之根本。余在贵州省所见，基层教育亟需改革，唯有加强对乡贡举人的培养，方能提升士人整体素养。建议设立更多私塾，使士人得以接受良好教育，重视德行之教化。唯有根植于心，方能树立良好之风气，促使我大清日益强盛。诚望诸位共勉之，莫负此良机。\n}"
        },
        {
            "Dialogue": "{\n    角色名:学友甲 \n    动作:(握拳振奋、眼中闪烁)\n    讲话:郑珍，听闻您最近在撰写“播雅”，可曾遇到什么困难？我对音韵学也有些研究，若有机会，愿与您切磋一番。\n}\n{\n    角色名:郑珍 \n    动作:(微笑点头、目光炯炯)\n    讲话:学友所言，余之“播雅”确有坎坷之处。音韵之道，博大精深，常令我犹豫不决。然则，余之心愿在于能够将音韵与古典诗词相结合，以求得一番新意。倘若有幸与学友深入探讨，定能激荡出更多灵感。期待能于下次相聚时，共同切磋，交流心得，互为砥砺。\n}"
        },
        {
            "Dialogue": "{\n    角色名:文友甲 \n    动作:(点头赞同、神情激动)\n    讲话:郑先生，今夜您所朗诵的“武陵烧书叹”，触动了我心底深处的情感，您能否谈谈您创作时的初衷与感受？\n}\n{\n    角色名:郑珍 \n    动作:(微微一笑、凝视众人)\n    讲话:诸君所言，余之“武陵烧书叹”，乃是对书籍与个人情感的深刻反思。书，犹如人生之伴侣，然书烧之时，心中惆怅，似老翁抚病子，痛心不已。余欲通过此诗，表达对书籍的珍视与对文学的热爱。人生若书，虽有高低起伏，然心中所怀之情，常应如流水般细腻柔和，愿与众共勉，共同爱护这份宝贵的文化遗产。\n}"
        },
        {
            "Dialogue": "{\n    角色名:乡亲甲 \n    动作:(满脸期待、双手合十)\n    讲话:郑先生，您在乡里声名远播，听闻您最近的著作颇具学识，您能否为我们讲解一二，特别是关于教育的看法。\n}\n}\n{\n    角色名:郑珍 \n    动作:(微微一笑、神情温和)\n    讲话:乡亲所言，愚不过是学问之微末。余之所作，皆为对教育之思考。教育者，不仅需传授知识，更应引导孩童树立正确的价值观。愿诸位乡亲，重视子女之学习，鼓励他们在书中汲取智慧。教育乃国之根本，唯有人人重视，方能望我华夏之未来，兴旺发达。\n}"
        },
        {
            "Dialogue": "{\n    角色名:官员丙 \n    动作:(沉思片刻、语气沉稳)\n    讲话:郑丁，您在州训导任上，必有不少经验，如何提高乡贡举人的培养，您能否分享您的见解？\n}\n{\n    角色名:郑珍 \n    动作:(目光坚定、声音洪亮)\n    讲话:诸位同仁，余之所见，乡贡举人之培养，非但应注重学识，德行更是不可或缺。建议设立更多私塾，使乡贡举人得以接受良好的德育教育，培养其为人之道。唯有深植于心，方能在未来为国效力。愿各位共同努力，使我大清之根基更为牢固，铸造出更多栋梁之材。\n}"
        },
        {
            "Dialogue": "{\n    角色名:友人乙 \n    动作:(倾身向前、面露期待)\n    讲话:郑先生，您在“山居夏晚”中描绘的雨后山间意境，令人神往，您可否分享创作时的灵感来源？\n}\n{\n    角色名:郑珍 \n    动作:(微微一笑、目光遥望远方)\n    讲话:友人所提，余之“山居夏晚”，乃是余在雨后山中所感之深刻印象。雨水洗净尘埃，山间一片清新，灵动之气息扑面而来。每一声鸟鸣，每一阵山风，皆是自然对生命的回应。余欲通过此诗，表达对自然的热爱与对生活的感悟。山水之美，常激励吾辈追求更高的境界，愿与友人共赏这份自然之美，感受生命的真谛。\n}"
        }
    ]
}