{
    "基本信息": {
        "姓名": "王翰",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "唐",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "王干",
            "别名类型": "别名、曾用名"
        }
    ],
    "任职信息": [],
    "地理信息": [],
    "著述信息": [],
    "社会区分": [
        "诗人"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "王翰（公元687年~726年），字子羽，并州晋阳（今山西太原市）人，唐代边塞诗人。与王昌龄同时期，王翰这样一个有才气的诗人，其集不传。其诗载于《全唐诗》的，仅有14首。登进士第，举直言极谏，调昌乐尉。复举超拔群类，召为秘书正字。擢通事舍人、驾部员外。出为汝州长史，改仙州别驾。 ► 王翰的诗文(265篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "凉州词二首·其一",
            "作者": "王翰",
            "内容": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？"
        },
        {
            "标题": "凉州词二首·其二",
            "作者": "王翰",
            "内容": "秦中花鸟已应阑，塞外风沙犹自寒。夜听胡笳折杨柳，教人意气忆长安。"
        },
        {
            "标题": "春日归思",
            "作者": "王翰",
            "内容": "杨柳青青杏发花，年光误客转思家。\n\n不知湖上菱歌女，几个春舟在若耶。"
        },
        {
            "标题": "赠唐祖二子",
            "作者": "王翰",
            "内容": "鸿飞遵枉渚，鹿鸣思故群。物情尚劳爱，况乃予别君。\n\n别时花始发，别后兰再薰。瑶觞滋白露，宝瑟凝凉氛。\n\n裴徊北林月，怅望南山云。云月渺千里，音徽不可闻。"
        },
        {
            "标题": "相和歌辞。饮马长城窟行",
            "作者": "王翰",
            "内容": "长安少年无远图，一生惟羡执金吾。骐驎前殿拜天子，\n\n走马为君西击胡。胡沙猎猎吹人面，汉虏相逢不相见。\n\n遥闻鼙鼓动地来，传道单于夜犹战。此时顾恩宁顾身，\n\n为君一行摧万人。壮士挥戈回白日，单于溅血染朱轮。\n\n回来饮马长城窟，长安道傍多白骨。问之耆老何代人，\n\n云是秦王筑城卒。黄昏塞北无人烟，鬼哭啾啾声沸天。\n\n无罪见诛功不赏，孤魂流落此城边。当昔秦王按剑起，\n\n诸侯膝行不敢视。富国强兵二十年，筑怨兴徭九千里。\n\n秦王筑城何太愚，天实亡秦非北胡。一朝祸起萧墙内，\n\n渭水咸阳不复都。"
        },
        {
            "标题": "相和歌辞。子夜春歌",
            "作者": "王翰",
            "内容": "春气满林香，春游不可忘。落花吹欲尽，垂柳折还长。\n\n桑女淮南曲，金鞍塞北装。行行小垂手，日暮渭川阳。"
        },
        {
            "标题": "奉和圣制同二相已下群官乐游园宴",
            "作者": "王翰",
            "内容": "未极人心畅，如何帝道明。仍嫌酺宴促，复宠乐游行。\n\n陆海披珍藏，天河直斗城。四关青霭合，数处白云生。\n\n饪餗调元气，歌钟溢雅声。空惭尧舜日，至德杳难名。"
        },
        {
            "标题": "春女行",
            "作者": "王翰",
            "内容": "紫台穹跨连绿波，红轩铪匝垂纤罗。中有一人金作面，\n\n隔幌玲珑遥可见。忽闻黄鸟鸣且悲，镜边含笑著春衣。\n\n罗袖婵娟似无力，行拾落花比容色。落花一度无再春，\n\n人生作乐须及辰。君不见楚王台上红颜子，\n\n今日皆成狐兔尘。"
        },
        {
            "标题": "飞燕篇",
            "作者": "王翰",
            "内容": "孝成皇帝本娇奢，行幸平阳公主家。可怜女儿三五许，\n\n丰茸惜是一园花。歌舞向来人不贵，一旦逢君感君意。\n\n君心见赏不见忘，姊妹双飞入紫房。紫房彩女不得见，\n\n专荣固宠昭阳殿。红妆宝镜珊瑚台，青琐银簧云母扇。\n\n日夕风传歌舞声，只扰长信忧人情。长信忧人气欲绝，\n\n君王歌吹终不歇。朝弄琼箫下彩云，夜踏金梯上明月。\n\n明月薄蚀阳精昏，娇妒倾城惑至尊。已见白虹横紫极，\n\n复闻飞燕啄皇孙。皇孙不死燕啄折，女弟一朝如火绝。\n\n明明天子咸戒之，赫赫宗周褒姒灭。古来贤圣叹狐裘，\n\n一国荒淫万国羞。安得上方断马剑，斩取朱门公子头。"
        },
        {
            "标题": "龙兴观金箓建醮（景龙二年）",
            "作者": "王翰",
            "内容": "泰山岩岩兮凌紫氛，中有群仙兮乘白云，\n\n陈金荐璧兮□□□。"
        },
        {
            "标题": "赋得明星玉女坛，送廉察尉华阴",
            "作者": "王翰",
            "内容": "洪河之南曰秦镇，发地削成五千仞。三峰离地皆倚天，\n\n唯独中峰特修峻。上有明星玉女祠，祠坛高眇路逶迤。\n\n三十六梯入河汉，樵人往往见蛾眉。蛾眉婵娟又宜笑，\n\n一见樵人下灵庙。仙车欲驾五云飞，香扇斜开九华照。\n\n含情迟伫惜韶年，愿侍君边复中旋。江妃玉佩留为念，\n\n嬴女银箫空自怜。仙俗途殊两情遽，感君无尽辞君去。\n\n遥见明星是妾家，风飘雪散不知处。故人家在西长安，\n\n卖药往来投此山。彩云荡漾不可见，绿萝蒙茸鸟绵蛮。\n\n欲求玉女长生法，日夜烧香应自还。"
        },
        {
            "标题": "题边道人小景",
            "作者": "王翰",
            "内容": "扁舟湘浦外，茅屋辋川西。冉冉春将尽，沧洲杜若齐。"
        },
        {
            "标题": "山居幽趣断前诗句成",
            "作者": "王翰",
            "内容": "买得青山好，林居事事清。晚窗分竹色，夜枕落泉声。露滴琴书润，云随杖几生。未能脱簪笏，猿鸟漫忘情。"
        },
        {
            "标题": "相和歌辞·蛾眉怨",
            "作者": "王翰",
            "内容": "君不见宜春苑中九华殿，飞阁连连直如发。白日全含朱鸟窗，流云半入苍龙阙。宫中彩女夜无事，学凤吹箫弄清越。珠帘北卷待凉风，绣户南开向明月。忽闻天子忆蛾眉，宝凤衔花揲两螭。传声走马开金屋，夹路鸣环上玉墀。长乐彤庭宴华寝，三千美人曳光锦。灯前含笑更罗衣，帐里承恩荐瑶枕。不意君心半路回，求仙别作望仙台。仓琅禁闼遥相忆，紫翠岩房昼不开。\n欲向人间种桃实，先从海底觅蓬莱。蓬莱可求不可上，孤舟缥缈知何往。黄金作盘铜作茎，晴天白露掌中擎。王母嫣然感君意；云车羽旆欲相迎。飞廉观前空怨慕，少君何事须相误。一朝埋没茂陵田，贱妾蛾眉不重顾。宫车晚出向南山，仙卫逶迤去不还。朝晡泣对麒麟树，树下苍苔日渐斑。人生百年夜将半，对酒长歌莫长叹。乘知白日不可思，一死一生何足算。"
        },
        {
            "标题": "奉和圣制送张尚书巡边",
            "作者": "王翰",
            "内容": "紫绶尚书印，朱輧丞相车。登朝身许国，出阃将辞家。\n\n不惮炎蒸苦，亲尝走集赊。选徒军有政，誓卒尔无哗。\n\n帝乐风初起，王城日半斜。宠行流圣作，寅饯照台华。\n\n骑历河南树，旌摇塞北沙。荣怀应尽服，严杀已先加。\n\n业峻灵祇保，功成道路嗟。宁如凿空使，远致石榴花。"
        },
        {
            "标题": "和靳天章彭城怀古",
            "作者": "王翰",
            "内容": "戏马台前拥旆旌，三齐才破到彭城。项王帐底犹虞舞，汉祖军中尽楚声。\n百二山河功自弃，八千子弟势都倾。月明閒却乌江渡，长使英雄恨不平。"
        },
        {
            "标题": "奉和圣制送张说上集贤学士赐宴，得筵字",
            "作者": "王翰",
            "内容": "东堂起集贤，贵得从神仙。首命台阶老，将崇御府员。\n\n送人锵玉佩，中使拂琼筵。和乐薰风解，湛恩时雨连。\n\n长材成磊落，短翮强翩翾.徒仰蓬莱地，何阶不让缘。"
        },
        {
            "标题": "雪夜杂诗 其三",
            "作者": "王翰",
            "内容": "满天星斗晓来收，万丈瑶台梦里游。物到岁寒偏耐看，一轩松竹不胜幽。"
        },
        {
            "标题": "送柳思之武陟令",
            "作者": "王翰",
            "内容": "柳氏河东秀，何年去远遐。祗应寻玉斧，得以住金华。\n拱璧来垂棘，名驹产渥洼。居乡曾领荐，治县久栽花。\n浪毁金为矿，虚言玉有瑕。看山吟好句，见字识名家。\n重睹中天日，还乘贯月槎。承恩辞紫禁，沾命赐黄麻。\n未署移山判，先驱露冕车。儿童骑竹马，父老候闉阇。\n明日丽谯鼓，鼕鼕报早衙。"
        },
        {
            "标题": "观蛮童为伎之作",
            "作者": "王翰",
            "内容": "长裙锦带还留客，广额青娥亦效颦。\n\n共惜不成金谷妓，虚令看杀玉车人。\n"
        },
        {
            "标题": "过湖口县",
            "作者": "王翰",
            "内容": "澄江东去急，南桨入湖深。林密藏秋雨，山高倒夕阴。丽谯临小县，佛阁出遥岑。当趁风涛便，无由得赏心。"
        },
        {
            "标题": "秋怀",
            "作者": "王翰",
            "内容": "秋窗昨夜秋风起，百感心成一寸灰。千里雁来书未至，五更虫语梦初回。地连洛汭浮云断，山接荥阳夕照开。何日黄河航一苇，中条山顶望青台。"
        },
        {
            "标题": "棠梨墓歌",
            "作者": "王翰",
            "内容": "棠梨花白春似雪，棠梨叶赤秋如血。春来秋去棠梨枝，长夜漫漫几时彻。明月照青镜，香雾{髟官}翠鬟。草寒虫啧啧，花落莺关关。青灯耿玄掞，黄土埋红颜。杨柳楼头红粉歌，舞罢春风敛翠娥。莫厌樽前金叵罗，君看冈头窣堵坡。"
        },
        {
            "标题": "陈如心家饮罢言怀",
            "作者": "王翰",
            "内容": "饮罢高斋借榻眠，卧听更漏意萧然。空床梦断雨方急，短烛吟残花倒悬。\n旧馆偶来还是客，明公相见即如仙。奔腾老骥浑无力，拟向亨途借一鞭。"
        },
        {
            "标题": "题败荷",
            "作者": "王翰",
            "内容": "曾向西湖载酒归，香风十里弄晴晖。芳菲今日凋零尽，却送秋声到客衣。"
        },
        {
            "标题": "葡萄酒",
            "作者": "王翰",
            "内容": "揉碎含霜黑水晶，春波滟滟煖霞生。甘浆细挹红泉溜，浅沫轻浮绛雪明。\n金剪玉钩新制法，紫驼银瓮旧豪名。客愁万斛可消遣，一斗凉州换未平。"
        },
        {
            "标题": "为祥符县滕硕先生题驺虞卷",
            "作者": "王翰",
            "内容": "陆浑之疆，伊阙之旁。气盘势阻，水汇山苍。神兽见之当八月，西律行天金气泄。\n向嵎不怒亦不啸，貌闲言和心且狎。但见黑章眹眹映林薄，白雪被身毛质洁。\n更有两虎作舆卫，供奉饮包不敢阙。贤王致之献上京，词臣制为影颂声。\n圣皇褒崇赐金敕，王言致此由皇灵。驺虞之身上天去，至今形质留丹青。\n承运殿上亲赐与，白璧不换千金轻。驺虞千年为上瑞，拜表又贺黄河清。"
        },
        {
            "标题": "灯夕在平陆感旧三首 其一",
            "作者": "王翰",
            "内容": "曾向斜街寄醉眠，燕城回首几经年。风柔广陌灯初挂，云散仙台月正悬。\n吟笔欲挥诗唾玉，舞裙才动步生莲。而今寂寞扬雄宅，独对长檠雪满毡。"
        },
        {
            "标题": "先约九日共城中诸贤友登瑶台至日风雨大作予处荒村无菊酒自娱闭门兀坐终日晚命童儿取笔书近体诗明日寄与约者",
            "作者": "王翰",
            "内容": "物外仙台许共游，幅巾藜杖映清秋。黄华空叹岁年暮，白发不禁风雨愁。\n有帖催租败诗兴，无钱对酒恐囊羞。明年再会俱强健，一蹑凌云到上头。"
        },
        {
            "标题": "九日登瑶台山",
            "作者": "王翰",
            "内容": "几年踪迹漫栖迟，今日登临逸兴飞。绿酒喜随藜杖到，白头须插菊花归。\n苍山日暮林烟合，潦水霜清雁影稀。愿祝加餐强健在，年来此会莫相违。"
        },
        {
            "标题": "具庆堂诗为临颍教谕张朝宗作",
            "作者": "王翰",
            "内容": "沱江之水清如玉，紫霞山高翠堪掬。山下华堂画不如，蔼蔼苍烟荫乔木。\n翁媪相扶近百年，遗经教子成世贤。一朝典教来颍川，孝心养亲人共怜。\n少者割鲜长行酒，具庆人间更稀有。昔年闻说朱寿昌，何似贤名世难朽。\n时向宾筵戏綵衣，新诗千首总珠玑。它年复领天官荐，除书更捧欢亲闱。"
        },
        {
            "标题": "杨白花辞二首 其一",
            "作者": "王翰",
            "内容": "杨白花，初二月，飞满春江正愁绝。有客沙头来告别，共挽长条落香雪。"
        },
        {
            "标题": "瑶台篇",
            "作者": "王翰",
            "内容": "中条与太华，天际浮脩眉。巨灵擘之翠壁断，日月彷佛缠东西。\n瑶台之峰去天才咫尺，下视齐州九点烟雾迷。中有至人骨法奇，芙蓉作裳荷制衣。\n玄云石上紫芝秀，碧沙洞中瑶草肥。我时来寻步屧迟，杖藜直入白云栖。\n林藏鼎灶自与人间隔，云间或闻犬与鸡。吾知子兮讵学商山采芝之黄绮，首阳食蕨之夷齐。\n亦不学遗世节分三休宜，避地为远豺狼欺。有商硕辅此版筑，至今草木含精辉。\n千年斯人踵芳躅，抱养元气蟠涂泥。一日幡然作霖雨，坐使四海枯槁春淋漓。\n归来濯足清涟漪，浩歌明月当嵓扉，山灵有文慎勿移。"
        },
        {
            "标题": "仙游篇",
            "作者": "王翰",
            "内容": "无钱可买季子田，无地可置杨公廛。中条山下饶斥卤，营田一区屋数椽。\n床头閒读种树书，有酒可斟琴可弦。酒酣耳热声呜呜，对客起舞身翩翩。\n既不能骑鲸鼓浪游汗漫，又不能披云扫雾瞻青天。\n我来此世三十年，豪气压倒江湖前。轻舄两只凫，扁舟一叶莲。\n足濯沧海流，头枕昆崙巅。仙山鳌背青连延，三十六宫飞紫烟。\n仙人一笑三千年，摩顶授我长生诠。我欲举手谢尘世，此身萦绕终无缘。\n仙兮仙兮辞我清泪之连连，盻我美目之娟娟。群仙知我不可留，送我淡月清风边。\n归来两耳声喧喧，六合尘土厌腥膻。呼儿汲取蔷薇露，涤手为写仙游篇。"
        },
        {
            "标题": "杨白花辞二首 其二",
            "作者": "王翰",
            "内容": "杨白花，春冥冥。飘飖无定止，化作青浮萍。悠悠亦是无根蒂，可是无情动有情。"
        },
        {
            "标题": "酒家谣",
            "作者": "王翰",
            "内容": "大梁城中百万家，谁家沽酒为生涯。青帘白昼垂到地，书言美酒非为誇。\n座中多是江南客，卖茶贩盐为本业。自从伴着如花人，囊楮番番卷秋叶。\n日长不厌秦筝繁，夜阑不放清歌歇。箧里黄金索已无，朝来暮去情渐疏。\n秋风吹断高唐梦，但见阳台明月孤。昨日书来寄亲语，老病空床泪如雨。\n寄与佳儿促早归，何用离乡作商贾。市中卖得旧衣钱，独向黄河买去船。"
        },
        {
            "标题": "劝君酒",
            "作者": "王翰",
            "内容": "劝君酒，岁将暮。新岁冉冉来，旧岁堂堂去。去者挽不回，来者无由驻。\n春风吹落花，花落深可惜。不知向君面，吹落娇红色。\n歌缓声，舞垂手，昨日少年今白首。岁将暮，劝君酒。"
        },
        {
            "标题": "城南行",
            "作者": "王翰",
            "内容": "城南陌上东西路，戴胜飞来桑叶绿。绿桑枝低挂罗裙，佳人采桑春日曛。\n陌头骑马年少客，新着春衫面晰白。翠鞭时拍马鞯吟，吟高调急惊春心。\n女郎遥隔桑陇听，无由一笑开春襟。低眉踯躅立多时，回头转盻情亦深。\n妾为卢郎妇，君有秋胡金。妾以节奉夫，君以金奉母。\n好置美酒寿高堂，君挝鼓，妾万舞。援筝莫弹陌上桑，筝声哀鸣两心苦。"
        },
        {
            "标题": "驺虞图",
            "作者": "王翰",
            "内容": "阳翟之山几千里，山头千丈神光起。驺虞瑞世生其间，百兽争趋似群蚁。\n漆光玄章耀朝日，雪色白毛濯秋水。驺虞含仁性不残，两虎常从供饮食。\n野人奔走告王庭，整驾取之劳玉趾。鸾旗不动仙仗闲，逡巡俛首伏雕阑。\n鼓吹导引入城市，填衢塞巷居民看。咸言圣人尧舜德，基业永固安如山。\n玉烛调元风雨时，草木芜芜禽兽繁。储祥兆和四灵至，驺虞稀见从古难。\n朅来赐宴承运殿，群臣拜贺欢心颜。鹤驾东行献金阙，天门晓启红光发。\n雕笼舁入龙颜喜，千官聚看称奇绝。圣主谦冲不敢当，贤王逊美情尤切。\n宠章飞动赐金敕，虎士腾挐分玉节。归命丹青写作图，记此奇形前代无。\n深林妥尾走妖狐，枯槎砺吻鸣老乌。落木纷纷下空谷，阴风䬃䬃吹黄芦。\n一朝金门拜赐归，华堂展玩皆欢呼。什袭珍藏为至宝，金璧虽多孰敢估。"
        },
        {
            "标题": "题上清张真人画阴厓长啸图",
            "作者": "王翰",
            "内容": "穹厓壁立三千尺，万梃苍官并厓立。半空垂瀑似飞龙，怪石秋阴护苔色。\n水边鹄立是神仙，意欲飞空陵紫烟。白云不隔华阳洞，绿波远入桃花源。\n羽衣翩翩无觅处，万壑千岩锁烟雾。龙吟凤噭下青冥，天风振落三花树。\n上清宫中仙子家，兴来绕笔飞烟霞。苏门一啸闻千古，但恨不得随仙槎。"
        },
        {
            "标题": "题贾原善典宝寒潭渔隐图",
            "作者": "王翰",
            "内容": "君家旧在寒潭住，故写新图记幽趣。木落秋山潭水空，犹把长竿倚溪树。\n角巾野服身翩翩，彷佛当年孟浩然。王门曳裾今几年，梦魂长绕寒潭边。\n他年赐告承恩渥，归结草屋临风烟。朝朝击榜向嵓石，只许白鸥伴幽寂。\n春来举棹入春潭，会见桃花汎晴碧。"
        },
        {
            "标题": "送刘允中游关中",
            "作者": "王翰",
            "内容": "赤日当天凝不移，黄尘吹风双眼迷。刘生触此入关西，百趼不倦轻路蹊。\n我问刘生胡为尔，载酒问道严登跻。自言我生如醯鸡，欲挟扶摇运天池。\n又言我生如枥马，拟弃栈豆追駃騠。关中形胜天下少，壮观奇闻恣探讨。\n浊泾清渭光动摇，太华终南翠如扫。橐泉西去吊三良，商颜南来寻四皓。\n渭河桥边杨夫子，直节千年照青史。常平坂下马太史，万丈文光犹不死。\n金童仙去谩荒凉，石马陵空自埼礒。刘生兹游冠平生，胸次磊落气峥嵘。\n豪迈不尽远游兴，抠衣载质仍传经。归来多载晋唐帖，璞玉精金等奇绝。\n知生好古不好馀，青李来禽满筐箧。我将得此课群儿，日向明窗临一叶。\n我亦平生湖海心，会稽禹穴穷幽深。孰知病废坐空室，门屏咫尺如遥岑。\n送君斯游伤我心，不觉泪下沾衣襟。"
        },
        {
            "标题": "狡兔行",
            "作者": "王翰",
            "内容": "中条山下三尺雪，狡兔不出深藏穴。连日不食仍苦饥，偷入林间行蹩躠。\n林间山麓无丰养，草根木实恣噬齧。岗头猎骑如云来，俛耳缩颈心惙惙。\n踪迹发露一跃出，健足过眼才一瞥。黄犬脱手疾风飞，苍鹰掣臂翻云抉。\n窘迫只作婴儿啼，狼藉平原洒毛血。兔肉不甘皮不美，徒逞骑射供笑咥。\n笑者何乐死何苦，更忍搜索倒绝灭。世上只言兔性狡，不见人心更险谲。"
        },
        {
            "标题": "樊宗亮墨竹",
            "作者": "王翰",
            "内容": "宗亮风神本潇洒，胸中自有万竹竿。苍龙雨过影在壁，彩凤月冷鸣空山。\n新诗数句细字写，银钩挂在青琅玕。毫素醉挥乌帽脱，鹅绿浅蘸端溪寒。\n当时直欲乘兴写，岂料今日垂涕看。"
        },
        {
            "标题": "冬日斋居遣怀",
            "作者": "王翰",
            "内容": "十月雪花大如手，朔吹奔腾撼北牖。闭门伏几读古书，招客围炉饮醇酎。\n世上行路风尘多，河冰寒积白峨峨。为儒无补谩痴绝，坐窃俸廪将如何。\n夙昔早有林泉兴，野鹤山猿自天性。一落红尘竟不归，白云久塞南山径。\n庙堂之臣夔与龙，明堂之材柏与松。揖逊尧舜迈往古，制作礼乐同皇风。\n我本山中钓鱼者，偶弄文墨自陶写。沐猴安可着衣冠，梦入云林亦潇洒。\n沧浪之水何时清，水清待我濯长缨。束书从此便归去，为续沙头鸥鹭盟。"
        },
        {
            "标题": "拥翠轩",
            "作者": "王翰",
            "内容": "梁园先生夷山曲，斸地开轩种脩竹。千竿森立隔尘嚣，十里苍云净炎燠。\n弹琴焚香意不俗，满卷佳章咏淇澳。有时曳杖冠峨峨，披拂幽丛逸兴多。\n樽罍每置清阴里，日待嵇阮来经过。高挂幽轩一凭几，绕屋娟娟翠如洗。\n莫遣家僮扫落花，恐损庭前青凤尾。"
        },
        {
            "标题": "送毛教授扈从汝宁",
            "作者": "王翰",
            "内容": "稽山海上青连延，山阴自古多名贤。毛生登第方青年，风神不减王逸少，手中巨笔如脩椽。\n立马一扫三万言，飘然满纸飞云烟。天官注意求才谞，曳裾更入东平府。\n东平拣贤如拣珠，直向稠人识眉宇。辞家跃马蔡州行，蔡州旧是悬瓠城。\n汝南先贤有遗迹，劳君远访披榛荆。天生才器元无敌，日侍贤王亲且密。\n朝朝染翰擅词林，日日谈经趋讲席。先生有德如阳春，半载交情清且真。\n读书不独破万卷，吐论便欲回千钧。汀草青青汝水绿，八月扁舟渡洄曲。\n市中倘遇卖药翁，为我跪问长生录。"
        },
        {
            "标题": "铸镜行",
            "作者": "王翰",
            "内容": "妾念嫁时新铸镜，铸成团团秋月色。从夫从军藏入匣，镜面已昏妾面隔。\n红颜落为霜叶枯，绿发已随秋草白。妾颜虽改心不转，手携团镜情脉脉。\n昨日书来在桑乾，新衣未寄旧衣单。秋风入户吹罗幌，妾身未衣念郎寒。\n何时降王来款塞，罢负长戈卸征铠。归来对镜试春衫，团镜重磨妾扫黛。"
        },
        {
            "标题": "北海鲸时北征纳克楚",
            "作者": "王翰",
            "内容": "偃蹇长鲸横北海，怒喷风雷九州垓。九州壮士贲育徒，雄剑长弓几千队。\n长鲸掉尾鳞鬣张，壮士辟易弓剑伤。九州尘土山岳动，蔽亏日月无晶光。\n长鲸长鲸尔当弭，上帝威灵不可比。一朝怒遣似飞来，尽赤溟波千文水。\n山岳重安日月明，长鲸长鲸尔独死。"
        },
        {
            "标题": "徐士清墨竹",
            "作者": "王翰",
            "内容": "士清世上清狂士，狂写墨竹竟得名。狂发拈笔写一个，铁网出海珊瑚青。\n持缣候谒四方客，醉卧木榻呼不醒。如山白璧不敢换，时拂素壁千竿成。\n士清士清狂且真，死为狂鬼应有神。南山松下昔有坟，坟作平地松为薪。\n壁间墨竹墨如新，我诗便作筼筜记，千载更有如斯人。"
        },
        {
            "标题": "毛述古山水",
            "作者": "王翰",
            "内容": "近山青青绾髻螺，远山淡淡浮黛蛾。乔松荫石铁作柯，白云帖水迷涧阿。\n几家老屋岩石侧，长林落木秋瑟瑟。枯槎侧倒枕长溪，路入阴崖行转窄。\n楼台隐隐出木末，山下僧归背夕日。渡头市散卖鱼归，平芜落日苍烟堆。\n儿子柴门指相似，遥望沙觜孤帆开。行人走迭山店宿，髯客跨驴如跨鹿。\n苍头苦怨行李重，步武跛蹩胼生足。画工以画传其意，人生所贵在寡欲。\n蜀山楚水天下险，君胡为乎苦踧踖。此图题作行路难，非写烟霞乐心曲。"
        },
        {
            "标题": "讲堂前右植石榴左植脩竹是年蝗灾竹为所食石榴味苦感而有作",
            "作者": "王翰",
            "内容": "芳树吐佳花，时近君子居。君子惜芬香，且爱枝叶敷。\n外饰内不德，细叶含辛毒。妖蝗群飞来，四野无嘉谷。\n此木免噬啮，为尔受性独。所喜彼偶存，所悼惟脩竹。\n抗节异群木，畜甘胜诸菽。坐见颜色改，无复青阴穆。\n向恶尚免祸，外直恒遭戮。转首霜节至，问讯南窗菊。"
        },
        {
            "标题": "送胡仲雅南归三首 其三",
            "作者": "王翰",
            "内容": "中秋明月低，疋马独南归。雨馆虫声切，霜皋树影稀。\n云开鸿雁过，沙暖鹡鸰飞。想到江南日，高堂戏綵衣。"
        },
        {
            "标题": "送胡仲雅南归三首 其二",
            "作者": "王翰",
            "内容": "郊园秋气薄，征骖方载路。送客上中条，执手话离素。\n摇摇千里心，竟以亲爱故。高亭多秋风，假道繁晓露。\n念子远行迈，空山日将暮。搔首望江南，高林起烟雾。"
        },
        {
            "标题": "过韩庙",
            "作者": "王翰",
            "内容": "纷纷天下逐秦鹿，白蛇中断鬼夜哭。将军晚从隆准公，仗剑登坛万人服。\n西来铁马疾如风，魏豹就虏犹儿童。背水一战赵壁破，飞书才入燕城崩。\n叱咤素号万人敌，龙生败死犹骨栗。帐下悲歌骓不逝，霸业无成剑铓赤。\n将军有功当封齐，假王一请君臣疑。鸟尽弓藏良可惜，拭泪更读归赐碑。"
        },
        {
            "标题": "讲堂前种竹旧极盛茂近为",
            "作者": "王翰",
            "内容": "袅袅庭下竹，移根自当年。时沾雨露滋，近砌摇芳妍。\n持此冰霜操，岁寒心特坚。"
        },
        {
            "标题": "涉潞水",
            "作者": "王翰",
            "内容": "早发黎城县，一水横其前。其涘立行人，相聚声喧喧。\n我问今何之，欲渡无所缘。县官欲安桥，漂流随奔湍。\n邑人议舟航，沙浅胶其船。几人徒涉之，激射若洄涟。\n相望无百步，艰险如登天。我观古圣人，舟楫用济川。\n杠梁有国政，使民无病褰。圣人知有穷，而况私智焉。\n退居待水落，王事匪可延。扶掖一济之，河伯诚所怜。\n作诗识吾喜，书之山石巅。"
        },
        {
            "标题": "叩马图",
            "作者": "王翰",
            "内容": "商家社稷垂年久，如何竟落独夫手。妖姬一宠四海毒，犬马纷纷鹿台走。\n周侯神圣天命新，渭滨晚起钓璜臣。旌旗东指盟津野，朝歌王气空沉沦。\n兄弟辽海古墨胎，数言马首惊风雷。君臣义分固如此，天意丧殷谁能回。\n归来怀义腹应饱，周粟无食可终老。首阳山暖蕨薇甘，想见形容不枯槁。\n黄河水浑难濯缨，世贤岂待文王兴。一穷直与天地并，景公千驷鸿毛轻。\n披图一见长太息，习习清风生几席。衣冠俨若见仪刑，贪夫而廉懦夫立。"
        },
        {
            "标题": "送胡仲雅南归三首 其一",
            "作者": "王翰",
            "内容": "秋风拂庭梧，有客远行迈。行迈将何之，家林稍云外。\n向与父母别，来叙兄弟爱。褰裳上中条，秋河方迅快。\n握手复几时，良会止一再。华筵接高论，芳德曳兰佩。\n归计何匆匆，令人增永嘅。"
        },
        {
            "标题": "七夕篇",
            "作者": "王翰",
            "内容": "七夕家家望河鼓，乌鹊翩翩彩鸾举。玉宇无声河汉流，风递吹歌喧万户。\n我自少小攻文章，天孙为乞云锦裳。五色炫烂秋霞光，对客落笔声锵锵。\n刻楮三年费心曲，画蛇岂容添一足。人生所贵在真醇，以巧衒人犹衒玉。\n劝君乞巧莫乞深，巧深入骨淫人心。人心淫慝不可涤，柳州商监犹昨今。\n我为多技足忧患，宁复此夕杂童丱。闭门却扫省前非，遥礼舂陵香一瓣。"
        },
        {
            "标题": "读韩信传",
            "作者": "王翰",
            "内容": "有功当记录，有罪当准理。忘功治其罪，汉祖少恩耳。\n不忍一身诛，况及三族死。千载胡公言，为雪泉下耻。"
        },
        {
            "标题": "读仪秦传",
            "作者": "王翰",
            "内容": "强秦奋关中，六国环恣睢。西上望函谷，壮士不能踰。\n地开天府险，法仿申韩馀。治道既出下，民性皆异趍。\n彼哉苏张徒，挟诈从横书。捭阖中时议，三寸挠万夫。\n韩赵弗敢违，齐楚从其驱。车骑颇张皇，威焰烜赫如。\n最缓来踵迹，代衍还连茹。轲也论王道，妾妇明其狙。\n周纲既陵替，秦治非远图。土地何其贪，生民何其辜。\n兵甲日以縻，膏血日以涂。至今载简册，庄士长不愉。\n斯人在三代，谗口伏显诛。"
        },
        {
            "标题": "雪晴斋居",
            "作者": "王翰",
            "内容": "停午阴风生，向夜星彩没。入杯汤已冰，挟纩肌欲粟。\n始见微霰零，俄惊素花数。皓色射窗楮，轻声碎轩竹。\n雅琴无秦筝，佳茗胜"
        },
        {
            "标题": "谒微子祠",
            "作者": "王翰",
            "内容": "朝登微子岭，上有微子祠。我来拜堂下，升堂瞻圣仪。\n三人俨相向，衣冠肖古时。嗟此崇黎地，何以知祀兹。\n好德本彝性，公议孰掩之。林木交荫翳，冈峦互参差。\n泉脉且甘冽，周道通四驰。我欲告邑人，好刻铜盘词。"
        },
        {
            "标题": "望云生",
            "作者": "王翰",
            "内容": "峨峨太行山，悠悠行子心。凭高望乡国，白云翳遥岑。\n目触心亦驰，亲居宛在临。欲发久裴回，悒悒伤中襟。\n孝哉狄文惠，才器真遗珠。推毂五龙起，扶日升天衢。\n元功照简策，存与天地俱。许公纯孝心，羹墙见昏晓。\n辞家旷定省，作郡理纷扰。怀亲慕昔贤，襟韵同表表。\n惟此远业期，令誉庶终保。"
        },
        {
            "标题": "四老",
            "作者": "王翰",
            "内容": "汉祖匿私爱，吕氏不宁处。大位垂转易，祸福在反覆。\n谏口徒期期，不胜留侯术。四老高蹈士，斯出亦颇辱。\n安刘实灭刘，为赵速剪戮。周昌纵强相，何济几上肉。\n激烈鸿鹄歌，不救身后毒。子房多庙算，此举良不足。"
        },
        {
            "标题": "初冬述怀时樊女南迁",
            "作者": "王翰",
            "内容": "北风吹大荒，晨霜陨群木。天宇淡寥寥，河水来汨汨。\n候雁常悲鸣，蛰虫已跧伏。聿念远行者，衣敝逢岁暮。\n况是羁累人，何以营水菽。愁来安用生，酸痛彻心骨。"
        },
        {
            "标题": "雪夜茗会",
            "作者": "王翰",
            "内容": "岁月忽云徂，倏尔值嘉令。轩裳谢东缠，蓬茅养清静。\n溪合玄冰积，阶平白雪盛。时惟朋侪临，杖屦造门径。\n开门延客入，拜揖须展敬。土炉火新炽，石鼎安欲正。\n寒井方及深，清泠绝泥泞。奇茗畜时久，待此佳客命。\n蝇声响不歇，蟹目乱无定。盏斝涤已洁，槃托拭更净。\n咽沃肝肺清，漱袪齿牙病。坐觉昏睡除，言出清淡胜。\n幸拜高轩临，愧乏珍馔饤。郑重弥明仙，聊为尽吟兴。"
        },
        {
            "标题": "孝思堂",
            "作者": "王翰",
            "内容": "双亲久谢世，岁月倏已徂。音容宛犹在，曷以侍槃盂。\n昼思俨在堂，暮思恒倚闾。思之不能置，泪下沾衣裾。\n陵中有蓼莪，堂下有风木。草木尚有因，独无父母属。\n哀哀慈母劳，戚戚严父鞠。此心何时已，终身讵为足。"
        },
        {
            "标题": "题静学斋为陈司训",
            "作者": "王翰",
            "内容": "昔日武乡侯，教子著明训。嘉言载简策，千古挹芳润。\n我心身上衣，皦皦化为缁。我身庭中树，时时风挠之。\n内外受纷扰，声利何由辞。陈均古好学，逸情知缮性。\n不惟诵书史，迹不迈门径。理超性亦澄，物遣道自胜。\n跧居有馀乐，誓不叹贫病。朋侪从讲问，冠屦来相依。\n一朝施乐育，贤哲端可希。为国储贤才，文馆多光辉。\n青云终自致，白日看翻飞。"
        },
        {
            "标题": "关山蚤行图",
            "作者": "王翰",
            "内容": "早起去山店，鸡鸣月在天。瘦马恋残刍，仆夫烦力牵。\n山外有畏途，石粗履几穿。行行二十里，彷佛闻炊烟。\n林间宿鸟散，摇荡露漙漙。迟明据鞍睡，梦里到长安。"
        },
        {
            "标题": "初冬述怀",
            "作者": "王翰",
            "内容": "东风作雪意，竹窗寒策策。老鸱向晨鸣，饥鼠当昼嚇。\n不爨米瓶空，止饮酒樽侧。妻子色悽凉，吾心自安适。\n前途有风雪，行路黑如漆。貂裘重不煖，素颜惨无质。\n吾生抱大拙，默坐永朝日。鹤长与凫短，天性为至佚。\n化工谅均平，守玄保真白。诵诗晤童子，或当发蒙密。"
        },
        {
            "标题": "古诗五首 其四",
            "作者": "王翰",
            "内容": "夷齐千载后，西山淡无姿。贤人千载生，空林老蕨薇。\n青青庙前柏，高高堂下碑。空山阅今古，同与天地摧。\n倜傥鲁连子，抱义不逢时。片言为解纷，尺素杀军师。\n耻秦誓蹈海，辞赵非金为。颓波无回流，砥柱高崔嵬。\n芳名在简策，壮士饮风仪。"
        },
        {
            "标题": "题管鲍论交图",
            "作者": "王翰",
            "内容": "黄金是何物，能摧壮士心。有金交契厚，有金交意深。\n一朝金用尽，相看同路人。古人重交道，敬至义自伸。\n我观管鲍徒，交厚情最亲。知心两无猜，巽让常欣欣。\n斯可愧薄俗，外物非所珍。子鱼能一掷，幼安同浮尘。\n弃之同一道，中有伪与真。高风鲁连子，千载名如新。"
        },
        {
            "标题": "牧羊",
            "作者": "王翰",
            "内容": "羔羊不受秣，呦呦索晨牧。稚子惧出门，动与虎狼触。\n垂鞭不敢前，常向风雨哭。我老轻其生，仗策入幽谷。\n原平散漫食，径狭相追逐。霜馀野草白，沙寒山水绿。\n荒磴随渔樵，深林杂麋鹿。读书坐磐石，摴蒱向皋陆。\n为感蒙庄言，归涂不可暮。"
        },
        {
            "标题": "黄河曲",
            "作者": "王翰",
            "内容": "行吟散郁积，日暮黄河曲。黄河昆崙来，万里经平陆。\n西北限秦晋，东南走梁宋。龙门夜雨深，砥柱秋涛横。\n鼋鼍时出没，鲸鲵相簸弄。艰险自天设，万骑安所用。\n人事多乖迕，山河有变更。孝武宣房歌，千载有馀清。\n朱梁白马祸，草木动悲鸣。圣人总四溟，天地还清宁。\n河当一澄彻，因之作颂声。"
        },
        {
            "标题": "秋蝉抱叶而吟叶脱而堕困于群蚁亟遣仆置高树且怜而作诗吊之",
            "作者": "王翰",
            "内容": "一气无停机，四时仍代用。万物生两间，潜植与蠢动。\n时至靡不荣，运往讵所恸。蝉生粪壤间，潜化自能羾。\n登木喜得时，鸣响甚恣纵。既免螳螂搏，幸脱痀瘘中。\n或学秦筝鸣，或作雅琴弄。或缓美人歌，或繁小子诵。\n或静而独鸣，或聚而相哄。不料瓮内鸡，遽儗竹上凤。\n凉飔一朝发，繁霜藉草重。强鸣声噎塞，处危心愡恫。\n所付既靡盬，脱落难持控。高蜚翅剪铩，不饮腹空洞。\n局促尘埃中，蚁困况集众。我行庭树间，见之心为痛。\n呼儿置深稳，聊尽尔馀哢。作诗予时哉，含悽不成讽。"
        },
        {
            "标题": "示子砺",
            "作者": "王翰",
            "内容": "我家本燕云，皇考昔膴仕。门户早单弱，田园久废寘。\n中原丧乱频，骨肉不得恃。兄弟弃草野，松楸作平地。\n今我虽偶存，贫病苦交至。有尔且煖眼，嗣续得不坠。\n富贵人所愿，诗书须尔事。头角似稍长，难以杂童稚。\n玉琢终待磨，木揉后成器。寸阴必自惜，前脩可追跂。\n数数恐伤恩，斯言尔当志。"
        },
        {
            "标题": "思山吟",
            "作者": "王翰",
            "内容": "南山有松树，托根白云岑。枝叶冒霜雪，不易太古心。\n我昔来结茅，相对岁月深。轻花酿春酒，寒声杂清琴。\n野马被羁鞅，沐猴强冠簪。华靡非其心，动践所不任。\n我罪非所得，脱身事幽寻。归来治田畴，损物犹蟊蟫。\n矫首望故山，白雨翳青林。首丘匪可忘，治任须及今。\n往从荷蓧徒，永与世幽沉。"
        },
        {
            "标题": "古诗五首 其五",
            "作者": "王翰",
            "内容": "今日天气佳，曳杖出衡门。凉露湿芒屦，清风感帨巾。\n幽鸟避人飞，游鱼畏钓沉。蛛丝映空张，饥隼号北林。\n恶彼机事深，安能降我心。归来遣世虑，浊酒聊自斟。"
        },
        {
            "标题": "挽迭漳州",
            "作者": "王翰",
            "内容": "黑云压城天柱折，长烽夜照孤臣节。剑血飞丹气夺虹，银章触手纷如雪。\n丈夫顾义不顾死，泰华可摧川可竭。蕉黄荔丹酒满壶，千载漳人酹呜咽。"
        },
        {
            "标题": "古诗五首 其三",
            "作者": "王翰",
            "内容": "日暮洛阳道，北山正嶕峣。高坟望累累，岁久青松凋。\n为问葬者谁，云是汉唐朝。龟龙卧深草，文字半沉销。\n凄风扑霜叶，阴云惨寒郊。颓垣隐狐兔，荒棘鸣鸱鸮。\n千载雍门琴，令人涕泪交。"
        },
        {
            "标题": "古诗五首 其二",
            "作者": "王翰",
            "内容": "清风汎栏楯，明月耿房帷。夜永草虫吊，天长鸿雁悲。\n容华渐销铄，阳景空中驰。宝剑光陆离，白马黄金鞿。\n丈夫贵循名，讵以别离为。含情掩瑶琴，涕泗空涟洏。"
        },
        {
            "标题": "题溪山春晓图",
            "作者": "王翰",
            "内容": "好山凌远空，初日散晴旭。繁花点殷红，柔条媚新绿。\n游鱼恋芳藻，鸣鸟出深谷。物情适初性，一览咸所触。\n寄谢桃源人，从兹仰芳躅。"
        },
        {
            "标题": "月夜坐悠然轩有怀",
            "作者": "王翰",
            "内容": "明月照我怀，閒窗共幽赏。泠泠万籁秋，静夜发清响。\n山川日脩阻，之子独云往。长歌耿不寐，相思逖遐想。"
        },
        {
            "标题": "挽柏佥院",
            "作者": "王翰",
            "内容": "柏君挺挺英雄姿，出佐薇省丁时危。愁闻两浙已瓦解，江南民命犹悬丝。\n楼船一旦下江水，杀气兵氛压城垒。大臣夙驾思弃城，战士魂销将心死。\n臣虽力困肝胆存，臣当杀身思报恩。誓将一木支颓厦，肯竖降帜登辕门。\n人生恩爱岂不顾，讵忍贪生负天子。半空烟涨楼宇红，尽室魂飞剑光紫。\n呜呼气分光岳臣道衰，卖降授节纷陆离。巍巍廊庙已如此，扶持世教非公谁，扶持世教非公谁。"
        },
        {
            "标题": "秋怀",
            "作者": "王翰",
            "内容": "悬门扶桑弧，丈夫四方绩。奈何中险艰，零落苦相失。\n凉风天际来，庭草凄以碧。嗷嗷双飞鸿，宵征度寥阒。\n物性既如此，予兹念何适。寒声在衣巾，心烦百忧集。\n美人隔天涯，佳期阻良夕。鼎湖讵可招，巫咸已难即。\n孤愤不自聊，长歌振岩石。"
        },
        {
            "标题": "雪林为柏上人赋",
            "作者": "王翰",
            "内容": "朔风生冱寒，琼瑶遍山川。日夕天雨花，苍然祗树园。\n大千开净域，一发无垢氛。热恼顿消息，超然谢尘喧。\n灵台澹明彻，庶极真空源。"
        },
        {
            "标题": "自决",
            "作者": "王翰",
            "内容": "昔在潮阳我欲死，宗嗣如丝我无子。彼时我死作忠臣，覆祀绝宗良可耻。\n今年辟书亲到门，丁男屋下三人存。寸刃在手顾不惜，一死却了君亲恩。"
        },
        {
            "标题": "古诗五首 其一",
            "作者": "王翰",
            "内容": "空堂霜气肃，落木集已多。墙阴数丛菊，岁晏承阳和。\n寘卷下堂行，自爱颜色佳。掇英汎浊醪，为我驻年华。\n渊明已黄土，幽姿徒尔嘉。惆怅南山上，千载空烟霞。"
        },
        {
            "标题": "写望云图寄温陵刘子中",
            "作者": "王翰",
            "内容": "开窗见停云，美人别经载。以兹一时意，聊寄千里佩。\n暧暧春复深，悠悠岁云迈。迟尔浩荡心，空山日相待。"
        },
        {
            "标题": "途中",
            "作者": "王翰",
            "内容": "万物皆有托，我生独无家。蔓草野多露，眇眇天之涯。\n亲戚不在旁，更与奴仆赊。落日下长坂，悲风捲惊沙。\n林依避猛虎，郊行畏长蛇。封狐逐野鼠，跳踉当吾车。\n村墟四五聚，索莫集昏鸦。方投异乡迹，又悲远城笳。\n抚剑向夜起，中心郁如麻。微躯焉足惜，天道良可嗟。\n云汉念乖阻，道路日已遐。去去复何极，为君惜年华。"
        },
        {
            "标题": "题菊",
            "作者": "王翰",
            "内容": "我忆故园时，绕篱种佳菊。交叶长青葱，馀英吐芳馥。\n别来二十载，粲粲抱幽独。岂无桃李颜，岁晚同草木。\n及兹睹馀芳，使我泪盈掬。离披已欲摧，潇洒犹在目。\n雨露岂所偏，岁月不可复。归去来南山，餐英坐空谷。"
        },
        {
            "标题": "龙山月夜饮酒分韵得树字",
            "作者": "王翰",
            "内容": "薄暮清兴嘉，凉风集高树。须臾明月生，清光在樽俎。\n池空河影凉，石冷苔色古。列坐当前墀，杯行不烦举。\n野庖具山蔬，稚子荐鸡黍。晴峰馀霭收，密竹残露湑。\n惊鹊翻夜巢，流萤堕前户。良时念暌离，触物感所寓。\n坐待河影流，疏钟绕林曙。"
        },
        {
            "标题": "题醉道士图",
            "作者": "王翰",
            "内容": "楚泽多荆榛，昆崙植瑶草。化工运神机，何物为丑好。\n形骸俱已忘，希夷即为宝。飘然来丹丘，相逢过蓬岛。\n簪裳一邂逅，壶觞恣倾倒。顾尔此日醇，浣予百年抱。\n同醉无所知，后此天地老。"
        },
        {
            "标题": "送锁子坚北上",
            "作者": "王翰",
            "内容": "乱象既无已，中心恒不夷。翩翩南林鸟，厉翮无所依。\n念子将焉如，慷慨与我辞。西北有名将，世秉仁义麾。\n壮哉国士心，嘉会良在兹。江汉有舟楫，梁楚多旌旗。\n时焉不我与，言念渴与饥。明良际昌运，允称平生怀。"
        },
        {
            "标题": "和乡友程民同会龙山留别韵",
            "作者": "王翰",
            "内容": "相思乐未终，忧心亦何苦。翩跹鸾鹤群，牢落麋鹿伍。\n缅怀驾辂车，伊昔事戎府。王事多险艰，跋涉几风雨。\n看剑思跃龙，登墉气摧虎。奈何向中道，山川竟脩阻。\n及兹展良觌，澄秋碧江浒。云山寄徜徉，烟萝暂容与。\n相投既不厌，感慨独怀古。长风起疏林，寒色落芳渚。\n广筵促鸣鹍，泠然奏飞雨。云霄浩无涯，去去但凝伫。"
        },
        {
            "标题": "与和仲古心饮酒分韵得诗字",
            "作者": "王翰",
            "内容": "渊明归去时，不作儿女悲。视世如浮云，出处得所宜。\n有酒但欢饮，戚戚欲奚为。斯人不可见，载歌停云诗。"
        },
        {
            "标题": "友渔樵者诗为林伯景赋",
            "作者": "王翰",
            "内容": "至道久湮芜，浮生自劳苦。鸱鸮甘鼠带，鸾凤畏罗罟。\n伊人秉幽志，夙昔陋圭组。顾此山水间，悠然笑容与。\n短笛入空林，方舟向深渚。白云时满襟，清漪或盈屦。\n长啸凉风生，徘徊新月吐。行歌即宇宙，醉卧无今古。\n何由升杳冥，聊复谢巇阻。"
        },
        {
            "标题": "题棘石图",
            "作者": "王翰",
            "内容": "烈风号中林，极目尽荆棘。离离寒月秋，莽莽古原夕。\n冥鸿振高翮，鹪鹩翳深迹。奈此贞固姿，苍茫更秋色。"
        },
        {
            "标题": "送赵炼师归白云庵",
            "作者": "王翰",
            "内容": "白云庵对白云岑，殿宇峥嵘云气深。袅袅青猿啼竹里，双双赤鲤见潭心。\n灵风䬃爽神君至，秋月空明木客吟。羡子早年归福地，愧予何日遂投簪。"
        },
        {
            "标题": "白燕",
            "作者": "王翰",
            "内容": "王谢堂前寄此生，迩年毛骨变轻明。乌衣道远归来老，红线楼高飞出惊。\n华月照梁空有影，柳风吹雪只闻声。谁家宝匣新开处，应对青鸾恨不胜。"
        },
        {
            "标题": "暮秋梁园言怀呈体方伯振二诗伯 其一",
            "作者": "王翰",
            "内容": "一夕青霜木叶残，地炉无火客衣单。敢思潋滟葡萄酿，孰厌阑干苜蓿盘。\n交到忘形贫亦好，拙知学步老尤难。涓埃未报君恩重，不欲归田学挂冠。"
        },
        {
            "标题": "赠陈仲宽刘嘉善二贤者",
            "作者": "王翰",
            "内容": "藉甚才名英妙年，江湖何幸得同船。清时未许公藏器，晚岁翻令我着鞭。\n人物一双真白璧，文章百选中青钱。他时邂逅逢知己，一荐云衢上九天。"
        },
        {
            "标题": "题画竹三首为黄伴读作 其三 淇水晴晖",
            "作者": "王翰",
            "内容": "淇水悠悠绿似苔，卫侯文雅亦贤才。可怜培养千年后，尽塞宣房更可哀。"
        },
        {
            "标题": "别汴城诸友",
            "作者": "王翰",
            "内容": "三载王门老曳裾，文章鄙俚世情疏。病多傍肆常求药，视短停灯久废书。\n报主壮心空磊落，向人别意谩踌躇。他年相忆知何处，泪洒黄河溯汴渠。"
        },
        {
            "标题": "闻性空居士病愈",
            "作者": "王翰",
            "内容": "问讯维摩室，秋深病稍除。翻经仍傍暖，补衲乍临虚。\n寂寞思闻楚，暌离叹索居。西来同逝水，不肯寄双鱼。"
        },
        {
            "标题": "病中遣怀柬王居贤监税",
            "作者": "王翰",
            "内容": "客中伏枕值清和，强起推窗看雨过。万片晴云归太华，千岩流水灌长河。\n菜挑翠缕初登俎，杏缀黄金重压柯。为问维扬老诗伯，杖藜携酒乐如何。"
        },
        {
            "标题": "奉教送汝阳王之国汝宁",
            "作者": "王翰",
            "内容": "宗藩百世镇夷门，列郡分封合礼文。仙李盘根随地盛，银潢泻"
        },
        {
            "标题": "孤山道中二首 其一",
            "作者": "王翰",
            "内容": "一径通村入翠微，岩花清晓正霏霏。崖鸦失侣频相唤，野雉将雏近不飞。\n晨汲辘轳鸣北室，夜眠袯襫挂柴扉。月高犬吠空林静，多是山人采药归。"
        },
        {
            "标题": "平陆城楼晚望",
            "作者": "王翰",
            "内容": "连日南风扫宿霾，高楼独上遣羁怀。山围晋国千峰合，河壮秦关万里来。\n雁带断云归极浦，鸦鸣残日下高厓。茅津涧口人争渡，一片轻帆向晚开。"
        },
        {
            "标题": "慈竹轩",
            "作者": "王翰",
            "内容": "何物风摽可悦神，数竿脩竹杂兰荪。开轩翠色连书幌，隐几清阴落酒樽。\n未睹朝阳鸣鸑鷟，方欣春雨长儿孙。羡君得此堪娱老，况复高堂更树萱。"
        },
        {
            "标题": "次韵峨眉山",
            "作者": "王翰",
            "内容": "雾作衣裳云作屏，玻璃万顷着娉婷。望夫石上偏多雨，织女河边欲陨星。螮蝀夏凉收浅绛，蟾蜍秋冷抹长青。可怜天际微颦处，六国兴亡一梦醒。"
        },
        {
            "标题": "送胡叔雅从军",
            "作者": "王翰",
            "内容": "中条山下分携处，跃马南行道路长。插月雕弓秋有力，倚风宝剑夜生光。\n龙韬策略前贤敌，麟阁功名后代扬。奏凯归来当赐节，忠肝义胆永难忘。"
        },
        {
            "标题": "答客问",
            "作者": "王翰",
            "内容": "龙跃汤泉云渐回，龙飞香殿气还来。龙潜龙见云皆应，天道常然何问哉！"
        },
        {
            "标题": "红梨花",
            "作者": "王翰",
            "内容": "西郭墙头带雨枝，春风特与换芳姿。香同白雪莺难认，影落红云蝶欲痴。\n醽醁醺酣春未醒，胭脂匀浅晓偏宜。世间纵有徐熙笔，画出奇葩更可疑。"
        },
        {
            "标题": "送洪洞刘允中入关",
            "作者": "王翰",
            "内容": "自携书剑入西州，到处登临数日留。青盖远分关树晓，碧峰高耸岳莲秋。\n柏梁台下寻诗去，皇子陂前载酒游。回首西风动乡念，壮怀应不赋登楼。"
        },
        {
            "标题": "和悼亡二首 其一",
            "作者": "王翰",
            "内容": "梦觉西窗泪暗流，不堪春尽独登楼。蛛丝度过萦罗幌，燕子飞来上玉钩。\n心事不随蕉叶展，泪痕更比烛花稠。从今不傍阑干角，曾倚琼肩对月讴。"
        },
        {
            "标题": "题周尚谦金陵送别卷",
            "作者": "王翰",
            "内容": "白下相逢醉玉缸，岂期凶问促归装。雨昏江浦暮帆杳，云接淮山春树长。\n忍看哀音藏箧笥，难忘慈线在衣裳。到家正是薰风候，应对萱华泪万行。"
        },
        {
            "标题": "和悼亡二首 其二",
            "作者": "王翰",
            "内容": "九泉玉骨已埋冰，哭尽东风竟失声。万古香䰟心不死，一春娇眼泪难晴。\n珠沉沧海终无梦，剑合延津自有情。几欲写真何处拟，梨花和月上银屏。"
        },
        {
            "标题": "题都门送别",
            "作者": "王翰",
            "内容": "鹗章一荐入青云，送别都门酒半樽。江口山晴横紫翠，石头树暝欲黄昏。\n郎官本应星辰贵，民物均沾雨露恩。伫看功庸书上考，纶音重下紫薇宸。"
        },
        {
            "标题": "瑶台顶 其六 司马断碑",
            "作者": "王翰",
            "内容": "事业堂堂三代前，可怜碑石几多传。眉山手墨已无半，哲庙宸书仅得全。\n荒冢雨馀生直棘，杏园春晚少啼鹃。江南君到逢司马，为问渠孙若个贤。"
        },
        {
            "标题": "过九江府",
            "作者": "王翰",
            "内容": "早发浔阳岸，秋风鸿雁高。谷容通窈窕，江色变蒲萄。坚壁雄千雉，危樯舣万艘。琵琶亭下水，犹似响檀槽。"
        },
        {
            "标题": "村居感事三首 其三",
            "作者": "王翰",
            "内容": "亲丧未葬不成哀，笙笛悠悠笑语开。月落灯昏梵呗歇，就中扶出醉人来。"
        },
        {
            "标题": "寒潭渔隐",
            "作者": "王翰",
            "内容": "浪迹江湖作散人，碧潭霜冷见潜鳞。芦华织被长眠雪，荷叶裁衣不涴尘。\n载酒几回寻贺老，画图何处访玄真。自今已是成嘉遁，莫向桃源别问津。"
        },
        {
            "标题": "柏塔寺 其四 孤石岭",
            "作者": "王翰",
            "内容": "鸟道萦纡入太虚，云根百丈峙山隅。锦苔春滑支机后，玉骨秋寒塞海馀。\n苍怪合教狂米拜，秀灵端似美人居。南归送过石城下，好倩西风雁寄书。"
        },
        {
            "标题": "观舞天魔",
            "作者": "王翰",
            "内容": "忆昔开元天上乐，遗音传向世间来。鹍弦夜拨风生殿，羯鼓春敲花满台。\n荔子浆寒醒未解，海棠日煖梦初回。谁知百战功成后，一曲霓裳种祸胎。"
        },
        {
            "标题": "司空侍郎故居",
            "作者": "王翰",
            "内容": "西风策马问王官，松径萦纡上百盘。泉响夜潭穿石窦，峰高天柱矗云端。一鸣共许才华旧，三诏方知节操寒。花落鸟啼人不见，休休亭上倚阑干。"
        },
        {
            "标题": "咏史五首 其二 管宁",
            "作者": "王翰",
            "内容": "锄菜忘金志亦雄，眼高四海却如空。当时不识公孙度，必托中山大耳公。"
        },
        {
            "标题": "过东吴岭",
            "作者": "王翰",
            "内容": "东峰西峰相对起，南人北人来经过。潭光清心漾天影，松声聒耳鸣云和。\n马蹄凌兢陟石磴，猿臂联引垂岩阿。举头西望见姑射，烟林远绕青嵯峨。"
        },
        {
            "标题": "故人遂初过山居",
            "作者": "王翰",
            "内容": "秋气谁相问，荒居懒闭门。剑歌双鬓换，国步寸心存。\n漫写当年事，偏惊此日魂。风流非旧日，有虱对谁扪。"
        },
        {
            "标题": "过沁水县",
            "作者": "王翰",
            "内容": "邑小居民众，途冲过客多。田荒多间石，路险半登坡。\n市米如炊玉，村醪似饮河。广文青眼顾，相慰问如何。"
        },
        {
            "标题": "题寒梅冻雀图",
            "作者": "王翰",
            "内容": "冰肌翠袖淡无痕，照影罗浮江上村。霜鸟寒蜂解清意，徘徊风月欲黄昏。"
        },
        {
            "标题": "和王清源教谕寒夜杂咏",
            "作者": "王翰",
            "内容": "筋力年来减，穷愁客里增。夜风摇棨戟，霜气压觚棱。\n砌冻花粘甓，窗虚纸照冰。哦诗清不寐，明发寄良朋。"
        },
        {
            "标题": "和黄体方伴读新蝉韵",
            "作者": "王翰",
            "内容": "满地残花过雨天，槐阴庭院响新蝉。轻敲金奏当窗外，闲拨银筝向枕边。晓露吸残青草岸，晚风吹出绿杨烟。家山深处林亭好，曾被繁声聒醉眠。"
        },
        {
            "标题": "和丁志善韵",
            "作者": "王翰",
            "内容": "君到吴山我夏城，山斋寂寞砚生冰。每逢夜雨成新恨，伫望停云寄远情。\n去馆旧书今暂束，閒门无客昼长扃。年来病废知何用，拟结江湖鸥鹭盟。"
        },
        {
            "标题": "再用夏日即事韵答丁志善",
            "作者": "王翰",
            "内容": "端坐槐阴日欲斜，昼长多睡更思茶。山头雨过堆青翠，天际风轻散暮霞。\n割尽黄云人刈麦，削开苍玉客分瓜。赓酬共拟陶情思，谁得佳章笔有华。"
        },
        {
            "标题": "送监税李公考绩",
            "作者": "王翰",
            "内容": "几年携杖看山心，回首离情满素襟。画蠲冲开江水绿，玄猿啼断越山深。\n长干沽酒临风酌，采石题诗对月吟。复职归来春欲半，梅关花尽已成阴。"
        },
        {
            "标题": "送曹李二秀才南上",
            "作者": "王翰",
            "内容": "鹗章一荐入青云，耻作求田问舍人。铜雀赋成还可贵，锦囊诗在未为贫。\n幸逢圣治隆千古，不信儒冠误一身。二子才奇真倚玉，来年占断杏园春。"
        },
        {
            "标题": "和冯大尹九日见寄二首 其一",
            "作者": "王翰",
            "内容": "昔住吴山岁月深，归来聊复别儒林。喜逢佳节陪高宴，未向明时叹陆沉。\n官俸请教供色养，芳樽沽得称閒吟。太平无事双亲健，为表当年忠孝心。"
        },
        {
            "标题": "和王道录韵其人尝住茅山 其一",
            "作者": "王翰",
            "内容": "两首新诗墨色浓，飘然逸气有仙风。藜床清梦飞为蝶，竹杖通灵化作龙。\n商皓芝田云更白，葛公丹井水犹红。他年勾曲寻真去，会向松边问小童。"
        },
        {
            "标题": "和王道录韵其人尝住茅山 其二",
            "作者": "王翰",
            "内容": "勾曲仙山紫翠浓，茅君出入跨天风。高林卖杏曾教虎，大鼎烧丹乞与龙。\n瑶草种成连涧碧，蟠桃看得满林红。何时来问长生诀，还入群羊觅牧童。"
        },
        {
            "标题": "和冯大尹九日见寄二首 其二",
            "作者": "王翰",
            "内容": "青山绿树拥残阳，携客登高过野堂。千里归心劳望眼，九秋吟兴恼诗肠。\n鸥眠曲水荷应尽，蝶绕疏篱菊正芳。岁月无情弹指过，不堪衰鬓又添霜。"
        },
        {
            "标题": "奉教和王达善学士梅花四咏 其一 梅影",
            "作者": "王翰",
            "内容": "黄昏相对自清神，移上阑干似写真。窗外横斜因得月，水边凌乱正愁人。\n瘦宜苔径偏留迹，雅比花阴不染尘。何必临风香万斛，一枝摇弄自生春。"
        },
        {
            "标题": "和体方立春日暄晴",
            "作者": "王翰",
            "内容": "春透帘栊已解寒，春盘相送拟追欢。轻冰向暖难成冻，残雪经销不作团。\n阶下草芽方展绿，枝头梅子已生酸。袁安今有伸眉意，莫作冬前故态看。"
        },
        {
            "标题": "奉教和王达善学士梅花四咏 其二 梅香",
            "作者": "王翰",
            "内容": "雪为丰采月为神，檀蕊风传始辨真。高似广寒攀桂客，幽如湘水佩兰人。\n冰蕤吹破黄金粟，玉骨薰秾紫麝尘。世上群芳孰可比，可怜茉莉属残春。"
        },
        {
            "标题": "奉教和王达善学士梅花四咏 其三 梅魂",
            "作者": "王翰",
            "内容": "秪疑姑射是花神，傲兀风霜可见真。庾岭有情能驻马，罗浮无梦更迷人。\n冰花借月方成魄，雪态生香自出尘。一段素灵招不得，谁家纸帐又添春。"
        },
        {
            "标题": "奉教和王达善学士梅花四咏 其四 梅格",
            "作者": "王翰",
            "内容": "皓彩名香总入神，世间俗眼久迷真。靓妆可比惟西子，艳态相看是北人。\n篱菊也贪彭泽酒，海棠终污马嵬尘。古来知己林和靖，别作孤山一样春。"
        },
        {
            "标题": "挽边懒懒道人",
            "作者": "王翰",
            "内容": "四明边道士，狂似贺知章。结客游千里，看花醉百场。\n越谈多慷慨，楚舞独徜徉。翰墨南宫趣，襟期北海乡。\n看云时并屐，贳酒每探囊。蕙佩青山影，芹羹碧涧香。\n交情期管鲍，人事等参商。入望迷云树，相思见月梁。\n三生空指日，两鬓各成霜。百粤清游地，怀君一断肠。"
        },
        {
            "标题": "贺三十生子",
            "作者": "王翰",
            "内容": "立年古有室，生子未为迟。汤饼皆佳客，弄璋多好诗。\n蓝田生拱璧，清水出摩尼。从此乔家宅，烟楼不可卑。"
        },
        {
            "标题": "会故人程民同",
            "作者": "王翰",
            "内容": "忆昔交游多感慨，别来世事几浮沈。王弘不识渊明趣，鲍叔能知管仲心。\n江海有怀悲故国，风尘无处问归音。相看日暮东流水，白发羞为梁父吟。"
        },
        {
            "标题": "重到龙泉寺有怀秋谷上人",
            "作者": "王翰",
            "内容": "旧日经行处，重来倍寂寥。诸天灯冉冉，一径雨萧萧。\n壁藓经春合，台花逐夜飘。不知飞锡处，惆怅采兰苕。"
        },
        {
            "标题": "晚宿杨隑舟中怀鲁客",
            "作者": "王翰",
            "内容": "萤度星依草，鸥来雪满汀。故人不可见，天际乱山青。"
        },
        {
            "标题": "环翠堂二首为王审理 其一",
            "作者": "王翰",
            "内容": "一曲清流上四围，世家种德有馀辉。亲藩开卷题金薤，令子趋庭着绣衣。\n风引晴岚来几席，鸟拖秋色入檐扉。江山孕秀门庭贵，夹路青槐四牡騑。"
        },
        {
            "标题": "临池清兴为张敬惟作二首 其二",
            "作者": "王翰",
            "内容": "梁园杂沓市尘红，中有幽人趣不同。门掩绿苔行白鹤，窗开苍雪落青松。\n晴泥汨汨蟠蚯蚓，春水深深见活东。好似高情陶靖节，求工元不在丝桐。"
        },
        {
            "标题": "环翠轩",
            "作者": "王翰",
            "内容": "兹轩新创古城隈，地僻幽寻客到稀。风引浮岚来几席，鸟拖空翠入檐扉。\n长杨拔地青千尺，叠嶂当轩玉四围。单父政平民讼息，时来徙倚弄金徽。"
        },
        {
            "标题": "环翠堂二首为王审理 其二",
            "作者": "王翰",
            "内容": "华堂夙构玉为屏，故相当年识地灵。诸子凤毛成令器，双亲鹤发见遐龄。\n门前秋水千寻碧，窗外寒山四面青。珍重贤王挥彩笔，流传百代播芳馨。"
        },
        {
            "标题": "瞿长史黄瓜图",
            "作者": "王翰",
            "内容": "车前楚楚初抽穗，桂髓绵绵引嫩条。叶底翠罂真可摘，孰云不可报琼瑶。"
        },
        {
            "标题": "得南信四首 其四",
            "作者": "王翰",
            "内容": "负汝逃生出四围，饥寒奔走入山隈。父从旧友干衣去，母向邻家借米回。\n早是幼时长处困，谁知嫁后又逢灾。佳人命薄诚如此，毁璧长歌心更哀。"
        },
        {
            "标题": "上张思广助教",
            "作者": "王翰",
            "内容": "岁月多因酒破除，自惭弹铗为歌鱼。万夫胆气双蓬鬓，四海声名一草庐。\n霍岳雨晴神惠溥，尧祠风煖圣心虚。年来顿有江湖梦，且莫频修光范书。"
        },
        {
            "标题": "山居即事五首 其五",
            "作者": "王翰",
            "内容": "饷田分野饭，社酒倒山樽。茅舍无人守，春风自闭门。"
        },
        {
            "标题": "山居即事五首 其四",
            "作者": "王翰",
            "内容": "意閒禽鸟狎，同出更同栖。日高人尚眠，就向窗前啼。"
        },
        {
            "标题": "山居即事五首 其二",
            "作者": "王翰",
            "内容": "每爱罗家老，殷勤久不穷。秋风新栗熟，先送满筠笼。"
        },
        {
            "标题": "山居即事五首 其三",
            "作者": "王翰",
            "内容": "清朝微雨歇，云气行丹崖。几家挑菜女，笑下青峰来。"
        },
        {
            "标题": "山居即事五首 其一",
            "作者": "王翰",
            "内容": "群狙戏绝巘，一一联臂下。雨黑人蚤归，窃食岩下稼。"
        },
        {
            "标题": "送丁大尹之稷山",
            "作者": "王翰",
            "内容": "百里歌谣化已深，改辕何以慰民心。情高未减蓝田记，道重宜横单父琴。\n姑射月高秋寂寂，素汾霜落晚沉沉。福星今夜西南望，一片闲云思不任。"
        },
        {
            "标题": "和王清源秋日漫兴五首 其四",
            "作者": "王翰",
            "内容": "菊花霜后半凋残，壁下蛩吟不奈寒。多少朱门尽豪俊，十年掉臂不相干。"
        },
        {
            "标题": "龙江别意二首 其一",
            "作者": "王翰",
            "内容": "京华同作客，执手未能分。白雁天浮水，青山树入云。\n写愁诗似尽，惜别酒生纹。薄暮空回首，高城日正曛。"
        },
        {
            "标题": "龙江别意二首 其二",
            "作者": "王翰",
            "内容": "送客都门道，旗亭酒一樽。雨馀芳草合，风定落花繁。\n晓树连云暗，春江带雨浑。明朝定相忆，遥望一销魂。"
        },
        {
            "标题": "寄董仲伦四首 其二",
            "作者": "王翰",
            "内容": "不见能诗董召南，梦中时复接清谭。韬潜每爱龟藏六，贪得常嗔狙怒三。\n临晋河深鲂鲤出，首阳山近蕨薇甘。高堂戏綵娱亲暇，万卷图书灯一龛。"
        },
        {
            "标题": "闻大军渡淮",
            "作者": "王翰",
            "内容": "挟策南游已十年，梦魂几度拜幽燕。王师近报清淮甸，羽檄今当到海壖。\n妖气苍茫空独恨，生民憔悴竟谁怜。庙堂早定匡时策，我亦归耕栗里田。"
        },
        {
            "标题": "次子中韵",
            "作者": "王翰",
            "内容": "遥忆韩山登览处，故人离别动经年。南游似入三湘道，北上空瞻万里天。\n花径春风联袂出，郡城夜雨促灯眠。夜来独上高楼望，剑气苍苍北斗边。"
        },
        {
            "标题": "柏塔寺 其九 原上寺",
            "作者": "王翰",
            "内容": "高原古刹四无邻，水石清幽洗毒尘。林下诵经翻贝叶，篱边扫雪折霜筠。\n风回峻岭猿声响，雨过沿溪虎迹新。护国招提有真印，参禅应现宰官身。"
        },
        {
            "标题": "和陈克斋清明登瑶台有感 其二",
            "作者": "王翰",
            "内容": "物外仙山十二台，松间骑马记曾来。思乡怀古肠堪断，感物伤时眼倦开。\n窈窕一声青玉案，葡萄千斛紫霞醅。无边花柳皆愁思，何事东君费剪裁。"
        },
        {
            "标题": "和陈克斋清明登瑶台有感 其三",
            "作者": "王翰",
            "内容": "露洗空山白玉台，当年金母御风来。涧边瑶草香难歇，洞里碧桃花自开。\n雨后苔痕侵旧字，座间山影蘸新醅。去家游子愁千种，白纻轻衫谁与裁。"
        },
        {
            "标题": "和陈克斋清明登瑶台有感 其一",
            "作者": "王翰",
            "内容": "曾将簿领上仙台，今日清明偶独来。接步翠藤摇露下，题名青壁拂云开。\n自收柏子归香鼎，旋拾松花入酒醅。如此山川良不恶，无端乡思更难裁。"
        },
        {
            "标题": "客中清明",
            "作者": "王翰",
            "内容": "梁园三月遇清明，旅况萧条百感生。故苑雨馀春草绿，高城日上晓烟轻。\n花间歌管欢娱动，月下鞦韆笑语声。老去更无儿女念，秪馀拜扫最关情。"
        },
        {
            "标题": "挽草堂李先生为李居恭",
            "作者": "王翰",
            "内容": "文江江上草堂宽，游宦归来鬓已皤。酒饮贤人秋社散，星亡处士夜台寒。\n诗成自挽应难和，琴在无弦不用弹。自是承家有新录，埋名千古便须刊。"
        },
        {
            "标题": "立春日有感",
            "作者": "王翰",
            "内容": "故国栖迟去路难，园林此日又冬残。天涯往事书难寄，客里新愁泪未乾。\n腊雪渐随芳草变，东风犹笑布袍单。堤边杨柳开青眼，肯傍梅花共岁寒。"
        },
        {
            "标题": "送孙克让赴京",
            "作者": "王翰",
            "内容": "梁王台下分携处，疋马行吟日暮时。囊橐半藏青李帖，简编重补白华诗。\n金壶赐酒浮香蚁，彩笔生花点玉螭。想到京华未残臈，好音莫遣寄来迟。"
        },
        {
            "标题": "游鼓山灵源洞时澄明景霁入望千里徘徊自旦至夕值月上闻梵声泠然有出尘之想",
            "作者": "王翰",
            "内容": "旭日照高岑，天风振远林。不因沧海色，那识白云心。\n宝树空香满，珠林积翠深。坐来明月上，何处起潮音。"
        },
        {
            "标题": "洛水春风写竹作",
            "作者": "王翰",
            "内容": "行幐青竹杖，溪上独来时。风定游丝堕，天长去鸟迟。\n闲云流水意，随柳傍花诗。无限幽人思，寻常少得知。"
        },
        {
            "标题": "题怪石图赠异上人",
            "作者": "王翰",
            "内容": "灵山一片石，苍莽起秋声。愿以中流险，能同砥柱平。\n色怜苍藓合，根带白云生。终日头空点，谁能辨尔情。"
        },
        {
            "标题": "南行赴合浦别临颍知县朱士容",
            "作者": "王翰",
            "内容": "南来六月别京畿，邑宰贤明更可依。仕路白头如我少，世途青眼似公稀。\n蛮江波浪何时到，岭海风烟甚日归。来岁中秋明月底，与谁把酒共清晖。"
        },
        {
            "标题": "南陌词 其一",
            "作者": "王翰",
            "内容": "南陌东边杨柳枝，长条拂水绿参差。行人不似枝头絮，也有无风到地时。"
        },
        {
            "标题": "南陌词 其三",
            "作者": "王翰",
            "内容": "南陌东边草染裙，嫩青深翠一时新。王孙去后无消息，春雨春烟恼杀人。"
        },
        {
            "标题": "南陌词 其二",
            "作者": "王翰",
            "内容": "南陌东边千树花，东家开罢落西家。无心却爱西窗竹，只向墙阴长笋芽。"
        },
        {
            "标题": "雁湖（在观猎山之巅，群雁所栖集也）",
            "作者": "王翰",
            "内容": "雁去湖空野水深，秋风吹客上遥岑。丹枫尽逐孤臣泪，黄菊空怜处士心。雨后诸峰浮夕霭，霜前一叶送寒阴。停车欲问当年事，尺素何由到上林。"
        },
        {
            "标题": "破屋",
            "作者": "王翰",
            "内容": "大梁城内宋门前，借得卢仝屋数椽。一片危墙将倒地，四周破瓦好窥天。\n风穿每恨尘凝座，雨漏长忧湿满毡。欲向浣花新卜筑，无人为送草堂钱。"
        },
        {
            "标题": "奉和圣制送张说上集贤院学士赐宴得筵字",
            "作者": "王翰",
            "内容": "东堂起集贤，贵得从神仙。首命台阶老，将崇御府员。\n送人锵玉佩，中使拂琼筵。和乐薰风解，湛恩时雨连。\n长材成磊落，短翮强翩翾。徒仰蓬莱地，何阶不让缘。"
        },
        {
            "标题": "千叶石榴花",
            "作者": "王翰",
            "内容": "牡丹开罢到群芳，一种仙葩更异常。雨浥繁英鸡帻碎，风梳密叶翠翎长。\n舞裙偏爱分腥血，笑靥应知姑射香。庭院开时多爱惜，莫教秋信到银床。"
        },
        {
            "标题": "柏塔寺 其十 谯楼秋望",
            "作者": "王翰",
            "内容": "楼下九衢千丈尘，楼头爽气豁烦襟。秋高姑射林烟薄，霜落长汾雁影沉。\n万物生成君相力，二仪清静圣贤心。掀髯大笑无人识，徙倚阑干独自吟。"
        },
        {
            "标题": "金陵送别图",
            "作者": "王翰",
            "内容": "几年与子赋同袍，白下分携首重搔。行李挈来金薤重，离筵饮处玉瓶高。\n风飘凫雁晴还远，浪挟鱼龙晚更豪。会向萍乡问嘉政，相思莫遣梦劳劳。"
        },
        {
            "标题": "侯村寺遣怀二首 其一",
            "作者": "王翰",
            "内容": "径寸明珠忍暗投，浮云富贵不须求。东山有识方高枕，渭水无心下直钩。\n随柳偶从前浦去，看花闲到上方游。何时婚嫁尘缘毕，烂醉秋风上钓舟。"
        },
        {
            "标题": "雪夜遣怀二首 其二",
            "作者": "王翰",
            "内容": "山寒挟雪晚棱棱，半树梅华瘦不胜。几缕茶烟晨灶煖，一炉松火夜窗明。\n年光冉冉壮心尽，世事纷纷客梦惊。拟买绿蓑归去好，五湖烟水一鱼罾。"
        },
        {
            "标题": "雪夜遣怀二首 其一",
            "作者": "王翰",
            "内容": "雪后山房寒意饶，卧闻风怒响林梢。乌啼坏堞悲无食，鹤立高松喜有巢。\n浊酒沽来聊慰藉，拙诗吟罢更推敲。剡溪有兴谁堪访，闲探梅华过远郊。"
        },
        {
            "标题": "侯村寺遣怀二首 其二",
            "作者": "王翰",
            "内容": "我为劳形损性灵，时来野寺伴山僧。拂开素壁留新句，剔落苍苔读旧铭。\n花雨远从天外至，磬声多向月中听。幽窗一夜浑无寐，洗尽尘根两耳清。"
        },
        {
            "标题": "春日遂初居贞见访",
            "作者": "王翰",
            "内容": "东风吹雪正纷纷，江上离居欲断魂。白发故人缘草径，锦袍公子款蓬门。\n凄凉久负东山屐，牢落须倾北海樽。相对不堪悲往事，渡头灯火送黄昏。"
        },
        {
            "标题": "清明有感",
            "作者": "王翰",
            "内容": "春水初生芹吐芽，柳绵飞雪满澄沙。竹鸡乱语桑蹊暗，野雉低飞麦陇斜。\n风散纸钱人上冢，雨昏乔木客还家。太平有象真堪咏，一幅青帘傍杏花。"
        },
        {
            "标题": "题临清书台图",
            "作者": "王翰",
            "内容": "小溪春涨没沙汀，竹树连云荫草亭。轻染麦光临碧落，细研鹅绿写黄庭。\n芸香散帙秋熏蠹，松火明窗夜读经。好似瑶山西崦下，诸峰相对玉为屏。"
        },
        {
            "标题": "临池清兴为张敬惟作二首 其一",
            "作者": "王翰",
            "内容": "夷山山下有行窝，池水经春绿似萝。佳客到门常载酒，道人求字不笼鹅。\n树连别院莺声滑，苔长閒庭鸟迹多。自是心传有家法，莫忘三折始成波。"
        },
        {
            "标题": "瑶台顶 其七 巫咸谷",
            "作者": "王翰",
            "内容": "深谷逶迤策马过，松门行尽入烟萝。凤声出树大音作，鸟迹留沙古篆多。\n草树昔年沾帝泽，泉流今日是恩波。知君要上经纶策，未许烟霞理钓蓑。"
        },
        {
            "标题": "瑶台顶 其五 巫咸谷桥",
            "作者": "王翰",
            "内容": "陵谷谁知几变迁，市桥犹号古商贤。红尘閒看送车马，绿水静闻流管弦。\n万古山川能尚质，一时花柳自争妍。王家平乂君当勉，莫作临岐一怆然。"
        },
        {
            "标题": "秋怀次韵",
            "作者": "王翰",
            "内容": "解印归来晚，茅斋病未除。穷愁邻桂树，归兴托鲈鱼。\n久历羊肠险，难通雁足书。秋风正萧索，不似故园居。"
        },
        {
            "标题": "和王清源秋日漫兴五首 其一",
            "作者": "王翰",
            "内容": "苒苒沙汀展翠毡，行行苔径踏青钱。适来倚杖看云处，閒与白鸥相对眠。"
        },
        {
            "标题": "奉教和秋日四题 其二 秋信",
            "作者": "王翰",
            "内容": "寒来消息是谁传，金井梧桐一叶先。残暑已消团扇底，新凉才到短檠前。\n问详多在蛩声里，寄远常从雁影边。流浪浮生都不觉，知机林外有鸣蝉。"
        },
        {
            "标题": "送成纪善省亲关中",
            "作者": "王翰",
            "内容": "端门赐告得驰归，雪霁沙沟净不泥。寒度雁声天远近，早行林影月高低。河源出塞金绳直，岳色连云翠盖齐。戏彩高堂称寿毕，归期先报郑门西。"
        },
        {
            "标题": "游上方寺和卞长史韵",
            "作者": "王翰",
            "内容": "寻幽来宝地，联辔尽佳朋。隔水微闻磬，窥林远见灯。\n未谈超世法，先见小乘僧。古殿生虚籁，阴廊挂断冰。\n幽轩聊借憩，高塔险难登。石钵青莲长，天香翠霭凝。\n风幡生夙悟，雷鼓报晨兴。延坐分奇茗，登临挂瘦藤。\n毒龙僧作伴，香象佛能乘。学道分真妄，参禅祖秀能。\n悟空魔女去，入定睡蛇腾。境界清凉胜，山林气象增。\n雅怀端可重，尘抱不须矜。暂结跏趺坐，心源返照澄。"
        },
        {
            "标题": "言怀简丁志善三首 其二",
            "作者": "王翰",
            "内容": "白首如新固不虚，操戈机变更愁余。早年定约成婚嫁，岁晚相期共卜居。\n本为叔牙知管仲，岂期张耳害陈馀。自今取友须加慎，至圣犹言失宰予。"
        },
        {
            "标题": "言怀简丁志善三首 其一",
            "作者": "王翰",
            "内容": "挥涕临岐作别难，岂期今日偶生还。早知刺舌惩多口，何事低眉致厚颜。\n诗寄碧云生晚戍，书来黄叶满秋山。一杯浊酒清灯夜，犹恐相逢是梦间。"
        },
        {
            "标题": "言怀简丁志善三首 其三",
            "作者": "王翰",
            "内容": "百年能得几回过，耳热宁辞顿蹋歌。渌酒暂烘颧颊赤，玄霜难染鬓毛皤。\n闲中倒指同年少，老限惊心去日多。千里不辞鸡黍约，好将伐木苦吟哦。"
        },
        {
            "标题": "送颜子中使广州",
            "作者": "王翰",
            "内容": "使君捧檄度南关，远布天威广海间。为问故人孙内史，翩翩剑佩几时还。"
        },
        {
            "标题": "和韵送陆员外",
            "作者": "王翰",
            "内容": "邂逅梁园始识君，喜瞻眉宇胜空闻。胸中泉石元无价，笔底珠玑迥不群。\n一曲离歌迷汴水，满襟归兴隔江云。何时共贳金陵酒，对景新题兴更分。"
        },
        {
            "标题": "送心泉疑上人游方",
            "作者": "王翰",
            "内容": "不住孤云迹，茫茫万里程。澄心窥妙道，栖幻抱幽情。\n锡度秋应尽，经馀月正明。诸天参礼遍，石上问三生。"
        },
        {
            "标题": "送夏典仪丁艰回金陵",
            "作者": "王翰",
            "内容": "梁园岁晚仍奔赴，清血沾襟诵蓼莪。乡讣数行心已折，家庭千里梦先过。\n冶亭山暝苍烟合，采石江空落木多。此去蒙恩借才俊，促归南陌待鸣珂。"
        },
        {
            "标题": "瑶台顶 其三 涑水",
            "作者": "王翰",
            "内容": "一派灵源滚滚来，风摇锦浪岸花开。桥分野色行人去，雨没沙痕钓客回。\n秋净霜澄明似练，春深烟染碧如苔。羡君自有朝宗志，莫怪矶头鸥鹭猜。"
        },
        {
            "标题": "沙间桃林",
            "作者": "王翰",
            "内容": "十里芳桃蒸晚霞，一川红雨点溪沙。莎汀浪煖渔舟出，茅屋风轻酒旆斜。\n陌上筦弦多醉客，林间鸡犬有仙家。此中疑是秦人种，策杖寻源逐落花。"
        },
        {
            "标题": "墨桃华",
            "作者": "王翰",
            "内容": "武陵溪畔春风面，研绿调朱染得真。尤爱倪生能画意，只将淡墨写精神。"
        },
        {
            "标题": "题画山水",
            "作者": "王翰",
            "内容": "野竹萧萧一径深，茅斋低结小山阴。枫林又逐秋风老，惟有孤云似客心。"
        },
        {
            "标题": "九日登瑶台和李俨夫韵",
            "作者": "王翰",
            "内容": "九日携朋上峻台，拟将笑口酒边开。天长落日摇林麓，野旷孤烟起草莱。\n身世飘零容易老，江山如此不常来。今朝幸忝龙山会，醉卧黄花绣作堆。"
        },
        {
            "标题": "题山居幽趣图",
            "作者": "王翰",
            "内容": "幽人爱岑寂，林下筑幽居。触石云生谷，通泉溜决渠。鹤眠春院静，猿去晚林疏。时有采芝客，商歌振碧虚。"
        },
        {
            "标题": "题王审理山居幽趣图",
            "作者": "王翰",
            "内容": "买得青山似画屏，石田茅屋称幽情。晓分竹色连窗碧，夜送泉声到枕清。\n松下湿衣闻露滴，溪边倚杖看云生。他年报答君恩重，归去重寻鸥鹭盟。"
        },
        {
            "标题": "题子陵钓台图",
            "作者": "王翰",
            "内容": "浪迹江湖隐姓名，徵书何事下青冥。狂奴一语如真有，何用区区奏客星。"
        },
        {
            "标题": "洪武戊寅予去官平陆有律诗二章曾录示宋广文至洪武辛巳告放归田里复赓前韵二首仍简宋广文 其一",
            "作者": "王翰",
            "内容": "一别吴山又四年，客途流落几扶颠。诸生专业无多子，同宦居官有几员。\n感旧听残秋夜雨，思乡吟断夕阳天。有时一付掀髯笑，得失原来是偶然。"
        },
        {
            "标题": "洪武戊寅予去官平陆有律诗二章曾录示宋广文至洪武辛巳告放归田里复赓前韵二首仍简宋广文 其二",
            "作者": "王翰",
            "内容": "三年奔走听朝鸡，谁料归来觅旧题。尘暗粉垣诗尚在，雨生苔藓径都迷。\n天涯远见孤帆小，地底平铺万瓦低。何幸再同三二友，一樽聊为浣愁栖。"
        },
        {
            "标题": "挽子中刘别驾",
            "作者": "王翰",
            "内容": "刘君自是南州彦，嗜酒吟诗兴独狂。不以长鲸浮采石，却缘孤雁没蛮乡。\n经纶事业谁堪拟，金石交情我最伤。料尔贤郎多少恨，独收遗骨返衡湘。"
        },
        {
            "标题": "登吴城山望湖亭",
            "作者": "王翰",
            "内容": "迁客登临暂舣船，吴山绝顶出风烟。豫章南去帆冲雨，彭蠡西来浪接天。\n高士置刍思孺子，华亭留句忆坡仙。当时石砮今何在，空向神祠一惘然。"
        },
        {
            "标题": "望嵩山",
            "作者": "王翰",
            "内容": "猎猎西风卷暮阴，芙蓉古样映遥岑。物华呈瑞天然巧，横冠青霞作玉簪。"
        },
        {
            "标题": "望中条山怀道卿王先生",
            "作者": "王翰",
            "内容": "雨洗烟岚千万岑，卜居真得古人心。黄金挥尽诗书富，白发从生道义深。\n出处须因时显晦，声名不逐世浮沉。几时听雨蓬窗底，樽酒论文细细斟。"
        },
        {
            "标题": "题画竹三首为黄伴读作 其二 金风玉露",
            "作者": "王翰",
            "内容": "玉宇风生秋满天，露华凉冷浸芝田。适来云表皋禽下，独立苍苔警不眠。"
        },
        {
            "标题": "对月和卞长史韵",
            "作者": "王翰",
            "内容": "沧溟东望色浮金，转上寒空秋已深。我欲登楼乘逸兴，谁能对影有新吟。\n悬知此夕三更月，曾照前人万古心。唤醒谪仙波底醉，一壶芳酒与同斟。"
        },
        {
            "标题": "宿介休",
            "作者": "王翰",
            "内容": "吟断西风首重搔，一肩行李不胜劳。云移天影霁光淡，雨洗山容秋气高。\n末路艰危心易感，少年凌轹意偏豪。月明孤馆不成梦，起坐挑灯读楚骚。"
        },
        {
            "标题": "傅岩晓霁",
            "作者": "王翰",
            "内容": "云过西山宿雨收，霏霏空翠泼双眸。清流抱涧鸣沙碛，白鹭依林下蓼洲。\n野庙丹青从古写，空山版筑至今留。年年民庶思霖雨，犹向高岩祠下求。"
        },
        {
            "标题": "过赵州石桥和杜缑山韵",
            "作者": "王翰",
            "内容": "隔断红尘竟不飞，客行石磴不粘泥。高连晓岸堆晴雪，斜跨青波卧彩霓。\n山势远连沧海阔，地维平见太行低。故园回首几千里，怅望碧山山更西。"
        },
        {
            "标题": "村居感事三首 其二",
            "作者": "王翰",
            "内容": "早婚礼义已全乖，偷薄成风更可哀。几欲持毫濡沧海，不胜今日续新台。"
        },
        {
            "标题": "杨村至张郭店道中",
            "作者": "王翰",
            "内容": "牛羊相唤下高原，鸡犬柴桑半掩门。野水满陂摇渌静，疏钟一扣破黄昏。\n离鸿的的沉沙碛，瘦马时时衔草根。景物令人自悽切，不须为客亦消䰟。"
        },
        {
            "标题": "春暮约鲁客游雁湖",
            "作者": "王翰",
            "内容": "桂树淮南隐，缄书喜见招。几年悲落魄，今日任逍遥。\n擢秀名空在，搴芳趣转饶。也知簪组累，不似学渔樵。"
        },
        {
            "标题": "雪禁体",
            "作者": "王翰",
            "内容": "彤云垂地四茫茫，微霰初零集下堂。重压竹梢还欲折，密封梅蕊不能香。\n气凌杯酒浑无力，冻涩琴弦已不张。拟学欧公吟白战，挑灯痴坐恼诗肠。"
        },
        {
            "标题": "言怀呈董仲纶训导",
            "作者": "王翰",
            "内容": "南山有佳树，众鸟寒相依。佳树何团圆，岁暮心不移。高枝聊可嬉，低枝安我栖。有巢不能庇，敢望故林飞。古剑光射斗，陆沈还不朽。欲淬使之利，持此恐伤手。不若两钱锥，反以得取售。向市空抱归，令人颜甚厚。<虫虎>蝓涎自濡，蛟龙嘘成云。<虫虎>蝓以自足，蛟龙或可驯。大小各逍遥，雕鷃何足论。方崔秋气高，大宇何萧骚。主人有西成，客子免焦劳。道途何纵横，使我颜色消。世故多纷纭，万事徒謷謷。一笑欲拂衣，青山频见招。"
        },
        {
            "标题": "秦楼夕照 其二 瑶台夜月",
            "作者": "王翰",
            "内容": "月满珠宫露满阶，鞭鸾羽客上瑶台。香浮明水仙坛静，云散秋空桂殿开。\n灵鹤有声通碧嶂，蟠桃留影印苍苔。想君他日蓬莱上，应对清辉寄远怀。"
        },
        {
            "标题": "洪武甲子中秋夜祀风雷山川前此积雨是夜晴霁喜而赋诗以志云",
            "作者": "王翰",
            "内容": "连日霪霖此夜乾，满天星月照虚坛。灵风微动飘钟磬，清露斜飞湿佩冠。\n祈报有常群物阜，幽明无间寸心丹。山林野客知何幸，亦入鸳行列后班。"
        },
        {
            "标题": "夜月吹箫图",
            "作者": "王翰",
            "内容": "梧桐月转欲栖鸦，闲弄参差隔紫霞。彩凤暗巢长乐树，金莺偷语上阳花。斗妆凉露沾钗玉，簇仗香云绕扇纱。吹到《凉州》移别调，君王亲为按红牙。"
        },
        {
            "标题": "上刘道益知县",
            "作者": "王翰",
            "内容": "半世儒冠不负予，清时甘分作樵渔。买牛已卖腰间剑，换米从招架上书。\n美政共推贤守令，侨居浑胜旧乡闾。相从六七青衿子，时咏春风学舞雩。"
        },
        {
            "标题": "咏史五首 其一 孔融",
            "作者": "王翰",
            "内容": "汉鼎恢图入笑谈，岂期失利向东山。召时已有忌才意，不待论封始犯颜。"
        },
        {
            "标题": "咏史五首 其五 华歆",
            "作者": "王翰",
            "内容": "一掷难如不顾人，豫章一屈匪躬臣。葛巾野服非君物，合着当年夷皓身。"
        },
        {
            "标题": "题画竹为胡子澄作",
            "作者": "王翰",
            "内容": "伶伦截得碧琅玕，袅袅新梢露未乾。便与钧天裁凤管，不将江浦制鱼竿。\n苍梧帝子蛾眉老，空谷佳人翠袖寒。只有幽轩隐君子，时时写入画图看。"
        },
        {
            "标题": "送金伴读归汝宁省家",
            "作者": "王翰",
            "内容": "大梁门外分襟处，南望白云是蔡州。且喜承恩延讲席，又蒙荣赐上归舟。\n幽轩月上吴城闭，洄曲春生汝水流。及到家庭元夕近，满街灯火照欢游。"
        },
        {
            "标题": "福善寺开元石幢",
            "作者": "王翰",
            "内容": "孤山山下开元寺，石刻觚棱尚宛然。琬琰字形存晋法，依稀文律记唐贤。\n树经劫火枝全死，塔裂惊霆瓦半悬。阶下村翁还好事，摩挲为问几何年。"
        },
        {
            "标题": "再游竹林寺",
            "作者": "王翰",
            "内容": "碑石千年记李唐，高僧神异更张皇。山间木润龙腾气，林际灯明佛放光。\n金舌有人传正印，石头无客问空王。我来暂借禅床坐，闲漱清泉净水香。"
        },
        {
            "标题": "瑶台顶 其四 碧流桥",
            "作者": "王翰",
            "内容": "山下寒泉胜醴甘，板桥倒影静波涵。阑干春晓看鱼乐，踪迹霜晨见客贪。\n洗耳欣闻清漱玉，染衣偏爱翠揉蓝。劝君莫怆河梁别，拟泛星槎到斗南。"
        },
        {
            "标题": "春日雨中即事",
            "作者": "王翰",
            "内容": "京洛繁华事已违，怀人竟日掩空扉。望迷楚岫闻啼鴂，思入秦川怨落晖。\n野馆萧条芳草合，寒江寂寞暮云飞。落花片片随流水，惆怅关河泪满衣。"
        },
        {
            "标题": "郁林州道中",
            "作者": "王翰",
            "内容": "一生梦不到廉州，七十方知事远游。山接苍梧从北去，水通合浦向南流。\n鬼门关外人行少，海角亭边客过愁。只有鸧鹅似乡旧，数声叫断瘴云秋。"
        },
        {
            "标题": "孤山道中二首 其二",
            "作者": "王翰",
            "内容": "四望田畴如掌平，孤峰拔起近苍冥。半山杰阁依空住，一炷清香下界馨。\n石洞往看龙气黑，云龛夜见佛灯青。悔来不着登山屐，自扫天花礼上层。"
        },
        {
            "标题": "题画竹三首为黄伴读作 其一 云望天风",
            "作者": "王翰",
            "内容": "翠壑风生万竹啼，清秋摇落怨凄凄。疏丛頫仰浑无定，鸣凤来时不得栖。"
        },
        {
            "标题": "喜雨和朱宣韵",
            "作者": "王翰",
            "内容": "时逼新秋旱愈加，穰穰无复满田车。云头迸电金绳出，雨脚垂天玉柱斜。\n蜗上空墙留篆字，蚓穿平地破苔花。使君亭上诗成后，为播芳名及远遐。"
        },
        {
            "标题": "游西城冯叟花园二首 其一",
            "作者": "王翰",
            "内容": "小圃寻幽揽辔过，地偏花木得春多。燕回芳草轻轻舞，莺入垂杨缓缓歌。\n薝卜引条舒翠幄，牡丹开萼捲香罗。浮生好向花前醉，岁月无情柰老何。"
        },
        {
            "标题": "游西城冯叟花园二首 其二",
            "作者": "王翰",
            "内容": "张谷东头访隐君，柳花吹雪白纷纷。药苗经雨和烟种，泉脉穿云带月分。\n僧谒晨斋烧玉笋，客来晚饭煮香芹。清欢未尽催归去，啼鸟一声春日曛。"
        },
        {
            "标题": "送马文隆县令归临颍",
            "作者": "王翰",
            "内容": "醉把离杯汴水头，大梁风物又新秋。金门赐宴连朝醉，华馆题诗数日留。\n斛麦每承贤宰送，绨袍不待故人求。乞书傥许归桑梓，投老瑶台续旧游。"
        },
        {
            "标题": "柏塔寺 其七 中条山",
            "作者": "王翰",
            "内容": "首尾相蟠千里来，中分关陜势崔嵬。凿开地脉黄流出，劈破云根翠壁开。\n古雪埋峰明剑戟，苍烟锁树失楼台。金陵自古多佳丽，诗到钟山不易裁。"
        },
        {
            "标题": "送李可宗归汴",
            "作者": "王翰",
            "内容": "中原烽火二十年，避地今成雪满颠。无柰忆乡愁似海，不禁哭子泪如泉。\n入门惆怅看松菊，隔水依稀认墓田。此夜中条山馆里，归心应不负啼鹃。"
        },
        {
            "标题": "送杨秉文赴京",
            "作者": "王翰",
            "内容": "中条山下柳丝飞，送客花村问酒旗。风递晴岚沉极浦，雨添新水涨前溪。\n问程见说孤烟外，散饮那逢落照时。渭北江东更愁绝，暮云春树总相思。"
        },
        {
            "标题": "静熙轩为伯振教授赋",
            "作者": "王翰",
            "内容": "逸客林居更辟轩，开轩时复看云眠。偶来碧涧携明月，闲弄枯桐作响泉。\n松火夜窗摇绛影，木香晨榻散青烟。客来相对无尘抱，共说南华第二篇。"
        },
        {
            "标题": "怀东城旧游",
            "作者": "王翰",
            "内容": "水边台榭竹间亭，日日幽闲共客寻。妙曲唱阑欢再和，芳樽引满却重斟。\n筝弹夜月金莺语，笛弄春风綵凤吟。往事已同风雨去，衰残无复有初心。"
        },
        {
            "标题": "慎独斋",
            "作者": "王翰",
            "内容": "危坐穷经得趣深，敬存直欲禁邪淫。道求实用惟王业，学到真知见圣心。\n方寸不欹天地位，气机才动鬼神临。先生犹恐多岐盛，用扁高斋要自箴。"
        },
        {
            "标题": "偶书二首 其二",
            "作者": "王翰",
            "内容": "庸庸袜线愧才疏，多口曾招祸有馀。去就已如巢幕燕，功名浑类上竿鱼。\n昨非今是无多远，覆雨翻云一任渠。万事从今都拨置，荷锄归去理残书。"
        }
    ],
    "对话内容": [
        {
            "Dialogue": "{\n    角色名:官员甲  \n    动作:(微微拱手、语气恭敬)  \n    讲话:王翰先生，您在边塞诗作中对战士的描绘，实在让人感动，您可否再详述一下，您在创作时是如何看待战争与和平之间那种复杂的关系呢？  \n}\n\n{\n    角色名:王翰  \n    动作:(微微一笑、目光坚定)  \n    讲话:在下愚以为，战争与和平犹如阴阳相生，二者皆不可偏废。诗人之责，乃在于将士人之壮志与豪情融汇于诗篇之中，激励人心。纵使战场凶险，然心中若有明灯，何惧万里风沙？我写《凉州词》，意在表达对征战将士的敬意，惟愿后人不忘前辈之苦，珍惜今日之安宁。古来征战，多少英豪回首已成尘埃，然诗词能传情，能留声，岂不美哉？在诗中，既是对勇者的颂扬，也是对和谐之渴望。  \n}"
        },
        {
            "Dialogue": "{\n    角色名:士兵  \n    动作:(神情凝重、握紧拳头)  \n    讲话:王翰大人，明日即将出征，我心中难免忧虑，想请教您，前线的艰险与未知，您觉得我该如何面对呢？  \n}\n\n{\n    角色名:王翰  \n    动作:(拍肩鼓励、眼神坚定)  \n    讲话:士兵兄，勇者无畏，惧者无功。正如我在《凉州词》中所云：“醉卧沙场君莫笑，古来征战几人回？”这其中所蕴含的，乃是对英雄豪杰精神的礼赞。出征之际，惟愿你能胸怀壮志，心中铭记家国之重，勇敢无畏地迈向前方。即使前方布满荆棘，然若心中有信念，便无所畏惧。纵然生死难测，然此生能为国捐躯，亦是无悔的豪情，愿君铭记，战斗之中，勇敢前行，必能成就伟业，归来时可得荣华富贵。  \n}"
        },
        {
            "Dialogue": "{\n    角色名:王昌龄  \n    动作:(捧笔沉思、目光温和)  \n    讲话:王翰兄，近来可有新作？我常思及您笔下之韵，愿闻您对诗作的见解与心得。  \n}\n\n{\n    角色名:王翰  \n    动作:(微笑点头、沉吟片刻)  \n    讲话:多谢老友惦念，最近我写了几首边塞诗，虽不敢自夸，但在笔端流淌的，是对士人风采的钦佩与对家乡的思念。诗之道，非但在于言辞之美，更在于情感之真。每一字每一句，皆是心灵深处的呐喊与感慨，我常思，诗应为民声之所寄，愿将民间疾苦与英雄壮志融入其中，传递给后人。若问创作之乐，便在于此，愿君多加指教，共同探讨，诗道方能愈加深邃。  \n}"
        },
        {
            "Dialogue": "{\n    角色名:村民甲  \n    动作:(手足无措、语气恭敬)  \n    讲话:王翰大人，您之诗作常常让我们感慨万千，您可否分享一下，对我们生活的看法与感受？  \n}\n\n{\n    角色名:王翰  \n    动作:(轻声安慰、微笑回应)  \n    讲话:在下虽身居高位，却始终不忘草野乡民之疾苦。生活之艰辛，常常令我思索，此间民生如水，涓涓细流，虽细微却不可忽视。每一位农夫、每一位妇女，皆为家国之柱石，您们的辛劳与奉献，铸就了这片土地的希望。每每在市集间倾听见闻，便是我创作的源泉，愿以诗歌记录下您们的生活与感情，让世人得知此间的美好与艰辛。愿您们安康，愿这片土地能早日迎来和平与繁荣。  \n}"
        },
        {
            "Dialogue": "{\n    角色名:文人甲  \n    动作:(举杯相邀、神情兴奋)  \n    讲话:王翰兄，您今日所吟之诗，真乃绝艳，敢问此作灵感从何而来？  \n}\n\n{\n    角色名:王翰  \n    动作:(微微一笑、举杯回应)  \n    讲话:诸君雅士之夸赞，实在令在下受宠若惊。此诗灵感，源自我近日在边塞所见之人，勇士们在沙场上的英姿，令我心潮澎湃，忍不住倾诉于笔端。诗应如酒，越酿越香，愿以此作表达对英雄的敬仰，对和平的渴望。宴会之中，诸位欢声笑语，恰似春日暖阳，愿以诗词共襄盛举，互诉真情，传承文人之雅趣。愿此时此刻，能成我与诸君心灵相通之契机。  \n}"
        },
        {
            "Dialogue": "{\n    角色名:友人甲  \n    动作:(神情凝重、倾耳倾听)  \n    讲话:王翰兄，您今日所吟《春日归思》，似乎寄托了不少情感，能否与我们分享其中的情思？  \n}\n\n{\n    角色名:王翰  \n    动作:(轻叹一声、目光遥望)  \n    讲话:此诗乃是在春日之际，思乡之情油然而生。杨柳青青、杏花绽放，春光明媚，却又让我倍感惆怅。人在异乡，虽有花开月明，然心中却常常挂念故乡。诗中所写之“年光误客转思家”，正是对离乡游子的深切感悟。此情此景，令人感慨万千，愿我所作之诗，能寄托我对家乡的思念与对未来的希望，愿与诸位共鸣，互诉衷肠。  \n}"
        },
        {
            "Dialogue": "{\n    角色名:皇帝  \n    动作:(微微颔首、神情认真)  \n    讲话:王翰爱卿，朕听闻您对边疆安宁之见解，敢问可否细说？  \n}\n\n{\n    角色名:王翰  \n    动作:(恭敬施礼、语气坚定)  \n    讲话:陛下，边疆安宁，国之根本，关乎万民生计。在下愚见，宜加强边防，重视士兵之训练与后勤保障，以保卫疆土安宁。同时，亦应与周边诸国和睦相处，寻求和平之道。诗书所载，兵者，国之大事，若无稳固之根基，何以谈和平？愿陛下明鉴，细察民心，方能建立长治久安之治国之道，愿以此为国家之未来，尽微薄之力。  \n}"
        },
        {
            "Dialogue": "{\n    角色名:家人  \n    动作:(关切询问、眼神期待)  \n    讲话:王翰，您最近的诗作如何，可否与我们分享？  \n}\n\n{\n    角色名:王翰  \n    动作:(温和一笑、指向书卷)  \n    讲话:在下最近所作，皆是对人间百态之描摹，其中有对边疆勇士的敬意，也有对家乡的眷念。写作之乐，在于将心中所思所感化为文字，寄托于诗中。愿与家人共享此乐，何以不为？诗中所传达的，正是我对生活的理解与对未来的期盼。希望能通过我的文字，让您们感受到这份情感的深厚与真挚。  \n}"
        },
        {
            "Dialogue": "{\n    角色名:好友  \n    动作:(笔走龙蛇、神情凝重)  \n    讲话:王翰兄，边疆战事如何，最近可有消息？  \n}\n\n{\n    角色名:王翰  \n    动作:(握笔沉思、目光坚定)  \n    讲话:亲爱的友人，战事虽时有起伏，然我始终心系你在边疆的安危。特以此信，询问近况，并寄上我所作之诗，希望能带给你些许慰藉。诗中所述，虽不能尽述战事之艰苦，但愿能传达我对你深切的牵挂与祝福。无论身处何地，愿你常怀勇气，守护心中之信念，愿我们能早日相聚，畅谈往事，分享彼此的故事。  \n}"
        },
        {
            "Dialogue": "{\n    角色名:士兵乙  \n    动作:(眼中闪烁着期待、微微颔首)  \n    讲话:王翰大人，听闻您在凉州的见闻，能否为我们讲一讲？  \n}\n\n{\n    角色名:王翰  \n    动作:(目光坚定、声音洪亮)  \n    讲话:在凉州之地，沙场壮阔，英雄豪杰辈出。每一位战士，皆怀壮志，愿为国捐躯。听闻士兵们在战场上英勇作战，心中自是激荡无比。今日与君相聚，愿以诗词相抒，寄托我对你们的敬意与期望。愿你们在即将到来的战斗中，勇敢面对，心怀壮志，奋勇向前。我的诗，正是为你们而作，愿能激励你们在斗争中，化作不屈之魂，直面挑战，成就伟业。  \n}"
        }
    ]
}