{
    "基本信息": {
        "姓名": "耶律楚材",
        "性别": "男",
        "出生年份": "1190",
        "死亡年份": "1244",
        "享年": "55",
        "朝代": "元",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "耶律楚材的父是耶律履",
        "耶律楚材的长子; 第一子是耶律铉",
        "耶律楚材的子是耶律铸",
        "耶律楚材的孙是耶律希徽",
        "耶律楚材的孙是耶律希勃",
        "耶律楚材的孙是耶律希宽",
        "耶律楚材的孙是耶律希素",
        "耶律楚材的孙是耶律希周",
        "耶律楚材的孙是耶律希光",
        "耶律楚材的母是杨氏(耶律楚材母)"
    ],
    "其他关系": [
        "耶律楚材书序由孟攀鳞所作",
        "耶律楚材传记作者为宋濂",
        "耶律楚材祭文由耶律铸所作",
        "耶律楚材为刘复亨作临别赠言(送别诗、序)",
        "耶律楚材哀辞由耶律铸所作",
        "耶律楚材降于的对象是铁木真",
        "耶律楚材神道碑由宋子贞所作",
        "耶律楚材挽诗、词由曹之谦所作",
        "耶律楚材挽诗、词由麻革所作",
        "耶律楚材为释行秀作画赞(画像记)",
        "耶律楚材赠诗、文的对象是王檝",
        "耶律楚材收到耶律铸的赠诗、文",
        "耶律楚材诗文跋由宋濂所作",
        "耶律楚材诗文跋由王恽所作",
        "耶律楚材与吴宽旅游"
    ],
    "入仕信息": [
        {
            "入仕方式": "征辟",
            "入仕年份": "1214",
            "入仕年龄": "25"
        }
    ],
    "别名信息": [
        {
            "别名": "文正",
            "别名类型": "谥号"
        },
        {
            "别名": "晋卿",
            "别名类型": "字"
        },
        {
            "别名": "湛然居士",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [
        {
            "官职": "中书省中书令",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        },
        {
            "官职": "尚书员外郎",
            "起始年份": "1214",
            "结束年份": "未详",
            "任职方式": "正授",
            "任职地点": NaN
        }
    ],
    "地理信息": [
        {
            "地名": "弘政",
            "地址类型": "另一籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "义州",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "西游录",
            "著述年份": "1244",
            "著述角色": "未详"
        },
        {
            "著述名称": "湛然居士文集",
            "著述年份": "1244",
            "著述角色": "未详"
        },
        {
            "著述名称": "玄风庆会录 一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        }
    ],
    "社会区分": [
        "[为官者：文]"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "耶律楚材（1190年7月24日 —1244年6月20日），字晋卿，号玉泉老人，法号湛然居士，蒙古名吾图撒合里，契丹族，蒙古帝国时期杰出的政治家、宰相，金国尚书右丞耶律履之子。1215年，成吉思汗的蒙古大军攻占燕京时候，听说他才华横溢、满腹经纶，遂向他询问治国大计。而耶律楚材也因对金朝失去信心，决心转投成吉思汗帐下他的到来，对成吉思汗及其子孙产生深远影响，他采取的各种措施为元朝的建立奠定基础。乃马真后称制时，渐失信任，抑郁而死。卒谥文正。有《湛然居士集》等。 ► 耶律楚材的诗文(284篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "鹧鸪天·花界倾颓事已迁",
            "作者": "耶律楚材",
            "内容": "花界倾颓事已迁。浩歌遥望意茫然。江山王气空千劫，桃李春风又一年。横翠嶂，架寒烟。野花平碧怨啼鹃。不知何限人间梦，并触沉思到酒边。"
        },
        {
            "标题": "琴道喻五十韵以勉忘忧进道",
            "作者": "耶律楚材",
            "内容": "昔我学鼓琴，豪气凌青天。轻笑此小技，何必师成连。\n宝架翻旧谱，对谱寻冰弦。自弹数十弄，以为无差肩。\n有客来劝予，因举庄生篇。时君方诵书，轮扁居其前。\n释椎而入请，何故读残编。上古已久矣，不得见圣贤。\n遗书糟粕馀，与道云泥悬。臣年七十秋，双鬓如垂绵。\n斲轮固小巧，巧性非方圆。心手两相应，不能语子焉。\n是知圣人道，安得形言诠。至今千载间，此论不可迁。\n琴书纸上语，妙趣焉能传？不学妄穿凿，是为谁之愆。\n今方谒弭君，服膺乃拳拳。相对授指诀，初请歌水仙。\n吟猱不踰矩，节奏能平平。起伏与神会，态状如云烟。\n朝夕从之游，琴事得大全。小艺尚如此，大道宁不然。\n当年嗜佛书，经论穷疏笺。公案助谈柄，卖弄猾头禅。\n一遇万松师，驽骀蒙策鞭。委身事洒扫，抠衣且三年。\n圆教摄万法，始觉担板偏。回视平昔学，尚未及埃涓。\n渐能入堂奥，稍稍穷高坚。疑团一旦碎，桶底七八穿。\n洪炉片雪飞，石上栽白莲。佛祖立下风，俯视威音先。\n忘忧西域时，师我求真筌。经今十五春，进退犹迁延。\n望涯自退缩，甘心嗟无缘。将求无价宝，未肯酬一钱。\n未启半篑土，欲酌九仞泉。美玉付良工，良工得雕镌。\n良金不受冶，徒费炉韝煽。闻君近好琴，停烛夜不眠。\n弹之未期月，曲调能相联。君初未弹时，曾不知勾蠲。\n学道亦如此，惟患无精专。谁无摩尼珠，谁无般若船。\n立志勿犹豫，叩参宜勉旃。他时大彻悟，沛然如决川。\n毛端吞巨海，芥子含大千。瞬息一世过，生死相萦缠。\n此生不得觉，旷劫徒悲煎。吾言真药石，疗子沈疴痊。"
        },
        {
            "标题": "戊子继武川刘抟霄韵",
            "作者": "耶律楚材",
            "内容": "不得吾山卧翠霞，西行行遍海之涯。火风地水虽非我，南北东西总是家。\n驿骑亲驰涉弱水，星轺躬驾过流沙。惟期圣德渐遐迩，不惮龙庭万里赊。"
        },
        {
            "标题": "过阴山和人韵 其三",
            "作者": "耶律楚材",
            "内容": "八月阴山雪满沙，清光凝目眩生花。插天绝壁喷晴月，擎海层峦吸翠霞。\n松桧丛中疏畎亩，藤萝深处有人家。横空千里雄西域，江左名山不足誇。"
        },
        {
            "标题": "过夏国新安县",
            "作者": "耶律楚材",
            "内容": "昔年今日度松关，车马崎岖行路难。瀚海潮喷千浪白，天山风吼万林丹。气当霜降十分爽，月比中秋一倍寒。回首三秋如一梦，梦中不觉到新安。"
        },
        {
            "标题": "庚辰西域清明",
            "作者": "耶律楚材",
            "内容": "清明时节过边城，远客临风几许情。野鸟间关难解语，山花烂熳不知名。蒲萄酒熟愁肠乱，玛瑙杯寒醉眼明。遥想故园今好在，梨花深院鹧鸪声。"
        },
        {
            "标题": "示从智",
            "作者": "耶律楚材",
            "内容": "知人者明，自知者智。仁人一言，溥哉其利。"
        },
        {
            "标题": "过阴山和人韵",
            "作者": "耶律楚材",
            "内容": "阴山千里横东西，秋声浩浩鸣秋溪。猿猱鸿鹄不能过，天兵百万驰霜蹄。万倾松风落松子，郁郁苍苍映流水。六丁何事夸神威，天台罗浮移到此。云霞掩翳山重重，峰峦突兀何雄雄。古来天险阻西域，人烟不与中原通。细路萦纡斜复宜，山角摩天不盈尺。溪风萧萧溪水寒，花落空山人影寂。四十八桥横雁行，胜游奇观真非常。临高俯视千万仞，令人凛凛生恐惶。百里镜湖山顶上，旦暮云烟浮气象。山南山北多幽绝，几派飞泉练千丈。大河西注波无穷，千溪万壑皆会同。君成绮语壮奇诞，造物缩手神无功。山高四更才吐月，八月山峰半埋雪。遥思山外屯边兵，西风冷彻征衣铁。"
        },
        {
            "标题": "太阳十六题 其八 杀人剑",
            "作者": "耶律楚材",
            "内容": "雪刃森森倚碧云，佛魔凡圣总亡魂。水乾沧海鱼龙死，火烈昆冈玉石焚。"
        },
        {
            "标题": "过济源登裴公亭用闲闲老人韵",
            "作者": "耶律楚材",
            "内容": "山接青霄水浸空，山光滟滟水溶溶。风回一镜揉蓝浅，雨过千峰泼黛浓。"
        },
        {
            "标题": "再过太原题覃公秀野园",
            "作者": "耶律楚材",
            "内容": "君实洛阳园，花竹秀而野。先生取此意，开园临古社。\n土阶甃以石，茅亭略其瓦。佳木碧云摇，清泉寒玉泻。\n开轩扣琴筑，抚景飞觞斝。我来正秋晚，残英折盈把。\n粲然启一笑，琅然歌二雅。将归且裴回，幽寻未能舍。\n呼酒尽馀兴，索笔为摸写。缅怀温国公，重名满天下。\n寥寥二百年，童卒传司马。君侯筑兹圃，如有所慕者。\n晞颜颜之徒，子亦斯人也。"
        },
        {
            "标题": "太原修夫子庙疏",
            "作者": "耶律楚材",
            "内容": "并门连岁不年丰，证父攘羊礼义空。既倒狂澜扶不起，直须急手建庠宫。"
        },
        {
            "标题": "过覃怀二绝 其二",
            "作者": "耶律楚材",
            "内容": "信断江南望驿尘，十年辜负岭头春。而今重到覃怀地，却与梅花作主人。"
        },
        {
            "标题": "过沁园",
            "作者": "耶律楚材",
            "内容": "昔年曾赏沁园春，今日重来迹已陈。水外无心修竹古，雪中含恨瘦梅新。\n垣颓月榭经兵火，草没诗碑覆劫尘。羞对覃怀昔时月，多情依旧照行人。"
        },
        {
            "标题": "蜡梅二首 其二",
            "作者": "耶律楚材",
            "内容": "冰姿梦里慕姚黄，滴蜡凝酥别样妆。生妒白红太浓淡，懒施朱粉自芬芳。\n寒英深染蔷薇露，冷艳微熏笃耨香。受用清绝恣吟绕，惜花一念未全忘。"
        },
        {
            "标题": "怨浩然",
            "作者": "耶律楚材",
            "内容": "先难后易真交契，醉许醒违盖世情。玉涧白输六居士，升元乌有一先生。\n昔蒙佳句诚欢忭，今得芳缄且叹惊。一入侯门深似海，骚人空梦帐中声。"
        },
        {
            "标题": "和李世荣韵",
            "作者": "耶律楚材",
            "内容": "圣主题华旦，熊罴百万强。兵行从纪律，敌溃自奔忙。\n百谷朝沧海，群阴畏太阳。黎民欢仰德，万国喜观光。\n尧舜规模远，萧曹筹策长。巍然周礼乐，盛矣汉文章。\n神武威兼德，徽猷柔济刚。自甘头戴白，误受诏批黄。\n我道将兴启，吾侪有激昂。厚颜悬相印，否德忝朝纲。\n佐主难及圣，为臣每愿良。翠华来北阙，黄钺讨南疆。\n明德传双叶，宽仁洽万方。九服无不轨，四海愿来王。\n兵革虽开创，诗书何可忘。洪恩浮晓露，严令肃秋霜。\n符应千龄运，功垂万世昌。绵绵延国祚，烨烨受天祥。\n多士咸登用，群生无败戕。此行将告老，松菊未全荒。"
        },
        {
            "标题": "太阳十六题 其十六 降句之二",
            "作者": "耶律楚材",
            "内容": "疏山住住莫葱葱，龙牙且无祖师意。须信扑牛另有方，不犯锋铓震天地。"
        },
        {
            "标题": "过济源和香山居士韵",
            "作者": "耶律楚材",
            "内容": "覃怀胜游地，济渎垂名久。忽见乐天吟，笑我输先手。\n丽词金玉振，老笔风雷走。乘兴试续貂，启我谈天口。\n平湖涌泉注，清凉莹无垢。凭槛瞰涟漪，风髯尘抖擞。\n龙孙十万竿，蓊翳浓阴厚。沁水济源东，天坛王屋右。\n秀色已可餐，何须杜康酒。步步总堪诗，佳篇如素有。\n赓酬淡相对，独有龙冈叟。亭上几徘徊，斜阳西入酉。\n晚年归意切，对此空沉首。何日遂初心，营居碧林后。"
        },
        {
            "标题": "过覃怀二绝 其一",
            "作者": "耶律楚材",
            "内容": "十年寥落隐穹庐，驿使空来好信无。再过覃怀觅陈迹，冰魂无恙影扶疏。"
        },
        {
            "标题": "过青冢次贾",
            "作者": "耶律楚材",
            "内容": "当年遗恨叹昭君，玉貌冰肤染塞尘。边塞未安嫔侮虏，朝廷何事拜功臣。\n朝云雁唳天山外，残日猿悲黑水滨。十里东风青冢道，落花犹似汉宫春。"
        },
        {
            "标题": "过金山用人韵",
            "作者": "耶律楚材",
            "内容": "雪压山峰八月寒，羊肠樵路曲盘盘。千岩竞秀清人思，万壑争流壮我观。\n山腹云开岚色润，松巅风起雨声乾。光风满贮诗囊去，一度思山一度看。"
        },
        {
            "标题": "西域河中十咏 其二",
            "作者": "耶律楚材",
            "内容": "寂寞河中府，临流结草庐。开樽倾美酒，掷网得新鱼。\n有客同联句，无人独看书。天涯获此乐，终老又何如。"
        },
        {
            "标题": "王屋道中",
            "作者": "耶律楚材",
            "内容": "胜克河中号令齐，神兵入自太行西。昏昏烟锁天坛暗，漠漠云埋王屋低。\n风软却教冰泛水，寒轻还使雪成泥。行吟想像覃怀景，多少梅花坼玉溪。"
        },
        {
            "标题": "西域河中十咏 其一",
            "作者": "耶律楚材",
            "内容": "寂寞河中府，连甍及万家。葡萄亲酿酒，杷榄看开花。\n饱啖鸡舌肉，分餐马首瓜。人生唯口腹，何碍过流沙。"
        },
        {
            "标题": "西域河中十咏 其四",
            "作者": "耶律楚材",
            "内容": "寂寞河中府，生民屡有灾。避兵开邃穴，防水筑高台。\n六月常无雨，三冬却有雷。偶思禅伯语，不觉笑颜开。"
        },
        {
            "标题": "西域河中十咏 其五",
            "作者": "耶律楚材",
            "内容": "寂寞河中府，颓垣绕故城。园林无尽处，花木不知名。\n南岸独垂钓，西畴自省耕。为人但知足，何处不安生。"
        },
        {
            "标题": "蜡梅二首 其一",
            "作者": "耶律楚材",
            "内容": "越岭仙姿迥异常，洞庭春染六铢裳。枝横碧玉天然瘦，蕾破黄金分外香。\n反笑素英浑淡抹，却嫌红艳太浓妆。临风浥此蔷薇露，醉墨淋漓寄渺茫。"
        },
        {
            "标题": "西域河中十咏 其三",
            "作者": "耶律楚材",
            "内容": "寂寞河中府，遐荒僻一隅。葡萄垂马乳，杷榄灿牛酥。\n酿春无输课，耕田不纳租。西行万馀里，谁谓乃良图。"
        },
        {
            "标题": "西域河中十咏 其十",
            "作者": "耶律楚材",
            "内容": "寂寞河中府，遗民自足粮。黄橙调蜜煎，白饼糁糖霜。\n漱旱河为雨，无衣垄种羊。一从西到此，更不忆吾乡。"
        },
        {
            "标题": "子铸生朝润之以诗为寿予因继其韵以遗之",
            "作者": "耶律楚材",
            "内容": "岩松傲岁寒，枝干腾千尺。男儿若稽古，功名垂竹帛。\n我祖东丹王，施仁能善积。我考文献公，清白遗四壁。\n盛名流万世，馨香光赫赫。余生叹不辰，西域十年客。\n贫困志不渝，未肯忘平昔。昔日出燕然，辰当摄提格。\n鹑尾得凤毛，续后予无责。汝知学不学，何啻云泥隔。\n为山亏一篑，龙门空点额。远袭周孔风，近追颜孟迹。\n优游礼乐方，造次仁义宅。继夜诵诗书，废时毋博弈。\n勤惰分龙猪，三十成骨骼。孜孜寝食废，安可忘朝夕。\n行身谨而信，于礼顺而摭。祥麟具五蹄，溟鹏全六翮。\n为人备五常，奚忧仕与谪。成功不自满，始知谦受益。\n慎毋忘此诗，吾言真药石。"
        },
        {
            "标题": "自赞",
            "作者": "耶律楚材",
            "内容": "美髯中书，白衣居士。从他抹粉施朱，一任安名立字。\n手中玉麈震雷音，说尽人间无限事。"
        },
        {
            "标题": "遗侄淑卿香方偈",
            "作者": "耶律楚材",
            "内容": "我有一香香，秘之不敢说。心生种种法生，心灭种种法灭。\n退身一念未生前，此是真香太奇绝。邪神恶鬼永沈踪，外道天魔皆胸裂。"
        },
        {
            "标题": "过阴山和人韵 其二",
            "作者": "耶律楚材",
            "内容": "羸马阴山道，悠然远思寥。青峦云霭霭，黄叶雨萧萧。\n未可行周礼，谁能和舜韶。嗟吾浮海粟，何碍八风飘。"
        },
        {
            "标题": "诚之索偈",
            "作者": "耶律楚材",
            "内容": "诚之久侍万松师，何事十年下手迟。劫火光中须退步，青春宁有再来时。"
        },
        {
            "标题": "云汉远寄新诗四十韵因和而谢之",
            "作者": "耶律楚材",
            "内容": "兑爻符太一，天相忝文昌。泛海难追蠡，封留欲学良。\n秽形伴珠玉，朽木厕松樟。直节心虽赤，衰年鬓已苍。\n伴食居相府，无德报君王。草甲濡春雨，葵心倾太阳。\n大权归禁阙，成算出岩廊。自北王师发，平南上策长。\n皇朝将革命，亡国自颓纲。汉水偏师渡，长河一苇航。\n股肱无敢惰，元首载歌康。号令传诸域，英雄守四方。\n大勋虽已集，遗命未尝忘。万国来驰币，诸侯敬奉璋。\n兆民涵舜德，百郡仰天光。大有威如吉，重乾体自强。\n硕贤起编户，良将出戎行。太庙陈笾豆，明堂服冕裳。\n宋朝微寖灭，皇嫡久成戕。政乱人思变，君愚自底亡。\n右师潜入剑，元子直临襄。杀气侵南斗，长庚壮玉堂。\n弓犹藏宝玉，剑未识干将。皇业超千古，天威耸八荒。\n元戎施虎略，勇士展鹰扬。武继元封迹，文联贞观芳。\n宫庭敢谏鼓，帷幄上书囊。伫待卿云见，行观丹凤翔。\n武文能迭用，威德足相当。多士思登用，遗贤肯退藏。\n诗书搜鸟篆，功业抑龙骧。国用恒无缺，民财苦不伤。\n八音歌颂雅，百戏屏优倡。圣泽传朝露，明刑肃暮霜。\n永垂尘劫祚，一混九州疆。重任司钧石，微才匪栋梁。\n思归心似醉，感愧泪如滂。严子终辞汉，黄公合隐商。\n穷通真有数，忧乐实难量。虽受千钟禄，何如归故乡。\n乙未闰月上旬日，玉泉书。"
        },
        {
            "标题": "万松老人真赞",
            "作者": "耶律楚材",
            "内容": "每恨恒山，不逢圭老。四众同缘，万松亲到。"
        },
        {
            "标题": "德新先生惠然见寄佳制二十韵和而谢之",
            "作者": "耶律楚材",
            "内容": "当年职都水，曾不入其门。德重文章杰，年高道义尊。\n虽闻传国士，恨不识王孙。韵语如苏武，离骚类屈原。\n烟霞供好句，江海入雄吞。意气轻三杰，才名冠八元。\n著述归至赜，议论探深源。藉藉名虽重，区区席不温。\n家贫谒鲁肃，国难避王敦。北鄙来云内，西边退吐蕃。\n勉将严韵继，不得细论文。远害虽君智，全身亦圣恩。\n大才宜应诏，豪气傲司阍。学识光先哲，风流遗后昆。\n莫寻三岛客，好谒万松轩。六度真光发，三毒妄影奔。\n素丝忘染习，古镜去尘昏。炉上飞寒雪，胸中洗热烦。\n到家浑不识，得象固忘言。心月孤圆处，澄澄泯六根。\n乙未闰月上休日，玉泉书。"
        },
        {
            "标题": "自赞二首 其二",
            "作者": "耶律楚材",
            "内容": "有发禅僧，无名居士。人道甚似，我道便是。尘尘劫劫露全身，纸上毫端何处避。"
        },
        {
            "标题": "自赞二首 其一",
            "作者": "耶律楚材",
            "内容": "别来十年五岁，依旧一模一样。髭髯垂到腰间，眉毛俨然眼上。\n龟毛锥子画虚空，写破湛然闲伎俩。"
        },
        {
            "标题": "万寿寺创建厨室上梁文 其四",
            "作者": "耶律楚材",
            "内容": "抛梁北，柱石宛有擎天力。欲模此样向诸方，"
        },
        {
            "标题": "和林城建行宫上梁文 其一",
            "作者": "耶律楚材",
            "内容": "抛梁东，万里山川一望中。灵沼灵台未为比，宸宫不日已成功。"
        },
        {
            "标题": "万寿寺创建厨室上梁文 其六",
            "作者": "耶律楚材",
            "内容": "抛梁下，聊倩般输成大厦。朝朝香饭供诸佛，承事悉无空过者。"
        },
        {
            "标题": "和林城建行宫上梁文 其四",
            "作者": "耶律楚材",
            "内容": "抛梁北，圣主守成能润色。明堂壮丽镇龙沙，万世巍巍威万国。"
        },
        {
            "标题": "和林城建行宫上梁文 其五",
            "作者": "耶律楚材",
            "内容": "抛梁上，栋宇施功遵大壮。鸣鞘声散翠华来，五云深处瞻天仗。"
        },
        {
            "标题": "万寿寺创建厨室上梁文 其三",
            "作者": "耶律楚材",
            "内容": "抛梁西，巧匠骑驴倒上梯。四面无门何用锁，十方没壁不须泥。"
        },
        {
            "标题": "和林城建行宫上梁文 其六",
            "作者": "耶律楚材",
            "内容": "抛梁下，柱石相资成大厦。君臣钟鼓乐清时，喜见山阳归战马。"
        },
        {
            "标题": "万寿寺创建厨室上梁文 其五",
            "作者": "耶律楚材",
            "内容": "抛梁上，手不伤材真大匠。虚堂穷劫镇丛林，借与儿孙为榜样。"
        },
        {
            "标题": "和林城建行宫上梁文 其二",
            "作者": "耶律楚材",
            "内容": "抛梁南，一带南山挹翠岚。创筑和林建宫室，酂侯功业冠曹参。"
        },
        {
            "标题": "和林城建行宫上梁文 其三",
            "作者": "耶律楚材",
            "内容": "抛梁西，碧海寒涛雪拍堤。臣庶称觞来上寿，嵩呼拜舞一声齐。"
        },
        {
            "标题": "万寿寺创建厨室上梁文 其二",
            "作者": "耶律楚材",
            "内容": "抛梁南，底个因缘最好参。试问助缘多少众，前三三与后三三。"
        },
        {
            "标题": "弹广陵散终日而成因赋诗五十韵",
            "作者": "耶律楚材",
            "内容": "湛然数从军，十稔苦行役。而今近衰老，足疾困卑湿。\n岁暮懒出门，不欲为无益。穹庐何所有，祗有琴三尺。\n时复一弦歌，不犹贤博弈。信能禁邪念，閒愁破堆积。\n凊旦炷幽香，澄心弹止息。薄暮已得意，焚膏达中夕。\n古谱成巨轴，无虑声千百。大意分四节，四十有四拍。\n品弦欲终调，六弦一时划。初讶似破竹，不止如裂帛。\n忘身志慷慨，别姊情惨戚。冲冠气何壮，投剑声如掷。\n呼幽达穹苍，长虹如玉立。将弹怒发篇，寒风自瑟瑟。\n琼珠落玉器，雹坠渔人笠。别鹤唳苍松，哀猿啼怪柏。\n数声如怨诉，寒泉古涧涩。几折变轩昂，奔流禹门急。\n大弦忽一捻，应弦如破的。云烟速变灭，风雷恣呼吸。\n数作拨剌声，指边轰霹雳。一鼓息万动，再弄鬼神泣。\n叔夜志豪迈，声名动蛮貊。洪炉煅神剑，自觉乾坤窄。\n钟会来相过，箕踞方袒裼。一旦谮杀之，始知襟度阨。\n新声东市绝，孝尼无所获。密传迨王遨，曾为山甫客。\n近代有张研，妙指莫能及。琴道震汴洛，屡陪光禄席。\n器之虽有声，鍊此头垂白。中间另起意，沈思至峻迹。\n节奏似支离，美玉成破璧。为山亏一篑，未精诚可惜。\n我爱栖岩翁，翻声从旧格。始终成一贯，雅趣超今昔。\n三引入五序，始作意如翕。纵之果纯如，将终缴而绎。\n嵇生能作此，史臣书简策。又谓神所授，传自华阳驿。\n韩皋破是说，以为避晋隙。张崇作谱序，似是未为得。\n我今通此论，是非自悬隔。商与宫同声，断知臣道逆。\n权臣侔人主，不啻韩相贼。安得聂政徒，元恶诛君侧。\n上欲悟天子，下则有所激。惜哉中散意，千古无人识。"
        },
        {
            "标题": "为子铸作诗三十韵",
            "作者": "耶律楚材",
            "内容": "皇祖辽太祖，奕世功德积。弯弓三百钧，天威威万国。\n一旦义旗举，中原如捲席。东鄙收句丽，西南穷九译。\n古器获轩鼎，神宝得和璧。南陬称子孙，皇业几三百。\n赫赫东丹王，让位如夷伯。藏书万卷堂，丹青成画癖。\n四世皆太师，名德超今昔。我祖建四节，功勋冠黄閤。\n先考文献公，弱冠已卓立。学业饱典坟，创作乙未历。\n入仕三十年，庙堂为柱石。重义而疏财，后世遗清白。\n我受先人体，兢兢常业业。十三学诗书，二十应制策。\n禅理穷毕竟，方年二十七。万里渡流沙，十霜泊西域。\n自愧无才术，忝位人臣极。未能扶颠危，虚名徒伴食。\n汝方志学年，寸阴真可惜。孜孜进仁义，不可为无益。\n经史宜勉旃，慎毋耽博弈。深思识言行，每戒迷声色。\n德业时乾乾，自强当不息。幼岁侍皇储，且作春宫客。\n一旦冲青天，翱翔腾六翮。儒术勿疏废，祖道宜薰炙。\n汝父不足学，汝祖真宜式。酌酒寿汝年，五福自天锡。"
        },
        {
            "标题": "再赓仲祥韵寄之",
            "作者": "耶律楚材",
            "内容": "能谈仁义兵，经传宗素臣。字画类闲闲，句法如之纯。\n淡然与世疏，渭水独垂纶。蒿莱塞庭除，尘土沾衣绅。\n归我夫子门，三月无违仁。后生来从学，善诱能循循。\n颜巷不改乐，范甑长生尘。仰不愧于天，俯不怍于人。\n进德方乾乾，慎行而修身。旅食秦晋间，骑驴三十春。\n珠玉炙人口，丽藻嘉彬彬。今年又绝粮，生涯如在陈。\n歌咏犹不辍，真为葛天民。新诗过子卿，离骚齐灵均。\n亡机天壤间，举措皆天真。濯足沧浪中，鸥鹭来相亲。\n胸中万卷书，下笔端如神。素负经济才，人品伊皋伦。\n桂林祇一枝，亦何惭郗诜。"
        },
        {
            "标题": "万寿寺创建厨室上梁文 其一",
            "作者": "耶律楚材",
            "内容": "抛梁东，香积移来不犯功。却笑维摩无手段，但将盂饭到尘中。"
        },
        {
            "标题": "勉景贤",
            "作者": "耶律楚材",
            "内容": "既慕东坡才，当如东坡志。君才如东坡，其志未相似。\n诗似东坡诗，字如东坡字。胡不学东坡，且学长不死。"
        },
        {
            "标题": "吾山吟",
            "作者": "耶律楚材",
            "内容": "吾山吾山予将归。予将归，深溪苍松围茅亭，扃扃柴扉。\n水边林下，琴书乐矣，水边林下，琴书乐矣，不许市朝知。\n猿鹤悲，吾山胡不归！"
        },
        {
            "标题": "转灯",
            "作者": "耶律楚材",
            "内容": "安庆作戏灯，惠然来赠我。藏灯藉微明，细火薰其座。\n乘兹风火力，盘旋如转磨。中有角抵人，挥臂不知祸。\n团团十万匝，轮回莫能躲。此灯虽戏具，无果大因果。\n三世尘沙佛，皆如转灯过。三千大千界，成坏亦风火。\n所以明眼人，重道轻利货。生死比梦寐，荣华等涕唾。\n长行此观心，人间都看破。多少看灯人，知音无一个。"
        },
        {
            "标题": "赠高善长一百韵",
            "作者": "耶律楚材",
            "内容": "君本辽阳人，家居华表傍。随任来燕然，卜筑金台坊。\n幼蒙父兄训，读书登上庠。大义治三传，左氏为纪纲。\n诗书究微理，易道宗京房。吏学亦精妙，议论如馨香。\n行道有馀力，下笔能诗章。典雅继李杜，浮华笑陈梁。\n当年辟科举，郡国求圭璋。御围屡不捷，在前饶秕糠。\n先生乃医隐，退身慕羲皇。难素透玄旨，针砭能起僵。\n可并华扁迹，可联和缓芳。门生皆良医，西海高名扬。\n昔我知君名，方且王事忙。兵尘隔东西，忽成参与商。\n君初涉洛瀍，我已达燉煌。瀚海浪奔激，金山路徬徨。\n西游几万里，两鬓今苍苍。西方好风土，大率无蚕桑。\n家家植木绵，是为垄种羊。年年旱作魃，未识舞"
        },
        {
            "标题": "旦日示从同仍简忘忧",
            "作者": "耶律楚材",
            "内容": "昔我驰星轺，驻车归化城。汝方来抠衣，从同训其名。\n侍予垂十年，百事无一成。律历且及半，琴道犹未精。\n禅书置一隅，尚未穷一经。大道若沧海，万古长澄清。\n酌之而不竭，注之而不盈。偃鼠得满腹，亦足饱鲲鲸。\n又如大圆镜，历劫长圆明。中间无影像，应物不现形。\n汉、胡递相照，出没能纵横。又如万钧钟，寂然藏雄声。\n随叩而即应，圆音自锵铿。小击而小响，大撞而大鸣。\n又如长明烛，积岁长荧荧。分为百千万，光明如日星。\n惠之而不费，是为无尽灯。日月照天下，不可语瞽盲。\n雷霆碎山岳，聋者未曾听。枯木元无花，却怨春不平。\n作偈以劝汝，可以为盘铭。"
        },
        {
            "标题": "和秀玉韵",
            "作者": "耶律楚材",
            "内容": "清溪作寱语，湛然大笑之。仅能知大用，尚未识天机。\n贪随言语转，错认二阿师。个中关捩子，卓然绝百非。\n三学未尝坐，何说非与是。半藏未有言，奚论赞与毁。\n解语非干舌，能知诚匪智。为报清溪公，无事莫生事。"
        },
        {
            "标题": "送侄了真行",
            "作者": "耶律楚材",
            "内容": "吾兄继世禄，袭封食东平。幼子死王事，长安闺门英。\n孀居二十年，礼佛读传灯。一旦遇宗匠，了真训其名。\n前岁阳翟破，道服潜偷生。宁死不受辱，托疾燕山京。\n湛然怜孤族，赎汝为编氓。死生本如梦，宠辱真若惊。\n莫忘离乱苦，长思厌世情。三学有龙溪，叩参宜尽诚。\n喝碎须弥山，打破乾闼城。两头俱放下，枯木一枝荣。"
        },
        {
            "标题": "和谢昭先韵",
            "作者": "耶律楚材",
            "内容": "失奚为劣得奚优，遇流而行坎则留。笑视纷纷儿女辈，成是败非徒相尤。\n弃人所取取所弃，独识万松为出类。本欲心空及第归，暮请晨参惟一志。\n浮生迅速奔隙驹，无穷尘劫元斯须。参透威音劫前事，花开枯木谁云枯。\n河朔干戈犹未息，西域十年空旅食。贤人退隐予未能，钧衡旷位虚名极。\n真人应运康世屯，数颁宽诏垂丝纶。沛若恩波沦骨髓，皇皇四海咸蒙春。\n汉唐疆宇非为大，戍守西临玉关界。百济称藩过海门，鄙语粗言其大概。\n天皇自将办多多，天兵百万涉长河。京索为空汴梁下，秦皇汉武畴能过？\n凛凛威声震天宇，不杀为功果神武。朔南一混车书同，皇业巍巍跨千古。\n先生吾邦之彦兮，琴书而自怡。劲挺松柏操，磊落英雄姿。\n明正道，无邪思。一贯诗书继先觉，两全才德真吾师。\n王谢来江左，家学易道岂忘贻。济世须君展骥足，政要再凿人耳目。\n小子区区何所祝，但愿天衷俞奏鹗。"
        },
        {
            "标题": "和刘子中韵",
            "作者": "耶律楚材",
            "内容": "蓬山北海游，珥笔陈良谋。徒步而南来，意气凌马周。\n贪吏乱法令，如茨不可束。子中有大志，每甘胯下辱。\n他日得从龙，其锋谁敢触。今日君子来，非为五斗粟。\n君子慎择术，痛恨陪全真。调心正是妄，堪笑学鸟伸。\n一日错下脚，万劫含酸辛。平生大梦中，不识庵中人。\n一言赠吾子，宗匠宜相亲。"
        },
        {
            "标题": "和少林和尚英粹中山堂诗韵",
            "作者": "耶律楚材",
            "内容": "我爱嵩山堂，山堂秋寂寂。苍烟自摇荡，白云风出入。\n泠泠溪水寒，细细琴丝湿。离尘欲无事，又有闲踪迹。"
        },
        {
            "标题": "和冯扬善韵",
            "作者": "耶律楚材",
            "内容": "天道不可穷，此理自古然。大暴寿盗蹠，至仁夭颜渊。\n伟材鲜遭遇，君臣难两全。庸愚厌粱肉，广文寒无毡。\n未逢知音人，伯牙故绝弦。我爱冯公子，孔教穷高坚。\n忧道不忧贫，一室如罄悬。却笑庠序生，供荐徒备员。\n诗书贮便腹，一斗吟百篇。远蹈颜孟迹，近比苏黄肩。\n宁受胯下辱，不为天下先。升平已有期，上道化日躔。\n九州成一统，刑赏归朝权。汴梁三战定，乐浪一檄传。\n先生谒承明，万里来秦川。徒步沙碛中，往复几一年。\n揲蓍说易传，应诏命席前。十年符亿兆，一世盈十千。\n男儿志在道，何论胝与胼。一旦得荣遇，闾巷车马填。\n穷通固由命，何必兴孜煎。用之自可进，舍之便可还。\n自笑髯中书，有过仍不悛。三代不同礼，勉欲相袭沿。\n贤人正退隐，强起居官联。冰炭岂共器，安可浑愚贤。\n可惜和氏姿，庸工浪雕镌。不能作大器，取次成弃捐。\n潜龙喻君子，或跃或在田。未遂马周志，好垦扬雄廛。\n伏腊粗酒脯，旦夕充羹饘。穷途不足泣，吊影无自怜。\n人生一瞬息，日月如玑璇。学道如牧羊，后者为之鞭。\n离群谢富贵，遁世安林泉。勿学躁进人，扼腕长呼天。"
        },
        {
            "标题": "和黄山张敏之拟黄庭词韵",
            "作者": "耶律楚材",
            "内容": "黄山无媒亦无梯，萧条白昼关荆扉。凌晨端坐漱玉池，阑干苜蓿先生饥。\n惠然寄我黄庭词，湛然一笑几脱颐。一鹤南翔一不飞，十年一梦今觉非。\n故山旧隐苍松欹，而今老尽虬龙枝。曾学四老餐紫芝，从讥怀宝而邦迷。\n尘缘一扫无孑遗，隔縠观月犹依稀。汪洋法海无边涯，萤光讵可窥晨晞。\n莲花自是生污泥，污泥不染清凉肌。彩云易散碎琉璃，人间四相夭五衰。\n有为无为俱有为，寿穷尘劫元非迟。湛然醉摇芭蕉卮，蔷薇深蘸书淋漓。\n白眼一望须弥低，黄山先生耽书痴。退藏不露龙麟姿，对人不耻弊缊衣。\n自甘贫困元知微，篱边黄菊香离披。门前山色寒参差，不以下体遗葑菲。\n新诗远寄盘龙螭，胸中满贮夷齐薇。忘机临水狎鸥鹥，燕居申申不愆仪。\n含光隐秀如文犀，乘闲纶钓垂清漪。躬耕禾黍方离离，须信君子能自卑。\n予知先生之独悲，深忧海内生民疲。生民扰攘如棼丝，笑予素餐徒位尸。\n先生识鉴如元龟，旁通发而为声诗。照我穹庐生光辉，穷通进退元有时。\n至人终不贪危机，他时天子求埙篪。欲行周礼修周基，先生好应千年期。\n沙堤行人羡轻肥，凤凰到底凤池栖。太平钧石须君持，苍生未济无言归。"
        },
        {
            "标题": "用张道亨韵",
            "作者": "耶律楚材",
            "内容": "大安之季君政乖，屯爻用事符云雷。边军骄懦望风溃，燕南赵北飞兵埃。\n民财已竭转输困，元元思治如望梅。太白经天守帝座，长星勾巳坼中台。\n玄台密表告天道，灾妖变异无不该。奸臣搆祸谋不轨，鱼鳞鳞首侵宸阶。\n喋血京师万人死，君臣自此相嫌猜。居庸失守紫荆破，天兵掣电腾八垓。\n潜议迁都避凶祸，衔枚半夜宫门开。河表偷生聊自固，京城留后除行台。\n力穷食尽计安出，元戎守节甘自栽。虬龙奋迅脱大难，微波沈滞独黄能。\n王师神武本不杀，一发鹿台能散财。威声远震陕洛惧，势同拉朽如枯摧。\n髯公退缩养愚拙，白麻一旦天边来。万里龙庭谒天子，轺车轧轧风尘埋。\n言轻无用自缄嘿，浮沈鹓鹭相趋陪。布幕毡庐庇风雨，日中一食如持斋。\n瀚海波声寒汹涌，金山峰势高崔嵬。十年行役亦艰苦，盐车强驾同驽骀。\n美湩如饴润喉吻，仃伶独拨寒炉灰。故园梦断几千里，燕然回首白云堆。\n弹铗悲歌望明月，山城明月空徘徊。往事如丝不敢忆，令人感慨生馀哀。\n圣人继运践九五，欢声腾沸天之涯。万国梯航喜奔走，币帛交列陈琼瑰。\n天子恩威溢中外，远迩翕然无不怀。四民乐业庶政举，宗臣戮力诸王谐。\n行殿受朝设钟鼓，明堂祭祀陈大罍。卿云轮菌自纷郁，妖星不复侵天街。\n否道已穷受诸泰，人心已顺天心回。制度一新从简略，禁网疏阔如天恢。\n贤材尚隐若冥雁，区区弋人何慕哉。自惭忝位司钧轴，可怜多士无梯媒。\n愿学留侯引年去，不与赤松游蓬莱。闾阳旧隐度残朽，扁舟蓑笠江湖崖。"
        },
        {
            "标题": "和董彦才东坡铁杖诗二十韵",
            "作者": "耶律楚材",
            "内容": "女娲未补青天裂，神液飞精散为铁。嵇生箕踞锻洪炉，白汗翻浆滴清血。\n黑虬彷佛欲飞跃，鳞介苍苍生乳节。情知中散气凌云，肯与凡工争巧拙。\n柳君传与东坡老，神物终须归俊杰。坡仙为寿文定公，酬和新诗誇胜劣。\n观妙堂名龙尾砚，雎阳并此为三绝。雎阳城破兵火炎，神器不随烟焰灭。\n了然居士出伊洛，登山度水相扶挈。燕然分付我清溪，妙语雕镌跨先哲。\n远来携赠白霫老，天理似为予所设。湛然忝佐本无功，致王泽民愧皋契。\n再游北海复何恨，与君同步龙沙雪。大泽深山无所惊，扫除魑魅驱凶"
        },
        {
            "标题": "冬夜弹琴颇有所得乱道拙语三十韵以遗犹子兰",
            "作者": "耶律楚材",
            "内容": "湛然有琴癖，不好凡丝竹。儿时已存心，壮年学愈笃。\n仓忙兵火际，遗谱不及录。回首二十秋，丝桐高阁束。\n栖岩有后人，万里来相逐。能继箕裘业，待予为季叔。\n今冬六十日，对弹五十曲。五旬记新声，十朝温已熟。\n高山壮意气，秋水清心目。阳春撼琼玖，白雪碎瑶玉。\n洛浦太含悲，楚妃叹如哭。离骚泣鬼神，止息振林木。\n秋思尽雅兴，三乐歌清福。自馀不暇数，渴心今已沃。\n昔我师弭君，平淡声不促。如奏清庙乐，威仪自穆穆。\n今观栖岩意，节奏变神速。虽繁而不乱，欲断还能续。\n吟猱从简易，轻重分起伏。一闻栖岩声，不觉倾心服。\n彼此成一家，春兰与秋菊。我今会为一，沧海涵百谷。\n稍疾意不急，似迟声不局。二子终身学，今日皆归仆。\n我本嗜疏懒，富贵如桎梏。幸遇万松师，一悟消三毒。\n早晚挂冠去，闾山结茅屋。蔬笋粗充庖，粝饭炊脱粟。\n有我春雷子，岂惮食无肉。旦夕饱纯音，便是平生足。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其十",
            "作者": "耶律楚材",
            "内容": "水外犹逢水，山前更有山。元知非内外，更不在中间。\n测海才盈掬，窥天见一斑。枢机谩竭世，一笔请君删。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其八",
            "作者": "耶律楚材",
            "内容": "无知岂真知，无见非真见。遮照玄纵横，机关千万变。\n虎口几横身，临敌经百战。三折为良医，一交学一便。"
        },
        {
            "标题": "谢西方器之赠阮杖",
            "作者": "耶律楚材",
            "内容": "睢阳三绝从来传，坡仙铁杖为之先。宋朝四美岂易得，地君神器称手贤。\n了然居士隐洛瀍，读书好古有积年。擒龙捉日获二宝，宝之凿栋屋壁穿。\n龙庭万里叠山川，欲来馈我嗟无缘。将夺固与此理玄，慇勤携赠陈与田。\n陈田今岁来朝天，惠然出赐穹庐前。乌虬入手苍壁悬，恍然遗世如登仙。\n长蛟倚壁光娟娟，鳞介欲生如蜿蜒。澄澄秋月莹朝镜，须臾洗尽余腥膻。\n足方法地顶法乾，四十五节松柏坚。七尺乌金三十两，微簧瑟瑟鸣哀蝉。\n云顶纤纤空腹圆，十三玉柱鸿翩翩。耽耽云坐踞猛虎，岩岩山口双双弦。\n铁君伴我游林泉，足疾顿减冲云烟。临风三弄碎琼玉，清商秋水声涓涓。\n安仁得此如临渊，子聃求杖不惜钱。湛然坐受匪劳力，不胜其服心胡然。\n西方讽我求终焉，故令二友相招延。抱桐扶杖闾山巅，举觞笑咏秋风边。"
        },
        {
            "标题": "对雪鼓琴",
            "作者": "耶律楚材",
            "内容": "君不见党侯赏雪斟羊羔，蛾眉低唱白云谣。慷慨樽前一绝倒，高谈阔论誇雄豪。\n又不见陶谷开轩收竹雪，旋烧活火烹团月。笑撚吟须吟雪诗，冷淡生活太清绝。\n清欢浊乐争相高，至人视此轻鸿毛。嗜音酣酒元粗俗，癖茶嚼句空劬劳。\n龙庭飞雪风凄冽，天地模糊同一色。数卮美湩温如春，三弄悲风弦欲折。\n酪奴欢伯持降旌，诗声歌韵不敢鸣。党武陶文都勘破，真识此心无一个。"
        },
        {
            "标题": "扈从冬狩",
            "作者": "耶律楚材",
            "内容": "天皇冬狩如行兵，白旄一麾长围成。长围不知几千里，蛰龙震慄山神惊。\n长围布置如圆阵，万里云屯贯鱼进。千群野马杂山羊，赤熊白鹿奔青獐。\n壮士弯弓殒奇兽，更驱虎豹逐贪狼。独有中书倦游客，放下毡帘诵周易。"
        },
        {
            "标题": "狼山宥猎",
            "作者": "耶律楚材",
            "内容": "君不见武皇校猎长杨里，子云作赋誇奢靡；又不见开元讲武骊山傍，庐陵修史讥禽荒。\n二君所为不足法，徒令千载人雌黄。吾皇巡狩行周礼，长围一合三千里。\n白羽飞空金镝鸣，狡兔雄狐应弦死。翠华驻跸传丝纶，四开汤网无掩群。\n天子恩波沐禽兽，狼山草木咸忻忻。"
        },
        {
            "标题": "鼓琴",
            "作者": "耶律楚材",
            "内容": "宴息穹庐中，饱食无用心。读书费目力，苦思嫌哦吟。\n樗蒲近博徒，围棋杀机深。洞箫耗余气，"
        },
        {
            "标题": "扈从羽猎",
            "作者": "耶律楚材",
            "内容": "湛然扈从狼山东，御闲天马如游龙。惊狐突出过飞鸟，霜蹄霹雳飞尘中。\n马上将军弓挽月，脩尾蒙茸卧残雪。玉翎犹带血模糊，騄駬嘶鸣汗微血。\n长围四合匝数重，东西驰射奔追风。鸣鞘一震翠华去，满川枕藉皆豺熊。\n自笑中书老居士，拥鼻微吟弓矢废。向人忍耻乞其馀，瘦兔瘸獐紫驼背。\n吾儒六艺闻吾书，男儿可废射御乎！明年准备秋山底，试一如皋学射雉。"
        },
        {
            "标题": "和平阳张彦升见寄",
            "作者": "耶律楚材",
            "内容": "天兵出云中，一战平城破。居庸守将亡，京畿游骑逻。\n有客赴澶渊，无人送临贺。奸臣兴弑逆，时君远迁播。\n圣主得中原，明诏求王佐。胡然北海游，不得南阳卧。\n宠遇命前席，客星侵帝座。万里金山行，三经玉门过。\n于阗岁贡修，燉煌兵势挫。国维张礼义，民生重食货。\n黜陟九等分，幽明三载课。小人绝觊觎，贤才无轗轲。\n功名本忌盈，庙堂难久坐。老矣盍归来，归欤可重和。\n俯仰不心惭，宽弘从面唾。清浊自沙汰，精粗任扬簸。\n赋性嗜疏闲，高眠乐慵惰。苍鸡粗庖充，黄犊足梨拖。\n幼子事耕锄，老妻供碓磨。随分养馀龄，虽饥而不饿。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其九",
            "作者": "耶律楚材",
            "内容": "五流分洞下，一派起湖南。春水无心碧，秋山著意岚。\n临济真颠汉，曹山放酒酣。许多闲伎俩，仔细好生参。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其三",
            "作者": "耶律楚材",
            "内容": "无花复无蝶，不似今秋穷。黄花岁岁别，九日年年同。\n我居北海南，子在西山东。公余会何日，一醉闲愁空。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其七",
            "作者": "耶律楚材",
            "内容": "岁月不我与，弹指及衰年。平生谙万事，抵死参重玄。\n因缘不可滞，慎毋法自然。两边都不立，别有壶中天。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其六",
            "作者": "耶律楚材",
            "内容": "汨没红尘中，辜负黄华秋。林泉与朝市，试问孰为优。\n胡然久沈首，令我心悠悠。酷思山水乐，梦寐空神游。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其四",
            "作者": "耶律楚材",
            "内容": "当年别吾山，曾与黄华期。富贵非予志，卜筑临东篱。\n今也违初心，知我者其谁。挂冠犹未遂，寄此相思诗。"
        },
        {
            "标题": "用前韵感事二首 其一",
            "作者": "耶律楚材",
            "内容": "称斤甘荠卖京西，谁信无人采五溪。鹏异众禽全六翮，麟殊凡兽具五蹄。\n昔年学道宗夫子，盈科后追如流水。蛰龙犹未试风雷，萍泛蓬飘而至此。\n缊袍甘分百结重，不学乱世奸人雄。忘忧乐道志不二，守穷待变变则通。\n岁寒松柏苍苍直，摩云直待高千尺。桃李无言蹊自成，此君冷淡人何寂。\n生平耻与哙伍行，杜门养拙安天常。泽民致主本予志，素愿未酬予恐惶。\n否塞未能交下上，何日亨通变爻象。不图廊庙为三公，安得林泉参百丈。\n居士身穷道不穷，庸人非异是所同。笔头解作万言策，人皆笑我劳无功。\n流落遐荒淹岁月，赢得飘萧双鬓雪。谋生太拙君勿嗤，不如嗣宗学锻铁。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其二",
            "作者": "耶律楚材",
            "内容": "西风残日秋，有客嗟幽独。偶尔得香醪，凄然忆霜菊。\n世态屡迁变，人生多返复。十年一梦中，犹未黄粱熟。"
        },
        {
            "标题": "用前韵感事二首 其二",
            "作者": "耶律楚材",
            "内容": "金乌日日东飞西，滔滔绿水流长溪。流波一去不复返，逐日恨无八骏蹄。\n穷理达生独孔子，叹夫逝者如斯水。岁不我与其奈何，两鬓星星尚如此！\n曩时凿破藩垣重，泽民济世学英雄。风云未会我何往，天地大否途难通。\n霜匣神剑苍龙直，切玉如泥长数尺。利器深藏人未知，丰城埋没神光寂。\n读书一目下数行，金石其心学正常。学术忠义两无用，道之将丧予忧惶。\n有意攀龙不得上，徒劳牙角拔犀象。唯思仁义济苍生，岂为珍羞列方丈。\n箪瓢陋巷甘孤穷，鸿鹄安与燕雀同。天与之才不与地，反令竖子成其功。\n安得光明依日月，功名未立头如雪。问君此错若为多，使尽二十四州铁。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其一",
            "作者": "耶律楚材",
            "内容": "秋香真可人，不为无人改。自惭寒昔盟，东篱子空待。\n我独摇酒卮，不得寒英采。临风望故园，参商二十载。"
        },
        {
            "标题": "和景贤还书韵二首 其一",
            "作者": "耶律楚材",
            "内容": "居士今年又出关，琴书真味伴予闲。"
        },
        {
            "标题": "次韵黄华和同年九日诗十首 其五",
            "作者": "耶律楚材",
            "内容": "无意恋三公，有心辞驷马。洛阳失金谷，闾山有别野。\n芳酒泻盈樽，秋香折盈把。沈醉卧西风，不让梨花下。"
        },
        {
            "标题": "和裴子法见寄",
            "作者": "耶律楚材",
            "内容": "人生都几何，半被功名役。一旦燕山破，西行过千驿。\n颠沛不违仁，先难而后获。鹓雏捐腐鼠，乌鸢其勿嚇。\n扈从出天山，从容游大石。琴书淡相对，尚未忘丘索。\n前岁入关中，戈甲充商虢。明诏典兰省，自愧承深责。\n秦陇成劫灰，京索空陈迹。长河尚浊流，南山自浓碧。\n把酒酹青天，兴亡吊今昔。长安非衣君，壮年学问积。\n天上玉麒麟，英才可珍惜。诗魂素月高，饮量沧海窄。\n清谈咳珠玉，便腹笥经籍。服君百韵诗，谢子万言策。\n易道已变屯，世爻当应革。淮阴正虚襟，左车宜筹画。\n须要莲峰手，乾坤再开辟。昂藏绿野翁，真我龙门客。"
        },
        {
            "标题": "和南质张学士敏之见赠七首 其七",
            "作者": "耶律楚材",
            "内容": "衣龙钟，鬓飘萧，穹庐停烛坐寒宵。翰林遣介赠佳句，虿芒鸟迹书生绡。\n既倒狂澜再扶起，昔有谪仙原姓李。今日龙庭忽见君，谁道当年太白死。\n文章气象难形容，腾龙翥凤游秋空。笔力万钧神鬼泣，雷轰电掣驱疾风。\n馀裕喜君能绰绰，鼓舞为君予矍铄。解读奇字笑扬雄，识厌张华能物博。\n与君握手天山边，举觞相嘱望青天。他年雅社结白莲，林泉杖屦冲云烟。"
        },
        {
            "标题": "用前韵送王君玉西征二首 其一",
            "作者": "耶律楚材",
            "内容": "湛然送客河中西，乘兴何妨过虎溪。清茶佳果饯行路，远胜浊酒烹驼蹄。\n结交须结真君子，君子之交淡如水。一从西域识君侯，倾盖交欢忘彼此。\n当年君卧东山重，守雌默默元知雄。五车书史岂劳力，六韬三略无不通。\n诗咏珠玑无价直，青囊更有琴三尺。奉命西来典重兵，不得茅斋乐真寂。\n鱼丽大阵兵成行，行师布置非寻常。先生应诏入西域，一军骇异皆惊惶。\n武皇习战昆明上，欲讨昆明致犀象。吾皇兵过海西边，气压炎刘千万丈。\n先生一展才略穷，百蛮冠带文轨同。威德洋洋震天下，大功不宰方为功。\n隐居自有东山月，风拂松花落香雪。退身参到未生前，方信秤锤原是铁。"
        },
        {
            "标题": "和南质张学士敏之见赠七首 其六",
            "作者": "耶律楚材",
            "内容": "风萧萧，雨萧萧，萧萧风雨悲凉宵。篱菊残英渍黄玉，林风脱叶飘红绡。\n幽人辗转凌晨起，邂逅门前逢短李。殷衰闻道有三仁，欲说九畴君不死。\n穹庐相结为从容，悬河雄辨能谈空。风神萧散野鹤立，照人玉树临秋风。\n落笔新诗一挥绰，不似武人誇矍铄。银钩笔力掩二王，照夜连城肯轻博。\n他年相约秋山边，秋江一派连秋天。闲听菱女歌采莲，轻舟一醉眠秋烟。"
        },
        {
            "标题": "和南质张学士敏之见赠七首 其五",
            "作者": "耶律楚材",
            "内容": "云飘飘，水萧萧，一灯香火过闲宵。神清半夜不成梦，书帷风细扬微绡。\n运应昌期王者起，自愧文章输杜李。窃同居易了无生，谁羡葛洪学不死。\n一榻蒲团膝足容，翛然丈室塞虚空。翻腾密藏明佛日，淘汰机缘振祖风。\n丹凤冲霄何绰绰，失晓呆郎徒矍铄。人间取舍本千差，世路穷通如六博。\n幽人啸咏水云边，劫外光风自一天。闲来石上栽红莲，水无波浪火无烟。"
        },
        {
            "标题": "复用前韵唱玄",
            "作者": "耶律楚材",
            "内容": "天涯流落从征西，寒盟辜负梅花溪。昔年学道颇得趣，鱼兔入手忘筌蹄。\n残编断简披庄子，日日须当诵秋水。谁知海若无津涯，河伯源流止于此。\n人閒酱缶纸数重，太玄强草嗤扬雄。高卧蒿莱傲唐室，清风千古独王通。\n曲者自曲直者直，何必区区较绳尺。一笔划断闲是非，万事都忘乐岑寂。\n功名半纸几字行，竞羡成绩书太常。只知牢筴飨刍豢，不思临刃心悲惶。\n何如打坐蒲团上，参透升平本无象。一瓶一钵更无馀，容膝禅庵仅方丈。\n从教人笑彻骨穷，生涯原与千圣同。鸟道虽玄功尚在，不如行取无功功。\n归来踏破澄潭月，大冶洪炉飞片雪。且听石女鸣巴歌，万里一团无孔铁。"
        },
        {
            "标题": "再用前韵",
            "作者": "耶律楚材",
            "内容": "河源之边鸟鼠西，阴山千里号千溪。倚云天险不易过，骕骦局蹙追风蹄。\n签记长安五陵子，马似游龙车如水。天王赫怒山无神，一夜雄师飞过此。\n盘云细路松成行，出天入井实异常。王尊疾驱九折坂，此来一顾应哀惶。\n峥嵘突出峰峭直，山顶连天才咫尺。枫林霜叶声萧骚，一雁横空秋色寂。\n西望月窟九译重，嗟呼自古无英雄。出关未盈十万里，荒陬不得车书通。\n天兵饮马西河上，欲使西戎献驯象。旌旗蔽空尘涨天，壮士如虹气千丈。\n秦皇、汉武称兵穷，拍手一笑儿戏同。堑山陵海匪难事，剪斯群丑何无功。\n骚人羞对阴山月，壮岁星星发如雪。穹庐展转清不眠，霜匣闲杀锟铻铁。"
        },
        {
            "标题": "和陈秀玉绵梨诗韵",
            "作者": "耶律楚材",
            "内容": "石门九月西风高，绵梨万树金垂梢。清溪千里携赠我，藤筐初发香盈包。\n谪仙风度清溪亚，春风曾饮梨花下。不用红妆唱采莲，醉望青天歌二雅。\n我有斗酒清且醇，同君荐此鹅黄新。初见分香剖金卵，更看削玉飞霜鳞。\n缥叶紫条何足语，夜光安可同鱼目。文园尘渴政难禁，咀嚼冰雪"
        },
        {
            "标题": "用前韵送王君玉西征二首 其二",
            "作者": "耶律楚材",
            "内容": "先生应诏将征西，湛然送客涉深溪。徘徊一舍未忍去，兵车暂驻天驹蹄。\n犹忆今春送君子，桃李无言映流水。寒暑推迁奈老何，秋风革律重来此。\n关山险僻重复重，西门雪耻须豪雄。定远奇功正今日，车书混一华夷通。\n先生纯德如矢直，讵为直寻而枉尺。功成莫恋声利场，便好回头乐玄寂。\n故山旧忆松千行，奇峰怪石元异常。前日盟言犹在耳，猿鹤思怨空悲惶。\n我掷直钩鱼不上，须信游鳞畏龙象。冥鸿一举腾秋空，谁羡文章光万丈。\n道兮人作非天穷，区区何必较异同。语默行藏在乎我，退身奚论无成功。\n安东幸有闾山月，万顷松风万山雪。收拾琴书归去来，修心须要金成铁。"
        },
        {
            "标题": "和南质张学士敏之见赠七首 其四",
            "作者": "耶律楚材",
            "内容": "院深深，籁萧萧，伽陀舒卷度兰宵。若解荷心系珠露，便能天外裁云绡。\n大觉空生一沤起，悟斯独有屏山李。穿透楞严第一机，方信庵中人不死。\n个里家风针不容，梦回六趣大千空。道人受用本无尽，明月薄"
        },
        {
            "标题": "爱子金柱索诗",
            "作者": "耶律楚材",
            "内容": "文献阴功绝比伦，昆虫草木尽承恩。我为北阙十年客，汝是东丹九世孙。\n致主泽民宜务本，读书学道好穷源。他时辅翼英雄主，珥笔承明策万言。"
        },
        {
            "标题": "复用前韵 其四",
            "作者": "耶律楚材",
            "内容": "四海干戈尚未平，不如归隐听歌声。情知文武都无用，罢读诗书不学兵。"
        },
        {
            "标题": "过白登和李振之韵",
            "作者": "耶律楚材",
            "内容": "十年沦落困边城，今日龙钟返帝京。运拙不须求富贵，时危何处取功名。\n腾骧谁识孙阳骥，俊逸深思支遁鹰。客里逢君赠佳句，知音相见眼偏明。"
        },
        {
            "标题": "题平阳李君实此君轩",
            "作者": "耶律楚材",
            "内容": "环榻森森荫好凉，此君风味讵能忘。虚心悄悄生来劲，直节亭亭老更刚。\n虽与蓬蒿均雨露，本同松菊傲风霜。主人雅志元堪尚，物以群分类以方。"
        },
        {
            "标题": "请柏岩俨公疏",
            "作者": "耶律楚材",
            "内容": "良弼施宅创天宁，却请天宁旧衲僧。为报柏岩休逊让，闲中续出祖师灯。"
        },
        {
            "标题": "继柏岩大禅师韵",
            "作者": "耶律楚材",
            "内容": "行尽千程与万程，谁能退步见严宸。饶渠解释庭前雪，笑彼难除室外尘。\n翡翠帘前犹是汝，琉璃殿上更何人。直须鹤出银笼外，受用壶天不夜春。"
        },
        {
            "标题": "弹秋宵步月秋夜步月二曲",
            "作者": "耶律楚材",
            "内容": "碧玉声中步月歌，弹来弹去不嫌多。从教人笑成琴癖，老子佯呆不管他。"
        },
        {
            "标题": "赵州柏树颂",
            "作者": "耶律楚材",
            "内容": "古佛犹存旧道场，庭前依旧柏苍苍。莫谤诸州无此语，禅林奔走错商量。"
        },
        {
            "标题": "弹秋思用乐天韵二绝示景贤 其一",
            "作者": "耶律楚材",
            "内容": "秋思而今不入时，平和节奏苦嫌迟。香山旧谱重拈出，不问知音知不知。"
        },
        {
            "标题": "弹秋思用乐天韵二绝示景贤 其二",
            "作者": "耶律楚材",
            "内容": "粼粼断似乌蛇蚹，瑟瑟徽如古殿苔。玉涧鸣泉独受用，穹庐祗少景贤来。"
        },
        {
            "标题": "和景贤赠鹿尾二绝 其二",
            "作者": "耶律楚材",
            "内容": "禁脔酷思浓鹿汁，香蔬久厌小儿拳。龙冈采得班龙尾，一串穿来寄玉泉。"
        },
        {
            "标题": "和景贤赠鹿尾二绝 其一",
            "作者": "耶律楚材",
            "内容": "日暮长杨猎骑归，西风弓硬马初肥。今年鹿尾休嫌少，且喜君王不合围。"
        },
        {
            "标题": "和张敏之诗七十韵三首 其三 读唐史有感复继张敏之韵颇有脂粉气息迁就声韵故也呵呵",
            "作者": "耶律楚材",
            "内容": "唐室承平久，遗贤不遁藏。罗纨桑幄腻，饼饵麦畴香。\n马牧初蕃息，民编莫校量。边臣闲虎略，卫士敛鹰扬。\n禁苑晨钟动，梨园锦障张。披香风细细，太液水浪浪。\n河汉明方润，长庚淡不铓。羽旄仪两列，冠盖道相望。\n谏士陈休戚，廷臣论否臧。金石歌大雅，琴瑟奏清商。\n青鸟迷鸳瓦，乌衣绕画梁。供张官府备，殽馔大官忙。\n共享清时乐，殊无谤议伤。含元朝百辟，花萼宴诸王。\n主上贞观圣，官僚魏郑良。岁馀开武讲，春首辟文场。\n异宝浮淮水，馀粮朽凤翔。诸羌来入卫，百济请观光。\n关塞沈烽火，乡闾息寇攘。三春常若雨，六月不飞霜。\n圣德跻朝夕，仁心本就将。俯知人意顺，仰视帝心当。\n彍骑轻关内，精兵重北疆。朝廷潜巨蠹，方镇养贪狼。\n粉面三千辈，金钗十二行。持盈当忌满，居治不知亡。\n相罢曲江去，权移林甫傍。华清高屼屼，骊峤碧苍苍。\n金屋眠春晓，温泉浴暮凉。掖庭花烂漫，阁道路彷徨。\n官监金犀饰，妖姬珠玉装。危弦惊醉耳，哀调断柔肠。\n灯烛晖鳷鹊，丝簧沸建章。奢淫几桀纣，纯俭劣成康。\n击柝宫城邃，传筹禁漏长。谋欢长汲汲，沈醉若伥伥。\n未悟薪及爇，谁知病已肓。人横碧玉笛，腰佩绛香囊。\n岭表千山远，荔枝三日尝。仙衣吹渺渺，莲舸泛洋洋。\n力士权诚重，杨钊宠不忘。承恩趍宝座，奏事近牙床。\n荧惑频侵斗，秋阳弗集房。人心咸怨怒，天象不披详。\n易水声呜咽，燕山水郁茫。盗贼充上郡，鼙鼓起渔阳。\n杀气凌金阙，繁霜殒玉芳。环儿刚赐死，天子惧如狂。\n战士皆思变，奸臣亦易常。空闲尘羯鼓，谁舞旧霓裳。\n忠义心徒顺，英雄志自昂。翠华摇曳曳，鸾驭去遑遑。\n禁脔庖供豕，村民路进浆。隘兵蜀道险，糊口益州粮。\n灵武兵声振，汾阳意气刚。复收京阙克，重治寝园荒。\n贼势时深蹙，官军力益强。羽檄传剑阁，龙驾返南方。\n御府仍无酒，饥民尚啖糠。邛都求道士，蓬岛觅仙乡。\n符使将归汉，真妃犹忆唐。金钗分一股，钿合擘中央。\n挥涕春风殿，伤心秋月堂。梧桐笼院砌，桃李映宫墙。\n佳梦真难得，幽欢颇有妨。春宵成怨忆，秋夜愈悲惶。\n尚记脩眉绿，犹思半额黄。强舒鸾被翠，闲杀辇车羊。\n陵谷俄惊海，沧浪已变隍。临风一卮酒，聊复酹三郎。"
        },
        {
            "标题": "请学庵主住翠微山宝林寺开堂出世疏",
            "作者": "耶律楚材",
            "内容": "金城元有翠微山，宝刹禅林积岁闲。笑请学公来领略，一瓶游戏白云间。"
        },
        {
            "标题": "请石州海秀首座住文水寿宁寺",
            "作者": "耶律楚材",
            "内容": "闻道霖师退寿宁，秀公难弟亦难兄。新诗远寄石州去，贬起眉毛便好行。"
        },
        {
            "标题": "丙申元日为景贤寿",
            "作者": "耶律楚材",
            "内容": "龙沙一住二十年，独识龙冈郑景贤。诗笔饶君甘在后，琴棋笑我强争先。\n冷官何啻广文乐，归计犹存谷口田。劫外壶天寿无量，请公勤叩祖师禅。"
        },
        {
            "标题": "太阳十六题 其十三 透脱不透脱",
            "作者": "耶律楚材",
            "内容": "重阳九日菊花新，妙契忘言不犯春。收得安南忧伐北，不知何日得通津。"
        },
        {
            "标题": "从国才索闲闲煎茶赋",
            "作者": "耶律楚材",
            "内容": "闻君久得煎茶赋，故我先吟投李诗。为报君侯休吝惜，照人琼玖算多时。"
        },
        {
            "标题": "弹琴逾时作解嘲以呈万松老师",
            "作者": "耶律楚材",
            "内容": "一曲悲风历指寒，昔年曾奉万松轩。本嫌浮脆删吟抑，为爱轩昂变撞敦。\n高趣酿成真有味，烦襟洗尽了无痕。禅人若道声尘妄，孤负观音正法门。"
        },
        {
            "标题": "又和橙子梅韵",
            "作者": "耶律楚材",
            "内容": "可笑人心自短长，谁知个事不囊藏。化成橙子舌耽味，幻作梅英鼻觉香。\n金卵似真随变灭，冰魂元假却芬芳。唯心识破同根旨，何必临风再举扬。"
        },
        {
            "标题": "和许昌张彦升见寄",
            "作者": "耶律楚材",
            "内容": "真人休运应千载，生知神武威中邦。杜绝奇技贱异物，连城玉斗曾亲撞。\n兵出潼关渡天堑，翠华杂映驺虞幢。生民鼓舞叹奚后，壶浆箪食辕门降。\n偏师一鼓汴梁下，逻骑饮马扬子江。良臣自有魏、郑辈，死谏安用干与逢。\n少微昨夜照平水，清河国士真无双。壮岁游学力稽古，孜孜继晷焚兰釭。\n新诗寄我有深意，再三舒卷临幽窗。安得先生赞王室，委倚奚忧庶政庞。\n堪笑纷纷匹夫勇，徒誇巨鼎千钧扛。何日安车蒲轮诏，公入北阙，葡萄佳酝烂饮玻瓈缸。"
        },
        {
            "标题": "过燕京和陈秀玉韵五首 其五",
            "作者": "耶律楚材",
            "内容": "空惊沧海变陵丘，白昼分明梦里游。除妄楔边重出楔，求真头上更安头。\n亨通富贵刚生喜，苦恼悲愁强作忧。斫断葛藤闲伎俩，系驴橛子不须留。"
        },
        {
            "标题": "河中春游有感五首 其一",
            "作者": "耶律楚材",
            "内容": "西胡搆室未全终，又见颓垣绕故墉。绿苑连延花万树，碧堤回曲水千重。\n不图舌鼓谈非马，甘分躬耕学卧龙。粝食粗衣聊自足，登高舒啸乐吾慵。"
        },
        {
            "标题": "河中春游有感五首 其五",
            "作者": "耶律楚材",
            "内容": "重玄叩击数年终，大道难窥万仞墉。旧信不来青鸟远，故山犹忆白云重。\n自知勋业输雏凤，且学心神似老龙。忙里偷闲谁似我，兵戈横荡得疏慵。"
        },
        {
            "标题": "河中春游有感五首 其二",
            "作者": "耶律楚材",
            "内容": "异域河中春欲终，园林深密锁颓墉。东山雨过空青叠，西苑花残乱翠重。\n杷榄碧枝初着子，葡萄绿架已缠龙。等閒春晚芳菲歇，叶底翩翩困蝶慵。"
        },
        {
            "标题": "河中春游有感五首 其三",
            "作者": "耶律楚材",
            "内容": "坎止流行以待终，幽人射隼上高墉。穷通世路元多事，艰险机关有几重。\n百尺苍枝藏病鹤，三冬蛰窟闭潜龙。琴书便结忘言友，治圃耘蔬自养慵。"
        },
        {
            "标题": "河中春游有感五首 其四",
            "作者": "耶律楚材",
            "内容": "西域渠魁运已终，天兵所指破金墉。崇朝驲骑驰千里，一夜捷书奏九重。\n鞭策不须施犬马，庙堂良算足夔龙。北窗高卧薰风里，尽任他人笑我慵。"
        },
        {
            "标题": "过天城和靳泽民韵",
            "作者": "耶律楚材",
            "内容": "西征扈从过龙庭，误得东州浪播名。琴阮因缘真有味，诗书事业拙谋生。\n咄嗟兴废悲三叹，倏忽荣枯梦一惊。何日解官归旧隐，满园松菊小庵清。"
        },
        {
            "标题": "游河中西园和王君玉韵四首 其四",
            "作者": "耶律楚材",
            "内容": "风云佳遇未能期，自是鱼龙上钓迟。岩穴潜藏难遁世，尘嚣俯仰且随时。\n百年富贵真堪叹，半纸功名未足奇。伴我琴书聊自适，生涯此外更何为。"
        },
        {
            "标题": "还燕京题披云楼和诸士大夫韵",
            "作者": "耶律楚材",
            "内容": "闲上披云第一重，离离禾黍汉家宫。窗开青锁招晴色，帘捲银钩揖晓风。\n好梦安排诗句里，闲愁分付酒杯中。静思二十年间事，聚散悲欢一梦同。"
        },
        {
            "标题": "西域从王君玉乞茶因其韵七首 其五",
            "作者": "耶律楚材",
            "内容": "长笑刘伶不识茶，胡为买锸谩随车。萧萧暮雨云千顷，"
        },
        {
            "标题": "西域从王君玉乞茶因其韵七首 其二",
            "作者": "耶律楚材",
            "内容": "厚意江洪绝品茶，先生分出蒲轮车。雪花滟滟浮金蕊，玉屑纷纷碎白芽。\n破梦一杯非易得，搜肠三椀不能赊。琼瓯啜罢酬平昔，饱看西山插翠霞。"
        },
        {
            "标题": "西域从王君玉乞茶因其韵七首 其四",
            "作者": "耶律楚材",
            "内容": "酒仙飘逸不知茶，可笑流涎见曲车。玉杵和云舂素月，金刀带雨剪黄芽。\n试将绮语求茶饮，特胜春衫把酒赊。啜罢神清淡无寐，尘嚣身世便云霞。"
        },
        {
            "标题": "西域从王君玉乞茶因其韵七首 其六",
            "作者": "耶律楚材",
            "内容": "枯肠搜尽数杯茶，千卷胸中到几车。汤响松风三昧手，雪香雷震一枪芽。\n满囊垂赐情何厚，万里携来路更赊。清兴无涯腾八表，骑鲸踏破赤城霞。"
        },
        {
            "标题": "西域从王君玉乞茶因其韵七首 其三",
            "作者": "耶律楚材",
            "内容": "高人惠我岭南茶，烂赏飞花雪没车。玉屑三瓯烹嫩蕊，青旗一叶碾新芽。\n顿令衰叟诗魂爽，便觉红尘客梦赊。两腋清风生坐榻，幽欢远胜泛流霞。"
        },
        {
            "标题": "西域从王君玉乞茶因其韵七首 其一",
            "作者": "耶律楚材",
            "内容": "积年不啜建溪茶，心窍黄尘塞五车。碧玉瓯中思雪浪，黄金碾畔忆雷芽。\n卢仝七椀诗难得，谂老三瓯梦亦赊。敢乞君侯分数饼，暂教清兴绕烟霞。"
        },
        {
            "标题": "过济源登裴公亭用闲闲老人韵四绝 其三",
            "作者": "耶律楚材",
            "内容": "绕垣乔木碧天参，松竹萧萧翳镜潭。他日携琴来隐此，林间乞我一禅庵。"
        },
        {
            "标题": "过济源登裴公亭用闲闲老人韵四绝 其一",
            "作者": "耶律楚材",
            "内容": "一抱青山插碧空，平湖春水碧溶溶。裴公亭下千竿竹，撩我诗情得得浓。"
        },
        {
            "标题": "过济源登裴公亭用闲闲老人韵四绝 其四",
            "作者": "耶律楚材",
            "内容": "碧湖风定水痕平，雪竹幽禽自好声。我羡清源高隐士，干戈人世不知兵。"
        },
        {
            "标题": "过济源登裴公亭用闲闲老人韵四绝 其二",
            "作者": "耶律楚材",
            "内容": "珍玉参差照底寒，闲闲佳句继香山。湛然不揆真堪笑，也敢题诗列壁间。"
        },
        {
            "标题": "过济源登裴公亭",
            "作者": "耶律楚材",
            "内容": "山接青霄水浸空，山光滟滟水溶溶。风回一镜揉蓝浅，雨过千峰泼黛浓。"
        },
        {
            "标题": "外道李浩和景贤霏字韵予再和呈景贤",
            "作者": "耶律楚材",
            "内容": "尘缘划断已忘机，布鼓徒敲和者稀。中隐强陪人事过，禅心不与世情违。\n昔年勋业真堪笑，旧日家山懒欲归。我爱北天真境界，乾坤一色雪花霏。"
        },
        {
            "标题": "和李茂才寄景贤韵",
            "作者": "耶律楚材",
            "内容": "醒时还醉醉还醒，尚忆轮台饮兴清。瀚海波涛君忍听，天山风雪我难行。\n好学慷慨英雄操，毋傲辛酸儿女情。但得胸中空洒洒，天涯何处不安生。"
        },
        {
            "标题": "和景贤韵三首 其二",
            "作者": "耶律楚材",
            "内容": "龙冈走笔和清篇，出示珠玑寄湛然。字古意新看不足，挑灯寒雨夜无眠。"
        },
        {
            "标题": "和郑景贤韵",
            "作者": "耶律楚材",
            "内容": "我爱龙冈老，鸣琴自老成。未弹白雪曲，先爱水仙声。\n但欲合纯古，谁能媚世情。林泉聊自适，何必献承明。"
        },
        {
            "标题": "和景贤韵三首 其三",
            "作者": "耶律楚材",
            "内容": "摩抚疮痍正似医，微君孰肯拯时危。万金良策悟明主，厚德深仁四海施。"
        },
        {
            "标题": "和景贤韵三首 其一",
            "作者": "耶律楚材",
            "内容": "龙冈便腹尽诗书，落笔云烟我不如。一纸安书思塞雁，十年归兴忆鲈鱼。\n托身医隐君谋妙，委迹儒冠我计疏。何日相将归故里，翠微深处卜幽居。"
        },
        {
            "标题": "和景贤还书韵二首 其二",
            "作者": "耶律楚材",
            "内容": "渊明幽隐掩柴关，琴已忘弦人亦闲。静倚书窗独寄傲，笑观庭树自怡颜。\n五音格外声何限，百草头边法不悭。蠹谱断弦无用处，因风得得寄书还。"
        },
        {
            "标题": "景贤作诗颇有思归意因和元韵以勉之",
            "作者": "耶律楚材",
            "内容": "我访龙冈老，珠玑咳唾间。酒熟香馥馥，琴滑水潺潺。\n王吉中栽菊，和林也有山。但能心放下，何处不安闲。"
        },
        {
            "标题": "怀古一百韵寄张敏之",
            "作者": "耶律楚材",
            "内容": "兴亡千古事，胜负一枰棋。感恨空兴叹，悲吟乃赋诗。\n三皇崇道德，五帝重仁慈。礼废三王谢，权兴五伯漓。\n焚书嫌孔孟，峻法用高斯。政出人思乱，身亡国亦随。\n阿房修象魏，徐福觅灵芝。偶语真虚禁，长城信谩为。\n只知秦失鹿，不觉楚亡骓。约法三章日，恩垂四百基。\n汉兴学校启，文作典章施。黩武疲中夏，穷兵攘四夷。\n嗣君恩稍失，刘氏德难衰。新室虽兴难，真人已御期。\n魏吴将奋起，灵献自荒嬉。贼子权移汉，奸臣坞筑郿。\n三朝如峙鼎，四海若棼丝。才奉山阳主，已生司马师。\n仲谋服孟德，葛亮倍曹丕。惟晋成独统，平吴混八维。\n有初终鲜克，居治乱谁思。蝉鬓充兰掖，羊车绕竹岐。\n孙谋无远虑，神器委痴儿。国事归椒室，民饥询肉糜。\n为人昧菽麦，闻蟆问官私。卫瓘尝几谏，何曾已预知。\n五胡云扰攘，六代电奔驰。川谷流腥血，郊原厌积尸。\n天光分耀日，地里裂瓜时。历数当归李，驱除暂假隋。\n西陲开鄯善，东鄙讨高丽。鸾驾如江国，龙舟泛汴漪。\n锦帆遮水面，粉浪污河湄。府藏金帛积，生灵气力疲。\n盗贼天下起，章奏禁中欺。海内空龙战，河东有凤姿。\n元戎展鹰犬，颉利助熊罴。奉表遵朝命，尊王建义旗。\n经营于盗手，禅让托君辞。豪哲归吾彀，要荒入我羁。\n太宗真令主，贞观有皇规。正美开元治，俄成天宝悲。\n曲江还故里，林甫领台司。裂土封三国，缠头爱八姨。\n霓裳犹未罢，鼙鼓恨来迟。逆寇陵丹阙，君王舍翠眉。\n两京贼党灭，方镇重权移。朱李元堪叹，石刘亦可嗤。\n九州重搆乱，五代荐荒饥。辽宋分南北，翁孙讲礼仪。\n宣和风侈靡，教主德庸卑。背约绝邻好，兴师借寇资。\n悬知丧唇齿，何事撤籓篱。失地人皆怨，蒙尘悔可追。\n辽家遵汉制，孔教祖宣尼。焕若文章备，康哉政事熙。\n朝廷严衮冕，郊庙奏埙篪。校猎温驰射，行营习正奇。\n南州走玉帛，诸国畏鞭笞。天祚骄人上，朝鲜叛海涯。\n未终三百祀，不免一朝危。鸭绿金朝起，桑乾玉玺遗。\n后辽兴大石，西域统龟兹。万里威声震，百年名教垂。\n武元平宋地，殷礼杂宗姬。治国崇文事，拔贤尚赋词。\n邦昌君洛汭，刘豫立青淄。大定民兴咏，明昌物适宜。\n日中须景昃，月满必光亏。肘腋独夫难，丘墟七庙隳。\n北朝天辅佑，南国俗疮痍。天子潜巡狩，宗臣严守陴。\n山西尽荆枳，河朔半豺狸。食尽谋安出，兵羸力不支。\n长围重数匝，久困再周期。太液生秋草，姑苏游野麋。\n忠臣全节死，馀众入降麾。文献生三子，东丹第八枝。\n虚名如画饼，遗业学为箕。自笑蓬垂鬓，谁怜雪满髭。\n抚膺长感慨，搔首几嗟咨。车盖知何处，衣冠问阿谁。\n自天明下诏，知我素通蓍。发轫装琴剑，登车执策绥。\n穹庐或白黑，驿骑半黄駓。肥脔白如瓠，琼浆甘似饴。\n天山连北府，瀚海过西伊。天马穷渤澥，神兵过月氏。\n感恩承圣敕，寄住到寻罳。春色多红树，秋波总绿陂。\n不须赊酒饮，随分有驴骑。畎亩栖禾粟，园林足果梨。\n舂粳光璨玉，煮饭滑流匙。圣祖方轻举，明君应乐推。\n龙庭陈大礼，原庙献明粢。万国朝金陛，千官列玉墀。\n求贤为辅弼，举我忝丞疑。才德真为慊，颠危不解持。\n愿从麋鹿性，岂恋凤凰池。投老谁为伴，黄山有敏之。"
        },
        {
            "标题": "跋定僧岩",
            "作者": "耶律楚材",
            "内容": "玉岩三尺碧玲珑，入定僧迷一色功。打入无明山鬼窟，不知何日透真空。"
        },
        {
            "标题": "请定公住大觉疏",
            "作者": "耶律楚材",
            "内容": "龙龛宝藏照人寒，奥老功成住圣安。却请定公来领略，收拾香火礼旃檀。"
        },
        {
            "标题": "和张敏之诗七十韵三首 其二 再用张敏之韵",
            "作者": "耶律楚材",
            "内容": "我爱张公子，丁年密退藏。施为宜法则，议论自馨香。\n元气却不死，深陂岂可量。儿时供府荐，壮岁已名扬。\n汲汲尊尼父，堂堂类子张。迁居择邻里，濯足拣沧浪。\n作传编毛颖，谈玄说剑铓。奇才千古重，令问万民望。\n气压四明客，调穷三耳臧。典谟师我舜，雅颂起予商。\n绵蕞曾陈汉，仁术屡说梁。本非中酒困，长为和诗忙。\n道长茹连拔，时衰心独伤。篆文遒似李，隶字楷如王。\n青眼予能作，白眉君最良。万言陈国利，一战捷文场。\n出海游龙舞，腾空翥凤翔。十全君子行，一代士林光。\n句法吾师范，诗材我窃攘。忠心常向日，直节欲淩霜。\n文没岁云久，道亡天未将。狂澜时既倒，木铎子宜当。\n德业能纯粹，学术靡理疆。冲天憎燕雀，当路恶豺狼。\n绮语吟千韵，宸笔扫十行。行藏关治乱，出处卜兴亡。\n郡隶清河上，家居杜曲傍。登科年甫冠，修史发初苍。\n仙观尝新欠，宫园醉晚凉。朝天恭踧踖，退食独彷徨。\n得暇多休沐，游山小治装。一卮持竹叶，左手把无肠。\n官酒浇三斗，宫词唾百章。阮声师校尉，琴诀受嵇康。\n似玉风神异，如兰气味长。坦怀无戚戚，明见笑伥伥。\n草檄堪医疾，针诗可治肓。博闻敌武库，高价重珠囊。\n忧患经多故，艰难已备尝。悲歌声历历，雅调韵洋洋。\n造次必于是，中心何日忘。生涯两书箧，香火一禅床。\n海上寻徐福，壶中觅长房。流传虽若此，真伪甚难详。\n水国波奔激，仙乡路渺茫。孤身朝北阙，皓首叹东阳。\n险韵嚼佳句，残英嗅冷芳。仁人今尚在，箕子本佯狂。\n洪范明皇极，彝伦叙有常。百王遗礼乐，三代旧轩裳。\n会补南极缺，能令北斗昂。无媒言嗫嚅，失志思回遑。\n秋老空悲扇，天凉反卖浆。却来频渭钓，又绝在陈粮。\n志道衰犹梦，依仁老更刚。故家三径远，薄土一廛荒。\n混混常无舍，乾乾体自强。卒躬能省己，行道不踰方。\n宁耻身衣褐，谁嗟日食糠。起歌明月夜，舒啸白云乡。\n绮夏终辞汉，巢由固避唐。名极得三者，柴立机中央。\n荣遇传金马，题名刻玉堂。未窥君所蕴，徒见子之墙。\n遣欲绝形累，无贪不行妨。一瓢渠乐逸，陋巷我忧惶。\n牺易韦编暗，麟经古卷黄。著述遵辅嗣，去取笑公羊。\n再辨麟绝笔，重笺城复隍。焦桐人不识，独有蔡中郎。"
        },
        {
            "标题": "黄龙三关颂 其二 我脚何似驴脚",
            "作者": "耶律楚材",
            "内容": "行令如同车脚圆，你三文后我三钱。直饶道底分明是，也是当年鹦鹉禅。"
        },
        {
            "标题": "和景贤十一首 其八 读唐史有感",
            "作者": "耶律楚材",
            "内容": "林甫滔天圣不知，三郎深恨识卿迟。尘中妃子春罗袜，钱上开元指甲眉。\n七夕殿中祈巧夜，三秋原上摘瓜时。长天忽见飞来雁，垂泪空吟李峤诗。"
        },
        {
            "标题": "再和世荣二十韵寄薛玄之",
            "作者": "耶律楚材",
            "内容": "尚记承平日，为学体自强。经书兴我志，功业逼人忙。\n蛰窟长思震，葵心本慕阳。蛟龙初得雨，日月近依光。\n事主心无隐，遭时策建长。引君当正道，陈事上封章。\n亦既尊仁义，胡为失毅刚。箴规尽忠赤，人物敢雌黄。\n断似南山定，言令北斗昂。劝君师魏郑，嫉恶法张纲。\n青眼蒙高顾，白眉忝最良。谁知天有数，不觉汉亡疆。\n人笑段干木，谁师田子方。上苍垂大命，天阙册明王。\n殷室君虽灭，仁人道未亡。南州远烟水，北海几星霜。\n仁政时将治，明君国寖昌。卿云知有庆，嘉谷又呈祥。\n名遂宜思退，机危乃自戕。归欤今好赋，闻道故园荒。"
        },
        {
            "标题": "过清源赠法云禅师",
            "作者": "耶律楚材",
            "内容": "汾水禅师个里人，杖藜寻我过清源。半盂红果情何厚，一盏青灯话细论。\n山水景中君适意，兵戈堆里我消魂。他年相约云深处，松竹萧萧静掩门。"
        },
        {
            "标题": "刘润之作诗有厌琴之句因和之",
            "作者": "耶律楚材",
            "内容": "学士既归夫子道，吾儒宜识仲尼心。当年删出诗三百，时复弦歌不废琴。"
        },
        {
            "标题": "壬午西域河中游春十首 其九",
            "作者": "耶律楚材",
            "内容": "不如归去乐馀龄，百岁光阴有几程。文史三冬输曼倩，田园二顷忆渊明。\n宾朋冷落绝交分，亲戚团栾说话情。植杖耘耔聊自适，笑观南亩绿云平。"
        },
        {
            "标题": "过金山和人韵三绝 其一",
            "作者": "耶律楚材",
            "内容": "金山突兀翠霞高，清赏浑如享太牢。半夜穹庐伏枕卧，乱云深处野猿号。"
        },
        {
            "标题": "过金山和人韵三绝 其三",
            "作者": "耶律楚材",
            "内容": "金山万壑斗声清，山气空濛弄晚晴。我爱长天汉家月，照人依旧一轮明。"
        },
        {
            "标题": "过金山和人韵三绝 其二",
            "作者": "耶律楚材",
            "内容": "金山前畔水西流，一片晴山万里秋。萝月团团上东嶂，翠屏高挂水晶毬。"
        },
        {
            "标题": "请聪公和尚住山阴县复宿山疏",
            "作者": "耶律楚材",
            "内容": "昔日文殊曾复宿，当年聪老可重来。此山便是真佛窟，何必区区礼五台。"
        },
        {
            "标题": "过夏国新安县",
            "作者": "耶律楚材",
            "内容": "昔年今日渡松关，车马崎岖行路难。瀚海潮喷千浪白，天山风吼万林丹。\n气当霜降十分爽，月比中秋一倍寒。回首三秋如一梦，梦中不觉到新安。"
        },
        {
            "标题": "过阴山和人韵 其四",
            "作者": "耶律楚材",
            "内容": "阴山奇胜讵能名，断送新诗得得成。万叠峰峦擎海立，千层松桧接云平。\n三年沙塞吟魂遁，一夜毡穹客梦清。遥想长安旧知友，能无知我此时情。"
        },
        {
            "标题": "祝忘忧居士寿",
            "作者": "耶律楚材",
            "内容": "酷似燕山窦十郎，灵椿初老桂枝芳。两朝厚遇垂千稔，一日清明满四方。\n玉佩丁东照兰省，斑衣摇曳悦萱堂。他年参到平常处，便是长生不老乡。"
        },
        {
            "标题": "赠景贤玉涧鸣泉琴",
            "作者": "耶律楚材",
            "内容": "玉泉珍惜玉泉琴，不遇高人不许心。素轸四三排碧玉，明徽六七粲黄金。\n临风好奏朝飞曲，对月宜弹清夜吟。赠与龙冈老居士，须教下指便知音。"
        },
        {
            "标题": "和武川严亚之见寄五首 其一",
            "作者": "耶律楚材",
            "内容": "当年西域未知名，四海无人识晋卿。扈从銮舆三万里，谟谋凤阙九重城。\n衣冠异域真余志，礼乐中原乃我荣。何日功成归旧隐，五湖烟浪乐馀生。"
        },
        {
            "标题": "和武川严亚之见寄五首 其三",
            "作者": "耶律楚材",
            "内容": "今年又得亚之诗，每叹风云会遇迟。拙运且淹童子役，雄才宜作帝王师。\n羡君笔下挥千字，知子胸中蕴六奇。静对西风和新句，凄然南望动深思。"
        },
        {
            "标题": "和武川严亚之见寄五首 其四",
            "作者": "耶律楚材",
            "内容": "误忝纶恩斗印悬，乏才羞到玉墀前。劾奸封事梦犹诤，许国忠诚老益坚。\n仁政发从天北畔，捷音来自海西边。从今率土沾王化，礼乐车书共一天。"
        },
        {
            "标题": "和武川严亚之见寄五首 其五",
            "作者": "耶律楚材",
            "内容": "寥落龙沙寄此生，情钟我辈岂无情。参商管鲍贤朋友，南北机云好弟兄。\n莲叶飘香思晚浦，梅花飞雪梦春城。故园日夜归心切，未济斯民不敢行。"
        },
        {
            "标题": "和武川严亚之见寄五首 其二",
            "作者": "耶律楚材",
            "内容": "亚之平水久驰名，壮岁题桥慕长卿。厌世德风如偃草，惊人诗价比连城。\n功名未立不为慊，仁义能行亦足荣。此理幽微人不识，莫言儒道拙谋生。"
        },
        {
            "标题": "过云川和刘正叔韵",
            "作者": "耶律楚材",
            "内容": "西域风尘汗漫游，十年辜负旧渔舟。曾观八阵云奔速，亲见三川席卷收。\n烟锁居延苏子恨，云埋青冢汉家羞。深思篱下西风醉，谁羡班超万里侯。"
        },
        {
            "标题": "雪轩老人邦杰久不惠书作诗怨之",
            "作者": "耶律楚材",
            "内容": "当时倾盖便忘年，别后春风五度迁。万里西行愁似海，千山东望远如天。\n不闻旧信传梅岭，试道新诗怨雪轩。更上危楼一回首，朝云深处是燕然。"
        },
        {
            "标题": "和邦瑞韵送奉使之江表",
            "作者": "耶律楚材",
            "内容": "驲骑翩翩出玉京，金符一插照人明。莫忘北阙龙飞志，要识南陬舌情。\n布袖来朝无骑乘，锦衣归去不徒行。升仙桥畔增春色，郡守传呼接长卿。"
        },
        {
            "标题": "和琴士苗兰韵",
            "作者": "耶律楚材",
            "内容": "徒步南来爱陆机，公馀邂逅似相期。高山韵吼千岩木，流水声号半夜陂。\n圣德宛如歌治化，南风犹似抚疮痍。曲终声散无人会，撩我高吟一首诗。"
        },
        {
            "标题": "和黄华老人题献陵吴氏成趣园诗",
            "作者": "耶律楚材",
            "内容": "雪溪词翰辉星斗，纸蠹尘蒙诗一首。湛然挥墨试续貂，嗫嚅使人难出口。\n丁年彭泽解官去，遨游三径真三友。悠然把菊见南山，畅饮东篱醉重九。\n献陵吴氏治荒园，成趣为名良可取。养高不肯事王侯，闲卧林泉了衰朽。\n今年扈从过秦川，可怜尚有萧条柳。归计甘输吴子先，丽词已后黄华手。\n知音谁听断弦琴，临风痛想纱巾酒。嗟乎世路声利人，不知曾忆渊明否？"
        },
        {
            "标题": "和王巨川题武成王庙",
            "作者": "耶律楚材",
            "内容": "商辛自底灭亡期，保障全空聚茧丝。谁识华山归马日，易于渭水钓鱼时。"
        },
        {
            "标题": "和王正之韵三首 其三",
            "作者": "耶律楚材",
            "内容": "皇天辅德本无亲，乐道奚忧甑满尘。道泰小人当屏斥，时屯君子自经纶。\n浮云富贵元千变，昨梦繁华得几春。遇不遇兮皆是命，吾侪休羡锦衣新。"
        },
        {
            "标题": "和平阳王仲祥韵",
            "作者": "耶律楚材",
            "内容": "一圣扬天兵，万国皆来臣。治道尚玄默，政简民风纯。\n明明我嗣君，宽诏出丝纶。洪恩浃四海，圣训宜书绅。\n逆取乃顺守，皇威辅深仁。贪饕致天罚，长吏求良循。\n河表背盟约，羽檄飞边尘。圣驾亲徂征，将安亿兆人。\n湛然陪扈从，书剑犹随身。翠华次平水，草木咸生春。\n冰岩上新句，文质能彬彬。冰雪相照映，珠玉如横陈。\n诗笔居独步，唐都一逸民。圣政罔二三，裁物惟平均。\n综名必核实，求儒务求真。经术勿疏废，笔砚当可亲。\n伫待寰宇清，圜丘祀天神。选举再开辟，仲祥当超伦。\n一旦腾达时，献策宜诜诜。"
        },
        {
            "标题": "红梅二首 其二",
            "作者": "耶律楚材",
            "内容": "天仙皎皎素罗裳，淡抹浓涂总不妨。酒晕半潮妃子醉，胭脂初试寿阳妆。\n肯同桃杏迷蜂蝶，本与松筠傲雪霜。顾影也应悲汉室，临风犹似怨三郎。"
        },
        {
            "标题": "红梅二首 其一",
            "作者": "耶律楚材",
            "内容": "瘦损佳人冰雪枝，天教妆抹入时宜。小桃嫌铺翠云叶，疏杏惊看碧玉枝。\n李白诗成怨妃子，吴宫宴罢醉西施。而今辜负黄昏月，只少西湖处士诗。"
        },
        {
            "标题": "用万松老人韵作十诗寄郑景贤 其十",
            "作者": "耶律楚材",
            "内容": "渔家何足好，乘兴一钩沈。路僻苍苔滑，舟横古渡深。\n小晴掀箬笠，微雨整蓑襟。梦断知何处，寒潮没晚林。"
        },
        {
            "标题": "黄龙三关颂 其一 我手何似佛手",
            "作者": "耶律楚材",
            "内容": "称头斤两须端的，短少毫釐不可欺。函关辨认合同券，未肯轻轻放过伊。"
        },
        {
            "标题": "黄龙三关颂 其三 如何是上座生缘",
            "作者": "耶律楚材",
            "内容": "只打野盘无寺宿，不供糊口趁村斋。上户莫桩虚物力，僧司无得错推排。"
        },
        {
            "标题": "用万松老人韵作十诗寄郑景贤 其四",
            "作者": "耶律楚材",
            "内容": "隐隐三星出，依依片月沈。鹤飞辽海阔，猿啸楚山深。\n柳色云沾袖，芦花雪满襟。普天秋意露，一叶坠梧林。"
        },
        {
            "标题": "用万松老人韵作十诗寄郑景贤 其二",
            "作者": "耶律楚材",
            "内容": "丰城三尺剑，神气尚埋沈。确论穿杨的，生机劈筈深。\n天真贮便腹，浩气塞征襟。伫看泽天下，清风冠士林。"
        },
        {
            "标题": "用万松老人韵作十诗寄郑景贤 其九",
            "作者": "耶律楚材",
            "内容": "梦觉方知错，生平自屈沈。涤尘千㵎外，遗照乱松深。\n柳带缝穿屣，荷衣缀破襟。寂寥选佛味，何似宴琼林。"
        },
        {
            "标题": "用万松老人韵作十诗寄郑景贤 其一",
            "作者": "耶律楚材",
            "内容": "毡庐同抵足，谈道月西沈。议论馨香发，文章蕴藉深。\n正便边氏腹，不上谪仙襟。自得逍遥意，何须泊邓林。"
        },
        {
            "标题": "寄东林",
            "作者": "耶律楚材",
            "内容": "同参万里寄书来，盥手缄封手自开。没骨舌头我难说，无根树子若能栽。\n金鹏手段平翻海，任老钩竿不钓能。何日万松轩侧畔，笑谈抵掌一开怀。"
        },
        {
            "标题": "寄平阳净名润老",
            "作者": "耶律楚材",
            "内容": "驿骑新从平水回，知公无恙笑颜开。出门不剪闲庭草，退步从生古殿苔。\n玉锁何须絟彩凤，金钩毋得钓黄鲐。夜深织就无纹锦，但有人来寄个来。"
        },
        {
            "标题": "寄平阳净名院润老",
            "作者": "耶律楚材",
            "内容": "昔年平水便相寻，握手临风话素心。刻烛赋成无字句，按徽弹彻没弦琴。\n风来远渡晚潮急，雨过寒塘秋水深。此乐莫教儿辈觉，又成公案满丛林。"
        },
        {
            "标题": "信之和余酬贾非熊三字韵见寄因再赓元韵以复之 其二",
            "作者": "耶律楚材",
            "内容": "恼人捷径起终南，虚忝沙堤相国骖。幻术莫惊殷七七，真诠谁识后三三。\n家邻荆水宜裁竹，缘在香山好结庵。斫断葛藤窠已后，闲家破具不须参。"
        },
        {
            "标题": "寄曲阳戒坛会首大师",
            "作者": "耶律楚材",
            "内容": "四众飞书请万松，不消弹指已成功。灯笼證据真谈辨，露柱承当不耳聋。\n梵行细推无处所，戒坛须信塞虚空。无为济物谁能悉，惟有东垣月拂风。"
        },
        {
            "标题": "请希庵主住晋祠奉圣寺开堂疏",
            "作者": "耶律楚材",
            "内容": "晋祠山水冠人间，好请希公向此闲。饭了蒙头三觉睡，逢人休说赵州关。"
        },
        {
            "标题": "送侄九龄行",
            "作者": "耶律楚材",
            "内容": "我欲归休与愿违，而方知命正宜归。闾山自有当年月，一舸西风赋式微。"
        },
        {
            "标题": "李庭训和予诗见寄复用元韵以谢之",
            "作者": "耶律楚材",
            "内容": "忝位台司岁月深，中书自笑不如岑。殷周礼乐真予事，唐舜规模本素心。\n郑五每惭难作相，胥靡终欲强为霖。陇西妙语虚推奖，舒卷寒窗尽日吟。"
        },
        {
            "标题": "和裴子法韵",
            "作者": "耶律楚材",
            "内容": "达磨一派未西来，无限劳生眼未开。六朝繁盛已矣耳，两晋风流安在哉！\n自笑中书老仆射，事佛窃仿王安石。公案翻腾旧葛藤，林泉准备闲踪迹。\n用之勋业垂千秋，发扬孔孟谁为俦。舍之独善乐真觉，赋诗舒笑临清流。\n岂止渊明慕松菊，晋室高贤十八九。君子道消小人用，贞夫远弃利名酒。\n苏、黄冠世能文词，裴、张二相名当时。祖道禅林恣游戏，尧风舜德甘嘘吹。\n达人不为造物役，打破东西与南北。毛吞巨海也寻常，出没纵横透空色。\n真如颇与羲易同，不动确乎无吉凶。湛然信笔书寱语，临风远寄绿野翁。\n赠君一句直截处，祗要教君能养素。但能死生荣辱哀乐不能羁，存亡进退尽是无生路。"
        },
        {
            "标题": "憩解州邵薛村洪福院",
            "作者": "耶律楚材",
            "内容": "天兵南出武阳东，暂解征鞍憩梵宫。玉像巍巍红叶捧，金容奕奕碧纱笼。\n三秦繁盛如席卷，两晋风流扫地空。惟有真如元不坏，青山依旧白云中。"
        },
        {
            "标题": "壬午西域河中游春十首 其四",
            "作者": "耶律楚材",
            "内容": "河中二月好踏青，且莫临风叹客程。溪畔数枝红杏浅，墙头半点小桃明。\n谁知西域逢佳景，始信东君不世情。圆沼方池三百所，澄澄春水一时平。"
        },
        {
            "标题": "观瑞鹤诗卷独子进治书无诗",
            "作者": "耶律楚材",
            "内容": "丁年兰省识君初，缓步鸣珂游帝都。象简常陪天仗立，玉骢曾使禁臣趋。\n只贪殢酒长安市，不肯题诗瑞应图。我念李侯端的意，大都好事不如无。"
        },
        {
            "标题": "寄南塘老人张子真",
            "作者": "耶律楚材",
            "内容": "张侯风味讵能忘，黄米曾令我一尝。抵死解官违北阙，达生遁世钓南塘。\n知来何假灵龟兆，作赋能陈瑞鹤祥。岂是西边无土物，不如诗句寄东阳。"
        },
        {
            "标题": "邳州重修宣圣庙疏",
            "作者": "耶律楚材",
            "内容": "宣尼万古帝王师，可叹荆榛没古祠。重整庠宫阐文教，颙观日月再明时。"
        },
        {
            "标题": "过东胜用先君文献公韵二首 其一",
            "作者": "耶律楚材",
            "内容": "荒城萧洒枕长河，古字碑文半灭磨。青冢路遥人去少，黑山寒重雁来多。\n正愁晓雪冰生砚，不忿西风叶坠柯。偶忆先君旧游处，潸然不奈此情何。"
        },
        {
            "标题": "过东胜用先君文献公韵二首 其二",
            "作者": "耶律楚材",
            "内容": "依然千里旧山河，事改时移随变磨。巢许家风乌可少，萧曹勋业未为多。\n可伤陵变须耕海，不待棋终已烂柯。翻手荣枯成底事，不如归去入无何。"
        },
        {
            "标题": "用万松老人韵作十诗寄郑景贤 其三",
            "作者": "耶律楚材",
            "内容": "破船无渗漏，流水不能沈。雾锁青山秀，花藏古径深。\n白云陪野兴，晴月洗烦襟。绝后重苏息，飞花枯木林。"
        },
        {
            "标题": "太阳十六题 其十七 方又圆",
            "作者": "耶律楚材",
            "内容": "破船折棹残蓑笠，石女直钩波上月。方士徒誇铁作金，道人祗要金成铁。"
        },
        {
            "标题": "西域蒲华城赠蒲察元帅",
            "作者": "耶律楚材",
            "内容": "骚人岁杪到君家，土物萧疏一饼茶。相国传呼扶下马，将军忙指买来车。\n琉璃钟里葡萄酒，琥珀瓶中杷榄花。万里遐方获此乐，不妨终老在天涯。"
        },
        {
            "标题": "和王正之韵三首 其一",
            "作者": "耶律楚材",
            "内容": "洪才硕德两相宜，雅操真堪据凤池。富贵未终随梦变，功名何在值时危。\n奇词解吐万言策，敏思能吟七步诗。但倩东风轻着力，摩天鹏翼若云垂。"
        },
        {
            "标题": "和南质张学士敏之见赠七首 其二",
            "作者": "耶律楚材",
            "内容": "漏沈沈，竹萧萧，蒲团禅定坐终宵。古庙香炉无气息，一条白练如琼绡。\n性海澄澄波不起，宛似冰壶沈玉李。庸人泥教不知归，七窍凿开混沌死。\n虽云至道绝音容，不离幻有成真空。百尺竿头更移步，普天匝地生清风。\n大用全提自宽绰，禅将交锋何矍铄。醒时呼起梦中人，遍济含生其利博。\n本无内外与中边，踏破威音劫外天。污泥深处种青莲，升平世界沈烽烟。"
        },
        {
            "标题": "爱栖岩弹琴声法二绝 其一",
            "作者": "耶律楚材",
            "内容": "须信希声是大音，猱多则乱吟多淫。世人不识栖岩意，祗爱时宜热闹琴。"
        },
        {
            "标题": "爱栖岩弹琴声法二绝 其二",
            "作者": "耶律楚材",
            "内容": "多著吟猱热客耳，强生取与媚俗情。纯音简易谁能识，却道岩栖无木声。"
        },
        {
            "标题": "过青冢用先君文献公韵",
            "作者": "耶律楚材",
            "内容": "汉室空成一土丘，至今仍未雪前羞。不禁出塞涉沙碛，最恨临轩辞冕旒。\n幽怨半和青冢月，闲云常锁黑河秋。滔滔天堑东流水，不尽明妃万古愁。"
        },
        {
            "标题": "过青冢次贾 其二",
            "作者": "耶律楚材",
            "内容": "延寿丹青本诳君，和亲犹未敛胡尘。穹庐自恨嫔戎主，泉壤相逢愧汉臣。\n玉骨已消青冢底，香魂犹绕黑河滨。愁云暗锁天山路，野草闲花也怨春。"
        },
        {
            "标题": "过闾居河四首 其四",
            "作者": "耶律楚材",
            "内容": "自愧声名无可称，贤愚混世炭和冰。窃盐仓鼠初成蝠，喷浪溟鲲未化鹏。\n卖剑学耕食粗遣，买山归老价难凭。秋江月满西风软，何日扁舟独自乘。"
        },
        {
            "标题": "壬午西域河中游春十首 其五",
            "作者": "耶律楚材",
            "内容": "二月河中草木青，芳菲次第有期程。花藏径畔春泉碧，云散林梢晚照明。\n含笑山桃还似识，相亲水鸟自忘情。遐方且喜丰年兆，万顷青青麦浪平。"
        },
        {
            "标题": "壬午西域河中游春十首 其七",
            "作者": "耶律楚材",
            "内容": "四海从来皆弟兄，西行谁复叹行程。既蒙倾盖心相许，得遇知音眼便明。\n金玉满堂违素志，云霞千顷适高情。庙堂自有夔龙在，安用微生措治平。"
        },
        {
            "标题": "壬午元日二首 其一",
            "作者": "耶律楚材",
            "内容": "西域风光换，东方音问疏。屠苏聊复饮，郁垒不须书。\n旧岁昨宵尽，新年此日初。客中今十载，孀母信何如。"
        },
        {
            "标题": "壬午西域河中游春十首 其六",
            "作者": "耶律楚材",
            "内容": "异域春郊草又青，故园东望远千程。临池嫩柳千丝碧，倚槛妖桃几点明。\n丹杏笑风真有意，白云送雨太无情。归来不识河中道，春水潺潺满路平。"
        },
        {
            "标题": "感事四首 其四",
            "作者": "耶律楚材",
            "内容": "人不知予我不尤，濯缨何必拣清流。良材未试聊耽酒，利器深藏俟割牛。\n旧政欲传新令尹，新朝不识旧荆州。眉山云迈归商路，痛恪新诗寄子由。"
        },
        {
            "标题": "壬午西域河中游春十首 其三",
            "作者": "耶律楚材",
            "内容": "春雁楼边三两声，东天回首望归程。山青水碧伤心切，李白桃红照眼明。\n几树绿杨摇客恨，一川芳草惹羁情。天兵几日归东阙，万国欢声贺太平。"
        },
        {
            "标题": "壬午西域河中游春十首 其二",
            "作者": "耶律楚材",
            "内容": "三年春色过边城，萍迹东归未有程。细细和风红杏落，涓涓流水碧湖明。\n花林啜茗添幽兴，绿亩观耕称野情。何日要荒同入贡，普天钟鼓乐清平。"
        },
        {
            "标题": "壬午西域河中游春十首 其一",
            "作者": "耶律楚材",
            "内容": "幽人呼我出东城，信马寻芳莫问程。春色未如华藏富，湖光不似道心明。\n土床设馔谈玄旨，石鼎烹茶唱道情。世路崎岖太尖险，随高逐下坦然平。"
        },
        {
            "标题": "戊子喜雨用马朝卿韵二首 其一",
            "作者": "耶律楚材",
            "内容": "酷暑炎炎正不禁，一声雷震酿轻阴。救回南亩十分旱，变作西郊三日霖。\n遍野桑畴青幄密，连天麦垄绿云深。王孙喜雨登楼宴，贳酒黄垆解带金。"
        },
        {
            "标题": "和移剌子春见寄五首 其三",
            "作者": "耶律楚材",
            "内容": "且喜朝廷先正名，林泉隐逸总公卿。群雄一遇风云会，万国咸观日月明。\n丹凤固应潜乱世，白麟自今出升平。伫看北阙垂温诏，夜半前席进贾生。"
        },
        {
            "标题": "再和万寿润禅师书字韵五首 其四 伤时",
            "作者": "耶律楚材",
            "内容": "金马门前数上书，子虚新赋笑相如。万言警策才无敌，六国纵横智有馀。\n千里兵车讨奸宄，五更朝马候兴居。功名赚得头如雪，不悟团团如磨驴。"
        },
        {
            "标题": "德柔尝许作鞍玉辔且数年矣作诗以督之",
            "作者": "耶律楚材",
            "内容": "异物当时许晋卿，几年思渴动诗情。龙庭风细沙堤软，玉辔雕鞍正好行。"
        },
        {
            "标题": "和渔阳赵光祖二诗 其一",
            "作者": "耶律楚材",
            "内容": "岩廊深责忝疑丞，位重材轻负宠荣。猾虏七擒输葛亮，奇谋六出愧陈平。\n未行礼乐常如歉，欲挂衣冠似不情。何日对君言我志，夜阑秉烛笑谈倾。"
        },
        {
            "标题": "和渔阳赵光祖二诗 其二",
            "作者": "耶律楚材",
            "内容": "生民垂欲陟春台，南斗妖氛绝点埃。典礼已随前代废，遗音犹怨后庭哀。\n十年叹我垂垂老，万里怜君得得来。此语纵无多忌讳，缄题未可对人开。"
        },
        {
            "标题": "西域家人辈酿酒戏书屋壁",
            "作者": "耶律楚材",
            "内容": "西来万里尚骑驴，旋借葡萄酿绿醑。司马捲衣亲涤器，文君挽袖自当炉。\n元知沽酒业缘重，何奈调羹手段无。古昔英雄初未遇，生涯或亦隐屠沽。"
        },
        {
            "标题": "跋白乐天慵屏图",
            "作者": "耶律楚材",
            "内容": "三杯兀兀元如道，一觉昏昏恰似真。不识香山慵睡意，知音自有个中人。"
        },
        {
            "标题": "和景贤十一首 其九",
            "作者": "耶律楚材",
            "内容": "李杨相继领台司，兵起渔阳祸已迟。向昔正怜花解语，而今空忆柳如眉。\n心伤桃李初开夜，肠断梧桐半落时。试问宫中谁第一，三郎犹记谪仙诗。"
        },
        {
            "标题": "外道李浩求归再用韵示景贤",
            "作者": "耶律楚材",
            "内容": "自从一箭透重关，触处忘缘触处闲。莫问羔裘横毳衲，从教华发映苍颜。\n水声说法起予甚，山色呈机不我悭。寄客天涯乐如许，问渠何必更南还。"
        },
        {
            "标题": "为武川摩诃院创建佛牙塔疏",
            "作者": "耶律楚材",
            "内容": "佛日增辉国政和，灵牙有诏赐摩诃。因风吹火何劳力，垂手同修窣堵波。"
        },
        {
            "标题": "题黄山墨竹便面",
            "作者": "耶律楚材",
            "内容": "黄山落笔露全机，底个团圞太崛奇。点破本来真面目，何妨节外更生枝。"
        },
        {
            "标题": "再用韵唱玄",
            "作者": "耶律楚材",
            "内容": "藤条击破铁围山，倒跨白牛不鞲鞍。讲疏僧归经卷乱，坐禅人起佛灯残。\n为学未必如为道，选佛从教胜选官。百事湛然都不念，祗知渴饮与饥餐。"
        },
        {
            "标题": "和张敏之鸣凤曲韵",
            "作者": "耶律楚材",
            "内容": "写蛟螭，咳珠玑，英姿元拣碧梧栖。彬彬文彩自光辉，有材希晋用，失志欲刘依。\n荐君谁肯惜吹嘘，洪才大笔识君稀。鲲游翻海震，鹏举翥天飞。\n问渠蟾窟攀仙桂，何似冥山破铁围。人间强认假生死，世上本无真是非。\n浓欢殢春梦，晚景叹残晖。梦断日沈真可笑，输却禅人向上机。\n遮眼开经卷，蒙头坏衲衣。息念融凡圣，无心应顺违。\n震风威，横担楖栗万山归。"
        },
        {
            "标题": "再和万寿润禅师书字韵五首 其五 投老",
            "作者": "耶律楚材",
            "内容": "囊里瑶琴驾上书，个中真味更何如。伴闲美竹千竿许，养老田园二顷馀。\n睡起焚香诵圆觉，兴来缓轸品幽居。夕阳半下山偏好，吟入烟霞稳跨驴。"
        },
        {
            "标题": "戊子饯非熊仍以吕望磻溪图为赠",
            "作者": "耶律楚材",
            "内容": "昨夜白麻降日边，文章领袖远朝天。遥思御座分香赐，更想龙庭命席前。\n白面书生酬夙志，黑头边帅领新权。非熊应笑非熊老，八十犹然钓渭川。"
        },
        {
            "标题": "西庵上人住夏禁足以诗戏之",
            "作者": "耶律楚材",
            "内容": "触处无非选佛堂，东风何处避春光。郡人无足充千界，大地绝尘塞四方。\n举步踢翻沧海月，转身踏破白云乡。快须击碎闲家具，说向西庵笑一场。"
        },
        {
            "标题": "和薛正之韵",
            "作者": "耶律楚材",
            "内容": "天涯倚遍塞城楼，凝望冥鸿空自羞。礼义不张真我恨，干戈未戢是吾忧。\n每怜丹凤能择食，常笑黄能误上钩。何日解荣偿旧约，扁舟蓑笠五湖游。"
        },
        {
            "标题": "过天德和王辅之四首 其二",
            "作者": "耶律楚材",
            "内容": "六师严驾渡长河，师不留行谁敢何！千里旌旗翻锦浪，一声金鼓振寒波。\n殷亡谁道三仁在，康灭空传五子歌。唾手要荒归一统，汉唐鸿业未能过。"
        },
        {
            "标题": "洞山五位颂",
            "作者": "耶律楚材",
            "内容": "泾渭同流无间断，华夷一统太平秋。而今水陆舟车混，何碍冰人跨火牛。"
        },
        {
            "标题": "洞山五位颂",
            "作者": "耶律楚材",
            "内容": "水穷山尽悬涯外，海角天涯云更遮。撒手转身人不识，回途随分纳些些。"
        },
        {
            "标题": "洞山五位颂",
            "作者": "耶律楚材",
            "内容": "石女翩翻鸟道飞，渊明琴上抚冰丝。缓歌劫外阳春曲，慢看盘中白雪词。"
        },
        {
            "标题": "洞山五位颂",
            "作者": "耶律楚材",
            "内容": "十月澄江彻底冰，梅花江路破瑶英。寒斋冷坐人无寐，雪映书窗一夜明。"
        },
        {
            "标题": "洞山五位颂",
            "作者": "耶律楚材",
            "内容": "区区游子困风尘，就路还家触处真。芳草满川桃李乱，风光全似故园春。"
        },
        {
            "标题": "游河中西园和王君玉韵四首 其三",
            "作者": "耶律楚材",
            "内容": "异域逢君本不期，湛然深恨识君迟。清诗厌世光千古，逸笔惊人自一时。\n字老本来遵雅淡，吟成元不尚新奇。出伦诗笔服君妙，笑我区区亦强为。"
        },
        {
            "标题": "游河中西园和王君玉韵四首 其一",
            "作者": "耶律楚材",
            "内容": "万里东皇不失期，园林春老我来迟。漫天柳絮将飞日，遍地梨花半谢时。\n异域风光特秀丽，幽人佳句自清奇。临风畅饮题玄语，方信无为无不为。"
        },
        {
            "标题": "游河中西园和王君玉韵四首 其二",
            "作者": "耶律楚材",
            "内容": "清明出郭赴幽期，千里江山丽日迟。花叶不飞风定后，香尘微敛雨馀时。\n彫镌冰玉诗尤健，挥扫龙蛇字愈奇。好字好诗独我得，不来赓和拟胡为。"
        },
        {
            "标题": "武川摩诃院创建瑞像殿疏",
            "作者": "耶律楚材",
            "内容": "邦人创刻旃檀像，寺众新修窣堵波。两段因缘非细事，成功须仗大檀那。"
        },
        {
            "标题": "德恒将行以诗见赠因用元韵以见意云",
            "作者": "耶律楚材",
            "内容": "国士朝黄屋，无辞路八千。徒嗟苏子困，谁识祢生贤。\n腰下无金印，山中有翠烟。英雄须有用，勉力待中年。"
        },
        {
            "标题": "和移剌继先韵三首 其二",
            "作者": "耶律楚材",
            "内容": "当年不肯读三略，独抱遗经伴闲索。流行坎止不尤人，自甘万里涉穷漠。\n富贵荣华能几时，生死都来如梦昨。千年兴废沤浮沈，百岁光阴电飞烁。\n常笑梁鸿歌五噫，窃学荣启弹三乐。未能仁义戢干戈，勉将敦厚惩浇薄。\n近有人从故隐来，黄花无恙开篱落。问渠林肉与丘糟，奚如饭麦而羹藿。\n人闻麋鹿满姑苏，阿瞒不复游铜雀。涂中曳尾希庄龟，江夏沉舟悲祢鹗。\n吾山佳处归休乎，鹿逸平林鱼纵壑。"
        },
        {
            "标题": "和移剌继先韵三首 其一",
            "作者": "耶律楚材",
            "内容": "泽民我愧无术略，且着诗鸿慰离索。诗书满载升金山，弦歌不辍踰松漠。\n世上元无真是非，安知今是而非昨。连城美玉涅不缁，百鍊真金光愈烁。\n已悟真如匪去来，自然胸次绝忧乐。断梦还同世事空，浮云恰似人情薄。\n尚记吾山旧隐居，松风萧瑟松花落。枕流漱石轻轩车，吟烟啸月甘藜藿。\n春山寂寂春溪深，萧条庭户堪罗雀。而今不得安疏懒，自笑绦笼困雕鹗。\n勉力龙庭上万言，男儿志不忘沟壑。"
        },
        {
            "标题": "和移剌继先韵二首 其一",
            "作者": "耶律楚材",
            "内容": "旧山盟约已愆期，一梦十年尽觉非。瀚海路难人去少，天山雪重雁飞稀。\n渐惊白发宁辞老，未济苍生曷敢归。去国迟迟情几许，倚楼空望白云飞。"
        },
        {
            "标题": "和移剌继先韵二首 其二",
            "作者": "耶律楚材",
            "内容": "不事王侯懒属文，时危何处觅元勋。他年收拾琴书去，笑傲林泉我与君。"
        },
        {
            "标题": "和移剌继先韵三首 其三",
            "作者": "耶律楚材",
            "内容": "祖道门庭元简略，儿孙草里添芒索。拟心鹞子过新罗，起念白云横大漠。\n迥殊四句有无中，元非三际来今昨。大海纤尘一点飞，洪炉片雪寒光烁。\n宁论业障本来空，半偈徒誇寂灭乐。细切清风非异事，更将明月"
        },
        {
            "标题": "喜和林新居落成",
            "作者": "耶律楚材",
            "内容": "登车凭轼我怡颜，饱看和林一带山。新构幽斋堪偃息，不闲闲处得闲闲。"
        },
        {
            "标题": "寄武川摩诃院圆明老人五首 其四",
            "作者": "耶律楚材",
            "内容": "归与不得效渊明，细碎功名误此生。客里正如闲气味，病来犹有好心情。\n冰弦罢品昭君曲，醉墨闲题苏武城。受用观音法无尽，悲笳风送两三声。"
        },
        {
            "标题": "题古并覃公秀野园",
            "作者": "耶律楚材",
            "内容": "流水潜穿屋下篱，青山屋上数峰奇。佳园已有温公句，何必裘公更写诗。"
        },
        {
            "标题": "云中重修宣圣庙",
            "作者": "耶律楚材",
            "内容": "槐宫悉混玉石焚，庙貌依然惟古云。须仗吾侪更脩葺，休教风世丧斯文。"
        },
        {
            "标题": "重修宣圣庙疏",
            "作者": "耶律楚材",
            "内容": "精蓝道观已重新，独有庠宫尚垝垣。试问中州士君子，谁人不出仲尼门。"
        },
        {
            "标题": "复用前韵戏呈龙冈居士兼善长诗友二首 其二",
            "作者": "耶律楚材",
            "内容": "行雨行云一夜飞，襄王从此莫含悲。蛮儿侍寝龙岗老，恰似柔稊生柳枝。"
        },
        {
            "标题": "十七日早行始忆昨日立春",
            "作者": "耶律楚材",
            "内容": "客中为客已浃旬，岁杪西边访故人。杷榄花前风弄麦，葡萄架底雨沾尘。\n山城肠断得穷腊，村馆销魂偶忘春。今日唤回十载梦，一盘凉饼翠蒿新。"
        },
        {
            "标题": "乙未元日",
            "作者": "耶律楚材",
            "内容": "劫前别有一壶天，万古长空无后先。建化门头聊尔耳，也随徒众贺新年。"
        },
        {
            "标题": "和武善夫韵",
            "作者": "耶律楚材",
            "内容": "不得潜身似许由，医闾辜负万山秋。未竭犬马虽为慊，忽忆猿鹤却自羞。\n黄阁赖悬新篆印，白霫元有旧渔舟。他时雪夜寻良友，且学当年王子猷。"
        },
        {
            "标题": "示石州刘企贤",
            "作者": "耶律楚材",
            "内容": "西州来索湛然诗，笑点霜毫录鄙辞。底事行藏元有数，斯文否泰本由时。\n硕材未信明君弃，雅操何惭暴吏欺。此语颇涉人忌讳，等閒勿使细民知。"
        },
        {
            "标题": "过天山和上人韵二绝 其二",
            "作者": "耶律楚材",
            "内容": "一入空门我畅哉，浮云名利已忘怀。无心对镜谁能识，优钵罗花火里开。"
        },
        {
            "标题": "再用韵记西游事",
            "作者": "耶律楚材",
            "内容": "河中花木蔽春山，烂赏东风纵宝鞍。留得晚瓜过腊半，藏来秋果到春残。\n亲尝芭榄宁论价，自酿蒲萄不纳官。常叹不才还有幸，滞留遐域得佳餐。"
        },
        {
            "标题": "西域元日",
            "作者": "耶律楚材",
            "内容": "凌晨随分备樽罍，辟疫屠苏饮一杯。迂叟不令书郁垒，痴儿刚要画钟馗。\n新愁又逐东风至，旧信难随春日来。又向边城添一岁，天涯飘泊几时回。"
        },
        {
            "标题": "德兴府",
            "作者": "耶律楚材",
            "内容": "昔日山中养圣胎，峪中松桧手亲栽。院荒松老无龙象，便请东林更一来。"
        },
        {
            "标题": "和抟霄韵代水陆疏文因其韵为诗十首 其一",
            "作者": "耶律楚材",
            "内容": "资生无畏济人深，便见能仁六度心。尘世捐财矜苦厄，寒林洒饭拔幽沈。\n既临巨海钩神物，试叩洪钟伺好音。今日湛然攀旧例，珠缨休惜挂祗林。"
        },
        {
            "标题": "和抟霄韵代水陆疏文因其韵为诗十首 其二",
            "作者": "耶律楚材",
            "内容": "新朝威德感人深，渴望云霓四海心。东夏再降烽火灭，西门一战塞烟沈。\n颙观颁朔施仁政，伫待更元布德音。好放湛然云水去，庙堂英俊正如林。"
        },
        {
            "标题": "复用前韵戏呈龙冈居士兼善长诗友二首 其一",
            "作者": "耶律楚材",
            "内容": "君有蛮儿我已知，湛然援笔上新诗。翠眉已惹禅心动，玉颊休教獭髓医。\n旧有药炉虽竭底，新来鼎器却扶衰。隆隆玉准能青眼，不解云霓也自宜。"
        },
        {
            "标题": "和景贤召饮韵",
            "作者": "耶律楚材",
            "内容": "书满穹庐酒满樽，龙冈召我谢殷勤。琴中别有无弦曲，醉里开怀举似君。"
        },
        {
            "标题": "赞李俊英所藏观音像",
            "作者": "耶律楚材",
            "内容": "白衣大士足威神，莲智兴悲讵可陈。金色界中垂万臂，碧莲花上露全身。\n镇州铸就金难似，天竺镌来玉未真。不识观音真面目，莺吟燕语过残春。"
        },
        {
            "标题": "和南质张学士敏之见赠七首 其三",
            "作者": "耶律楚材",
            "内容": "雨萧萧，风萧萧，对床谈道彻清宵。欲画太虚无面目，慎无落笔污冰绡。\n人间平地风波起，反笑于陵啖螬李。富贵荣华都几时，迷者孰能死前死。\n须弥芥子云相容，神通妙用不空空。劫火洞然渠不坏，纸鸢能禦毗蓝风。\n龙象腾骧何绰绰，回视驽骀空矍铄。悟时一语透尘沙，安用才学恃宏博。\n维摩方丈傍无边，个中无碍散花天。回途稳稳步双莲，得玄鸟道横晴烟。"
        },
        {
            "标题": "和南质张学士敏之见赠七首 其一",
            "作者": "耶律楚材",
            "内容": "桃源刘，凤楼萧，镌冰斲玉哦通宵。珠玑错落照兰室，龙蛇偃蹇蟠霜绡。\n和我新诗使予起，却得琼瑰酬木李。边城十载绝知音，琴断七弦鹤亦死。\n而今得识君恣容，胸中郁结涣然空。诗坛君可据上位，笔力我甘居下风。\n笔阵文场宽且绰，驰骋看君能矍铄。学海波澜千顷陂，厌饫经书烂该博。\n几时把手潇湘边，生涯自有壶中天。鸣榔一笑舟浮莲，沧波万里凝苍烟。"
        },
        {
            "标题": "赠五台长老",
            "作者": "耶律楚材",
            "内容": "高冈登陟马玄黄，落日西风过晋阳。道士忻迎捧林果，儒冠远迓挈壶浆。五台强壮头如雪，开化轻安鬓未霜。谁会二师深密意，赵州元不下禅床。"
        },
        {
            "标题": "和松月野衲海上人见寄二诗 其二",
            "作者": "耶律楚材",
            "内容": "小隐居山何太错，居廛大隐绝忧乐。山林朝市笑呵呵，为报禅人莫动着。"
        },
        {
            "标题": "和松月野衲海上人见寄二诗 其一",
            "作者": "耶律楚材",
            "内容": "游子痴愚莫识家，牛车远弃爱羊车。汪洋渤海龙宫藏，涓滴波澜坎井蛙。\n迷后万言犹是少，悟来千里不为赊。丛林衲子空行脚，绕遍天涯与海涯。"
        },
        {
            "标题": "题庞居士阴德图",
            "作者": "耶律楚材",
            "内容": "易易难难各一机，非难非易亦新奇。若将三句分优劣，露挂灯笼暗皱眉。"
        },
        {
            "标题": "除戎堂二首 其一",
            "作者": "耶律楚材",
            "内容": "除戎堂主震威名，一扫尘氛消未萌。不出户庭成庙算，折冲樽俎有奇兵。\n何须公瑾长江险，安用蒙恬万里城。坐镇大河兵偃息，居延不复塞尘惊。"
        },
        {
            "标题": "太阳十六题 其一 识自宗",
            "作者": "耶律楚材",
            "内容": "拈花老子徒饶舌，面壁胡僧太赚人。更着洞山行过水，吾宗从此永沈沦。"
        }
    ],
    "对话内容": [
        {
            "Dialogue": "{\n    角色名:成吉思汗\n    动作:(凝视桌上的地图，眉头微皱)\n    讲话:文正，国之重任，今朝我军已逼近燕京，然金朝之兵势如虹，如何应对，方能确保我大蒙古之基业？此战若胜，便可稳固我之统治，然若败，后果可想而知。尔对此有何高见？\n}\n{\n    角色名:耶律楚材\n    动作:(微微颔首，沉吟片刻，目光坚定)\n    讲话:陛下所言极是，金国之势，虽强却非不可破。然我之策略，须从长计议。若欲攻取燕京，必先削其后援，以我军之分兵，围而不攻，使敌人不得不分兵自守。如此，敌之势必减弱，而我则可乘势而起，直取其心脏。以此策行军，便可一举破敌，成就大业。然则，切勿急于求成，需耐心以待时而动。\n}"
        },
        {
            "Dialogue": "{\n    角色名:吴宽\n    动作:(举杯而饮，目光灼灼)\n    讲话:晋卿兄，今日竹林间品茗论道，真乃快事，然我心中常思，诗词之道，似乎不仅在于字句之美，更在于其所蕴含之深意。你所作之诗，常使我心生感慨，今日若能听君即兴作诗，定能让我受益良多，亦可一同探讨其哲理。\n}\n{\n    角色名:耶律楚材\n    动作:(微笑，轻咳一声，抚须而思)\n    讲话:吴兄所言极是，诗词不仅是言辞之美，更是心灵之声。今我即兴作一首，愿与君共赏。且听我吟：花界倾颓事已迁，浩歌遥望意茫然。江山王气空千劫，桃李春风又一年。此诗所传达者，乃是对时光流逝、世事变迁之感慨。人生如梦，常令人迷惘，然若能恬淡心境，以诗词寄情，方能得其真谛。君以为如何？\n}"
        },
        {
            "Dialogue": "{\n    角色名:耶律铉\n    动作:(展开信纸，满脸期待)\n    讲话:父亲，近日听闻您在朝堂之上展现卓越之才，令我倍感自豪。然我心中总有诸多疑惑，您常言修身齐家之道，今日所寄之诗文，是否能助我明辨人生之理，增广见闻？\n}\n{\n    角色名:耶律楚材\n    动作:(提笔写字，温和一笑)\n    讲话:儿子，修身齐家乃为立身之本，然于世间游历，方能懂得人生之真谛。我所寄之诗文，虽言辞浅薄，却希望尔能从中体悟其中之义。世事如棋，局局皆为心境之映射，唯有心中有光，方能照亮前行之路。愿尔珍重，勿忘初心，常思家国之责。\n}"
        },
        {
            "Dialogue": "{\n    角色名:老友\n    动作:(拍打耶律楚材肩膀，笑容满面)\n    讲话:耶律兄，今日在此相遇，真乃天意，然我常思及尔之志向，朝堂之事纷繁复杂，何不归乡安享晚年，享受天伦之乐，何必再为国事操心？\n}\n{\n    角色名:耶律楚材\n    动作:(摇头，神情坚定)\n    讲话:友人所言虽好，然我心中有责。国之兴亡，匹夫有责，岂可因个人之安逸而忘却使命？我虽已年近半百，然心中理想未曾熄灭。愿为国效力，助我大蒙古之盛世，何妨再添一分心力？此生无悔，唯愿能为国贡献绵薄之力。\n}"
        },
        {
            "Dialogue": "{\n    角色名:大臣甲\n    动作:(低头思索，面露疑虑)\n    讲话:文正，今日朝堂之议，听闻尔欲提出一系列改革之策，然国事如麻，诸多困难，尔对此有何高见，能否说来一听？\n}\n{\n    角色名:耶律楚材\n    动作:(挺胸而立，眼神坚毅)\n    讲话:诸君，国之兴盛在于治国之道，然今朝弊政丛生，急需改革。吾提及三策：一为整顿吏治，选拔贤能之士，以公正之法治国；二为发展经济，鼓励农桑，方能民生安定；三为加强边防，确保国土安全，防敌之侵扰。如此三策，方能使我大蒙古稳固根基，兴旺发达，愿诸君共勉之！\n}"
        },
        {
            "Dialogue": "{\n    角色名:家人\n    动作:(围坐而听，神情专注)\n    讲话:父亲，今日听您朗读新作，真是受益匪浅，您所作之《鹧鸪天》意境深远，令我等心中荡漾，您可否为我们解读其中之意？\n}\n{\n    角色名:耶律楚材\n    动作:(轻抚诗卷，神情柔和)\n    讲话:诗中所言，乃是对时光流逝与人生无常之感慨，花落人亡，皆是自然法则。然诗中亦有希望之意，桃李春风又一年，象征着生命的延续与希望。人生如梦，唯有珍惜当下，方能不虚此生。愿尔等亦能从中悟出人生之理，共同珍重此刻之美好。\n}"
        },
        {
            "Dialogue": "{\n    角色名:宋濂\n    动作:(提笔书写，神情专注)\n    讲话:耶律先生，近日我所思，文艺之道，需相互切磋，然我对您的才情敬佩已久，愿能一同雅集，共商文艺之道。\n}\n{\n    角色名:耶律楚材\n    动作:(微笑，提笔回信)\n    讲话:宋兄之言，使我倍感荣幸。文艺之道，实乃心灵之共鸣，若能相聚共赏，必能激发灵感，增进友谊。愿在近日邀君共赴雅集，畅谈诗词之美，共享文人之乐。愿我俩携手共进，书写时代之辉煌！\n}"
        },
        {
            "Dialogue": "{\n    角色名:杨氏\n    动作:(忙碌于厨房，端出香气四溢的佳肴)\n    讲话:楚材，今日我为你准备了些平日所爱之食，家中一切安好，然你在朝中辛苦，身体可还安好？\n}\n}\n{\n    角色名:耶律楚材\n    动作:(坐下，目光柔和)\n    讲话:母亲，您心中挂念，儿子自当铭记。朝中事繁，然我心中有您所教之家规家训，常思家族之义。您之佳肴，乃是我心灵之慰藉，愿能常回家中，倾听您之教诲，方能不负汪洋世事。家族之传承，尤为重要，愿我们共勉之。\n}"
        },
        {
            "Dialogue": "{\n    角色名:侍从\n    动作:(谨慎地走近，神情恭敬)\n    讲话:耶律大人，在西域考察之际，您对这片土地的风土人情可有何感想？我等常听言，西域之地风情独特，实乃心向往之。\n}\n}\n{\n    角色名:耶律楚材\n    动作:(望向远方，神情凝重)\n    讲话:西域之地，虽远离故土，然其风土人情，承载着历史之厚重。吾曾吟咏《庚辰西域清明》，其中所述，便是对故乡之思念与对家国之责任。此地虽美，但心中始终挂念家国之忧，唯愿以我之微薄之力，助国家繁荣，方能不辜负此生之志向。\n}"
        },
        {
            "Dialogue": "{\n    角色名:成吉思汗\n    动作:(坐于营帐内，目光犀利)\n    讲话:文正，边境之事愈加紧迫，尔对此有何看法？听闻近期有敌军动向，尔可否为我详述其情形与应对之策？\n}\n}\n{\n    角色名:耶律楚材\n    动作:(稍作沉思，目光坚定)\n    讲话:陛下，边境之事非同小可，敌军动向频繁，须以防为主。我已派遣侦察，观察敌情，待得确切消息，方可决定应对之策。然我认为，应采取灵活之计，设伏于敌之必经之路，使敌人误判我军之动向，待其疲惫之际，方能出奇制胜。此乃长久之计，愿陛下深思。"
        }
    ]
}