{
    "基本信息": {
        "姓名": "李纲",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "宋",
        "家庭区分": "未知"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [],
    "别名信息": [],
    "任职信息": [
        {
            "官职": "知某州军州事",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        }
    ],
    "地理信息": [],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "李纲（1083年－1140年2月5日），北宋末、南宋初抗金名臣，民族英雄。字伯纪，号梁溪先生，祖籍福建邵武，祖父一代迁居江苏无锡。李纲能诗文，写有不少爱国篇章。亦能词，其咏史之作，形象鲜明生动，风格沉雄劲健。著有《梁溪先生文集》、《靖康传信录》、《梁溪词》。 ► 李纲的诗文(873篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "喜迁莺·晋师胜淝上",
            "作者": "李纲",
            "内容": "长江千里。限南北、雪浪云涛无际。天险难逾，人谋克庄，索虏岂能吞噬。阿坚百万南牧，倏忽长驱吾地。破强敌，在谢公处画，从容颐指。 奇伟。淝水上，八千戈甲，结阵当蛇豕。鞭弭周旋，旌旗麾动，坐却北军风靡。夜闻数声鸣鹤，尽道王师将至。延晋祚，庇烝民，周雅何曾专美。"
        },
        {
            "标题": "六么令·次韵和贺方回金陵怀古鄱阳席上作",
            "作者": "李纲",
            "内容": "长江千里，烟淡水云阔。歌沉玉树，古寺空有疏钟发。六代兴亡如梦，苒苒惊时月。兵戈凌灭。豪华销尽，几见银蟾自圆缺。 潮落潮生波渺，江树森如发。谁念迁客归来，老大伤名节。纵使岁寒途远，此志应难夺。高楼谁设。倚阑凝望，独立渔翁满江雪。"
        },
        {
            "标题": "病牛",
            "作者": "李纲",
            "内容": "耕犁千亩实千箱，力尽筋疲谁复伤？但得众生皆得饱，不辞羸病卧残阳。"
        },
        {
            "标题": "望江南·江上雪",
            "作者": "李纲",
            "内容": "江上雪，独立钓渔翁。箬笠但闻冰散响，蓑衣时振玉花空。图画若为工。云水暮，归去远烟中。茅舍竹篱依小屿，缩鳊圆鲫入轻笼。欢笑有儿童。"
        },
        {
            "标题": "念奴娇·宪宗平淮西",
            "作者": "李纲",
            "内容": "晚唐姑息，有多少方镇，飞扬跋扈。淮蔡雄藩联四郡，千里公然旅拒。同恶相资，潜伤宰辅，谁敢分明语。媕婀群议，共云旄节应付。 于穆天子英明，不疑不贰处，登庸裴度。往督全师威令使，擒贼功名归诉。半夜衔枚，满城深雪，忽已亡悬瓠。明堂坐治，中兴高映千古。"
        },
        {
            "标题": "渡海至琼管天宁寺咏阇提花三首",
            "作者": "李纲",
            "内容": "深院无人帘幕垂，玉英翠羽灿芳枝。世间颜色难相似，淡月初残未坠时。\n冰玉风姿照座骞，炎方相遇且相宽。纻衣缟带平生志，正念幽人尚素冠。\n阻涉鲸波寇盗森，中原回首涕沾襟。清愁万斛无消处，赖有幽花慰客心。"
        },
        {
            "标题": "苏武令·塞上风高",
            "作者": "李纲",
            "内容": "塞上风高，渔阳秋早。惆怅翠华音杳。驿使空驰，征鸿归尽，不寄双龙消耗。念白衣、金殿除恩，归黄阁、未成图报。谁信我、致主丹衷，伤时多故，未作救民方召。调鼎为霖，登坛作将，燕然即须平扫。拥精兵十万，横行沙漠，奉迎天表。"
        },
        {
            "标题": "喜迁莺·真宗幸澶渊",
            "作者": "李纲",
            "内容": "边城寒早。恣骄虏、远牧甘泉丰草。铁马嘶风，毡裘凌雪，坐使一方云扰。庙堂折冲无策，欲幸坤维江表。叱群议，赖寇公力挽，亲行天讨。缥缈。銮辂动，霓旌龙旆，遥指澶渊道。日照金戈，云随黄伞，径渡大河清晓。六军万姓呼舞，箭发狄酋难保。虏情慑，誓书来，从此年年修好。"
        },
        {
            "标题": "水调歌头（李太白画象）",
            "作者": "李纲",
            "内容": "太白乃吾祖，逸气薄青云。开元有道，聊复乘兴一来宾。天子呼来方醉，洒面清泉微醒，余吐拭龙巾。词翰不加点，歌阕满宫春。\n\n笔风雨，心锦绣，极清新。大儿中令，神契兼有坐忘人。不识将军高贵，醉里指污吾足，乃敢尚衣嗔。千载已仙去，图象耸风神。"
        },
        {
            "标题": "雨霖铃（明皇幸西蜀）",
            "作者": "李纲",
            "内容": "蛾眉修绿。正君王恩宠，曼舞丝竹。华清赐浴瑶甃，五家会处，花盈山谷。百里遗簪堕珥，尽宝钿珠玉。听突骑、鼙鼓声喧，寂寞霓裳羽衣曲。\n\n金舆远幸匆匆速。奈六军不发人争目。明眸皓齿难恋，肠断处、绣囊犹馥。剑阁峥嵘，何况铃声，带雨相续。谩留与、千古伤神，尽入生绡幅。"
        },
        {
            "标题": "望江南（过分水岭）",
            "作者": "李纲",
            "内容": "征骑远，千里别沙阳。泛碧斋傍凝翠阁，栖云寺里印心堂。回首意茫茫。\n\n分水岭，烟雨正凄凉。南望瓯闽连海峤，北归吴越过江乡。极目暮云长。"
        },
        {
            "标题": "水调歌头（和李似之横山对月）",
            "作者": "李纲",
            "内容": "秋杪暑方退，清若玉壶冰。高楼对月，天上宫殿不曾扃。散下凄然风露，影照江山如昼，浑觉俗缘轻。弋者欲何慕，鸿羽正冥冥。\n\n世间法，唯此事，最堪凭。太虚心量，聊假梨枣制颓龄。但使心安身健，静看草根泉际，吟蚓与飞萤。一坐小千劫，无念契无生。"
        },
        {
            "标题": "望江南",
            "作者": "李纲",
            "内容": "烟艇稳，浦溆正清秋。风细波平宜进楫，月明江静好沈钩。横笛起汀洲。\n\n鲈鳜美，新酿蚁醅浮。休问六朝兴废事，白萍红蓼正凝愁。千古一渔舟。"
        },
        {
            "标题": "念奴娇（中秋独坐）",
            "作者": "李纲",
            "内容": "暮云四卷，淡星河、天影茫茫垂碧。皓月浮空，人尽道，端的清圆如璧。丹桂扶疏，银蟾依约，千古佳今夕。寒光委照，有人独坐秋色。\n\n怅念老子平生，粗令婚嫁了，超然闲适。误缚簪缨遭世故，空有当时胸臆。苒苒流年，春鸿秋燕，来往终何益。云山深处，这回真是休息。"
        },
        {
            "标题": "水龙吟（太宗临渭上）",
            "作者": "李纲",
            "内容": "古来夷狄难驯，射飞择肉天骄子。唐家建国，北边雄盛，无如颉利。万马崩腾，早旗毡帐，远临清渭。向郊原驰突，凭陵仓卒，知战守、难为计。\n\n须信君王神武。觇虏营、只从七骑。长弓大箭，据鞍诘问，单于非义。戈甲鲜明，旌麾光彩，六军随至。怅敌情震骇，鱼循鼠伏，请坚盟誓。"
        },
        {
            "标题": "江城子",
            "作者": "李纲",
            "内容": "去年九日在衡阳。满林霜。俯潇湘。回雁峰头，依约雁南翔。遥想茱萸方遍插，唯少我，一枝香。\n\n今年佳节幸相将。陟层冈。举华觞。地暖风和，犹未菊开黄。此会明年知健否，判酩酊，醉秋光。"
        },
        {
            "标题": "水龙吟（上巳日出郊，呈知宗安抚、张参、观文汪相二首）",
            "作者": "李纲",
            "内容": "莫春清淑之初，赏心最乐惟修禊。兰亭序饮，泛觞流咏，萧然适意。旧弼宗英，文章贤牧，肯临坰外。向碧山深处，寻花问柳，有佳气、随旌旆。\n\n寥落幽人寓止。借僧园、缭云萦水。栽花种竹，凿池开径，渊明岂愧。美景良辰，玉颜方老，欲留何计。对残红嫩绿，开怀笑语，且须同醉。"
        },
        {
            "标题": "永遇乐（秋夜有感）",
            "作者": "李纲",
            "内容": "秋色方浓，好天凉夜，风雨初霁。缺月如钩，微云半掩，的烁星河碎。爽来轩户，凉生枕簟，夜永悄然无寐。起徘徊，凭栏凝伫，片时万情千意。\n\n江湖倦客，年来衰病，坐叹岁华空逝。往事成尘，新愁似锁，谁是知心底。五陵萧瑟，中原杳杳，但有满襟清泪。烛兰缸，呼童取酒，且图径醉。"
        },
        {
            "标题": "水龙吟（光武战昆阳）",
            "作者": "李纲",
            "内容": "汉家炎运中微，坐令闰位余分据。南阳自有，真人膺历，龙翔虎步。初起昆城，旋驱乌合，块然当路。想莽军百万，旌旗千里，应道是、探囊取。\n\n豁达刘郎大度。对劲敌、安恬无惧。提兵夹击，声喧天坏，雷风借助。虎豹哀嗥，戈鋋委地，一时休去。早复收旧物，扫清氛祲，作中兴主。"
        },
        {
            "标题": "念奴娇（汉武巡朔方）",
            "作者": "李纲",
            "内容": "茂陵仙客，算真是、天与雄才宏略。猎取天骄驰卫霍，如使鹰鹯驱雀。鏖战皋兰，犁庭龙碛，饮至行勋爵。中华疆盛，坐令夷狄衰弱。\n\n追想当日巡行，勒兵十万骑，横临边朔。亲总貔貅谈笑看，黠虏心惊胆落。寄语单于，两君相见，何苦逃沙漠。英风如在，卓然千古高著。"
        },
        {
            "标题": "中秋望月次玉局翁韵二首 其二",
            "作者": "李纲",
            "内容": "皎皎月华白，寥寥秋气清。念我方远客，步月亭中行。\n风露感我心，凄然入重扃。谁家弄横笛，巧作断肠声。\n独酌一壶酒，对此千里明。人生但自适，何必四者并。\n醉眼视万物，扰扰如浮萍。得丧何须道，譬犹阴与晴。\n节义太山重，富贵鸿毛轻。我心与明月，照见万古情。"
        },
        {
            "标题": "志宏送石菖蒲乃菖阳也作此诗以戏之",
            "作者": "李纲",
            "内容": "石上菖蒲何所拟，虬然连络龙蛇尾。寸馀九节瘦根茎，能辅五脏坚发齿。\n清泉白石养案间，璀璨芬芳诚可喜。子于何处得此本，叶大根粗恐非是。\n乞邻岂误进菖阳，遗我还将比芹子。物虽非是意已勤，且置盆中浸寒水。"
        },
        {
            "标题": "次韵志宏见示春雪长句",
            "作者": "李纲",
            "内容": "百花烂漫如冶容，颇讶陡然春色浓。那知忽作三尺雪，草木洗尽群芳空。\n六英飘舞片片好，谁与刻削嗟神工。溪山恍在玉壶里，楼观飞出瑶台中。\n却怜极目皆皓素，不复零落伤残红。幽人栩栩应梦蝶，落絮漠漠方黏蜂。\n虚堂兀坐清入骨，欲期汗漫游鸿濛。剡溪访戴久寂寞，安得一御泠然风。\n年来端恐诗道穷，幸予佳句时争锋。客愁已剧更赋雪，半夜吟苦天地白。"
        },
        {
            "标题": "秋思十首 其四",
            "作者": "李纲",
            "内容": "露下秋草衰，蒹葭亦苍苍。森然岩中桂，十里飘天香。\n深林静杳冥，无人自芬芳。采掇满禅室，闲中气味长。"
        },
        {
            "标题": "奉酬陈之元教授见赠次韵",
            "作者": "李纲",
            "内容": "谪官因得穷林泉，陶写聊复资诗篇。青岑叠叠山满眼，碧波湛湛溪涵天。\n南连海峤饶雾雨，北望吴越凄风烟。感怀触目还得句，但可娱戏那敢传。\n譬犹候虫与时鸟，自鸣自已真偶然。岂知飘落广文耳，饰以妙语烦雕镌。\n与公平生未相识，一见倾心谁与易。沙阳百里阻游从，注目寒空暮云碧。\n朅来邂逅慰所思，况得新诗飞霹雳。我今归去隐梁溪，远迹江湖养愚直。\n看公白日上青霄，九万扶摇不劳力。"
        },
        {
            "标题": "次韵畴老赠丹霞三篇并寄丹霞以代简书 次自警示丹霞韵",
            "作者": "李纲",
            "内容": "佛法如沧溟，深广初无底。欲以蠡测之，望洋颡已泚。\n我生乃虚幻，瀛渤一沤起。安得具眼人，为发无生理。\n丹霞古禅伯，一派曹溪水。出岫或云行，遇坎亦渊止。\n谛观古文诗，相识佳句里。闻风欲见之，踊跃不能已。\n丰岩距平津，飞锡片时耳。愿将雪澡心，试听风生齿。"
        },
        {
            "标题": "胡笳十八拍 第二拍",
            "作者": "李纲",
            "内容": "黑云压城城欲摧，赤日照耀从西来。虏箭如沙射金甲，甲光向日金鳞开。\n昏昏阊阖闭氛祲，六龙寒急光徘徊。黄昏胡骑尘满城，百年兴废吁可哀。"
        },
        {
            "标题": "江南六咏 其三",
            "作者": "李纲",
            "内容": "江南月，依然照我伤离别。故人千里共清光，玉臂云鬟香未歇。"
        },
        {
            "标题": "颜鲁公画像赞",
            "作者": "李纲",
            "内容": "英英鲁公，人中之龙。为唐宗臣，见危纳忠。巨盗起燕，朔部风从。\n独婴孤城，以抗其锋。功虽不终，志实可则。间关造朝，号为耆德。\n纠缪绳愆，毅然正色。奸邪媚之，摈使去国。蹇蹇匪躬，险夷一节。\n迨其耄年，奉使希烈。气沮凶逆，诚贯金铁。身虽可陨，名不可灭。\n岩岩高堂，榜曰忠义。非公遗像，其孰当置。登斯堂者，宜仰而畏。\n师友其人，无公是愧。"
        },
        {
            "标题": "余赋佚老堂志宏见和复用前韵成一篇呈兴宗",
            "作者": "李纲",
            "内容": "人生期百年，得老亦无几。超然高世士，急流贵勇止。\n挂冠神武门，不与王侯事。驱车返田庐，出关随父子。\n宁知千载后，夫子亦云尔。虚堂号佚老，游息长在此。\n心閒齐物我，漏尽谢生死。遗德蔼清芬，承家有贤嗣。\n行年踰六十，遇物如止水。岂惟诗家流，端是林下士。\n闭关园日涉，不种红与紫。满庭松桂香，月露浩如洗。\n风篁自萧萧，池溜方泚泚。知我却叩门，锄榛出芳卉。\n杞菊初长苗，棠梨半含蕊。清谈款襟抱，忘此德与齿。\n境幽人复佳，发我斐然意。作诗挂楹间，拙恶何时弭。\n邓侯亦可人，佳句实予起。抱膝更长吟，芜音惭四始。"
        },
        {
            "标题": "灌溪三咏",
            "作者": "李纲",
            "内容": "松萝荫翳色苍苍，盛夏南风草木香。普愿众生无热恼，不应身独占清凉。"
        },
        {
            "标题": "读楚元王传",
            "作者": "李纲",
            "内容": "设醴当年为穆生，偶忘微礼便辞荣。固知申白无先见，衣赭髡钳始自惊。"
        },
        {
            "标题": "千叶碧桃二绝句 其二",
            "作者": "李纲",
            "内容": "每恨桃花抵死红，年年秾艳笑春风。谁知零落胭脂后，浅碧微开烟雨中。"
        },
        {
            "标题": "致奠张柔直知郡龙图以诗四章哭之书置灵几以代祭文 其一",
            "作者": "李纲",
            "内容": "一枰两浅旧相期，叹息君今愿已违。却把荔枝三奠酒，数行衰泪湿深衣。"
        },
        {
            "标题": "促织",
            "作者": "李纲",
            "内容": "促织哀吟不自劳，草根床下夜萧骚。我为逐客宜无寐，何事齁齁至日高。"
        },
        {
            "标题": "秋意二首 其二",
            "作者": "李纲",
            "内容": "清霜夜落梧楸树，脱叶惊风陨如雨。一番扫尽一番新，策杖闲将黄叶数。"
        },
        {
            "标题": "千叶碧桃二绝句 其一",
            "作者": "李纲",
            "内容": "春光欲暮碧桃开，烟露相和染玉腮。仙苑何人移得种，风光疑自茂陵来。"
        },
        {
            "标题": "清湘西山寺无量寿塔",
            "作者": "李纲",
            "内容": "黄花翠竹真如性，大地山河清净身。欲识今时无量寿，不知瞻礼是何人。"
        },
        {
            "标题": "九日与宗之对酌怀梁溪诸季时菊花犹未结蕊于药果中得茱萸泛酒有馈山果海鲜者多素所不识赋诗见意二首 其一",
            "作者": "李纲",
            "内容": "此身飘泊旅天涯，九日悽然客念家。且把红醪尝紫蟹，何须白发对黄花。\n药囊赖有茱萸实，茶铫频烦薄荷芽。山果海鲜多不识，却须传与北人誇。"
        },
        {
            "标题": "蜜蜂",
            "作者": "李纲",
            "内容": "秋风淅淅桂花香，花底山蜂采掇忙。但得蜜成功用足，不辞辛苦与君尝。"
        },
        {
            "标题": "自西津乘泛碧斋归邑小雨",
            "作者": "李纲",
            "内容": "乱山深处翠光浮，山寺归来泛彩舟。十里峰峦凝翠霭，一溪烟雨洒清秋。\n渔灯照水明还暗，野桂飘香散不收。只向画中求好景，不知身在画中游。"
        },
        {
            "标题": "萤火",
            "作者": "李纲",
            "内容": "雨过禅房夜气清，湿萤无数自宵行。光穿竹树来还去，影照池塘灭复明。\n飞学流星疑有意，出因腐草本无情。暂时熠耀休凭夜，敢傍长空晓日征。"
        },
        {
            "标题": "水调歌头·物我本虚幻",
            "作者": "李纲",
            "内容": "物我本虚幻，世事若俳谐。功名富贵，当得须是个般才。幸有山林云水，造物端如有意，分付与吾侪。寄语旧猿鹤，不用苦相猜。醉中适，一杯尽，复一杯。坐间有客，超诣言笑可忘怀。况是清风明月，如会幽人高意，千里自飞来。共笑陶彭泽，空对菊花开。"
        },
        {
            "标题": "宿开平寺去剑浦二十里有泉石之胜曩与郡守谢德夫同游今一纪矣溪山草木依然住持犹旧人也感叹有作二首 其一",
            "作者": "李纲",
            "内容": "旧游浑似梦，佳处每难忘。地僻溪山秀，春深草木香。\n世途方梗棘，老景自凄凉。衲子那知此，闲中气味长。"
        },
        {
            "标题": "武夷山",
            "作者": "李纲",
            "内容": "百里云山碧玉林，雕锼融结见天心。幔亭会散笙箫远，天柱风高烟雾深。\n画鹤独留青嶂表，林花常发紫岩阴。梦魂清切先曾到，故使飘零特特临。"
        },
        {
            "标题": "喜迁莺（塞上词）",
            "作者": "李纲",
            "内容": "边城寒早。对漠漠暮秋，霜风烟草。战□长闲，刁斗无声，空使荷戈人老。陇头立马极目，万里长城古道。感怀处，问仲宣云乐，从军多少。\n\n缥缈云岭外，夕烽一点，塞上传光小。玉帐尊罍，青油谈笑，肯把壮怀销了。画楼数声残角，吹彻梅花霜晓。愿岁岁静烟尘，羌虏常修邻好。"
        },
        {
            "标题": "纸笔墨尽戏成",
            "作者": "李纲",
            "内容": "我生飘泊苦西东，四子相逐半世中。越楮如云随散灭，绛玄终日困磨砻。\n秃怜毛颖频遭斥，静爱陶泓解困穷。一笑寓轩无所有，本来文字相皆空。"
        },
        {
            "标题": "崇安宰见示武夷山图记",
            "作者": "李纲",
            "内容": "征轩欲作武夷游，先借图经次第求。须信神仙真窟宅，故令峰岫巧雕锼。\n四时花木千岩秀，一水波澜九曲流。明日泛舟山下去，按图细细问踪由。"
        },
        {
            "标题": "望江南",
            "作者": "李纲",
            "内容": "云岭水，南北自分流。触目澜翻飞雪浪，赴溪盘屈转琼钩。呜咽不胜愁。\n\n归去客，征骑远闽州。路入江南春信未，日行北陆冷光浮。还揽旧貂裘。"
        },
        {
            "标题": "次贵州二首 其二",
            "作者": "李纲",
            "内容": "怀泽为邦古郁林，江边邑屋树森森。山连八桂峰峦秀，地近重溟雾雨淫。\n岁久承平消瘴疠，时危争战觉幽深。试谋十亩膏腴地，丹荔青蕉获我心。"
        },
        {
            "标题": "水调歌头（前题）",
            "作者": "李纲",
            "内容": "花径不曾扫，蓬户为君开。元戎小队，清晓佳客与同来。我为衰迟多病，且恁浇花艺药，随分葺池台。多谢故人意，迂访白云隈。\n\n暮春月，修禊事，会兰斋。一觞一咏，何愧当日畅幽怀。况是茂林修竹，映带清流湍激，山色碧崔嵬。勿复叹陈迹，且为醉金杯。"
        },
        {
            "标题": "望江南",
            "作者": "李纲",
            "内容": "新酒熟，云液满香篘。溜溜清声归小瓮，温温玉色照瓷瓯。饮兴浩难收。\n\n嘉客至，一酌散千忧。顾我老方齐物论，与君同作醉乡游。万事总休休。"
        },
        {
            "标题": "感皇恩",
            "作者": "李纲",
            "内容": "九日菊花迟，茱萸却早。嫩蕊浓香自妍好。一簪华发，只恐西风吹帽。细看还遍插，人忘老。\n\n千古此时，清欢多少。铁马台空但荒草。旅愁如海，须把金尊销了。暮天秋影碧，云如扫。"
        },
        {
            "标题": "故赠谏议大夫了斋陈公真赞",
            "作者": "李纲",
            "内容": "如玉之温，有睟其容。如山之峙，有主其中。论事有蓍龟之审，知人如衡鉴之公。\n金百鍊而不耗，水万折而必东。置死生于一拾，会理事而皆融。\n吾不知其谁氏之学，混儒释而为宗。兹其所以为了翁者欤。"
        },
        {
            "标题": "佛日杲禅师真赞",
            "作者": "李纲",
            "内容": "闻佛日之名而未识其面，见佛日之相而不闻其言。\n心契神交，未识面可也。目击道存，不闻言可也。如水中月，虽非实见，已有清凉之意。\n如狮子吼，虽未发声，已有畏仰之心。自非真是，恁么人办得恁么事。\n众所推许，畴克尔耶。虽然，孤峰顶上诃佛骂祖，彼佛日也。\n一幅丹青默然无说，此佛日也。孰是孰非，必有明眼人能辨之者。\n咄！"
        },
        {
            "标题": "王摩诘画渡水罗汉赞",
            "作者": "李纲",
            "内容": "阿罗汉具大神通，飞锡凌空如履实。渺然巨浸与天永，戏蹑一杯能径渡。\n云何溪涧咫尺间，乃有种种难涉相。前者己济气怡然，后者将涉有难色。\n老病扶携壮者负，足探策引褰衣裾。秘其神力不示人，如畏黄蘖所诃责。\n我观一切诸有情，咸具神通并妙用。空中示现十八变，正眼观时非吉祥。\n善哉摩诘老画师，能以毫墨作佛事。稽首十六大声闻，皆悉回心等正觉。"
        },
        {
            "标题": "雪峰了禅师真赞",
            "作者": "李纲",
            "内容": "粹然而深，如玉在山而珠在渊。颀然而长，如野鹤之处鸡群。\n谓是为了，四大假合，何者是真。谓是非了，五峰秀出，望之俨然。\n道与之貌，丹青所传，其有不得而传者耶。皓月普分千水影，清光常满一轮中。"
        },
        {
            "标题": "水调歌头（与李致远、似之、张柔直会饮）",
            "作者": "李纲",
            "内容": "如意始身退，此事古难谐。中年醉饮，多病闲去正当才。长爱兰亭公子，弋钓溪山娱适，甘旨及朋侪。衰疾卧江海，鸥鸟莫惊猜。\n\n酒初熟，招我友，共一杯。碧天云卷，高挂明月照人怀。我醉欲眠君去，醉醒君如有意，依旧抱琴来。尚有一壶酒，当复为君开。"
        },
        {
            "标题": "望江南",
            "作者": "李纲",
            "内容": "新月出，清影尚苍茫。学扇欲生青海上，如钩先挂碧霄傍。星斗焕文章。\n\n林下客，把酒挹孤光。斟酌嫦娥怜我老，故窥书幌照人床。此意自难忘。"
        },
        {
            "标题": "望江南（池阳道中）",
            "作者": "李纲",
            "内容": "归去客，迂骑过江乡。茅店鸡声寒逗月，板桥人迹晓凝霜。\n\n一望楚天长。春信早，山路野梅香。映水酒帘斜扬日，隔林渔艇静鸣榔。杳杳下残阳。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其十二",
            "作者": "李纲",
            "内容": "敷座亲密，便于笑语。怀抱之适，怡然相顾。沥彼瓶液，注于掌中。\n普润四大，一滴之功。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其十五",
            "作者": "李纲",
            "内容": "适从何来，游历于此。大空斓斑，负经以侍。有伟衣冠，山川之神。\n旌麾戈甲，其从如云。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其九",
            "作者": "李纲",
            "内容": "龙鱼秘怪，各有佛性。散花投经，出没游泳。具大悲心，平等施之。\n往因妙力，人天之资。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其十",
            "作者": "李纲",
            "内容": "长松森然，虬枝拂天。支颐据木，仰睇玄猿。竹树之间，方虚禅座。\n我欲摄衣，往补其处。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其十六",
            "作者": "李纲",
            "内容": "岩谷窈窕，林芿扶疏。瀑布淙射，蛇虫之居。衲帔蒙头，安然入定。\n孰能出之，其独也正。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其十一",
            "作者": "李纲",
            "内容": "宴坐便安，支颐握拳。一念不波，灵台湛然。婉彼胎禽，就掌取食。\n了无惊猜，驯承恩力。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其八",
            "作者": "李纲",
            "内容": "本无戒持，何尝有破。方便为说，三世因果。服饰炜然，王者之妃。\n前跪谛听，善思念之。"
        },
        {
            "标题": "保宁禅师真赞",
            "作者": "李纲",
            "内容": "此是保宁风度，具眼衲僧试觑。面孔虽然丑拙，肚里非常峭措。\n佛祖一口吞尽，问着当下休去。却说梁溪觅赞，大小一场露布。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其十四",
            "作者": "李纲",
            "内容": "麌麌群鹿，出于岩端。植杖倚松，寓目纵观。风度凝然，万法皆了。\n去发留髭，岂无所表。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其十三",
            "作者": "李纲",
            "内容": "俯身说法，未能忘言。无量妙义，见于指端。童子茗供，竹间治具。\n涤烦消渴，惟此之故。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其一",
            "作者": "李纲",
            "内容": "佛所印可，大阿阇黎。隐几合爪，泊然无为。恳请何人，投地作礼。\n不起于坐，应供千里。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其六",
            "作者": "李纲",
            "内容": "老矣衰疲，背依禅板。读经可为，聊用遮眼。植膝垂足，狮子衔花。\n杜其德机，岂有斯耶。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其三",
            "作者": "李纲",
            "内容": "叉指膝间，目视霄汉。意象轩举，邈无畔岸。刚大之气，塞于天渊。\n俯仰无怍，纵心浩然。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其五",
            "作者": "李纲",
            "内容": "藕花满缶，莲房自拆。神通妙用，在于举拂。童子何知，跪观戏龟。\n六用不藏，使之者谁。"
        },
        {
            "标题": "御书草圣千文赞",
            "作者": "李纲",
            "内容": "伏羲画卦，人文以成。书契之作，以代结绳。篆籀而降，秦隶乃兴。\n规摹楷法，有真有行。众妙且美，萃于兹草。畴克工之，心悟笔到。\n芝靖羲献，主盟此道。自昔英主，鲜不自好。惟汉光武，投戈讲艺。\n有唐太宗，笔迹奇秘。底绥大业，实资勇智。游戏翰墨，乃其馀事。\n于穆天子，允武允文。武定祸乱，文该典坟。万机之馀，纵笔怡神。\n作此草圣，前无古人。人亦有言，心正笔正。妙哉心画，本乎湖静。\n银钩铁纽，蟠屈刚劲。云汉昭回，奎壁辉映。如鸟行沙，如虫蚀木。\n鸾鹄停峙，龙蛇起陆。飞电绕枢，垂虹饮谷。千变万态，荡耀心目。\n一人之贵，犹或勤斯。咨尔多士，胡可怠而。学问积躬，功名济时。\n其则不远，瞻之仰之。载摹宸翰，勒之嘉石。龛于殿阴，如鲁屋壁。\n天威在望，得所矜式。微臣作赞，垂示无极。"
        },
        {
            "标题": "富郑公画像赞",
            "作者": "李纲",
            "内容": "天下达德，惟仁智勇。合之成体，散之致用。岩岩富公，备此三德。\n直道不回，以相王国。其智伊何，见于使虏。敷陈利害，以悟其主。\n欢盟至今，莫敢予侮。其仁伊何，见于救灾。饥民如云，襁负以偕。\n法简惠周，垂训将来。何以行兹，断以勇克。众人所惧，公独不惑。\n夺虏之气，厉色折之。赈民之饥，诚意活之。我生后公，今觌厥象。\n丹青载传，朝夕是仰。"
        },
        {
            "标题": "如如轩赞",
            "作者": "李纲",
            "内容": "华屋千楹，贪夫所娱。一念休歇，袤丈有馀。是轩廓然，含容太虚。\n森罗万象，体自如如。道人何为，于焉宴居。动静语默，随时捲舒。\n盖将即此以善已而，又以示其徒者欤。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其七",
            "作者": "李纲",
            "内容": "宝珠腾空，光焰璀璨。谛玩无斁，有见皆幻。堂堂风仪，龙象之姿。\n灵杵宝铎，往将加持。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其二",
            "作者": "李纲",
            "内容": "倚杖于肩，屈指近喙。废经不读，思第一义。大狮子吼，真狮子儿。\n转秘密藏，其谁能知。"
        },
        {
            "标题": "龙眠居士画十六大阿罗汉赞 其四",
            "作者": "李纲",
            "内容": "华林扰虎，手举数珠。驯彼郁屈，亦用兹乎。巨颡脩鳞，能怖童子。\n慈眼视之，毒心自弭。"
        },
        {
            "标题": "綵塔赞",
            "作者": "李纲",
            "内容": "释迦佛说妙莲华，从地涌出七宝塔。栏楯幡幢及龛室，宝玲璎珞震妙音。\n四面皆出旃檀香，散天妙华以供养。佛以右指开塔户，出大音声却关钥。\n多宝如来示全身，赞叹说法分半座。惟二如来共一塔，至今此会尚俨然。\n何人建立窣堵波，种种严饰悉具足。綵缕萦结尺寸间，高广五百由旬等。\n当知一念周圆时，胜妙功德已成就。若能瞻礼复回观，人人具此如来体。\n至心持诵法华经，弹指真塔当出现。"
        },
        {
            "标题": "瑞芝赞",
            "作者": "李纲",
            "内容": "太虚磅礴，钟此和气。庆门其昌，而产斯瑞。厥瑞维何，灵芝煌煌。\n孝诚所致，文字之祥。有开必先，其应以类。力学显亲，孰孝于是。\n勉修远业，自奋于时。匪我云然，芝实告之。"
        },
        {
            "标题": "梁溪四友赞序 其二 虚心赞",
            "作者": "李纲",
            "内容": "君子学道，其心贵虚。此君之心，一物本无。劲节坚竦，清影扶疏。\n剑拔环侍，十万丈夫。细细其香，猗猗其绿。滴露和烟，锵金戛玉。\n与子为友，惟日不足。何年栖凤，慰此幽独。"
        },
        {
            "标题": "绣观音赞",
            "作者": "李纲",
            "内容": "观音妙智力，无刹不现身。出自针缕间，神通亦如是。\n光华五采备，成此六铢衣。云髻冰雪衣，宝冠璎珞饰。\n庄严行道相，步步妙莲花。慈眼视众生，睟然见于色。\n愿言瞻敬者，回顾逍遥人。系缚本来无，何往非自在。"
        },
        {
            "标题": "梁溪真赞",
            "作者": "李纲",
            "内容": "是为梁溪，了无差别。行年之化，三十有八。返观其前，肤腴色悦。\n从是以往，苍颜华发。本来面目，不生不灭。游戏仕涂，天付之拙。\n顺天而行，一无敢设。独知其天，宁有他诀。万里清风，一轮明月。\n有来问者，默然无说。"
        },
        {
            "标题": "瑞光岩立化雀赞",
            "作者": "李纲",
            "内容": "菩萨游戏于神通，六道四生咸可入。为欲化导诸有情，故于异类而出现。\n谛观此雀甚微渺，每食一粒栖一枝。卑飞不出蓬蒿间，远举安知鸿鹄志。\n而能坐脱与立亡，依彼金容及香火。屹然而化不震动，如以木石镌刻成。\n非诸菩萨威神力，孰能现此希奇事。我观三界诸众生，惟人实具大智慧。\n妄想颠倒造诸业，失身沦入横生中。重为毛群轻羽族，破碎一切诸蠕动。\n虽云妙觉不销亡，无那沉迷益玄远。菩萨慈悲哀悯故，化身与彼为导师。\n缘终寂灭显示人，使知佛性无有二。佛子若有瞻礼者，愿言悉发敬信心。\n勇猛精进趣菩萨，皆具如是菩萨行。"
        },
        {
            "标题": "梁溪四友赞序 其四 粲华赞",
            "作者": "李纲",
            "内容": "我有佳友，粲粲其华。金英炜煌，翠叶交加。风露洒濯，色香相知。\n宛如美人，象服逶迤。可以忘忧，莫如旨酒。泛此粲华，益我眉寿。\n渊明一樽，子美三嗅。永结清欢，相从白首。"
        },
        {
            "标题": "梁溪四友赞序 其三 幽芳赞",
            "作者": "李纲",
            "内容": "天地和气，萃于幽芳。言茁其芽，薰然国香。绿叶紫茎，素荣缥房。\n纫以为佩，禦彼不祥。采自深林，置于座侧。不改其度，其香满室。\n与子为友，心同德一。优哉游哉，聊以永日。"
        },
        {
            "标题": "天王院新塑释迦像金色珠赞",
            "作者": "李纲",
            "内容": "稽首释迦文，善逝天人师。缘终示寂灭，无量舍利子。\n悉建窣堵波，天人共瞻礼。像法住世间，化导诸有情。\n亦示大神变，摄伏不信者。璀璨真金色，清净妙宝珠。\n即彼土木中，现此希奇事。有来瞻礼者，随取即与之。\n既与出愈多，不可为量数。当观舍利子，及此金色珠。\n坚固与虚脆，无异无差别。佛子具智慧，悉发敬信心。\n勇猛勿复疑，归依无上道。"
        },
        {
            "标题": "梁溪四友赞序 其一 岁寒赞",
            "作者": "李纲",
            "内容": "霜霰既零，草木殄瘁。惟兹岁寒，独立不改。寸苗初植，未离蓬艾。\n挺然凌云，色参天黛。虬枝茂叶，舞影垂阴。清风徐来，虎啸龙吟。\n与子为友，贵相知心。何以乐之，写此素琴。"
        },
        {
            "标题": "双林善慧大士录赞",
            "作者": "李纲",
            "内容": "弥勒栖神兜率天，下生此土犹久远。化身无数在世间，善慧大士乃其一。\n于中深秘菩萨行，而外示现凡夫相。佃猎渔捕悉与同，娶妻生子亦复尔。\n忽然照水知宿因，本来神智皆具足。双林净土坐道场，说法度脱无量众。\n为欲化导群生故，六度四心为依止。田园庐舍诸器用，奴婢妻子亦弃捐。\n而以营修大法会，盖行布施摄悭贪。强夫暴客与魔民，豪夺追逐共诬谤。\n更以软语安慰之，盖行忍辱摄瞋恚。精进摄诸懈怠者，昼夜行道不休息。\n持戒摄诸毁禁者，敷草而坐食粗粝。智惠禅定无有边，摄诸痴乱亦如是。\n慈悲喜舍救众生，微妙宏深难测识。虽依如是众法门，亦不于此而常住。\n辨才演说无滞阂，譬如空谷中答响。歌颂句偈自成章，纵横颠倒皆通达。\n神通游戏得自在，聊以折伏不信心。异香殊相放妙光，一叩宫门馀悉启。\n住是解脱不思议，正如长者维摩诘。应世阐化靡不齐，故于行道常接后。\n化缘已毕示寂灭，迄今何翅五百年。虽有文字传未来，芜颣不能发实相。\n我观龙津大居士，已能深入不二门。应缘虽现宰官身，于诸世味如嚼蜡。\n燕闲清净无所为，乃以笔墨为法施。芟除润色出妙语，善慧之书乃光焰。\n佛子若观善慧书，当知三士无异法。毗耶离城双树林，及此龙津元一处。\n受持读诵善思维，普愿发心无上道。"
        },
        {
            "标题": "六言颂六首赠安国觉老 其五",
            "作者": "李纲",
            "内容": "信口长吟短咏，落笔春蚓秋蛇。万法无心契合，丝毫拟议即差。"
        },
        {
            "标题": "六言颂六首赠安国觉老 其六",
            "作者": "李纲",
            "内容": "莫问是魔是佛，休言学道学禅。若能不作圣解，便是人间散仙。"
        },
        {
            "标题": "六言颂六首赠安国觉老 其四",
            "作者": "李纲",
            "内容": "不用读书读史，自能说西说东。若人欲了此法，一源通处皆通。"
        },
        {
            "标题": "洪崖先生画赞",
            "作者": "李纲",
            "内容": "洪崖古先生，傲睨得天逸。结庐西山下，踏雪时一出。\n长瓢与巨扇，此外了无物。借问侍者谁，拙朮藤葛橘。\n何年丹青手，写此神仙质。高风邈如在，超然入吾室。"
        },
        {
            "标题": "次韵畴老赠丹霞三篇并寄丹霞以代简书 其二 送次丹霞归瑞光岩韵",
            "作者": "李纲",
            "内容": "不能汲水机圆，自笑翻羹手捩。愿从明眼高人，为看三生宝地。"
        },
        {
            "标题": "六言颂六首赠安国觉老 其二",
            "作者": "李纲",
            "内容": "心似莲花疏通，身如灵龟藏蛰。三十年来住持，不曾嚼破一粒。"
        },
        {
            "标题": "六言颂六首赠安国觉老 其三",
            "作者": "李纲",
            "内容": "本来滴水滴冻，岂碍彻风彻颠。欲问东西祖意，莫嫌吃饭参禅。"
        },
        {
            "标题": "六言颂六首赠安国觉老 其一",
            "作者": "李纲",
            "内容": "大虚一点真气，都卢半掬水中。堪笑钟离散汉，付与安国秃翁。"
        },
        {
            "标题": "题李伯时三教图卷 其三",
            "作者": "李纲",
            "内容": "素王峨峨，万世所师。太和元气，逝者如斯。吾侪小人，有喙何施。\n稽首顿首，念兹在兹。"
        },
        {
            "标题": "荔枝词集句",
            "作者": "李纲",
            "内容": "开元天子万事足，惟惜当年光景促。昭阳殿里第一人，十幅红绡围夜玉。\n梦中同蹑凤凰翎，归作霓裳羽衣曲。沉香亭北倚阑干，缓歌慢舞凝丝竹。\n回眸一笑百媚生，尽日君王看不足。崩腾献荔枝，百马死山谷。\n一骑红尘妃子笑，婕妤传诏才人索。绛纱囊里水精丸，不是人间香味色。\n渔阳鼙鼓动地来，血污游魂归不得。明眸皓齿今何在，金盘玉箸无消息。\n汉主山河锦绣中，三十六宫土花碧。不见玉颜空死处，泪痕血点垂胸臆。\n片段荔枝筐，此心炯炯君应识。"
        },
        {
            "标题": "岳阳楼三首 其二",
            "作者": "李纲",
            "内容": "翛然多难偶存身，又到苍茫楚泽滨。鼓舞鱼龙张乐地，佩纫兰茝独醒人。\n涉江哀郢空回首，极目伤心欲向春。鼓枻寅缘傍枯苇，故应渔父尚垂纶。"
        },
        {
            "标题": "谢守送别至黯淡寺",
            "作者": "李纲",
            "内容": "送远劳为黯淡行，西风斜日袅双旌。舟如一叶波涛舞，滩作半天风雨声。\n修竹拂云青蓊郁，圆峰对阁翠峥嵘。如公高义今人少，行客空馀恋德情。"
        },
        {
            "标题": "题八功德水",
            "作者": "李纲",
            "内容": "石作方池紫翠崖，湛然定水贮琼瑰。何须功德标为八，万行圆成自此来。"
        },
        {
            "标题": "余久不饮酒雨过晚凉悠然独酌戏成此篇",
            "作者": "李纲",
            "内容": "崎嵚历落真可笑，飘泊流离初不羞。苍髯华发老张镐，火色鸢肩穷马周。\n身长九尺安所用，命酒一斗聊销忧。醉中起舞颇自得，慷慨不知风雨秋。"
        },
        {
            "标题": "白公草堂",
            "作者": "李纲",
            "内容": "乐天平生不可及，谪官乃作庐中集。香炉峰下结草堂，石屏纸帐随时给。\n维摩丈室亦何有，天女散花空结习。何须江上听琵琶，泫然泪滴青衫湿。"
        },
        {
            "标题": "益阳白鹿寺",
            "作者": "李纲",
            "内容": "寺枕清江荫碧梧，萧然景物类东吴。登临忽动思归兴，不待秋风可鲙鲈。"
        },
        {
            "标题": "望白水山次合江楼韵",
            "作者": "李纲",
            "内容": "罗浮之麓何壮哉，山灵为我烟云开。匆匆行役不一到，翠光百里随人来。\n峤南钟此山川美，中有幽人呼不起。月圆月缺岂人为，潮落潮生自江水。\n非人流水水流人，世故人情日月新。\n拨置千忧并百虑，且醉一斛松醪春。"
        },
        {
            "标题": "白水山佛迹岩行速不果到次东坡韵",
            "作者": "李纲",
            "内容": "罗山与浮山，对峙蹲两股。有如垂天鹏，决起初振羽。\n兹山乃东麓，秀若芙蓉吐。谽谺岩洞开，地裂娲不补。\n何人履石上，修趾映玄乳。当时巨灵氏，擘华不用斧。\n蹈躟意未已，遗拇到南土。连山乃浮来，海若助掀舞。\n强称金仙人，谁见来接武。坳洼踰镌鎞，缕脉分踵拇。\n何尝藉青莲，长此濯白雨。颇疑秦汉间，方士恣飘鼓。\n凿成巨人迹，聊示神仙府。祖龙茂林翁，雄毅犹猛虎。\n一为异端惑，种种受欺侮。我为江海行，风雨齐万弩。\n馀生屡涉险，何异孤注赌。已从罗浮游，胜境敢多取。\n天公本无私，尤物随意主。阔视天壤中，沧洲乃吾圃。"
        },
        {
            "标题": "次韵艾宣画四首 其三 杏花白鹇",
            "作者": "李纲",
            "内容": "春入群芳此最妍，露枝烟蕊袅成团。不知闲客来何处，独傍花枝仔细看。"
        },
        {
            "标题": "同叔易季言游虎丘寺邂逅何得之",
            "作者": "李纲",
            "内容": "理棹适闽粤，虎丘聊舣航。霜林正摇落，翠柏森成行。\n入门蹑磴道，乔木间疏篁。秦帝试剑石，破瓜分路傍。\n生公雨花台，说法今不亡。苍藓衣峭壁，枯荷响回塘。\n遂游剑池上，毛发森以张。沈沈下无底，疑有虬龙藏。\n镌削露天巧，胚胎劳混茫。清奇俨图画，秘怪叵测量。\n薜荔叠秀色，枇杷吐幽香。行行造梵宇，金碧相荧煌。\n危脊耸古殿，长腰曼脩廊。凭虚架云阁，凿险通禅房。\n开轩俯吴会，蜂窠缭池隍。风烟寄远目，心逐征鸿翔。\n列岫霭遥碧，平湖湛孤光。追寻殊未倦，策杖登崇冈。\n幽独诗句苦，阖庐丘冢荒。五圣瞻象设，羽泉酌甘芳。\n西庵何闲寂，修竹自苍苍。脱履足生茧，解衣汗如浆。\n却携二三子，置酒白云堂。念旧已悽恻，感时增慨慷。\n况我方远涉，狷介怀刚肠。一杯且相属，世事都茫茫。\n冠冕志已冷，山林兴偏长。逝将脱羁束，超然傲羲皇。\n斯游信清绝，去去何时忘。"
        },
        {
            "标题": "山居四咏 其一 纸帐",
            "作者": "李纲",
            "内容": "洁如白叠软于毡，縠浪龟纹细结联。雅称独攲班竹枕，最宜深炷紫沉烟。\n斜风细雨吴绫暖，万草千花蜀锦鲜。何似禅房褚夫子，日高覆帱拥衾眠。"
        },
        {
            "标题": "登钟山谒宝公塔",
            "作者": "李纲",
            "内容": "宝公真至人，鸟爪金色身。杖携刀尺拂，语隐齐梁陈。\n我登钟山顶，白塔高嶙峋。再拜礼双足，聊结香火因。"
        },
        {
            "标题": "次韵郑顾道侍郎用师字韵见赠",
            "作者": "李纲",
            "内容": "昔年班列会京师，邂逅相逢只旧知。一纪此身浑似梦，中原回首不堪思。\n乍欣旌旆来临日，共喜江山适意时。感慨不须谕旧事，且将强健对芳卮。"
        },
        {
            "标题": "次韵和曾徽言登北禅寺塔",
            "作者": "李纲",
            "内容": "佛教入中土，贝多凡几翻。摩腾导其流，僧伽鼓其澜。\n乃建窣堵波，高标屹参天。划如五彩虹，上与青霄干。\n兹塔更奇古，层檐俯通川。江山递隐见，万象森回环。\n公子抱远韵，登临眇风烟。仰穿龙蛇穴，旁瞰日月悬。\n茫茫悉细碎，寓目疑无全。归来吐妙句，字字劳精甄。\n嗟我方屏处，胜游阻清缘。幸窥慈恩作，如见众宝山。\n宗风久寂寞，纻絮何其寒。安得师子吼，震此龙象筵。\n关弓挟白羽，櫜鞬相周旋。当分宝塔坐，一瞬三万年。"
        },
        {
            "标题": "药山三咏 其三 雷满池",
            "作者": "李纲",
            "内容": "英雄割据老渔师，习气难忘凿此池。尚想兴酣高会处，投身下取酒杯时。"
        },
        {
            "标题": "次韵王尧明游北寺",
            "作者": "李纲",
            "内容": "小雨湿残花，回风振芳草。胜游宜及时，嘉此春物好。\n萧然二三子，散策穷杳眇。招提枕郊头，殿阁出林表。\n中有王屋泉，一酌百虑澡。踟蹰古城隅，幽径通翠筱。\n嗟予阻追陪，正坐尘事绕。衣冠方北渡，亲故幸非少。\n客情终念归，回首云缥缈。遥怜松菊荒，仰羡鹳鹤矫。\n园田诚可乐，鼙鼓尚惊扰。何当终素心，永叹忧用老。"
        },
        {
            "标题": "七峰诗序 碧云峰",
            "作者": "李纲",
            "内容": "落日衔山隐半轮，桑榆残照起游氛。佳人怅望何时见，万里平凝合碧云。"
        },
        {
            "标题": "寄沙阳邓季明二首 其二",
            "作者": "李纲",
            "内容": "当年曾到碧云峰，惟有溪山与昔同。最爱幽人三径里，尽收春色一壶中。\n千年阨运非人力，四海横流本士风。烂额燋头何所补，却输花圃乐全翁。"
        },
        {
            "标题": "同罗畴老邓季明燕凝翠阁泛碧斋",
            "作者": "李纲",
            "内容": "法界惟心在处安，胜游须信得时难。云峰远并山峰碧，天影深摇溪影寒。\n去国不知流落恨，亲仁且尽笑谈欢。夜凉风露生舟楫，皓月遥升白玉盘。"
        },
        {
            "标题": "谒告迎奉闻亲闱有醴泉之除不胜庆抃作诗寄叔易季言二弟",
            "作者": "李纲",
            "内容": "薄宦便甘旨，两载官南徐。江山富佳致，足以为亲娱。\n昆弟尽在傍，承颜欢有馀。宁知驿书召，结束趋征途。\n旅食寓京华，梦想怀庭除。宸恩赐清燕，天语闻都俞。\n兰省幸备员，匪才惭冒居。思亲动归兴，谒告之东吴。\n晓出通津门，轻舠泛汴渠。莺花已烂熳，榆柳正扶疏。\n去去指苕霅，行行远神都。中途闻吉语，动色观除书。\n天子隆孝治，朝廷优老儒。犬马志欲养，获此伸区区。\n丘山恩施重，蝼蚁轻捐躯。寓书东飞鸿，早早达吾庐。\n季也在亲侧，援琴方舞雩。聆音想慰怿，具驾无踟蹰。\n会言亦近止，期以薰风初。"
        },
        {
            "标题": "容南道中二首 其一",
            "作者": "李纲",
            "内容": "路入容南境，风烟自一方。山空云苒苒，春动水茫茫。\n紫府丹砂秘，幽村碧树芳。肃然有佳致，作个是炎荒。"
        },
        {
            "标题": "容南道中二首 其二",
            "作者": "李纲",
            "内容": "闻说容南久，安知客路经。沉沉洞天近，湛湛古湫渟。\n日落峰峦翠，春回草木青。丹砂如可问，当卜老岩扃。"
        },
        {
            "标题": "槟榔",
            "作者": "李纲",
            "内容": "疏林苍海上，结实已累累。烟湿赪虬卵，风摇翠羽旗。\n飞翔金鸑鷟，掩映箨龙儿。濩落咍椰子，匀圆讶荔支。\n当茶锁瘴速，如酒醉人迟。蒌叶偏相称，蠃灰亦谩为。\n乍餐颜愧渥，频嚼齿愁疲。饮啄随风土，端忧化岛夷。"
        },
        {
            "标题": "送张子固大资政赴召命二首 其二",
            "作者": "李纲",
            "内容": "屏迹山林养病身，数迂旌旆访幽人。追酬雅韵篇章富，共醉芳醪意气亲。\n顾我老为沧海客，羡公去作紫霄宾。经纶蚤动中兴业，亦欲归居浙水滨。"
        },
        {
            "标题": "送张子固大资政赴召命二首 其一",
            "作者": "李纲",
            "内容": "海邦临抚忽频年，恺悌宜民德化宣。久恋阙庭心自往，乍归帷幄席应前。\n盐梅好去陪三事，风月还须记九仙。圣主从容问幽仄，为陈衰病老林泉。"
        },
        {
            "标题": "食橘",
            "作者": "李纲",
            "内容": "洞庭一夜天雨霜，橘林绿苞朝已黄。远题书后三百颗，入手便觉秋风香。\n黄金为肤白玉瓤，沆瀣深贮甘且芳。雕盘初擘噀清雾，冰齿乍嚼流琼浆。\n色香气味纷可喜，下视众果皆茫茫。嗟余平生爱种此，木奴千树梁溪傍。\n只今蒿艾已埋没，岂敢向日争荧煌。蓬莱云气久寂寞，汉殿无复罗潇湘。\n厥包纵有尽酸涩，剖之蠹朽安足尝。乃知汝病是天意，坐使玉食无辉光。\n荒山乃尔饫佳品，安得騕袅置锦堂。君不见杜陵野老歌病橘，萧萧半死诚可伤。"
        },
        {
            "标题": "往返踰万里首尾涉五年幸无惊忧归次贵溪仙岩新罹寇盗焚荡孑然始见兵火之迹感怆有作二首 其二",
            "作者": "李纲",
            "内容": "辽海归来丁令威，山川虽是事多非。衣冠南渡奔崩极，始信六朝犹足依。"
        },
        {
            "标题": "往返踰万里首尾涉五年幸无惊忧归次贵溪仙岩新罹寇盗焚荡孑然始见兵火之迹感怆有作二首 其一",
            "作者": "李纲",
            "内容": "梦里幽人独往来，仙岩依旧碧崔嵬。伤心二百载涵养，极望皆成瓦砾堆。"
        },
        {
            "标题": "闻仲辅弟自陈便亲得南康军逍遥观",
            "作者": "李纲",
            "内容": "宦游方壮已抽身，始验从来懒是真。未看昂霄摩远翮，且将戏綵慰偏亲。\n我当放逐离群日，尔作逍遥自在人。恩贷何时听从便，庐山同作远公宾。"
        },
        {
            "标题": "水调歌头（似之、申伯、叔阳皆作，再次前韵）",
            "作者": "李纲",
            "内容": "物我本虚幻，世事若俳谐。功名富贵，当得须是个般才。幸有山林云水，造物端如有意，分付与吾侪。寄语旧猿鹤，不用苦相猜。\n\n醉中适，一杯尽，复一杯。坐间有客，超诣言笑可忘怀。况是清风明月，如会幽人高意，千里自飞来。共笑陶彭泽，空对菊花开。"
        },
        {
            "标题": "萧懋德秀才自临江遣人致书海上遇于归途赋诗寄之二首 其一",
            "作者": "李纲",
            "内容": "三黜先生今得归，更携稚子访慈帏。病牛卧垄心衰矣，脱兔投林天悯之。\n万里往来环转蚁，一生谤誉舌扬箕。著书欲赴当时约，须待江南事定时。"
        },
        {
            "标题": "九日登山亭会饮",
            "作者": "李纲",
            "内容": "渊明避世士，酷爱九日名。独酌东篱下，悠然得此生。\n我辈正羁旅，佳节安可醒。相携陟翠巘，置酒松间亭。\n菊蕊弄新黄，橘苞破微馨。鬓边插茱萸，未觉巾帻倾。\n云山蔼佳色，风林动疏声。慷慨念平昔，醉舞属群英。\n国步方缀旒，衣冠正漂萍。山河举目异，望远若为情。\n方期汗漫游，天池濯吾缨。何必楚囚泣，牛山良可轻。"
        },
        {
            "标题": "次韵俞祖仁寒翠亭翠字韵",
            "作者": "李纲",
            "内容": "爱奇走山林，蜡屐穷幽閟。萧然岩壑趣，乃在经行内。\n缅怀谪仙人，名湖自张谓。至今郎官湖，邈与岘山对。\n我游古兰若，殿阁烟霞外。眷兹道傍亭，胜境久翳昩。\n洗开松竹林，寒色霭苍翠。戏题榜间名，笔墨聊自恣。\n时方春雨馀，涧水正横溃。泉声落亭前，散作珠点碎。\n景物岂殊昔，因之不遐弃。佳哉二三子，诗酒作文会。\n留连不忍去，吟哦薄昏晦。我咏诗中言，端有亭上味。"
        },
        {
            "标题": "鸣山驿次韵蔡君谟续梦作",
            "作者": "李纲",
            "内容": "一梦神游紫府天，觉来身寄驿亭眠。何须怅望吹箫女，独跨青鸾入翠烟。"
        },
        {
            "标题": "道出庐阜偶值崧老右丞同游东西二林蒙示佳篇辄次来韵",
            "作者": "李纲",
            "内容": "迂疏又复谪南州，假道江山得胜游。杖履欣逢长者辙，笑谈同访远公流。\n风摇杉桧惊寒梦，烟锁峰岚绕翠楼。回首中原意萧瑟，此生飘泊任云浮。"
        },
        {
            "标题": "客有馈鲜鲫月夜与",
            "作者": "李纲",
            "内容": "步月溪头放小鲜，银梭掷水势飞翻。清波真是悠然去，不似洋洋秪听言。"
        },
        {
            "标题": "观音岩",
            "作者": "李纲",
            "内容": "铢衣珠珞宝花冠，宴坐翛然山水间。应为武夷泉石好，不殊海岸补陀山。"
        },
        {
            "标题": "次韵志宏见赠拙轩",
            "作者": "李纲",
            "内容": "梁溪之拙天下绝，六年出入黄金阙。太官珍膳厌膻肥，谪堕沙阳甘笋蕨。\n胸中空洞何所有，羞逐缁尘事奔走。鹪鹩本是栖一枝，鲋鱼何用求升斗。\n翻羹触讳拙谁如，悻悻还惭浅丈夫。小轩燕处聊自榜，方丈迥觉含空虚。\n簿书粗了多暇日，坐看日光摇霁隙。百年销没向此中，金玉满堂何所益。\n不如便作逍遥人，富贵于我如浮云。欲知内外孰轻重，何翅鸿毛与万钧。\n平生习气未能已，更续春秋修旧史。马迁忍耻托空文，欲洗前非徒费水。\n虞卿归隐亦著书，笔墨自可为欢娱。心闲意到时一扫，何用寸寸参釐铢。\n扩然无事还面壁，禅悦为床法为食。月光照破客尘空，那有丝毫挂欣戚。\n栟榈好学今所无，返从拙者来问途。拙翁已拙更何说，万里清风一轮月。"
        },
        {
            "标题": "往复诗多用佛语再次前韵示仲辅",
            "作者": "李纲",
            "内容": "远涉异域求金仙，岂知不离方寸间。此门悟入真捷径，安用困苦栖穷山。\n凭君试灼一炷艾，能已千痾宁四大。病根若悟本来空，是则名为观自在。\n平生见尽学道人，舍妄求真不识真。指端明月休错认，衣里宝珠元不贫。\n巍巍荡荡如山阜，长与君俱君见否。仁者自生分别心，断际何尝有前后。"
        },
        {
            "标题": "十二咏 其十二 菖蒲涧",
            "作者": "李纲",
            "内容": "寸根九节结孤芳，青剑凌波日日长。幸有仙方辨真赝，医师休更进菖阳。"
        },
        {
            "标题": "恭闻诏书褒悼陈少阳赠官与一子恩泽赐缗钱五十万感涕四首 其一",
            "作者": "李纲",
            "内容": "哀痛纶言洒帝章，赐金赠秩事非常。无心圣主如天地，著意奸臣极虎狼。\n忠血他年应化碧，英魂今日已生光。先生愤懑诚昭雪，九死南迁岂自伤。"
        },
        {
            "标题": "恭闻诏书褒悼陈少阳赠官与一子恩泽赐缗钱五十万感涕四首 其二",
            "作者": "李纲",
            "内容": "祖宗德泽在斯民，韦带精忠不乏人。魏阙献言开帝听，匦函争事触龙鳞。\n血沾斧越虽因我，心在宗祊岂计身。宿草已深难一恸，临风空有涕沾巾。"
        },
        {
            "标题": "恭闻诏书褒悼陈少阳赠官与一子恩泽赐缗钱五十万感涕四首 其四",
            "作者": "李纲",
            "内容": "平昔初无半面交，危言几辨盖宽饶。幽冥我已惭良友，忠愤君应念本朝。\n故国遥看云杳杳，新阡何处草萧萧。抚孤未遂山涛志，谁继骚人赋大招。"
        },
        {
            "标题": "恭闻诏书褒悼陈少阳赠官与一子恩泽赐缗钱五十万感涕四首 其三",
            "作者": "李纲",
            "内容": "屡将鲠议叩枫宸，不为承恩始爱君。谁使崔宁论卢杞，恨无庆忌救朱云。\n死生一吷心应了，忠义千年笔有芬。一介草茅言世务，从今不复数刘蕡。"
        },
        {
            "标题": "道庐陵游青原山谒保宁宗老一首",
            "作者": "李纲",
            "内容": "老病维摩卧七闽，欲邀瓶锡伴閒身。愧无拂石眠云分，来作轻裘缓带人。\n小队入山风袅袅，飞泉出寺石磷磷。烦师更举西来意，一点阳和万物春。"
        },
        {
            "标题": "自延祥寺行五里至冲虚观月出林峦之表景物幽胜坐遗履轩望麻姑峰秉烛观稚川丹灶",
            "作者": "李纲",
            "内容": "葛翁令勾漏，晚入罗浮山。丹成尸解去，遗迹犹班班。\n当年薪水人，亦得刀圭残。至今有遇者，绿发长童颜。\n嗟我慕遐躅，冒暑穷跻攀。叩门日已落，月出青云间。\n深院人寂寂，飞泉涧潺潺。松风入琴轸，桂露零星坛。\n坐观麻姑峰，耸翠凝烟鬟。更呼老道士，月夜谈玄关。\n清景难久驻，忽忽恨言还。却迷桃源路，叹息空尘寰。\n兵革未休息，世故方艰难。脱身事幽讨，此志不可删。\n未能骑长鲸，聊复乘两班。来寻岩间灶，更鍊飞霞丹。"
        },
        {
            "标题": "寓居通城僧舍东轩池莲盛开竹庵圭老有意见过戏赠此篇",
            "作者": "李纲",
            "内容": "道人庵外万竿竹，何似小池千叶莲。月白风清谁共此，心闲境寂两翛然。\n好抛筠粉娟娟净，来看荷珠的的圆。飞锡傥能真过我，直须趁取晚霜前。"
        },
        {
            "标题": "八月十一日次茶陵县入湖南界有感",
            "作者": "李纲",
            "内容": "忆昔湖南全盛日，郡邑乡村尽充实。连年兵火人烟稀，田野荆榛气萧瑟。\n我初入境重伤怀，空有山川照旌节。试呼耆老细询问，未语吞声已先咽。\n自从虏骑犯长沙，巨寇如麻恣驰突。杀人不异犬与羊，至今涧谷犹流血。\n盗贼纵横尚可避，官吏贪残不可说。挟威倚势甚豺狼，刻削诛求到毫发。\n父子妻孥不相保，何止肌肤困鞭挞。上户逃移下户死，人口凋零十无八。\n九重深远那得知，使者宽容失讥察。今朝幸睹汉官仪，愿使斯民再苏活。\n我闻此语心如摧，平生况有阳城拙。\n行移州县遣官僚，尽罢科须治奸猾。巨蠹推穷付囹圄，社鼠城狐扫巢穴。\n削平群盗拊疮痍，报政何须待期月。祖宗德泽感人深，周汉正赖宣光哲。\n中兴之运期有在，庶以涓微助溟渤。少陵酷爱舂陵行，千古知心有元结。"
        },
        {
            "标题": "寓宁国县圃中桃李杂花盛开感而赋诗 其一",
            "作者": "李纲",
            "内容": "春光不为干戈薄，花县纵观桃李开。可惜繁华劳剪刻，莫教风雨便残摧。\n溪山有意相辉映，蜂蝶多情自往来。应笑逐臣心似铁，客中扶病亦登台。"
        },
        {
            "标题": "寓宁国县圃中桃李杂花盛开感而赋诗 其二",
            "作者": "李纲",
            "内容": "乍雨乍晴三月节，半开半合百花枝。伤心春望不堪远，感事泪痕长欲垂。\n塞北但知随水草，江南何事插旌麾。上林无限莺花老，应怪来游凤辇迟。"
        },
        {
            "标题": "容南初食荔枝二首 其二",
            "作者": "李纲",
            "内容": "买地城南种荔枝，每留核付守园儿。但祈四海兵戈息，会见开花著子时。"
        },
        {
            "标题": "善权即事十首 其四",
            "作者": "李纲",
            "内容": "山崦溪湾三四家，竹篱茅舍暮烟斜。仙村自种田田玉，梅径疑开处处花。\n近渚冰销迷浴鹭，远村烟暝数栖鸦。年年值雪长为客，对此悽然感岁华。"
        },
        {
            "标题": "善权即事十首 其七",
            "作者": "李纲",
            "内容": "连日风云匝地阴，玉花飞舞满烟岑。竹窗夜色棋方适，书幌朝寒酒倍斟。\n幸有高人同胜赏，不妨佳处得幽寻。庭前暗积知多少，自策筇枝探浅深。"
        },
        {
            "标题": "善权即事十首 其三",
            "作者": "李纲",
            "内容": "雪著溪山澹复浓，行舟疑在玉壶中。云藏半岭深难见，冰塞长川邈未通。\n赖有僧房容假榻，未应尘迹叹飘蓬。劳生梦幻成何事，万古闲愁一笑空。"
        },
        {
            "标题": "善权即事十首 其一",
            "作者": "李纲",
            "内容": "荆溪移棹雪漫漫，皓色连空眼界宽。练带萦回迷罨画，玉屏崷崒失铜官。\n风飘珠蕊来玄圃，槎泛银潢到广寒。安得丹青似摩诘，生绡写作画图看。"
        },
        {
            "标题": "初食荔枝四绝句 其三",
            "作者": "李纲",
            "内容": "堆盘盛喜珠玑满，绕齿乍惊冰雪香。病酒相如正消渴，不妨时擘绛紬囊。"
        },
        {
            "标题": "善权即事十首 其九",
            "作者": "李纲",
            "内容": "霁色初开雪未融，坐来风撼落长松。林芿趫捷缘饥鼠，洞壑深沉蛰老龙。\n致远未须金騕袅，凭高且看玉芙蓉。丰年最有田家乐，雪屋何妨入夜舂。"
        },
        {
            "标题": "初食荔枝四绝句 其二",
            "作者": "李纲",
            "内容": "平昔传闻十八娘，丰肌秀骨有馀香。今朝亲到芳丛下，应许幽人餍饫尝。"
        },
        {
            "标题": "容南初食荔枝二首 其一",
            "作者": "李纲",
            "内容": "海山荔子冠炎荒，颇恨遄归不得尝。犹喜容南三月里，轻红初擘一枝香。"
        },
        {
            "标题": "善权即事十首 其二",
            "作者": "李纲",
            "内容": "十日荆溪雪未晴，敲冰聊作善权行。最怜击碎琼瑶片，欲爱长闻环佩声。\n百仞岩端仙梵过，千株松下老僧迎。斯游自觉平生少，颇怪淹留景太清。"
        },
        {
            "标题": "善权即事十首 其六",
            "作者": "李纲",
            "内容": "一夜凝寒雪意浓，禅房睡美不闻钟。起看银色三千界，更忆瑶台十二重。\n戴白苍官尤觉好，折腰青士若为容。暮晴透出寒蟾色，为照溪头群玉峰。"
        },
        {
            "标题": "初食荔枝四绝句 其一",
            "作者": "李纲",
            "内容": "烟雨濛濛半暑时，轻红旋摘自提携。不知谁是善知识，断送归家食荔枝。"
        },
        {
            "标题": "初食荔枝四绝句 其四",
            "作者": "李纲",
            "内容": "南海何年贡荔枝，知音千古有杨妃。华清赐浴娇无力，一骑红尘初到时。"
        },
        {
            "标题": "善权即事十首 其八",
            "作者": "李纲",
            "内容": "山空鸟雀傍檐楹，景邃惟闻钟鼓声。懒瓒但知煨紫芋，少陵何处斸黄精。\n江南寇盗休无赖，塞北烟尘迄未平。太息浮生端值此，不如无念契无生。"
        },
        {
            "标题": "善权即事十首 其五",
            "作者": "李纲",
            "内容": "小童又报雪花飞，深炷炉烟欲起时。淅沥乍闻经竹叶，飘萧初看著松枝。\n南人共讶何曾见，北顾深颦有所思。牢落无言自搔首，却惊华发顿成丝。"
        },
        {
            "标题": "善权即事十首 其十",
            "作者": "李纲",
            "内容": "朝来鸟雀报新晴，乍喜窗间日影明。糁径杨花浑寂寞，倚檐冰柱漫峥嵘。\n早梅向暖垂垂发，好鸟知时得得鸣。从此阳光渐舒畅，放回春色满江城。"
        },
        {
            "标题": "莼菜",
            "作者": "李纲",
            "内容": "渺渺春湖水拍天，紫莼千里正联绵。初抽荷蕊半含露，旋摘龙须尚带涎。\n盐豉欲调难并美，鲈鱼兼忆讵非贤。自怜不是知机士，饱食空能上钓船。"
        },
        {
            "标题": "春昼书怀",
            "作者": "李纲",
            "内容": "春院沈沈昼掩关，坐看云起面前山。静中图史尤多味，身外功名已厚颜。\n匣砚细磨鸲鹆眼，茶瓯深泛鹧鸪斑。簿书粗了无馀事，更有何人似我閒。"
        },
        {
            "标题": "宿栖真馆夜雪大作诘旦遂行",
            "作者": "李纲",
            "内容": "一夜武夷三尺雪，岩壑无声闻竹折。云峰烟岫望都迷，玉树瑶林寒更发。\n山中道士毛骨奇，劝我留宿山前斋。轻装冒雪非得已，仙赏更待他年来。"
        },
        {
            "标题": "次雷州",
            "作者": "李纲",
            "内容": "华夷图上看雷州，万里孤城据海陬。萍迹飘流遽如许，骚辞拟赋畔牢愁。\n沧溟浩荡烟云晓，鼓角凄悲风露秋。莫笑炎荒地遐僻，万安更在海南头。"
        },
        {
            "标题": "宿道傍僧舍次蒋颖叔壁间韵",
            "作者": "李纲",
            "内容": "竟日碧山中，清宵憩宝宫。客愁无那处，一叶已秋风。"
        },
        {
            "标题": "正之复次前韵作四篇见示是日适登城楼以望江山且阅捷报因赋六章以报之 其二",
            "作者": "李纲",
            "内容": "黠虏狂谋犯泗滨，胁从太半是吾人。且将戈戟歼蛇豕，会把衣裳易介鳞。\n河洛至今思帝德，云龙行见会王春。汉官仪物都如旧，混一车书万国宾。"
        },
        {
            "标题": "士特见和复次前韵",
            "作者": "李纲",
            "内容": "丘园命驾未应回，三径还同蒋诩开。盘谷初能容蕙帐，钧天无复梦瑶台。\n稚年尚忆嬉游处，老境相从归去来。幸有西山供醉眼，不妨吟望思悠哉。"
        },
        {
            "标题": "近以诗寄许振叔承林德祖见和复次前韵寄之",
            "作者": "李纲",
            "内容": "甫里先生早乞身，最怜流落汉庭臣。也知雅有绨袍意，故使同为莲社人。\n佳句传来油素湿，灵文翻处贝多新。更烦为指趋真路，旧国于今草木缗。"
        },
        {
            "标题": "正之复次前韵作四篇见示是日适登城楼以望江山且阅捷报因赋六章以报之 其一",
            "作者": "李纲",
            "内容": "帝遣宗英使楚滨，漕台元自得诗人。从横锦绣花生舌，飞动龙蛇墨起鳞。\n心拱北宸恩露渥，笑回南浦渌波春。不须过作飞刍计，早晚追陪紫府宾。"
        },
        {
            "标题": "休宁县驿舍初见杨花",
            "作者": "李纲",
            "内容": "山馆风光随分好，方塘碧长萋萋草。杨花摇荡入疏帘，又是一年春色老。"
        },
        {
            "标题": "次韵刘倅寄荔支",
            "作者": "李纲",
            "内容": "色味芬芳压众包，谁将橘颂入离骚。非缘人力栽培至，自是天资品格高。\n璀璨万星真伟观，崩腾百马亦良劳。南来坐享吾何幸，更把苏禅与醉逃。"
        },
        {
            "标题": "次韵顾子美见示久雨三首 其三",
            "作者": "李纲",
            "内容": "中夏犹裌衣，泽国信殊候。连阴不复开，似欲无晴昼。\n涓涓檐间滴，駃駃渠中溜。苍生环堵完，遑恤吾庐漏。"
        },
        {
            "标题": "次韵陈介然幽兰翠柏之作 其二 翠柏",
            "作者": "李纲",
            "内容": "崇冈有翠柏，擢干烟霭外。托非不得地，据此群山会。\n青青岁寒姿，自许百围大。舞月散清影，号风振虚籁。\n谁云根如石，已见色参黛。幽人挺高怀，顾我颜不改。\n知音自昔难，多财为尔宰。"
        },
        {
            "标题": "次韵顾子美见示久雨三首 其一",
            "作者": "李纲",
            "内容": "一春常苦雨，入夏尚悭晴。云物频舒卷，轩窗乍晦明。\n下田嗟涨溢，高岸惜颓倾。蔓草无情思，芟除又发生。"
        },
        {
            "标题": "次韵陈介然幽兰翠柏之作 其一 翠柏",
            "作者": "李纲",
            "内容": "翠柏方岁寒，独立群木外。不为众所知，此理实难会。\n惜哉结根浅，未使极高大。天风动虬枝，萧瑟起清籁。\n傥无斤斧残，会拂千丈黛。空馀霄汉志，不逐雪霜改。\n委弃老空山，浩荡付玄宰。"
        },
        {
            "标题": "次韵陈介然幽兰翠柏之作 其二 幽兰",
            "作者": "李纲",
            "内容": "温风茁幽兰，采掇置中堂。孤根亦何有，借此轩墀光。\n耿耿不自惜，凄微泛馀香。萧然山林姿，讵是邦家祥。\n譬犹美芹子，乃以荐君王。弃置固其宜，零落谁复伤。\n赋诗慰寂寞，念子故意长。愿言同心人，去去扬清芳。"
        },
        {
            "标题": "次韵陈介然幽兰翠柏之作 其一 幽兰",
            "作者": "李纲",
            "内容": "幽兰出深林，得上君子堂。置之顾盼地，蔼蔼振馀光。\n春风茁其芽，暗淡飘天香。刈防岂无用，授梦方荐祥。\n纫佩美屈子，披风快襄王。秋高白露下，摧折增感伤。\n愿与菊同瘁，羞随莸并长。收根归旧林，肯改无人芳。"
        },
        {
            "标题": "次韵顾子美见示久雨三首 其二",
            "作者": "李纲",
            "内容": "朝来疑欲霁，云气复如蒸。泥潦疲驰骤，晨昏错寝兴。\n及时初可喜，失节反堪憎。安得西山出，层楼共一登。"
        },
        {
            "标题": "三月二十五日邀吴民瞻郑梦锡李似之陈巽达周元仲游贤沙凤池二首 其二 凤池",
            "作者": "李纲",
            "内容": "凤去空馀旧浴池，竹梧交荫翠参差。云随屐齿生松磴，泉合琴心泻石陂。\n幽讨平生如此少，清闲今日许谁知。道人为筑紬书室，杖履来游更卜期。"
        },
        {
            "标题": "三月二十五日邀吴民瞻郑梦锡李似之陈巽达周元仲游贤沙凤池二首 其一 贤沙",
            "作者": "李纲",
            "内容": "招提环拥碧崔嵬，携客登临始此回。寺比道林多掩抱，峰如灵隐解飞来。\n烟霞深处钟磬响，杉桂香中殿阁开。莫道钓鱼人已寂，至今说法尚如雷。"
        },
        {
            "标题": "吴慎微邓志宏同游陈氏园",
            "作者": "李纲",
            "内容": "我本惜春人，常恐春色老。沙阳渺天南，春到一何早。\n群芳忽烂漫，自觉被春恼。招邀适名园，景物得幽讨。\n灿灿桃李妍，娟娟松竹好。虚室自含风，回塘已生草。\n酌酒对芳菲，论文慰怀抱。瑰奇窥李杜，寒色笑郊岛。\n软语既温温，高谈方浩浩。二子若骅骝，轻车驾长道。\n而我正飘蓬，摧残已枯槁。家在天一涯，情若风中翿。\n幸然得相从，豁我忧心捣。青春能几时，落花看又扫。\n宁辞金罍空，坐使玉山倒。世事可两忘，悠悠信苍昊。"
        },
        {
            "标题": "次韵陈中玉大卿二首 其一",
            "作者": "李纲",
            "内容": "初官托芘记当时，晚误明恩入紫微。天邑禦戎同象弭，海邦避地各缁衣。\n能诗解饮陶元亮，去国还家丁令威。漂泊不须伤客寓，无何为室更安归。"
        },
        {
            "标题": "次韵陈中玉大卿二首 其二",
            "作者": "李纲",
            "内容": "叨尘黄阁值明时，推挽英髦愧力微。海上相逢颜愈渥，箧中谁谓出无衣。\n救焚拯溺非天数，脩政攘夷赖主威。旧国故乡休怅望，中兴恢复伫旋归。"
        },
        {
            "标题": "次韵申伯上杭道中见示二首 其一",
            "作者": "李纲",
            "内容": "川途荏苒度年华，命与时谋敢自嗟。但使直方能养浩，岂知权势解悲夸。\n淮舟昔共茱萸酒，闽馆今同薄荷茶。往复纷纷成底事，庞公只合访丹霞。"
        },
        {
            "标题": "次韵申伯上杭道中见示二首 其二",
            "作者": "李纲",
            "内容": "相逢闽岭得同行，秋早凄然风露清。蝉曳残声吟翳荟，泉飞小瀑落峥嵘。\n浓云林表千峰立，细路山腰一线横。坎止川流任天运，未应萍梗叹劳生。"
        },
        {
            "标题": "赵都漕出示鲁直少游所书梅诗次韵",
            "作者": "李纲",
            "内容": "冰散凭陵群木槁，只有梅花欺不倒。篱边野外忽嫣然，暗香解作幽人恼。\n化工著意为尤物，故遣孤芳得春早。道人写照三昧手，不假丹青更妍好。\n诗家也是可怜人，落笔云烟随意扫。遂令淡墨胜铅华，纸上一枝长不老。\n庭中几树正垂垂，忍看飘零委烟草。会须痛饮对繁华，细把根源问苍昊。"
        },
        {
            "标题": "次韵郑教授见寄",
            "作者": "李纲",
            "内容": "泛梗飘萍逐水流，故人书到正霜秋。扶颠拯溺多迂论，问舍求田更拙谋。\n辇道凄凉沙碛外，钩陈寂寞楚江头。"
        },
        {
            "标题": "次韵凿空阁",
            "作者": "李纲",
            "内容": "东坡谪仙人，游此江海境。赋诗凿空阁，如以镜写影。\n我来遥相望，荏苒岁月永。读翁阁上诗，宛若相像镜。\n平生忧患馀，胸次徒耿耿。脱身鲸波间，远迹方自屏。\n泊舟值炎蒸，风雨变清冷。佳哉幽深地，自绝锋镝警。\n愿为剑藏神，不作锥露颖。携家隐山林，属意在闽岭。"
        },
        {
            "标题": "次韵张子公见寄二首 其一",
            "作者": "李纲",
            "内容": "处世何殊梦里人，大千沙界几回巡。万缘尽处方为我，一念生时已是尘。\n幻境是谁从出没，舌根何物辨甘辛。安心须到无心地，始契如来清净身。"
        },
        {
            "标题": "次衡州二首 其一",
            "作者": "李纲",
            "内容": "摇落霜林一半红，潇湘秋色有无中。未寻岳麓抱黄洞，先到衡阳回雁峰。\n茱菊有情迎九日，旌旗无力舞西风。年年佳节多行路，玉帐樽罍幸不空。"
        },
        {
            "标题": "次衡州二首 其二",
            "作者": "李纲",
            "内容": "弄兵赤子满潢池，渤海龚生真吏师。欲使循良买牛犊，会须哀痛问疮痍。\n东南王气虽方振，西北流民自可悲。七万虎狼皆敛戢，庙堂还有阿谁知。"
        },
        {
            "标题": "自入闽境值雪默祷武夷君游山日雪霁有感",
            "作者": "李纲",
            "内容": "鄙陋安能到古人，寸心潜格武夷君。誓辞叱散蛮溪雾，诗句驱开衡岳云。\n忠谠自应惭吏部，精诚何敢并将军。氛霾卷尽留残雪，妆点峰峦意更勤。"
        },
        {
            "标题": "同天宁聪老游齐山次杜牧之韵",
            "作者": "李纲",
            "内容": "东风初起白云飞，禅客相邀步翠微。童稚旧游如梦到，江山今幸假途归。\n岩峦窈窕笼轻霭，鸥鹭翩翻舞夕晖。归觐庭闱询往事，箧中先整老莱衣。"
        },
        {
            "标题": "丛菊数日来颇有开意戏题",
            "作者": "李纲",
            "内容": "爱菊如渊明，凭栏惜花晏。朝来有开意，嫩蕊肥欲绽。\n愿承玉露漙，一吐金英粲。临风嗅馨香，为尔发三叹。"
        },
        {
            "标题": "岩石村店有石泉梅橘幽雅可爱",
            "作者": "李纲",
            "内容": "岩下鸣泉淅沥飞，谁知山店亦幽奇。已过野橘分金日，未见寒梅喷雪时。\n旋洗云粳炊白玉，自挑霜菔缕青丝。慇勤赋咏留岩石，他日重来觅旧诗。"
        },
        {
            "标题": "题栖真馆三十六韵",
            "作者": "李纲",
            "内容": "武夷古洞天，奇峰三十六。一溪贯群山，清浅萦九曲。\n溪边列岩岫，倒影浸寒绿。翩如鸾凤翔，矫若虬龙蹙。\n楼观耸岧峣，屏帏互重复。蜕仙骨遗金，游女肌削玉。\n鸡栖层岩巅，船插断崖腹。学馆存几案，仙机馀杼轴。\n蓝光莹澄潭，虹影挂飞瀑。翠竹荫天池，苍苔封石屋。\n绘禽顶长丹，遗迹指如掬。峨峨天柱峰，幔亭连翠麓。\n传闻武夷君，尝此会仙俗。飞桥几千丈，绝顶亘山足。\n障以翠云屏，藉以紫霞褥。瑶樽倾沆瀣，玉豆脯麟鹿。\n仙妃奏宾云，金鼓间丝竹。酒酣歌夕晖，叹息光景促。\n曾孙谁复在，往事空遗躅。至今风月夜，笙箫响虚谷。\n地灵饶泉石，山润秀草木。坐使七闽人，荫此仙灵福。\n嗟予真散材，性爱山水酷。仙经与地志，名字久已熟。\n薄宦方区区，仙赏宜碌碌。神游先梦寐，幽觌寄图录。\n宁知因谪宦，乃得厌所欲。沿溯穷幽深，应接劳耳目。\n开襟豁怀抱，壮观慰幽独。却邀白云归，伴此岩下宿。\n夜寒梦魂清，晓发轻装速。仙游须再来，何当谢羁束。"
        },
        {
            "标题": "得梁溪家问足慰远怀因和渊明答庞参军之作",
            "作者": "李纲",
            "内容": "剥啄叩门，梁溪有书。发函读之，远怀以娱。长少童稚，咸安其居。\n森然满前，如返我庐。一书可宝，万金非珍。契阔寤叹，乃兹相亲。\n鹊不吾欺，鸣以告人。载询仆夫，以及其邻。嗟我诸季，鸡鸣孜孜。\n左图右书，中心好之。山川修阻，贻我以诗。三复佳句，实慰所思。\n翩翩鸿雁，暂聚亟分。岂无他人，非我所欣。清宵步月，白日看云。\n无遐迩心，好音数闻。昔我之来，鶗鴂将鸣。今也岁晏，霜露载零。\n言念沙漠，有怀玉京。终夕不寐，群生未宁。怅望东吴，慨临西风。\n愿化独鹤，烟霄可冲。敬慎威仪，惟以令终。黄发为期，其爱尔躬。"
        },
        {
            "标题": "次初访许子大龙图于东山大乘寺留饮观荔支",
            "作者": "李纲",
            "内容": "物外仙家长自春，隐沦何必为逃秦。祗应榴洞赠花者，便是桃源种树人。\n丹荔枝头星灿烂，白云峰顶玉嶙峋。主公留客非无意，端为出山多世尘。"
        },
        {
            "标题": "大隐屏",
            "作者": "李纲",
            "内容": "高峰崛起翠微屏，何事呼为大隐名。自是市朝人不到，非关洞户锁峥嵘。"
        },
        {
            "标题": "道延平适风雨雷电大作土人谓之剑归有感",
            "作者": "李纲",
            "内容": "干将未发埋酆城，光气上腾干列星。张雷博识各有得，神物终合归延平。\n没人下视不可取，天矫已作虬龙形。至今千载有肸蚃，往往出入驱雷霆。\n我来弭棹双溪上，正昼云雾忽晦暝。金蛇掣电起潭底，霹雳荐作声轰轰。\n土人谓是剑归候，连日风雨资芽萌。嗟嗟尔剑诚有灵，胡不奋飞辅助讨不庭。\n群凶塞路盗贼横，夷狄外侮方骄狞。佩之其人得所托，蠹国害民奸腰佞领逦迤皆削平。\n何为终日但长啸，时出光怪惊动无知氓。"
        },
        {
            "标题": "次韵畴老赠丹霞三篇并寄丹霞以代简书 其一 送次丹霞归瑞光岩韵",
            "作者": "李纲",
            "内容": "太虚元湛寂，妙用起云雷。若解明如镜，何须冷似灰。"
        },
        {
            "标题": "太平观道士植瑞香于檐庑间可爱颇恨不及其花时为赋小诗",
            "作者": "李纲",
            "内容": "道人心境闲，种花白云乡。交柯碧珊瑚，薿薿众叶光。\n弱质资灌溉，孤根怯清霜。治畦檐庑间，晏温借朝阳。\n我来恨太晚，不见花吐房。想像正开时，淡紫兼微黄。\n濯濯炫秀色，霏霏㒟天香。空馀风露枝，璀璨绕回廊。\n地灵草木润，长与兰蕙芳。明年花更好，矫首遥相望。"
        },
        {
            "标题": "次韵谪居三适 旦起理发",
            "作者": "李纲",
            "内容": "未能运河车，上溯泥丸宫。鬓发忽已华，飒若冒雪松。\n清晨起自理，濯此万里风。萧萧栉齿快，淅淅气脉通。\n呼儿助千遍，缓手无匆匆。我生本疏懒，误堕轩冕中。\n野马就羁靮，何如雾生鬃。握发谅未能，散发聊与同。\n金丹变鬒色，缘合亦易逢。逝将弄云海，一访安期公。"
        },
        {
            "标题": "移居南山寺寺有岩洞甚幽并葛稚川丹灶",
            "作者": "李纲",
            "内容": "倚山高阁仰觚棱，洞穴嵌空屐可登。丹灶旧传留袐药，仙岩今已属閒僧。\n数峰削玉青如髻，群木参天翠作层。小驻未妨幽兴发，野禽嘲弄醉瞢腾。"
        },
        {
            "标题": "次贵州二首 其一",
            "作者": "李纲",
            "内容": "青枫夹道鹧鸪啼，古郡荒凉接岛夷。陆绩故城依石巘，葛洪遗灶俯江湄。\n光风苒苒吹香草，烟雨濛濛湿荔枝。欲作终焉卜居计，自应痀偻不吾欺。"
        },
        {
            "标题": "久不饮酒春日得家问喜甚与宗之对酌调马驿中速饮数觥径醉醉中和东坡醉题四首 其二",
            "作者": "李纲",
            "内容": "畏病不举杯，延客秖烹茗。浩然云海间，不醉亦不醒。\n偶蒙雨露恩，渐脱瘴疠境。曲生粗可人，相对聊酩酊。"
        },
        {
            "标题": "久不饮酒春日得家问喜甚与宗之对酌调马驿中速饮数觥径醉醉中和东坡醉题四首 其一",
            "作者": "李纲",
            "内容": "海峤无佳酿，经时不入唇。巨觥今一醉，远问到初春。\n偶脱长鲸口，来寻仲子邻。醉中轻万里，始信浊醪神。"
        },
        {
            "标题": "得家信报避寇海陵",
            "作者": "李纲",
            "内容": "怪底灯花夜夜红，朝来家问始相通。田园已在危疑际，骨肉幸安飘泊中。\n子美无家寻弟妹，渊明有酒引儿童。我今已胜少陵老，稚子候门淮水东。"
        },
        {
            "标题": "久不饮酒春日得家问喜甚与宗之对酌调马驿中速饮数觥径醉醉中和东坡醉题四首 其三",
            "作者": "李纲",
            "内容": "久客殊念家，归途渺江汉。是身如浮云，罹此无穷患。\n今夕定何夕，一酌千忧散。从兹日曛酣，此意君莫间。"
        },
        {
            "标题": "久不饮酒春日得家问喜甚与宗之对酌调马驿中速饮数觥径醉醉中和东坡醉题四首 其四",
            "作者": "李纲",
            "内容": "饮少辄大醉，醉中识其真。天地一秋毫，况此渺然身。\n归休岩穴间，坐阅万态新。去去勿复道，时清为幸民。"
        },
        {
            "标题": "得家信报淮南飞蝗渡江入浙岁事殊可忧感而赋诗",
            "作者": "李纲",
            "内容": "闻说飞蝗起自淮，势如风雨渡江来。我家岁事何须虑，只恐人言不是灾。"
        },
        {
            "标题": "闻七弟叔易登科",
            "作者": "李纲",
            "内容": "吾家世儒业，教子惟一经。迩来四十载，父子三成名。\n忆昔尘忝初，非才厕群英。胪传被殊渥，姓氏落寰瀛。\n天子亲识擢，屡对云龙庭。玉音每褒谕，必及吾亲宁。\n同朝大明宫，搢绅以为荣。君恩太山重，欲报鸿毛轻。\n迂愚得放逐，不复叹飘零。尔今又登第，相去才九龄。\n勤劳酬素志，烜赫振家声。箕裘端不坠，义方益芬馨。\n季弟亦乡选，来年试春卿。云鸿继高举，桂苑同飞鸣。\n子壮可起家，予衰欲归耕。勉哉脩远业，正值时休明。"
        },
        {
            "标题": "次韵士特试谷帘泉见怀之作 其一",
            "作者": "李纲",
            "内容": "桑苧尝来第二泉，翠松偃盖色相鲜。谷帘窦乳争多少，西子南威各自妍。"
        },
        {
            "标题": "次韵士特试谷帘泉见怀之作 其二",
            "作者": "李纲",
            "内容": "片云摇曳不胜閒，行尽江南处处山。岂解为霖泽枯槁，只思归隐碧岩间。"
        },
        {
            "标题": "郡城南曰琼台北曰语海余易之曰云海登眺有感 其一",
            "作者": "李纲",
            "内容": "孤城南面敞琼台，千里川原指顾开。试向绿云深处望，海山浮动见蓬莱。"
        },
        {
            "标题": "郡城南曰琼台北曰语海余易之曰云海登眺有感 其二",
            "作者": "李纲",
            "内容": "古来云海浩茫茫，北望悽然欲断肠。不得中州近消息，六龙何处驻东皇。"
        },
        {
            "标题": "自晋康顺流六十里有山巉然临江下有岩洞可容千人轩豁平坦景幽邃石罅间滴泉厥味甘冽因目之",
            "作者": "李纲",
            "内容": "鼓柁下端溪，停桡登巀嶭。呀然岩洞开，俨若栋宇设。\n千夫可还揖，放步靡凹凸。玲珑四壁间，一一幢旆列。\n谁令胚浑初，凝结有罅缺。当年补天手，不顾山石裂。\n镌镵馀旧痕，琐碎委环玦。五峰近龙渊，无乃通贝阙。\n试求玉函书，何异探禹穴。涓涓乳泉滴，灿灿冰玉洁。\n清声落嵌窦，自中琴筑节。尝之味甘芳，涤我肺腑热。\n琼浆笑裴航，石髓谢王烈。峤南瘴疠乡，有此云腴冽。\n青葱松桂阴，景物助幽绝。岂无会心人，来游共旌别。\n题诗制佳名，聊以纪岁月。碧落遥相望，千里未磨灭。"
        },
        {
            "标题": "山居四咏 其三 地炉",
            "作者": "李纲",
            "内容": "小寒聊试地为炉，端为先生病更癯。炙背愿驰金騕袅，藉床初展锦氍毹。\n耸肩傍壁诗千字，爆栗烧毡酒一壶。便拟慇勤事丹灶，朝晡称火较锱铢。"
        },
        {
            "标题": "畴老修撰所藏华岳衡岳",
            "作者": "李纲",
            "内容": "五岳分奠如循环，作镇南服惟衡山。炎方荒绝亘沧海，天付雄柄司神奸。\n祝融腾掷倚霄汉，群峰逦迤犹堂坛。赞襄一气泄云雨，蟠据千里来荆蛮。\n屹然天地物最钜，造化凝结良艰难。恭闻兹岳魏夫人，羽驾白日游山樊。\n翛翛云气变异色，笙竽声杂环佩珊。神仙恍惚未易测，落花流水空潺潺。\n退之倔强古亦少，故取窜谪窥孱颜。精神默祷若有应，驱扫氛翳开烟鬟。\n乃知正直神所与，露奇呈巧初不悭。嗟予平生好山水，欲以两足穷跻攀。\n恨兹羁束未能往，幽觌眇然图画间。何当身逐雁同到，已觉心与云俱閒。\n轩辕弥明傥未死，相与游戏超尘寰。"
        },
        {
            "标题": "次韵题棣华堂",
            "作者": "李纲",
            "内容": "沙阳地僻有幽人，三乐高怀自壮辰。雏凤已闻栖郤桂，棣华更祝寿庄椿。\n家馀美酿时觞客，手植名花日赏春。借问市朝耽恋者，何如云水自由身。"
        },
        {
            "标题": "松江第四桥",
            "作者": "李纲",
            "内容": "松江第四桥，风雨不可过。下有百尺蛟，蜿蜒枕桥卧。\n窟宅据要津，口腹长饥饿。每凭波涛势，能作舟楫祸。\n安得佽飞手，坐使神奸破。往来水无虞，时鼓清江柁。"
        },
        {
            "标题": "畴老修撰所藏华岳衡岳",
            "作者": "李纲",
            "内容": "往年跨马观羌戌，道历太华西临雍。伟哉造化巧凝结，元气孕此金芙蓉。\n平原陡起三万仞，峻屏却略罗秋空。巍然雄尊镇西极，众山班列如朝宗。\n天池潋滟喷山顶，泻作瀑布飞长虹。亭亭仙掌摩碧落，晓日照耀五指红。\n巨灵赑屃运神力，导河擘华留其踪。烟寒风远张超谷，霞駮雾开毛女峰。\n希夷故隐今尚在，白云依旧时东封。回头一别二十载，不意见之图画中。\n生绡六幅挂清昼，隐耳飒飒闻松风。山中草木旧相识，恍如梦到云台宫。\n神游绝巘窥玉井，欲取莲藕根株通。好奇何必似韩子，悬崖侧足悲途穷。\n从公传此岳真相，永结清好无时终。"
        },
        {
            "标题": "梁溪八咏 其二 棣华堂",
            "作者": "李纲",
            "内容": "兄弟埙篪人所推，棣华堂里远相思。艰难世路风霜急，正是鹡鸰原上时。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其八",
            "作者": "李纲",
            "内容": "更欲投书吊汨罗，西风袅袅水增波。江分梦泽于菟远，地近芳洲杜若多。\n野鸟终年从萃止，木奴千树正婆娑。卜居更作终焉计，华发萧萧奈老何。"
        },
        {
            "标题": "次韵和虞公明察院赋所藏李成山水",
            "作者": "李纲",
            "内容": "画史古多有，李生独宝传。譬犹古人书，墨妙称诚悬。\n尤物世难蓄，变化登云天。流落人间者，遗迹犹绵绵。\n此本更奇绝，高深自山渊。想当槃礴时，舐笔应如椽。\n楼观抱空曲，林芿霭层巅。屹然岩石姿，润比金玉坚。\n倏忽变寒暑，霏微起云烟。高堂寓远目，如堕嵩华前。\n回观旧所藏，一一可弃捐。乃知盖代手，笔力能旋乾。\n众工画山水，意匠劳雕镌。惟兹得简易，大巧初天全。\n鉴裁有精识，丹青孰争先。何须嫫姆丑，始辨西施妍。\n嗟我性迂拙，漂流方隐廛。幸从长者游，坐使伊郁宣。\n啸咏图史间，高台谢牵挛。新诗与妙画，更使穷钻研。\n愧乏色丝句，为续金声篇。端思画中趣，秪欲休林泉。"
        },
        {
            "标题": "自金陵江行未至长芦阻风 其二",
            "作者": "李纲",
            "内容": "七日风不止，归心何似生。烟添暮山色，风撼满江声。\n淮楚已非远，波涛殊未平。坐看云解駮，犹喜晚来晴。"
        },
        {
            "标题": "自金陵江行未至长芦阻风 其一",
            "作者": "李纲",
            "内容": "倏忽风云接地阴，扁舟系缆暮江浔。波涛何必深为阻，万里归来一寸心。"
        },
        {
            "标题": "东轩夜坐",
            "作者": "李纲",
            "内容": "苒苒流年催白头，此生那向此淹留。天高露下物华肃，月澹风清僧宇幽。\n河底光芒萤照水，草间悲怨蚓吟秋。夜凉人闲家千里，别是羁臣一段愁。"
        },
        {
            "标题": "冬日来观鼓山新阁偶成古风三十韵",
            "作者": "李纲",
            "内容": "寻盟访鼓山，风物宛如昨。山中有开士，弹指成杰阁。\n应真飞锡来，一一得所托。翚飞骞栋甍，绚烂丽丹雘。\n峨峨大顶峰，孤影入檐角。乃知象教力，建立必卓荦。\n却为灵源游，云木互参错。岩深松桂香，石古苔藓剥。\n冬温日清美，景短气萧索。天然资野逸，安用遮翠幕。\n快哉缅登临，及此小摇落。乘高望瀛海，南极露垠堮。\n蓬壶在跬步，谁谓仙山邈。苍茫杳霭中，万象恣磅礴。\n回头睇中原，郡国半沙漠。犬羊污宫殿，蛇豕穴城郭。\n畴能挽天河，一洗氛祲恶。我生多艰虞，久矣衰病作。\n君恩听言归，养拙侣猿鹤。忽忽岁遒尽，平子殊不乐。\n幸同二三子，杖履遍丘壑。跻攀力尚强，谈笑心无怍。\n野鹿饱丰甘，冥鸿在寥廓。翻思轩冕间，何异遭束缚。\n斯游信清绝，妙赏寄寂寞。晚来凄以风，远色秀增岳。\n泠泠钟磬声，随月度林薄。惄焉感时心，未免如陨箨。\n倘能驾云螭，岂复忧世瘼。会当期若士，相与踞龟壳。"
        },
        {
            "标题": "冬至日雪二首 其一",
            "作者": "李纲",
            "内容": "银河谁挽落层空，散作琼蕤六出同。和气已随阳气至，人心自与帝心通。\n鲁台不用书云物，楚俗由来验岁功。多幸丰年又相继，从今卧治听衰翁。"
        },
        {
            "标题": "冬至日雪二首 其二",
            "作者": "李纲",
            "内容": "端木飞花片片匀，天风不动玉成尘。葭灰有意迎新律，梅蕊多情漏早春。\n更觉西山饶爽气，不妨东阁会嘉宾。十年不见浑如梦，休怪儿童笑语频。"
        },
        {
            "标题": "冬至后四日脩供罗汉岩因访丹霞本 其三",
            "作者": "李纲",
            "内容": "碧山深处敞层岩，中有幽人默自参。休指天云与瓶水，烦师试说后三三。"
        },
        {
            "标题": "庚戌正月一日游都峤山留五绝句栖真观中 其二",
            "作者": "李纲",
            "内容": "松岭云峰步步佳，芒鞋竹杖极幽遐。使君不得同清赏，正恐山将翠幕遮。"
        },
        {
            "标题": "庚戌正月一日游都峤山留五绝句栖真观中 其一",
            "作者": "李纲",
            "内容": "元日寻真到洞天，溪边春色已嫣然。落花流水人间去，谁道桃源不是仙。"
        },
        {
            "标题": "庚戌正月一日游都峤山留五绝句栖真观中 其四",
            "作者": "李纲",
            "内容": "叠嶪高岩耸八峰，云间紫翠郁相重。故应洞穴通勾漏，更爱林峦接大容。"
        },
        {
            "标题": "庚戌正月一日游都峤山留五绝句栖真观中 其五",
            "作者": "李纲",
            "内容": "石磴盘纡木茜葱，扪罗独上最高峰。白云深处时回首，千里江山指顾中。"
        },
        {
            "标题": "庚戌正月一日游都峤山留五绝句栖真观中 其三",
            "作者": "李纲",
            "内容": "远目增明都峤山，丹梯况得遂跻攀。乃知猿鹤真心在，乘服轩裳秪强颜。"
        },
        {
            "标题": "宿都峤山灵景寺",
            "作者": "李纲",
            "内容": "清晨游栖真，薄暮宿灵景。山空松桂香，云细泉石冷。\n高崖敞飞檐，象纬逼参井。惜无娟娟月，散此林下影。\n夜阑风露寒，岩曲灯耿耿。疏钟响嵌窦，客枕发深省。\n却随猿鸟起，再上翠微顶。道人山后来，眸子颇清炯。\n试询龙虎诀，妙意默已领。我生忧患馀，半世泛萍梗。\n脱身鲸海中，扫迹方自屏。愿从稚川游，薪水事丹鼎。\n庶资刀圭力，少使桑榆永。胡尘暗中原，静谧惟五岭。\n渺然炎荒地，自绝羽书警。结茅定前缘，幽梦先异境。\n上下三洞间，安得田二顷。携家学庞公，扪虱笑王猛。\n采薇与散发，此志久已肯。嵇生非吾徒，幽愤醉方醒。"
        },
        {
            "标题": "读李白集用奴字韵",
            "作者": "李纲",
            "内容": "谪仙英豪盖一世，醉使力士如使奴。当时左右悉谀佞，惊怪恇怯应逃逋。\n我生端在千载后，祭公只用一束刍。遗编凛凛有生气，玩味无斁谁如吾。"
        },
        {
            "标题": "读留侯传有感",
            "作者": "李纲",
            "内容": "秦人失鹿解其纽，群雄竞逐死谁手。天方注意隆准公，故使留侯作宾友。\n圯上老人亲授书，言从志合真其偶。捕取项籍如婴儿，指麾诸将犹猎狗。\n运筹决胜帷幄中，楚汉存亡良已久。谁言刘季田舍翁，秪听人言本无有。\n但能信用子房谋，何妨抱持戚姬日饮酒。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其三",
            "作者": "李纲",
            "内容": "岁寒又复事南征，桂楫兰舟过洞庭。水入重湖千里白，山连平楚数峰青。\n云鸿杳杳飞何远，汀芷微微气自馨。千古灵均英爽在，固应笑我学馀醒。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其七",
            "作者": "李纲",
            "内容": "远谪三湘欲卜居，试从詹尹拂占书。昂昂愿作云间鹤，泛泛宁为波底鱼。\n咿喔突梯真得计，洁廉正直却成疏。益坚节操行吾志，龟策从来自不如。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其九",
            "作者": "李纲",
            "内容": "俎豆其如军旅何，谁令瀚海起干戈。休将直道论三黜，且把微辞续九歌。\n山鬼含颦乘赤豹，湘灵解佩鼓云和。蛮邦虽陋吾何恨，厌见旌蕤相荡摩。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其四",
            "作者": "李纲",
            "内容": "三年奔走未容归，敝尽东周季子衣。断垄连冈平野阔，扁舟短棹寸心违。\n凌晨白雾沾裳湿，薄暮彤云夹日飞。回首梁溪杳何处，翠烟空锁钓鱼矶。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其六",
            "作者": "李纲",
            "内容": "不解扬波与餔醨，又还来放楚江湄。椒兰气味何其烈，蘅药芬芳空尔为。\n宁赴湘流非我事，托怀鵩鸟乃吾师。醉醒清浊初难共，渔父从来自不知。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其二",
            "作者": "李纲",
            "内容": "屈伸任道复何求，去国翻成汗漫游。处世久师齐物论，摅怀聊赋畔牢愁。\n霜清日薄寒光急，云惨天高阴气浮。袅袅西风洞庭阔，可堪更上岳阳楼。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其一",
            "作者": "李纲",
            "内容": "鄂渚何尝一日安，澧阳犹喜远江干。帝妃降矣空遗佩，公子思兮欲采兰。\n水带潇湘疑有雁，地连岭蜀苦无寒。迂疏自笑谋身拙，却荷朝廷德意宽。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其五",
            "作者": "李纲",
            "内容": "还驱征骑向三湘，行尽骚人放逐乡。绿叶素荣歌橘颂，采衣姣服浴兰汤。\n云中帝子旌旗降，物外桃源日月长。便欲翛然与高蹈，故应脱屣谢轩裳。"
        },
        {
            "标题": "读书堂",
            "作者": "李纲",
            "内容": "灵洞水清仙可访，南岩木古佛同居。公馀问佛寻仙了，赢得安闲剩读书。"
        },
        {
            "标题": "舟中读书有感",
            "作者": "李纲",
            "内容": "渺渺波涛淅淅风，此身忽在大江东。浮家泛宅云烟里，思古伤今图史中。\n盗贼从来能伺衅，治安自昔戒除戎。我今惟愿兵戈息，归作梁溪老钓翁。"
        },
        {
            "标题": "读庄子六绝句 其四",
            "作者": "李纲",
            "内容": "濠上观鱼适意时，从容鱼乐独心知。何须更问鱼非我，能见鱼游复是谁。"
        },
        {
            "标题": "读庄子六绝句 其六",
            "作者": "李纲",
            "内容": "诋欺儒墨每云云，刍狗诗书迹已陈。泯绝是非归道妙，扫除糠秕见天真。"
        },
        {
            "标题": "读庄子六绝句 其三",
            "作者": "李纲",
            "内容": "养生有主卫生经，神守全时岂废形。游刃有馀刀不挫，解牛须是学庖丁。"
        },
        {
            "标题": "读庄子六绝句 其二",
            "作者": "李纲",
            "内容": "世间物论最难齐，有万初从一气吹。若会此心平等法，天渊元自绝高卑。"
        },
        {
            "标题": "读庄子六绝句 其五",
            "作者": "李纲",
            "内容": "宁作泥涂曳尾龟，难堪刍豢庙中牺。从来一臂重天下，肯以此身轻用为。"
        },
        {
            "标题": "草宰执书论方寇事戏成",
            "作者": "李纲",
            "内容": "江浙巨盗起，东南皆震惊。王师殊未出，赤子若为情。\n试赠绕朝策，愿飞燕将城。非因肉食鄙，只欲庙谟成。\n汲黯复妄发，终军思请行。怀亲寸心急，报国一身轻。\n曹刿亦问战，申胥还乞兵。群公佐天子，努力剪鲵鲸。"
        },
        {
            "标题": "读四家诗选四首 其二 永叔",
            "作者": "李纲",
            "内容": "庐陵间世才，妙手归大匠。文章振古风，独立无与两。\n诗篇尤藻丽，句法含万象。平夷谢雕镌，醇厚如酝酿。\n温温廊庙姿，不作穷愁相。平生蹈难危，利口困谗谤。\n终焉自光明，学者共师仰。每诗必言归，耕钓箕颍上。\n但欲风波息，岂是事高尚。收身及未老，六一聊隐放。\n九原如可作，非公复谁向。"
        },
        {
            "标题": "读庄子六绝句 其一",
            "作者": "李纲",
            "内容": "漆园仙吏已宾霄，浩荡奇言久寂寥。鹏鴳何须迭相笑，斯游安往不逍遥。"
        },
        {
            "标题": "端石砚",
            "作者": "李纲",
            "内容": "端溪出砚材，最贵下岩石。珍物乃卵生，孕此马肝色。\n世传鸲鹆眼，通透盖其脉。颇同阮步兵，见客作青白。\n我来岩中游，幽探偶有获。温然一片玉，秀润满书宅。\n断成蛟龙池，涩滑宜笔墨。当观管城翁，沐发散简策。\n嗟余好陶泓，收拾积圭璧。得此馀可忘，一生能几屐。"
        },
        {
            "标题": "渡浙江",
            "作者": "李纲",
            "内容": "理棹适桐江，随潮过鱼浦。山寒雪犹积，江迥月初吐。\n御气凌烟霄，乘槎渡星渚。空濛老龙吟，髣髴翠蛟舞。\n境清人自愁，夜静气尤古。独坐不成眠，霜晴听津鼓。"
        },
        {
            "标题": "九月八日渡淮",
            "作者": "李纲",
            "内容": "长淮渺渺烟苍苍，扁舟初脱隋渠黄。平生见此为开眼，况复乞身还故乡。\n嗟余涉世诚已拙，径步不虞机阱设。空馀方寸炳如丹，北望此时心欲折。\n楚天清晓作轻寒，黄芦着霜声正乾。川回金碧隐窣堵，风远钟磬闻龟山。\n橹声呕轧归何处，笑指江皋寻旧路。松菊荒芜欲自锄，盗贼颠翻非所惧。\n蟹螯菊蕊风味遒，且须为尽黄金舟。世间种种如梦电，此物能消万古愁。"
        },
        {
            "标题": "余幼尝一到庐山再游已三十年矣感怀二首 其一",
            "作者": "李纲",
            "内容": "梦想庐山三十秋，却因谪宦得重游。禅林处处逢清赏，山路人人识故侯。\n绝岭半将云幕覆，飞泉长作玉虹流。平生丘壑真吾志，一洗胸中万斛愁。"
        },
        {
            "标题": "余幼尝一到庐山再游已三十年矣感怀二首 其二",
            "作者": "李纲",
            "内容": "香炉峰顶紫烟凝，三峡桥边雪浪惊。不为迂疏成远谪，岂能萧散个中行。\n云霞映带松萝色，殿阁深严钟磬声。回首世缘真梦幻，故应长此寄浮生。"
        },
        {
            "标题": "钱申伯追送至宁化栖隐寺赋诗识别",
            "作者": "李纲",
            "内容": "连年淮海怅离居，十日相从乐有馀。心向功名已灰冷，老于诗酒未情疏。\n颇矜有客乃如许，共话无生正是渠。惜别不须追路远，定期林下论羲书。"
        },
        {
            "标题": "渊圣皇帝题十八学士颂",
            "作者": "李纲",
            "内容": "英英策府，十八学士。森如骥騄，才德兼备。太宗御之，六辔耳耳。\n嘶风籋云，一日千里。丹青之妙，写于缣素。千载风流，遇之旦暮。\n于穆渊圣，天纵多能。游戏翰墨，识其姓名。人物图绘，及兹宸藻。\n是为三绝，万世之宝。沙漠苦寒，翠华未还。伤心北顾，喟其涕潸。\n安得杰才，如彼诸子。扶翊中微，国势振起。岂无赵卒，为御以归。\n老臣衰疾，跂而望之。"
        },
        {
            "标题": "陈兴宗和示耳聋诗颇佳再次其韵",
            "作者": "李纲",
            "内容": "天公有眸子，犹把明河洗。况我聪与明，听乐而视礼。\n是心有天游，神用寄双耳。良哉观世音，圆通端自此。\n世人竭耳力，所听不踰里。闻性含虚空，物蔽乃为宄。\n区区假药医，不若求诸己。虚室既生白，吉祥自止止。\n潇洒隐圃翁，灵台湛如水。须识本来人，莫认贼为子。"
        },
        {
            "标题": "读二疏传",
            "作者": "李纲",
            "内容": "都门供张设祖道，冠盖如云声浩浩。送车百两知为谁，太傅少傅同归老。\n道傍观者为泣下，贤哉大夫能自保。酒酣礼毕辞决去，脱若林泉放鱼鸟。\n当时宣帝重法律，视遇公卿同隶皂。杨恽所坐秪语言，赵韩之诛亦草草。\n故令二傅动归心，未必筋骸果衰稿。父子相随出汉关，归来自觉故乡好。\n黄金散尽宴亲宾，日治酒殽供洒扫。肯将田宅遗子孙，清白传家最堪宝。\n寂寥千载想风流，知止不辱何其早。"
        },
        {
            "标题": "送赵正之判宗室",
            "作者": "李纲",
            "内容": "神明之胄庆所钟，禀毓不与常人同。汉高子孙尽隆准，唐室贤辅多华宗。\n本朝功德追前古，振振宗姓敦儒风。君家奕世擅英誉，继持从橐声光崇。\n向来仗节使关陜，风绩不减褰帷公。自从国步暂艰危，低眉信命随飘蓬。\n十年流落困羁旅，一日赐对明光宫。御前奉命作大字，挥毫落纸蟠虬龙。\n岂惟笔扛百斛鼎，固已气吐千丈虹。上流重地方用武，貔貅十万屯元戎。\n辍从禁近付飞挽，木牛流马惭无功。国家敦睦急先务，改授欲使归磨砻。\n舍烦就简惬雅志，祗恐漕运难追踪。闽山中夏荔枝熟，火齐磊落堆盘红。\n凭空跨壑千佛寺，金碧照耀烟霞中。登临多暇饫珍品，岂比朱墨相填丛。\n帝心简在方仄席，锋车迅召行登庸。嗟予忧志苦多病，齿摇发脱真衰翁。\n误恩分阃愧无补，岂有惠泽渐兵农。乞身屡矣未蒙可，坐使泽雉愁樊笼。\n送君南浦惨长别，此心已逐归飞鸿。会当柴车返故隐，幅巾杖屦长相从。"
        },
        {
            "标题": "志宏以牡丹酴醾见遗戏呼牡丹为道州长且许时饷酴醾作二诗以报之 其一 牡丹",
            "作者": "李纲",
            "内容": "我昔驱车游洛阳，正值名圃开花王。嫣然万本斗妍媚，彫槛绰约罗红妆。\n风枝似响湘浦佩，露苞如浴骊山汤。乍惊照眼国色好，更觉扑鼻春风香。\n鞓红檀点玉版白，细叶次第舒幽房。玉奴纤指尚馀捻，鹤翎坐恐随风翔。\n就中品格最奇特，共许魏紫并姚黄。千金不惜买一醉，少年浑欲花底狂。\n归来试作牡丹谱，未服秉笔惟欧阳。自从游宦多感伤，况此远谪闽山傍。\n谛观世味如嚼蜡，惜花未免犹膏肓。亦知春色到庭户，不见此花如未尝。\n子于何处得一本，赠我意厚诚难忘。戏言剑浦此为最，聊试呼作道州长。\n化工彫刻无厚薄，地气培植非其乡。虽云单叶不入品，无那富艳踰群芳。\n愿言爱惜勿嘲诮，且醉玉斝酬韶光。"
        },
        {
            "标题": "志宏以牡丹酴醾见遗戏呼牡丹为道州长且许时饷酴醾作二诗以报之 其二 酴醾",
            "作者": "李纲",
            "内容": "残阴未许春光泄，喷作沙阳三尺雪。摧伤花卉尽枯槎，惟有酴醾寒更茁。\n幽人早起傍园林，独喜枝头琼蕊缀。应怜逐客正凄凉，折赠殷勤慰愁绝。\n清香馥郁坐中飘，汲水养之殊未歇。和烟带露愈芬芳，更许幽丛时为撷。\n愁霖连日作轻寒，寂寂禅扉方昼闭。春风骀荡好幽寻，安得连拳挂雌霓。"
        },
        {
            "标题": "冬至后四日脩供罗汉岩因访丹霞本 其四",
            "作者": "李纲",
            "内容": "岩峦鼎足缭回廊，泉石幽奇草木香。幸有峰前方丈地，可能为筑读书堂。"
        },
        {
            "标题": "冬至后四日脩供罗汉岩因访丹霞本",
            "作者": "李纲",
            "内容": "道人眼静绝空花，岩壑萧然物外家。十载闻名今始到，庞公真是访丹霞。"
        },
        {
            "标题": "冬至后四日脩供罗汉岩因访丹霞本",
            "作者": "李纲",
            "内容": "篮舆清晓叩禅扉，山路云深翠湿衣。谁家峰头双练瀑，空濛散作玉花飞。"
        },
        {
            "标题": "端礼知宗宠示水石六轴戏作此诗归之",
            "作者": "李纲",
            "内容": "闽溪盘屈七百里，赣水湍泻十八滩。何人作此极变态，使我当暑毛骨寒。\n小山屹立奔猛里，飞浪汹动巉岩间。喧豗似有雷霆响，回薄乍疑霜雪翻。\n枯槎石上尽坚瘦，苍波喷浸尺度悭。画工不复画舟楫，意谓绝险无敢干。\n岂知操舟若神者，出没涛濑心甚闲。崎岖世路更巇恶，返视此画平而安。"
        },
        {
            "标题": "次昭武省祖茔焚黄因会宗族二首 其一",
            "作者": "李纲",
            "内容": "不到乡闾二十秋，幸因帝命得来游。过家上冢怀先德，酾酒挥金学故侯。\n季子归来饶印绶，魏舒起废拥貔貅。自嗟慷慨据鞍客，不及当年马少游。"
        },
        {
            "标题": "次昭武省祖茔焚黄因会宗族二首 其二",
            "作者": "李纲",
            "内容": "兵火烧残井邑空，溪山依旧夕阳中。故乡自昔悲游子，壮岁来归今老翁。\n细认里闾寻树石，怪看旌旆走儿童。王师新定回源盗，犹喜田家岁事丰。"
        },
        {
            "标题": "玉局有眉子石砚歌予来沙阳独携一圆砚乃眉子石也戏次其韵",
            "作者": "李纲",
            "内容": "美人多恨颦双眉，眼波秋水增清奇。天然此石巧相似，儒生作砚声酸嘶。\n横云惨淡远山碧，犹带深闺画时色。金坚玉润月轮圆，笑杀世间铜雀渴。\n十年提挈随拙翁，相携谪堕溪山中。窗明几净日相对，风露夜永灯光红。\n毛颖陈玄用功处，发秃肌销留不住。与君长此结幽欢，我自多言子无语。"
        },
        {
            "标题": "次韵和渊明饮酒诗二十首 其十四",
            "作者": "李纲",
            "内容": "吾年行四十，意气非少时。世故茫不识，惟好古人词。\n篇章自娱悦，适意良在兹。此外付之拙，直道不复疑。\n黄卷千万言，圣贤岂吾欺。世事皆分定，饮酒姑安之。"
        },
        {
            "标题": "江城子（新酒初熟）",
            "作者": "李纲",
            "内容": "老饕嗜酒若鸱夷。拣珠玑。自蒸炊。篘尽云腴，浮蚁在瑶卮。有客相过同一醉，无客至，独中之。\n\n麹生风味有谁知。豁心脾。展愁眉。玉颊红潮，还似少年时。醉倒不知天地大，浑忘却，是和非。"
        },
        {
            "标题": "江城子 其一 新酒初熟",
            "作者": "李纲",
            "内容": "老饕嗜酒若鸱夷。拣珠玑。自蒸炊。篘尽云腴，浮蚁在瑶卮。\n有客相过同一醉，无客至，独中之。"
        },
        {
            "标题": "道勾漏山灵宝观窃睹两朝御书谨成古风",
            "作者": "李纲",
            "内容": "抱疴卧云海，夙夕负深恐。宽恩听旋归，何啻丘岳重。\n问津勾漏山，散策宝圭洞。群峰罗翠屏，环合无缺空。\n游仙契初心，幽赏恊清梦。却来观宸章，宝气腾螮蝀。\n真行杂草隶，笔势极翔动。大小飞白书，飘洒萦舞凤。\n恭惟睿智姿，多能本天纵。妙迹藏名山，俾与万世共。\n林峦增炳焕，神物劳护拥。惜无深岩屋，荫覆示崇奉。\n何当鸠良材，为葺倾压栋。天弧不指狼，中原胡马閧。\n九庙未奠居，臣子衔愤痛。岂知炎荒中，奎画得瞻讽。\n至哉慱大言，粟麦因异种。天常及诸佛，一一资妙供。\n窃于翰藻间，窥见神心用。源流此中来，基本中兴宋。\n稽首归琅函，斐然成善颂。"
        },
        {
            "标题": "次韵李似表县丞出示游西湖古风二首 其一",
            "作者": "李纲",
            "内容": "迂愚与世违，深渺方自屏。萧然岩壑心，不与馀事并。\n澄湖武林西，风物非尘境。愿为境中人，此志久已定。\n卜居梁溪滨，日汲陆子井。幽梦绕湖山，妙趣神先领。\n浮家苕霅间，初不费驰骋。招携得佳友，高咏笑匡鼎。\n富贵如浮云，功名真画饼。且尽季鹰杯，更饱卢仝茗。\n李侯东南来，胸次涵万顷。作诗纪幽寻，句法言可永。\n念子到山中，天地正悽冷。青鞋踏冰霜，共赏谁复肯。\n胜游子先之，吾亦行买艇。"
        },
        {
            "标题": "次韵李似表县丞出示游西湖古风二首 其二",
            "作者": "李纲",
            "内容": "李侯嗜学古，馀事皆远屏。昂昂鸾鹄姿，岂与凡禽并。\n捧檄来南州，初识浙江境。寻盟款吾庐，不待日中定。\n从容叩所得，响答如汲井。时方罗俊乂，宁久淹簿领。\n清秋雕鹗飞，大道骅骝骋。词章尤激昂，笔力可扛鼎。\n虚堂纵谈笑，霜月挂金饼。夜阑言愈微，至味嚼佳茗。\n古来会合难，岁月积俄顷。愿子谨所之，万里路方永。\n吾衰老閒旷，轩冕志已冷。栖迟丘壑间，此兴良自肯。\n他日来相遇，梁溪寻钓艇。"
        },
        {
            "标题": "谷帘泉",
            "作者": "李纲",
            "内容": "甘泉多自名山出，世品谷帘为第一。淄渑之水不易辨，臆说讵敢评得失。\n庐山深处为谷帘，度岭穿云费时日。道人裹饭时一到，敲火烹茶资野逸。\n坐令仆隶致瓶罂，是非诚否良难诘。世间知味定何人，食蔗多谓甜于蜜。\n居然真伪相混殽，往往循名因去实。何似家山陆子泉，石缝迸出苍龙渊。\n山中空洞乳满腹，一派下作梁溪源。清甘著舌久不散，持以瀹茗增芳妍。\n华堂石甃与覆护，好事汲取肩相骈。有时置酒饮其上，醉涤肺腑尘烦蠲。\n缄题寄远无伪者，贵贱均饮初不偏。彼如幽人在空谷，此若佳客临风前。\n未须细较味优劣，且问所处谁为贤。"
        },
        {
            "标题": "鼓楼岩",
            "作者": "李纲",
            "内容": "洞天击鼓集群仙，石作高楼锁翠烟。万籁不鸣霜月晓，鼕鼕犹听鼓声传。"
        },
        {
            "标题": "题王氏志嘉堂二首 其二",
            "作者": "李纲",
            "内容": "茗饮过溪阁，萧然泉石幽。雨馀空翠湿，春老碧鲜浮。\n行止随时运，笑谈销客愁。遁亨真我事，暮景付沧洲。"
        },
        {
            "标题": "题王氏志嘉堂二首 其一",
            "作者": "李纲",
            "内容": "秀岭云屏拥，湍流玉佩锵。竹光深锁翠，兰气暗腾芳。\n岂谓兵戈日，来登君子堂。美才方世用，嘉遁自难忘。"
        },
        {
            "标题": "过罗畴老故居有感二首 其二",
            "作者": "李纲",
            "内容": "一别那知生死分，乱离重到德公门。雷张莲社旧同约，询惠沧洲徒有言。\n江海凄凉人已远，园林萧瑟剑空存。我来痛恨匆匆去，宿草无因奠一樽。"
        },
        {
            "标题": "寄题观妙师阁皂山旧隐观云轩",
            "作者": "李纲",
            "内容": "独搆幽轩福地阴，飞云对面起青岑。但知映日能成色，谁信崇朝解作霖。\n苒苒行云宁有迹，霏霏出岫本无心。道人默坐观舒卷，至理应符妙意深。"
        },
        {
            "标题": "过罗畴老故居有感二首 其一",
            "作者": "李纲",
            "内容": "凤去梁摧忽十年，空馀文翰世间传。池台春色仍依旧，几杖遗音犹隐然。\n把酒屡陪高阁醉，挥毫几和白云篇。追寻旧事如畴昔，泪湿幽花曲槛前。"
        },
        {
            "标题": "志宏复有诗来再赋两篇为报念其往复之无已也故寓意卒章以止之 其一",
            "作者": "李纲",
            "内容": "平生爱竹端自许，欲种千竿满吾土。岂知好物不须多，只费东坡数番楮。\n酒酣弄笔写寒姿，一洗丹青空万古。我今观画已萧然，矧对吟风如共语。\n渊明荒径便抛官，仲子辞官归灌圃。终年端坐饱太仓，更欲此君长傍户。\n亦知两者固难兼，无那幽怀终不禦。纵教富贵欲何为，不若归来栽竹愈。"
        },
        {
            "标题": "虞公明出示序观音诗事",
            "作者": "李纲",
            "内容": "闻思大士真奇绝，俱妙形神侔玉雪。\n譬如水月自清凉，能与世间除恼热。自从證悟今几劫，定慧慈威初不灭。\n解脱曾因无尽宣，圆通更假文殊说。森然宝臂清净目，八万四千犹一吷。\n依怗群生愿力坚，宴坐谛观尘世阅。先生往时堕宪网，泽雉在樊鹰在绁。\n默相虔诚赖觉慈，灼知情实蒙圣哲。踰年海上得归来，冒险岂殊探虎穴。\n精刚何翅金百鍊，忠荩端同水万折。观音在处皆现前，不必图绘劳携挈。\n此方教体在音闻，悟入此门良不拙。更将妙语赞悲心，功德须知莫如舌。"
        },
        {
            "标题": "同似表叔易置酒平山堂",
            "作者": "李纲",
            "内容": "暂停征棹此从容，叹息前贤结构雄。心眼乍随天宇阔，笑谈不觉酒樽空。\n江光隐见轩楹里，山色虚无烟雨中。种柳仙翁何处去，年年疏翠自春风。"
        },
        {
            "标题": "和陶渊明归田园六首 其一",
            "作者": "李纲",
            "内容": "我家梁溪傍，门对九龙山。山中有幽趣，游息可忘年。\n陆子泉最甘，次之即龙渊。馀波作梁溪，可溉万顷田。\n公垂读书堂，古屋尚数间。我欲隐山下，诛茅占其前。\n疏泉凿池沼，植竹来云烟。纵目望震泽，策杖登山巅。\n神游八极表，心迹两超然。更结莲社侣，远追竹林贤。"
        },
        {
            "标题": "寄毛达可内翰并录送魏公别录 其二",
            "作者": "李纲",
            "内容": "迂愚聊复隐清时，幽事相关只自知。满地落花看鹤舞，一轩春雨对僧棋。\n闲中日月真销得，物外烟霞渐可期。坐致时康赖公等，不须深遁采商芝。"
        },
        {
            "标题": "和陶渊明归田园六首 其五",
            "作者": "李纲",
            "内容": "膝横五弦琴，试鼓南风曲。寄傲北窗下，便觉此生足。\n开怀酒一壶，寓意棋一局。既使风扫门，还将月为烛。"
        },
        {
            "标题": "次韵和归去来集字十首 其三",
            "作者": "李纲",
            "内容": "轩冕岂足恋，田园诚可欢。村村自花柳，物物寄游观。\n旧事不复忆，吾生良易安。南窗审容膝，归去学鲵桓。"
        },
        {
            "标题": "靖康丙午冬道江南宿龟峰寺建炎庚戌秋北归再过行遽不果到长老智光见访成三绝句以遗之 其二",
            "作者": "李纲",
            "内容": "去国翻成汗漫游，迢迢云海六鳌愁。归来又踏江南土，都在当年拄杖头。"
        },
        {
            "标题": "次韵和归去来集字十首 其九",
            "作者": "李纲",
            "内容": "旧隐北山北，结庐犹可寻。曾传种松法，当遂采芝心。\n有酒且觞客，无弦何用琴。一生几量屐，慎勿废登临。"
        },
        {
            "标题": "靖康丙午冬道江南宿龟峰寺建炎庚戌秋北归再过行遽不果到长老智光见访成三绝句以遗之 其一",
            "作者": "李纲",
            "内容": "散策曾游瑞相峰，烟霞深处翠成丛。清江使者今安否，五换星霜一梦中。"
        },
        {
            "标题": "归宗寺四咏 其四",
            "作者": "李纲",
            "内容": "光射苍岩石镜屏，我来一现岂无情。谁云显晦知时节，长伴空山寒月明。"
        },
        {
            "标题": "和陶渊明归田园六首 其四",
            "作者": "李纲",
            "内容": "寂灭乃可乐，纷华何足娱。百年会有尽，富贵同邱墟。\n不如早抽身，卜此山林居。手植松与桂，青青三万株。\n幅巾坐其下，萧散谁如吾。衣食粗饱暖，身在即有馀。\n归依金仙氏，妙契端不虚。借问名利者，还有此乐无。"
        },
        {
            "标题": "和陶渊明归田园六首 其三",
            "作者": "李纲",
            "内容": "落叶不可数，枝间绿将稀。节物一如此，感叹何时归。\n庭闱眇千里，箧藏老莱衣。从兹就閒旷，勿使吾心违。"
        },
        {
            "标题": "次韵和归去来集字十首 其七",
            "作者": "李纲",
            "内容": "归去复归去，溪山满眼前。公垂馀旧馆，鸿渐有甘泉。\n结宇依青嶂，开池浸碧天。馀波到山下，更溉万家田。"
        },
        {
            "标题": "归宗寺四咏 其三",
            "作者": "李纲",
            "内容": "右军真是墨中仙，到处成池岂尽然。祗有此间疑可信，白云书法至今传。"
        },
        {
            "标题": "次韵和归去来集字十首 其十",
            "作者": "李纲",
            "内容": "处世若大梦，吾生感行休。何须缚轩冕，且复傲林丘。\n云木千岩秀，烟波万壑流。忘机齐物我，鱼鸟与君游。"
        },
        {
            "标题": "归宗寺四咏 其一",
            "作者": "李纲",
            "内容": "孤峰秀拔翠峣岧，峰顶虚无是紫霄。从此上宾朝帝所，直须稳跨玉龙腰。"
        },
        {
            "标题": "归宗寺四咏 其二",
            "作者": "李纲",
            "内容": "溪流宛转若翔鸾，翠色涵虚特地寒。底事舞馀窥碧沼，袛应误作镜中看。"
        },
        {
            "标题": "靖康丙午冬道江南宿龟峰寺建炎庚戌秋北归再过行遽不果到长老智光见访成三绝句以遗之 其三",
            "作者": "李纲",
            "内容": "兰若松林物外居，羡师一住十年馀。奔驰万里心灰冷，借我峰前使结庐。"
        },
        {
            "标题": "和陶渊明归田园六首 其六",
            "作者": "李纲",
            "内容": "贫者无置锥，富者连阡陌。嗟予亦何幸，伏腊粗能适。\n但使岁事丰，便足给朝夕。人生几何时，倏如驹过隙。\n惟当适我心，安能供物役。著书聊寄怀，底之或可绩。\n吾身虽不遇，吾言期有益。"
        },
        {
            "标题": "次韵和归去来集字十首 其六",
            "作者": "李纲",
            "内容": "寤寐在亲所，得归欣载奔。綵衣犹在笥，素发已垂门。\n遣兴诗千首，忘忧酒一樽。归欤理三径，松菊故应存。"
        },
        {
            "标题": "次韵和归去来集字十首 其四",
            "作者": "李纲",
            "内容": "闻说诏初下，预知归有期。趣装行去矣，俟命且安之。\n出处宛如梦，去来惟有诗。为传千里信，先报棣华知。"
        },
        {
            "标题": "次韵和归去来集字十首 其一",
            "作者": "李纲",
            "内容": "少负丘壑志，误婴轩冕荣。刚肠难隐忍，懒性倦将迎。\n学佛欣自得，谪官知物轻。悠悠势利子，千古见交情。"
        },
        {
            "标题": "次韵和归去来集字十首 其五",
            "作者": "李纲",
            "内容": "旷荡推新泽，迂疏念昔非。休为贾生赋，且治老莱衣。\n报国抚长剑，怀亲歌式微。凭高望吴越，千里白云飞。"
        },
        {
            "标题": "次韵和归去来集字十首 其八",
            "作者": "李纲",
            "内容": "薄责思已厚，听归初不留。昔来聊坎止，今去亦川流。\n图史自可乐，亲朋相与游。樽中常有酒，此外复何求。"
        },
        {
            "标题": "次韵和归去来集字十首 其二",
            "作者": "李纲",
            "内容": "壮志已衰落，颓然成懦夫。编须休虎穴，曳尾且龟涂。\n松菊犹可理，田园将欲芜。亲朋悦情话，浊酒在觞壶。"
        },
        {
            "标题": "和归鸟篇",
            "作者": "李纲",
            "内容": "翼翼归鸟，爰集于林。近萃芳郊，远依烟岑。眷言顾之，实获我心。\n丛木茂止，憩此繁阴。翼翼归鸟，翩然翻飞。风高天阔，去将畴依。\n云路翱翔，倦翮思归。矰缴孔多，无使患遗。翼翼归鸟，抚翼徘徊。\n江湖缈茫，有怀故栖。顾俦啸侣，鸣声和谐。愿言不获，怅然伤怀。\n翼翼归鸟，集于旧条。一枝已多，岂俟高标。敛翰息影，好音交交。\n愿言终此，以休永劳。"
        },
        {
            "标题": "和陶渊明归田园六首 其二",
            "作者": "李纲",
            "内容": "秋风动梁溪，何日理归鞅。放逐正拘囚，寤寐劳梦想。\n新诗聊慰今，旧事那追往。缅怀故山居，杞菊苗应长。\n挂冠神武门，便欲学疏广。躬耕南亩云，实报无卤莽。"
        },
        {
            "标题": "减字木兰花 其一 读神仙传",
            "作者": "李纲",
            "内容": "茫茫云海。方丈蓬壶何处在。拟泛轻舟。一到金鳌背上游。"
        },
        {
            "标题": "减字木兰花（读《神仙传》）",
            "作者": "李纲",
            "内容": "茫茫云海。方丈蓬壶何处在。拟泛轻舟。一到金鳌背上游。\n\n琼楼珠室。千岁蟠桃初结实。月冷风清。试倩双成吸玉笙。"
        },
        {
            "标题": "次韵虢国夫人夜游图",
            "作者": "李纲",
            "内容": "金鞍玉勒连钱骢，车如流水马如龙。遗簪堕珥碎珠翠，蜜炬夜入蓬莱宫。\n曲江宫殿春蒲柳，玉盘犀箸传纤手。坐中绰约尽天人，锦茵云幕清无尘。\n赐名大国动光彩，马嵬回首空啼痕。我欲题诗吊千古，丧国亡家皆此路。\n嫣然一笑倾人城，皓齿明眸真女虎。"
        },
        {
            "标题": "胡笳十八拍 第七拍",
            "作者": "李纲",
            "内容": "星宫之君醉琼浆，矫如群帝骖龙翔。龙池十日飞霹雳，齐言此夕乐未央。\n玄圃沧州莽空阔，羽人稀少不在傍。深山穷谷不可处，托身白云归故乡。"
        },
        {
            "标题": "胡笳十八拍 第十二拍",
            "作者": "李纲",
            "内容": "渔阳突骑猎青丘，天马跋足随犛牛。幕前生致九青兕，苦寒赠我青羔裘。\n万里飞蓬映天过，岁云暮矣增离忧。如今正南看北斗，长安不见使人愁。"
        },
        {
            "标题": "胡笳十八拍 第十一拍",
            "作者": "李纲",
            "内容": "天子不在咸阳宫，翠华拂天来向东。江间波浪兼天涌，中有云气随飞龙。\n干戈兵革斗未止，无复射蛟江水中。江边老人错料事，时危惨澹来悲风。"
        },
        {
            "标题": "庭中酴醾盛开二甥以诗来戏和其韵",
            "作者": "李纲",
            "内容": "栽培初不弃葑菲，桃李无言下自蹊。试营小圃供幽奇，野趣独与闲相宜。\n迩来落叶子满枝，新花璨发归酴醾。濛濛烟雨湿冰姿，汤泉乍洗温柔肌。\n玉人胡为在轩墀，态浓意远芬兰芝。月华万里来清辉，照耀光彩通屏帷。\n青云宛转蟠素螭，高架上与飞甍齐。客来花下同围棋，对花不怕输吟诗。\n帝乡富贵未可几，渊明之语真良规。一杯相属慎勿辞，我方餔糟啜其醨。\n醉中不省今何时，胸次洞达元无疵。山林正好相娱嬉，朝廷渐有中兴期。\n羲和鞭日不肯迟，海水清浅蓬莱池。飞花雪落白玉卮，起舞鹤氅风前披。"
        },
        {
            "标题": "胡笳十八拍 第四拍",
            "作者": "李纲",
            "内容": "筋簳精坚胡马骄，猛蛟突兽纷腾逃。春寒野阴风景暮，尘埃不见咸阳桥。\n中原格斗且未归，陇山萧瑟秋云高。安得壮士兮守四方，一豁明主正郁陶。"
        },
        {
            "标题": "胡笳十八拍 第三拍",
            "作者": "李纲",
            "内容": "千乘万骑出咸阳，百官跣足随天王。翠华摇摇行复止，黄尘暗天道路长。\n金盘玉箸无消息，色难腥腐餐风香。晚将末契托年少，遂令再往之计堕渺茫。"
        },
        {
            "标题": "胡笳十八拍 第十三拍",
            "作者": "李纲",
            "内容": "圣朝尚飞战斗尘，椎鼓鸣钟天下闻。岸上荒村尽豺虎，衣冠南渡多崩奔。\n何时铸戟作农器，欲倾东海洗乾坤。干戈未定失壮士，旧事无人可共论。"
        },
        {
            "标题": "胡笳十八拍 第六拍",
            "作者": "李纲",
            "内容": "忆昔霓旌下南苑，攀条弄芳畏晼晚。只今飘泊干戈际，寒尽春生洛阳殿。\n梨园弟子散如烟，白马将军若雷电。城上春云覆苑墙，回首何时复来见。"
        },
        {
            "标题": "雪中过分水岭六首 其六",
            "作者": "李纲",
            "内容": "玉龙耕种素芝田，误入飞琼小洞天。璧月珠星争璀璨，瑶环瑜珥斗婵娟。\n水晶宫阙云腴滑，白玉楼台雾彩鲜。骨冷魂清难久驻，恍然昆阆梦游仙。"
        },
        {
            "标题": "雪中过分水岭六首 其一",
            "作者": "李纲",
            "内容": "寒云漠漠雪霏霏，正是行人度岭时。密洒峰峦开玉府，乱妆林木发琼枝。\n步高渐入烟霄路，望远都迷涧壑姿。回首江乡何处是，断蓬飘梗不胜悲。"
        },
        {
            "标题": "雪中过分水岭六首 其二",
            "作者": "李纲",
            "内容": "闽山高处却无风，密雪飞云堕晓空。去路似从银色界，此身疑到广寒宫。\n落梅飘絮来琼树，涌浪崩云叠玉峰。景色幽奇无似雪，平生观雪此为雄。"
        },
        {
            "标题": "雪中过分水岭六首 其五",
            "作者": "李纲",
            "内容": "瑶妃游戏水晶房，故剪冰花试晓妆。坐见初平岩畔石，化为元放陇头羊。\n培堆积玉寒光莹，顷刻开梅冷艳香。好是碧天云散后，野蟾来助一轮光。"
        },
        {
            "标题": "雪中过分水岭六首 其四",
            "作者": "李纲",
            "内容": "一夜同云凝不开，晓寒整辔马虺尵。千岩万壑萦纡处，密雪回风散漫来。\n愁里溪声琴的历，望中山色玉崔嵬。溪山得雪尤奇绝，模写无工恨不才。"
        },
        {
            "标题": "雪中过分水岭六首 其三",
            "作者": "李纲",
            "内容": "蔼蔼层阴送雪来，乱山深处白皑皑。积岩错认蓝田玉，著树全疑庾岭梅。\n光射九霄来夜月，冷凝千嶂蛰春雷。武夷路近须晴霁，为卷风云一饷开。"
        },
        {
            "标题": "余两过湖湘皆以事阻不到南岳今自衡趋潭意谓决可一到又以新讨降步谅之众不果往为之怅然成两绝句 其一",
            "作者": "李纲",
            "内容": "衡岳峥嵘倚太清，长时雾雨少晴明。我来却恨缘征讨，不得祝融峰上行。"
        },
        {
            "标题": "余两过湖湘皆以事阻不到南岳今自衡趋潭意谓决可一到又以新讨降步谅之众不果往为之怅然成两绝句 其二",
            "作者": "李纲",
            "内容": "七年三到楚江边，阻上衡山信鲜缘。此去便为归老计，不知重到是何年。"
        },
        {
            "标题": "次李泰发韵二首送仲辅提刑弟还浙东 其一",
            "作者": "李纲",
            "内容": "朝路纷纷厌送迎，乞归恩予绣衣荣。稍知物外烟霞好，便觉尘中富贵轻。\n飞舄已能同叶令，叱羊何必效初平。坐忘我欲师前躅，为过天台访赤城。"
        },
        {
            "标题": "过召伯埭游斗野亭次司谏孙公韵",
            "作者": "李纲",
            "内容": "星斗照淮楚，绿野如砥平。兹亭结构小，景物有馀清。\n我来值袢暑，霁雾褰高甍。登临得佳友，坐使怀抱倾。\n方塘杨柳合，极望菰蒲生。仰德思谢傅，吊古伤芜城。\n浊酒聊共酌，小鳞鲜可烹。抱拙卧江海，胡为复此行。\n区区萤爝光，何补日月明。稽古得车马，平生笑桓荣。"
        },
        {
            "标题": "九月五日对菊小饮简申伯叔易",
            "作者": "李纲",
            "内容": "渊明爱此九日名，对菊无钱可留客。杜陵烂醉作生涯，青蕊空嗟未堪摘。\n我今鼓柁适长淮，坐见幽丛烂熳开。自从多病久不饮，又尔一洗黄金罍。\n东南节物诚已早，翠叶金花为谁好。三径荒芜尔尚存，未觉出山同小草。\n世间万事皆可忘，且须泛此酬秋光。平生最爱老坡语，菊花开日即重阳。"
        },
        {
            "标题": "次韵志宏见示寒翠亭之作",
            "作者": "李纲",
            "内容": "虚亭枕山麓，万籁如笙箫。佳哉松竹林，飒然风露秋。\n我题亭上名，过客为少留。所嗟结搆小，未称山光浮。\n缅怀琅琊亭，醉翁昔曾游。今我聊复尔，一洗胸中愁。\n数子真好事，佳句相与搜。会当同胜会，及此月如钩。"
        },
        {
            "标题": "含笑花五首 其二",
            "作者": "李纲",
            "内容": "玉质犹披翡翠裳，温泉浴罢蔼天香。回眸百媚嫣然处，羞死三千红粉妆。"
        },
        {
            "标题": "含笑花五首 其四",
            "作者": "李纲",
            "内容": "素淡丰容不自持，养成妙质亦多时。不知巧倩东风里，含蓄清香欲待谁。"
        },
        {
            "标题": "含笑花五首 其五",
            "作者": "李纲",
            "内容": "谓之曾诘笑何因，只笑明时窜海滨。晋以志穷莱以直，定兼我拙作三人。"
        },
        {
            "标题": "含笑花五首 其三",
            "作者": "李纲",
            "内容": "窜逐流离老病身，天涯相见意相亲。粲然不用干金买，应记当年作赋人。"
        },
        {
            "标题": "季明惠含笑花其香满室以诗报之",
            "作者": "李纲",
            "内容": "奇葩为我摘芳条，一笑嫣然特地娇。花露玉颜诚巧倩，叶堆云鬓愈妖娆。\n韬藏妙质踰三月，喷泄清香在一朝。更把綵丝缠绿萼，肯教芳馥片时销。"
        },
        {
            "标题": "含笑花五首 其一",
            "作者": "李纲",
            "内容": "一去闽山远玉颜，故人相遇有馀欢。临风莞尔缘何事，应笑先生又失官。"
        },
        {
            "标题": "陆行",
            "作者": "李纲",
            "内容": "水落石出溪难行，舍舟束装趋路程。徒御諠呶乌雀噪，衣冠瑰伟儿童惊。\n天寒野迥怯霜露，日暮途远伤蓬萍。我生胡为浪自苦，浊酒且向灯前倾。"
        },
        {
            "标题": "自去冬不雨至今道傍井竭田多不耕有感",
            "作者": "李纲",
            "内容": "匝地风雷空震荡，终宵云雨竟虚无。媮閒农具田皆废，暍死行人井半枯。\n东海愆阳缘孝妇，桑林谒祷本谗夫。忠魂昭雪奸邪逐，坐见为霖万物苏。"
        },
        {
            "标题": "题周孝侯庙",
            "作者": "李纲",
            "内容": "周侯高节冠千古，志气刚明乃如许。剑斩长桥戟尾蛟，刺杀南山雪毛虎。\n归来一听闾里言，折节宁辞远游苦。学成名立世共惊，徇国忘身乃其所。\n至今血食荆溪滨，庙猊崇深日箫鼓。我来再拜仰遗像，思古伤今怅谁语。\n君不见淮阴跨下已亡奇，哙等何羞与为伍。"
        },
        {
            "标题": "读陈子直短歌三复而悲之次其韵",
            "作者": "李纲",
            "内容": "君不见韩昌黎，文章二百年。又不见杜陵老，风月三千首。\n号寒啼饥四壁空，谩有篇章在人口。书生生事良易足，深林一枝河满腹。\n但令藜苋可充肠，便把离骚静中读。儒冠误身诚可怜，陈侯半世身犹邅。\n斗酒初乏青铜钱，忍饥哦诗空可传。富儿菽粟泥沙掷，不必登朝家万石。\n水陆毕陈方丈食，锦绣还将被墙壁。但资口腹为身谋，问以诗书初不识。\n天公赋予真相百，彼富吾仁如黑白。乡党宁无急义人，谁哀王孙与进食。\n尝思漂母饭淮阴，何用区区论报德。"
        },
        {
            "标题": "再和赵正之都运观水战三首 其三",
            "作者": "李纲",
            "内容": "抱病深栖云海滨，误恩起废愧陈人。飞腾固乏抟风翮，游泳长思纵壑鳞。\n一局销磨垂老日，三杯摇荡满怀春。何当诏许归田野，会有渔樵作上宾。"
        },
        {
            "标题": "次韵奉酬邓成材判官二首 其一",
            "作者": "李纲",
            "内容": "漂泊兵戈到越山，不妨还整切云冠。乾坤策里空真象，龙虎炉中养旧丹。\n静爱白云归远岫，时邀明月下层峦。此生已作长闲计，秪愿朝廷四海安。"
        },
        {
            "标题": "次韵奉酬邓成材判官二首 其二",
            "作者": "李纲",
            "内容": "文场妙誉久推豪，筮仕犹从州县劳。野鹤未应群雁鹜，幽兰初不掩蓬蒿。\n千寻挺节无霜霰，万里抟风有羽毛。好去江南吐奇策，从来勋业属吾曹。"
        },
        {
            "标题": "次韵和李太白感秋",
            "作者": "李纲",
            "内容": "秋风从西来，敲我庭下竹。夜凉月窥樽，清光如可掬。\n风月岂故人，万里慰愁独。披衣从之游，更欲邀共宿。\n泠然洗我心，耿耿安用卜。三十八年非，庶以不远复。\n俯仰天地间，平生皆可覆。一醉梦还家，黄粱犹未熟。"
        },
        {
            "标题": "封川赠李致远郎中",
            "作者": "李纲",
            "内容": "一别都门十载馀，相逢应笑尚迂愚。绨袍恋恋故人意，风雨潇潇君子儒。\n顾我忧危宜白发，如公暇豫亦清癯。年来颇得羲书旨，试读一篇还是无。"
        },
        {
            "标题": "次韵丹霞录示罗畴老唱和诗四首 其一 和古风",
            "作者": "李纲",
            "内容": "快哉善知识，能以种种喻。我今亦乐说，渐修与顿悟。\n顿如草木芽，荄核已完具。又如大明镜，色像悉陈露。\n渐如鸡哺雏，羽翼劳覆护。又如苗成实，非一朝夕故。\n邈然孤峰顶，邂逅适相遇。历历亲见之，非是梦而寤。\n却来共谈说，妙契那复遌。精勤假修习，即得无生趣。\n清净摩尼珠，初无尘垢污。圆成一滴水，岂殊千里霔。\n妙药须对治，能起膏肓痼。欲观皎日轮，当去漫天雾。\n铁轮顶上旋，不复有惊怖。劫火洞燃时，自有安身处。\n了兹一大事，馀外复何顾。庭前柏树子，古庙香炉去。\n孤云与独鹤，何往不可寓。返观生死海，便是涅槃路。\n普化示全身，达磨携只屦。證道坐菩提，降魔成露布。\n乃知费千谈，不若行一步。丹霞真道人，愿力极坚固。\n眼从慧中得，法乃佛亲付。疋马与单枪，纵横自驰骛。\n愿见缘未合，临风增景慕。何以写予怀，继此龙津句。"
        },
        {
            "标题": "梁溪八咏 其八 濯缨亭",
            "作者": "李纲",
            "内容": "画栋飞檐俯碧流，何时归去舣扁舟。不须更把尘缨濯，直取冠裳裂即休。"
        },
        {
            "标题": "杨夫人挽章二首 其二",
            "作者": "李纲",
            "内容": "悼亡何事觉神伤，端为音容不可忘。举案素闻敦节操，题桥今见共龙光。\n锦囊屡庆宸恩重，丹旐俄嗟蜀道长。髣髴灵游元未远，无人解致返魂香。"
        },
        {
            "标题": "兴宗志宏见和岩桂长篇再赋前韵奉呈",
            "作者": "李纲",
            "内容": "月中有桂光更多，扶疏一轮枝干罗。天风飘下广寒子，岂与凡种同其科。\n四时不改碧玉叶，满庭自擢青铜柯。森然众木共培植，无异野鹤群鸡鹅。\n秋来隐圃风露冷，喷花看蕊尤婆娑。\n圃中自有隐君子，心与世远恬无波。对花度此九秋色，不以物外伤天和。\n西邻栟榈更好古，妙年欲制芰与荷。连墙请谒不知倦，宜尔鬓发忘其皤。\n天生逸才当有用，委弃寂寞理则那。吾衰尚有惜花意，零落奈此馨香何。\n却思梁溪有小圃，只恐松竹荒寒莎。未能归去老三径，且把诗句从公哦。"
        },
        {
            "标题": "三峡桥",
            "作者": "李纲",
            "内容": "我昔曾作云安行，道逢除书还玉京。至今遗恨不一到，与听三峡流泉声。\n此来又谪武昌去，庐山当道欣所经。栖贤寺前小三峡，拭目便觉增双明。\n黄牛明月坐中见，瞿塘艳滪森相迎。山寒草木郁葱茜，逼耳似闻猿狖鸣。\n悬崖乱石互回转，震吼正坐不得平。珠跳云沸巧潨射，晴昼雨雹驱雷霆。\n壮哉造化融结此，故使水石相喧轰。妙音流出无尽藏，乃与衲子门庭争。\n飞桥赑屃跨虚碧，面对五老峰峥嵘。我来云物为开霁，当暑万壑松风生。\n提携更得二三子，杖履不辜丘壑情。垂瓶得水不敢漱，老坡旧约今寻盟。"
        },
        {
            "标题": "仲辅和寄送季弟诗复次韵寄之 其二",
            "作者": "李纲",
            "内容": "新诗寄远慰南冠，坠露遥知饮木兰。素爱少游乘下泽，尚怜子美缚微官。\n遭罹贝锦如吾少，漂泊兵戈见汝难。华发比年老兄弟，相思对案不能餐。"
        },
        {
            "标题": "仲辅和寄送季弟诗复次韵寄之 其一",
            "作者": "李纲",
            "内容": "块处江城无与游，芦花枫叶楚天秋。萧然霜鬓伤迟暮，久矣灰心任去留。\n道阻每怀千里念，时危岂为一身忧。何年棣萼还相映，醉卧元龙百尺楼。"
        },
        {
            "标题": "罗畴老所藏李伯时画马图二首 其一 蕃马",
            "作者": "李纲",
            "内容": "边人牧马如牧羊，群族散置初无伤。妙哉龙眠笔有眼，作此冀北才而臧。\n素纨盈尺十二匹，骨相毛物皆非常。青骢紫燕五色满，骍骐骝骆骃骊黄。\n旁行侧睨复回顾，矫首奋鬣嘶风霜。背驰正立尽变态，意气磊落如腾骧。\n想当盘礴初运思，工与造物争毫芒。此中念虑讵可熟，至言发药诚难忘。\n从此绝笔不画马，但写妙相依圆光。斯人于今又黄土，斯画可宝宜珍藏。"
        },
        {
            "标题": "罗畴老所藏李伯时画马图二首 其二 御马",
            "作者": "李纲",
            "内容": "房星之精下天驷，产此骐驎奉天子。龙媒徕自大宛城，汗血生从渥洼水。\n那知妙手居合淝，笔端能出神俊姿。顾视清高气深稳，志意俶傥精权奇。\n兰筋秀骨连钱直，细毛萧捎丰颊臆。金鞿络首牵奚官，自中伏波铜马式。\n一疋驻立一疋行，坐看千载风云生。鸾旗在前属车后，虽有绝足何由呈。"
        },
        {
            "标题": "和陶渊明采菊东篱下二首 其一",
            "作者": "李纲",
            "内容": "九日但孤坐，悄然无世喧。菊花殊未开，始知气候偏。\n开轩寓远目，相对惟青山。昏鸦已接翅，独鹤何时还。\n且尽杯中物，此外无足言。"
        },
        {
            "标题": "读王尧明赠诸弟和陶诗次韵为别",
            "作者": "李纲",
            "内容": "鹪巢安一枝，鹏运图南溟。巨细自有适，坐见万物情。\n昔别东都门，我方堕蛮荆。岂知复会合，浊酒叙平生。\n念子抱器业，出值时清明。骞腾发素蕴，当使王化平。\n而我志丘壑，肃肃正遐征。窃比渊明归，逝同沮溺耕。\n脱屣谢轩冕，超然无所萦。出处良异趣，勉哉垂世名。"
        },
        {
            "标题": "和陶渊明采菊东篱下二首 其二",
            "作者": "李纲",
            "内容": "小雨湿丛菊，何当喷金英。嚼蕊亦可人，萧然慰我情。\n羁旅念家远，浊酒还独倾。云表雁初过，草根虫自鸣。\n岁晏将如何，一醉豁平生。"
        },
        {
            "标题": "次韵渊明九日闲居",
            "作者": "李纲",
            "内容": "天地一逆旅，于焉寓此生。群阴惨将暮，共爱九日名。\n气清霜露肃，天朗山川明。月户蔼夜色，风林飒秋声。\n东篱菊有华，可以延我龄。采采金琐碎，泛此玉觞倾。\n一醉遗万物，况复轩裳荣。渊明骨已朽，千载同兹情。\n时危丹砂远，岁晏将何成。"
        },
        {
            "标题": "玉山道中五首 其一",
            "作者": "李纲",
            "内容": "悠悠征骑渡溪岩，跋涉艰难分所甘。泉石几时归水北，风烟今夕过江南。\n日轮杳杳衔青嶂，天影茫茫浸碧潭。猿鸟不知迁客恨，云间啼叫满松楠。"
        },
        {
            "标题": "上元日同王丰甫叶梦授会饮",
            "作者": "李纲",
            "内容": "当年玉辇侍端门，岂意风尘四海奔。正恐溪山太寥落，也将灯火照黄昏。\n月华清切人千里，曲调凄凉酒一樽。多谢故人相煖热，感时抚事祗销魂。"
        },
        {
            "标题": "叶梦授龙图同游丹霞见和四绝句再次前韵 其一",
            "作者": "李纲",
            "内容": "岩窦嵌空南宝花，玲珑楼阁衲僧家。兴来结客穷幽讨，冲破晴山几段霞。"
        },
        {
            "标题": "追次东坡和郁林王守韵",
            "作者": "李纲",
            "内容": "盖世文章妙语言，谁令骨相似虞翻。玉堂大手空遗迹，海岛幽栖有断垣。\n仙去公宁怀此土，生还我亦荷宽恩。龙虬满纸疑飞动，尚想挥毫气象轩。"
        },
        {
            "标题": "叶梦授送家园梅花且以绝句十五章见示次其韵 其一",
            "作者": "李纲",
            "内容": "天欲春光一点回，素英先识化工裁。恼人不作铅华态，愿下当年玉镜台。"
        },
        {
            "标题": "叶梦授送家园梅花且以绝句十五章见示次其韵 其二",
            "作者": "李纲",
            "内容": "道人宴坐得圆通，妙观年来等色空。结习已销花不染，何妨镶丽伴衰翁。"
        },
        {
            "标题": "叶梦授龙图同游丹霞见和四绝句再次前韵 其二",
            "作者": "李纲",
            "内容": "渡水扪萝款石扉，杖藜同著旧缁衣。犹嫌林下諠僮仆，欲学孤云野鹤飞。"
        },
        {
            "标题": "雨中渡杨子江书怀呈似表叔易",
            "作者": "李纲",
            "内容": "波光澹澹橹声圆，风软潮平利涉川。浩渺云涛连海峤，空濛烟雨湿楼船。\n江山雄伟冠天下，景物瑰奇绕目前。远迹禹功须我辈，感时怀古一悽然。"
        },
        {
            "标题": "水龙吟（次韵和质夫、子瞻杨花词）",
            "作者": "李纲",
            "内容": "晚春天气融和，乍惊密雪烟空坠。因风飘荡，千门万户，牵情惹思。青眼初开，翠眉才展，小园长闭。又谁知化作，琼花玉屑，共榆荚、漫天起。\n\n深院美人慵困，乱云鬟、尽从妆缀。小廊回处，氍毹重叠，轻拈却碎。飞入楼台，舞穿帘幕，总归流水。怅青春又过，年年此恨，满东风泪。"
        },
        {
            "标题": "再和赵正之都运观水战三首 其二",
            "作者": "李纲",
            "内容": "使节来从河水滨，天心图旧慰斯人。肃将宸指蠲民瘼，力挽恩波活辙鳞。\n北伐正须猷克壮，中兴方与物为春。外台岂久留英躅，伫见观光利用宾。"
        },
        {
            "标题": "再和赵正之都运观水战三首 其一",
            "作者": "李纲",
            "内容": "戈船列阵楚江滨，世事何尝不在人。鹢首冲风开雪浪，甲光向日动金鳞。\n烟霄易觉壶中晚，谈笑潜回席上春。更辱佳篇与褒饰，主人深有愧西宾。"
        },
        {
            "标题": "读刘向传",
            "作者": "李纲",
            "内容": "昼观书传夜观星，感愤陈辞出至诚。梓柱指明王氏切，优柔不断岂能行。"
        },
        {
            "标题": "山居四感 噪蝉",
            "作者": "李纲",
            "内容": "修竹茂林山寺幽，蝉声如沸满清秋。吸风饮露无求世，嘒嘒何为噪不休。"
        },
        {
            "标题": "胡笳十八拍 第一拍",
            "作者": "李纲",
            "内容": "四海十年不解兵，朝降夕叛幽蓟城。杀气南行动天轴，犬戎也复临咸京。\n铁马长鸣不知数，虏骑凭陵杂风雨。自是君王未备知，一生长恨奈何许。"
        },
        {
            "标题": "胡笳十八拍 第十七拍",
            "作者": "李纲",
            "内容": "时危始识不世材，成王功大心转小。豺狼塞路人断绝，一门骨肉散百草。\n江头宫殿锁千门，不知明月为谁好。何时眼前突兀见此屋，鸡鸣问寝龙楼晓。"
        },
        {
            "标题": "胡笳十八拍 第十四拍",
            "作者": "李纲",
            "内容": "大麦乾枯小麦黄，问谁腰镰胡与羌。汉家战士三十万，此岂有意仍腾骧。\n安得突骑只五千，长驱东胡胡走藏。近静潼关扫蝼蚁，为留猛士守未央。"
        },
        {
            "标题": "胡笳十八拍 第十拍",
            "作者": "李纲",
            "内容": "人生失意无南北，去住彼此无消息。黄蒿古城云不开，时复看云泪横臆。\n猛将腰间大羽箭，一箭正坠双飞翮。汝休枉杀南飞鸿，道路只今多拥隔。"
        },
        {
            "标题": "胡笳十八拍 第十五拍",
            "作者": "李纲",
            "内容": "我生之后汉祀衰，经济实藉英雄姿。遥拱北辰缠寇盗，杳杳南国多旌旗。\n伤心不忍问耆旧，垂老恶闻战鼓悲。中夜起坐万感集，谁家捣练风凄凄。"
        },
        {
            "标题": "胡笳十八拍 第十入拍",
            "作者": "李纲",
            "内容": "风尘澒洞昏王室，咫尺波涛永相失。漂然时危一老翁，洒血江汉长衰疾。\n笳一会兮琴一拍，青山落日江湖白。身欲奋飞病在床，此心炯炯君应识。"
        },
        {
            "标题": "胡笳十八拍 第八拍",
            "作者": "李纲",
            "内容": "黄尘散漫风萧索，杀气森森到幽朔。五十年间似反掌，瑶池侍臣已冥寞。\n千崖无人万壑静，旌旗无光日色薄。万事反覆何所无，注目寒江倚山阁。"
        },
        {
            "标题": "胡笳十八拍 第九拍",
            "作者": "李纲",
            "内容": "五陵佳气无时无，龙种自与常人殊。一去紫台连朔漠，骨肉满眼身羁孤。\n金鞭断折九马死，邂逅岂即非良图。人间俯仰成今古，岂忆当殿群臣趋。"
        },
        {
            "标题": "胡笳十八拍 第十六拍",
            "作者": "李纲",
            "内容": "雨声飕飕催早寒，岁暮穷阴耿未已。燕山雪花大如席，寒刮肌肤北风利。\n群胡归来血洗箭，阵前部曲终日死。漫漫胡天叫不闻，日夜更望官军至。"
        },
        {
            "标题": "次韵湖阴曲",
            "作者": "李纲",
            "内容": "绣鞍玉勒黄金鞭，跃马直入无玉钱。绕营三匝人不识，天风翻动旌旗鲜。\n贼臣昼寝苍黄起，梦里阳乌光照水。追风铁骑去非迟，真主那从贼中死。\n宝鞭传玩日凄凄，行远不闻天马嘶。千金安用试虎口，将帅何如思鼓鞞。\n西南大星寒有铓，画衣绣衮垂平章。九重宫殿锁春色，岂如万里秦城长。"
        },
        {
            "标题": "还自鼓山过鳝溪游大乘榴花洞瞻礼文殊圣像漫成三首 其一",
            "作者": "李纲",
            "内容": "一派寒流作小溪，松篁深处有丛祠。千年鳝骨专车在，百丈灵湫瀑布垂。\n粳稻丰穰欣岁乐，笳箫清咽报神私。更将小雨为滂润，正是农夫播麦时。"
        },
        {
            "标题": "还自鼓山过鳝溪游大乘榴花洞瞻礼文殊圣像漫成三首 其二",
            "作者": "李纲",
            "内容": "乞得明时多病身，归来林下养天真。芒鞋竹杖未全老，药灶酒壶随分春。\n山寺递传钟磬晚，田家收拾稻粱新。试穷溪上榴花洞，恐有桃源避世人。"
        },
        {
            "标题": "还自鼓山过鳝溪游大乘榴花洞瞻礼文殊圣像漫成三首 其三",
            "作者": "李纲",
            "内容": "布地金沙片片匀，深沉院宇閟祗园。清凉路半前三语，摩诘城中不二门。\n千种光明瞻瑞相，六根清净为还源。狻猊坐上法王子，稽首皈依众所尊。"
        },
        {
            "标题": "杂兴三首 其一",
            "作者": "李纲",
            "内容": "日出霜晴鸟雀呼，束装还复戒征途。黄牛傍岸将孤犊，花鸭浮溪引众雏。\n桥断水寒寻野艇，路迷山曲问田夫。远游看尽溪山景，待向龙津书作图。"
        },
        {
            "标题": "江城子·琉璃滑处玉花飞",
            "作者": "李纲",
            "内容": "琉璃滑处玉花飞。溅珠玑。喷霏微。谁遣银河，一派九天垂。昨夜白虹来涧饮，留不去，许多时。幽人独坐石嶔ㄛ。赏清奇。濯涟漪。不怕深沈，潭底有蛟螭。澒洞但闻金石奏，猿鸟乐，共忘归。"
        },
        {
            "标题": "画鹤",
            "作者": "李纲",
            "内容": "谁画千年老令威，丹青今古照清辉。玄裳朱顶苍崖畔，岂忆冲天万里飞。"
        },
        {
            "标题": "小阁晚望书怀一百韵示仲弟并简顾子美",
            "作者": "李纲",
            "内容": "岁晏群阴积，天高霰雪晴。西山来爽致，小阁湛虚明。\n曲槛驰孤照，微云点太清。泛观周宇宙，旷望出枝撑。\n九陇龙蛇伏，梁溪组练萦。翠烟浮近市，碧瓦丽高甍。\n湖外千岩秀，林端一带平。松篁森荟蔚，楼观郁峥嵘。\n天末氛埃敛，坤倪物象呈。清风生户牖，秀色入轩楹。\n北极星辰拱，东皋雨露赢。寸怀舒远目，万感集孤情。\n忆昨陪螭殿，终年侍玉京。含毫青琐闼，通籍凤凰城。\n奖擢知恩重，临危觉死轻。囊书朝入奏，襆被夕徂征。\n去历溪山险，归虞盗贼惊。西江足波浪，南国满旃旌。\n迂路良非策，寻家不计程。天戈戡猰貐，庙略扫欃枪。\n芜没田园在，欢呼仆隶迎。乱离才甫定，患祸忽相婴。\n风木悲摧感，祥琴惨怆声。誓终坟墓守，望绝缙绅荣。\n卜筑诚长计，栖迟岂钓名。当为千载蛰，那作九皋鸣。\n示舌羞张子，轻身笑祢衡。盘桓且丘壑，腾踏自公卿。\n未具函关驾，聊从谷口耕。岁功方险恶，供给敢丰盈。\n瘠陇饶稂莠，彪池秕稻粳。何心谋肉食，充腹但藜羹。\n孤笑弹长铗，微吟就短檠。开编聊自慰，攻苦饱曾更。\n卮酒和糟粕，盘飧杂蚌蛏。恐须食翠柏，尚未斸黄精。\n腊破冰澌解，春回草木萌。且休吟蟋蟀，行复听鸧鹒。\n献岁三朝始，初阳一气亨。小梅舒冻蘖，疏柳茁枯茎。\n帘幕还飞燕，园林又转莺。试编居士屩，学种故侯寓。\n抱瓮浇芝朮，联畦莳杜蘅。摘甘聊共剖，钓美得同烹。\n烟艇笭箵稳，云溪略彴横。行吟携古锦，坐隐寄文枰。\n据石从攲帽，临流可濯缨。閒中端有趣，身外更无营。\n古寺回峦拥，细泉幽窦倾。带云斟晓杓，和月贮春罂。\n绕径摇金碎，循除响玉琤。由来穿蜡屐，未必羡葱珩。\n借问披衣惯，何如结佩綪。端知绶若若，不假铁铮铮。\n匠石宜遗栎，山川讵舍骍。甘为书里蠹，惮作庙中牲。\n云鹄翰方铩，风鸢羽正翃。隐沦随绮皓，菹醢叹韩彭。\n坐逸真侥倖，时康孰使令。普天期一稔，率土庆群氓。\n耒耜三农出，仓箱万宝成。馀粮饱羸瘵，大屋芘嫠"
        },
        {
            "标题": "金陵怀古四首 其四",
            "作者": "李纲",
            "内容": "六代当年恨最长，兵戈陵灭故城荒。非关霸气多消歇，自是人谋未允臧。\n王谢风流今寂寞，江山形胜亦凄凉。我来正值兴戎马，慨念东南更惨伤。"
        },
        {
            "标题": "除夜与宗之对酌怀家",
            "作者": "李纲",
            "内容": "四年除夕旅殊方，海上归来路更长。暮景飞腾催老病，馀生留滞且炎荒。\n传闻寇盗纷惊扰，叹息江湖堕渺茫。杳杳东吴家万里，椒盘谁与颂馨香。"
        },
        {
            "标题": "次韵陆敦礼留题皇华驿二首 其一",
            "作者": "李纲",
            "内容": "貂裘端恐敝缁尘，勇向明时乞得身。却拥紫荷来握节，遥知白鹿已随轮。\n棣华辉映蕃宣地，篇什流传放逐人。只恐晋江难久驻，为将直道福生民。"
        },
        {
            "标题": "黄陵庙",
            "作者": "李纲",
            "内容": "湘妃庙貌枕江湄，不见当年鼓瑟时。玉佩风摇云冉冉，翠帷烟湿草离离。\n凄凉清泪留班竹，寂寞深林叫子规。断简遗编杳难考，无人为立退之碑。"
        },
        {
            "标题": "次韵艾宣画四首 其二 黄精鹿",
            "作者": "李纲",
            "内容": "黄精苗盛雪初融，叠叠峰峦紫翠重。岩前双鹿卧底事，秪应眷日长新茸。"
        },
        {
            "标题": "次韵陆敦礼留题皇华驿二首 其二",
            "作者": "李纲",
            "内容": "宫漏初残唱晓鸡，周庐同守禁城扉。龙墀密簉鹓鸾羽，玉殿先瞻日月衣。\n青琐笑谈情已厚，皂囊章奏意何稀。拥旄昼绣方如意，也念飘零未得归。"
        },
        {
            "标题": "同陈使君登香山寺豁亭",
            "作者": "李纲",
            "内容": "渺渺烟波叠叠山，玉簪罗带自回还。雨馀岚翠浓如滴，地险江流巧转湾。\n蟠磴迥临飞鸟上，岸巾聊与白云閒。峤南有此佳山水，尽在贤侯几案间。"
        },
        {
            "标题": "岩桂再开尤盛汲水养之其香满室堕蕊几案间灿然可爱嗅玩因为赋小诗",
            "作者": "李纲",
            "内容": "桂华十里凌霜空，再开愈觉秋光浓。幽人赠我不知数，芬馥飘满禅房中。\n蔌蔌风枝堕烟蕊，璀灿金英沾案几。不须扫去任飘零，从使清香在毫纸。"
        },
        {
            "标题": "张子公以圆鉴见寄作诗报之",
            "作者": "李纲",
            "内容": "我观大圆鉴，莹澈靡瑕垢。清光溢寒蟾，碧井窥古甃。\n冰池绝埃尘，玉璧无肉好。不知何年铸，款识杂篆籀。\n冷然照肝胆，况烛须眉秀。英英张公子，辍赠意独厚。\n使我正衣冠，更以别妍陋。嗟予罹百忧，半世困驰骤。\n苍浪齿发衰，已觉成老丑。幸兹置宽闲，闭户念往咎。\n冠攲与佩落，颠倒散襟袖。平生遭谤谗，白黑坐分剖。\n逝将杜德机，渐可塞智窦。岂徒齐美恶，端欲一昏昼。\n鉴焉何所施，无乃虚授受。聊持戏凤匣，藏此蟠螭纽。\n精光秘不露，犹使魑魅走。讵逃鹦鹉形，时作蛟龙吼。\n君看方寸间，此物谁蔽覆。灵台湛虚明，广博含宇宙。\n纤毫莫凝结，万象悉笼囿。宁随古今移，不逐面目皱。\n人人各具足，一一谢雕镂。无尘安用拂，表里自通透。\n诸佛亦何为，四智此为首。祖师持出游，法器久已就。\n那将清净眼，更入烦恼蔀。随缘梦幻中，坐阅蛮触斗。\n本来妙明心，一念證无漏。持此还寄君，试问承当否。"
        },
        {
            "标题": "张子公再得湖倅因书寄之",
            "作者": "李纲",
            "内容": "吴兴别去久飘蓬，清梦时游苕霅中。十里荷开生色画，四围波泛水晶宫。\n喜君再拥朱轓贰，顾我今成白发翁。傥幸宽恩听归去，定须相访五湖东。"
        },
        {
            "标题": "次韵张子公见寄二首 其二",
            "作者": "李纲",
            "内容": "功名身外两悠悠，有意功名已可羞。与世浮沉非我意，观时进退岂人谋。\n不能为国辟百里，祗欲归耕老一畴。祸福死生皆默定，初非舍去亦非求。"
        },
        {
            "标题": "云居勤老以书见邀不果往戏作此颂寄之",
            "作者": "李纲",
            "内容": "吾师脱浮玉，振锡来云居。江边波浪已远去，山顶风雷应晏如。\n我来问津师草草，咫尺云岑怅难到。师既拗折柱杖不出山，我亦把定缰绳不下道。\n试将此意示丛林，抚掌呵呵同绝倒。"
        },
        {
            "标题": "嘉禾道中遇夏侯子阳",
            "作者": "李纲",
            "内容": "京华契阔已再冬，扁舟野岸欣相逢。天寒水远飞霜风，谈笑坐觉回春容。\n年踰七十两颊红，真气上溯泥丸宫。剖符南海窥祝融，欲求丹砂访葛洪。\n问予执笔侍九重，胡为谪堕溪山中。迂愚久合亲耕农，君恩未报徒忡忡。\n飘零孤迹随断蓬，他日相忆看云鸿。"
        },
        {
            "标题": "得梁溪书寄诸弟二首 其二",
            "作者": "李纲",
            "内容": "荔子初丹色半青，玉肤未满已芳馨。欲题书后三千颗，须待烟林灿若星。"
        },
        {
            "标题": "泊晋康横翠亭爱其山水秀丽斐然有作二首 其二",
            "作者": "李纲",
            "内容": "环抱大江流，层峦翠霭浮。神明扶王气，文物冠南州。\n来值炎蒸日，去翻风雨秋。登高望不极，暮角起城楼。"
        },
        {
            "标题": "家问自闽中转来走笔寄诸弟",
            "作者": "李纲",
            "内容": "江海相望万里馀，干戈阻绝久离居。沉鱼断雁杳何所，一纸千金初得书。\n身脱鲸波真偶尔，家邻兵火幸恬如。弟兄老矣何为者，相约罗浮同结庐。"
        },
        {
            "标题": "弋阳道中",
            "作者": "李纲",
            "内容": "南去北来皆岁暮，流年苒苒过光阴。江南须信风烟好，浙右方虞寇盗深。\n云外山深横笔格，月中滩响叠琴心。卧龙三顾今寥落，抱膝空为梁甫吟。"
        },
        {
            "标题": "得梁溪书寄诸弟二首 其一",
            "作者": "李纲",
            "内容": "一纸书来抵万金，天涯慰我念家心。只今王室犹如此，回首东吴涕作霖。"
        },
        {
            "标题": "寄诸弟",
            "作者": "李纲",
            "内容": "自取飘零不复云，索居终日念离群。送书未见来黄耳，陟岵惟知望白云。\n素发偏亲乌鸟急，青春诸季棣华分。天涯只有思家切，须使音声不辍闻。"
        },
        {
            "标题": "减字木兰花·茫茫云海",
            "作者": "李纲",
            "内容": "茫茫云海。方丈蓬壶何处在。拟泛轻舟。一到金鳌背上游。琼楼珠室。千岁蟠桃初结实。月冷风清。试倩双成吸玉笙。"
        },
        {
            "标题": "张氏二甥寄诗可喜赋此篇以赠之",
            "作者": "李纲",
            "内容": "每见吾甥学不休，信知积善有源流。骅骝汗血为驹日，松柏凌霜出地秋。\n努力年华成宅相，著鞭高跃破烟楼。渭阳正续离骚赋，频寄诗来慰客愁。"
        },
        {
            "标题": "似表复以诗来再次前韵并简似矩待",
            "作者": "李纲",
            "内容": "吾宗抱逸韵，试吏得南屏。扫厅日哦诗，俗士驾敢并。\n双溪与叠嶂，拄颊对佳境。诸昆奉板舆，晨夕严省定。\n仲氏近剖符，鍊养窥丹井。叔兮久燕閒，禅要心独领。\n何人絷骐骥，逸足未高骋。会当归本朝，宗社重九鼎。\n衰疲老山林，耕钓供饵饼。叩门欣得朋，草草具醪茗。\n追思会金陵，三载如食顷。契阔怀晤言，川途阻修永。\n临流送将归，岁晏风霜冷。寄声昆季间，卜邻谁定肯。\n天高烟雾深，且纵江湖艇。"
        },
        {
            "标题": "简寂观",
            "作者": "李纲",
            "内容": "高士不可见，云乡空旧居。烟岚飞瀑外，露石礼星馀。\n松老未归鹤，沼深清见鱼。何人得丹诀，应有枕中书。"
        },
        {
            "标题": "游鼓山灵源洞次周元仲韵",
            "作者": "李纲",
            "内容": "碧海吸长江，清波逾练净。我为鼓山游，潮落初放艇。\n连峰翠崔嵬，倒影涵玉镜。舍舟访招提，木末缭危磴。\n凌云开宝阁，震谷韵幽磬。乃知大丛林，托栖必深夐。\n灵源更瑰奇，岩壑相隐映。森罗尽尤物，无乃太兼并。\n伟哉造化力，至巧于此罄。烟云互卷舒，变态初不定。\n岂惟冠一方，实最东南胜。周行洞浃中，泉石若奔竞。\n飘萧毛发清，涤濯肺腑莹。当年喝水人，端恐溷观听。\n是心如虚空，动寂岂妨并。兵戈正联绵，幽讨亦云幸。\n相携得佳侣，散策谢轩乘。媮安朝夕间，未可笑赵孟。\n淹留遂忘归，怅望云海暝。不负惠询期，更起沧洲兴。"
        },
        {
            "标题": "哭许崧老右丞二首 其二",
            "作者": "李纲",
            "内容": "多闻直谅复疏通，近世交游少似公。盖代才名同贾谊，平生述作类扬雄。\n笔踪高古今那有，诗调清新老更工。知识年来凋丧尽，不堪衰泪落秋风。"
        },
        {
            "标题": "次琼管后三日忽奉德音恩许自便感涕之馀赋诗见志 其二",
            "作者": "李纲",
            "内容": "行年旧说似东坡，鲸海于今亦再过。儋耳三年时已久，琼山十日幸尤多。\n却收老眼来观国，尚冀中原早戢戈。病废不堪当世用，感恩惟有涕霶"
        },
        {
            "标题": "次琼管后三日忽奉德音恩许自便感涕之馀赋诗见志 其一",
            "作者": "李纲",
            "内容": "此身飘堕到沧溟，谁谓君王念贾生。黄纸再蒙题姓字，丹书特为削刑名。\n山林老去何其幸，萍梗追思却自惊。天地恩宽难报德，试从今日数归程。"
        },
        {
            "标题": "江城子（九日与诸季登高）",
            "作者": "李纲",
            "内容": "客中重九共登高。逼烟霄。见秋毫。云涌群山，山外海翻涛。回首中原何处是，天似幕，碧周遭。\n\n茱萸蕊绽菊方苞。左倾醪。右持螯。莫把闲愁，空使寸心劳。会取八荒皆我室，随节物，且游遨。"
        },
        {
            "标题": "江城子·老饕嗜酒若鸱夷",
            "作者": "李纲",
            "内容": "老饕嗜酒若鸱夷。拣珠玑。自蒸炊。篘尽云腴，浮蚁在瑶卮。有客相过同一醉，无客至，独中之。\n\n麹生风味有谁知。豁心脾。展愁眉。玉颊红潮，还似少年时。醉倒不知天地大，浑忘却，是和非。"
        },
        {
            "标题": "江城子（池阳泛舟作）",
            "作者": "李纲",
            "内容": "春来江上打头风。吼层空。卷飞蓬。多少云涛，雪浪暮江中。早是客情多感慨，烟漠漠，雨濛濛。\n\n梁溪只在太湖东。长儿童。学庞翁。谁信家书，三月不曾通。见说浙河金鼓震，何日到，羡归鸿。"
        },
        {
            "标题": "春暮江南道中",
            "作者": "李纲",
            "内容": "江上风光烂不收，一年春物又将休。鸣鸠乳燕自相得，飞絮落花如许愁。\n目极关河天杳杳，身归闽粤兴悠悠。往来踏遍江南土，已约幽人老一丘。"
        },
        {
            "标题": "江行即事八首 其八",
            "作者": "李纲",
            "内容": "一重一掩翠参差，路入桃源客意迷。江雾晓分山远近，浦鸥闲送棹东西。\n颇欣岭表佳泉石，闻道江南多鼓鼙。稚子候门应念我，提携来共此幽栖。"
        },
        {
            "标题": "江行即事八首 其六",
            "作者": "李纲",
            "内容": "合踏青山转碧川，雨馀风月更婵娟。光铓影渡星河碎，片段气蒸云物鲜。\n心系鸰原千里外，梦回鼓角五更前。翠华杳杳今何处，怅望东吴空惘然。"
        },
        {
            "标题": "江行即事八首 其五",
            "作者": "李纲",
            "内容": "数郡崎岖山海间，只今多事觉宽閒。衣冠避地成侨寓，风月留人长往还。\n蘸水藤花方烂熳，生云锦石自斓斑。平生有意五湖去，谁谓扁舟行百蛮。"
        },
        {
            "标题": "江行即事八首 其三",
            "作者": "李纲",
            "内容": "置散徒怀报国心，还家欣得故园音。钩辀晓岸云林密，款乃暮江烟水深。\n壮志已同灰灺冷，班毛从使雪霜侵。卧龙只合耕南亩，抱膝空为梁甫吟。"
        },
        {
            "标题": "江行即事八首 其二",
            "作者": "李纲",
            "内容": "五月炎方气郁蒸，安流鼓棹水风清。江鱼入馔有馀美，山果满盘难强名。\n醉里讴吟聊自适，梦中来往本无惊。庙堂早定安边策，遂我山林幽遁情。"
        },
        {
            "标题": "江行即事八首 其四",
            "作者": "李纲",
            "内容": "苍梧云物晓凄凉，锦石江山一带长。雨浥峰峦添黛翠，风吹草木送天香。\n鱼樵閒话无千古，金鼓喧声震万方。我欲诛茅寄幽僻，却愁烟水日茫茫。"
        },
        {
            "标题": "月夜江阁次东坡韵",
            "作者": "李纲",
            "内容": "江水如练带，江石如马肝。双流会合处，蹙作蛟龙蟠。\n我来暑气初，骤雨成惊湍。云收暮山出，秀色屏中看。\n缺月挂木末，光辉溢清寒。冷然适我心，遇境随所安。\n夜久转寥阒，高松露华漙。独坐念平生，行路真漫漫。\n危肠易感激，不待闻哀弹。犹欣碧川涨，没尽风雷滩。"
        },
        {
            "标题": "江行即事八首 其七",
            "作者": "李纲",
            "内容": "峡束沧江暮霭昏，孤猿吟啸不堪闻。寥寥夜阒波沉月，漠漠晓晴山出云。\n钓艇得鱼犹拨刺，纶巾漉酒任酣醺。年来与物忘机甚，自觉沙鸥不乱群。"
        },
        {
            "标题": "江行即事八首 其一",
            "作者": "李纲",
            "内容": "千里江山图画中，峤南浙右岂殊风。烟浮岚彩重重碧，日染波光洒洒红。\n蚁酿蟹螯情不浅，笔床茶灶兴相同。扁舟入手吾何事，归去梁溪作钓翁。"
        },
        {
            "标题": "镡津江阁气象清旷有闽浙之风偶成长句",
            "作者": "李纲",
            "内容": "断云飞雨晚苍茫，灵阁临流分外凉。散发披襟尝荔子，疏帘清簟看鱼航。\n三年奔走环循蚁，万里归来鬓满霜。未到江湖先到此，风流谁道在炎荒。"
        },
        {
            "标题": "西江月（赠友人家侍儿名莺莺者）",
            "作者": "李纲",
            "内容": "意态何如涎涎，轻盈只恐飞飞。华堂偏傍主人栖。好与安巢稳戏。\n\n揽断楼中风月，且看掌上腰支。谪仙词赋少陵诗。万语千言总记。"
        },
        {
            "标题": "自海陵泛江归梁溪作",
            "作者": "李纲",
            "内容": "清江湛湛波不兴，澄江际天如镜平。火云突兀耸峰岫，倒影万丈摇空明。\n扁舟归逐落潮急，聒耳但闻双橹声。乃知长江无六月，水气自与风兼清。\n去年狂寇起歙睦，江浙惨澹妖气凝。百年涵养极繁盛，一日荡析屯臊腥。\n衣冠北渡旅淮甸，扶老携幼纷从横。王师出讨盛貔虎，凶渠授首封鲵鲸。\n迨兹浙右稍安定，鼓拖复作东南征。家山在望已可喜，僮仆候我应欢迎。\n平畴戢戢稻秧绿，峻岭霭霭松林青。田园有趣良足乐，轩冕无味非所荣。\n苍生倘有安堵望，笑傲自可终馀龄。只今馀孽尚充斥，努力庙算宜哀矜。\n裹包兵革不复用，坐使四海还康宁。"
        },
        {
            "标题": "江月五首 其二",
            "作者": "李纲",
            "内容": "二更山吐月，风露霭清夜。待月泛兰舟，停桡碧峰下。\n樽罍兴未穷，枕簟凉可藉。言携二三子，吊古相与话。"
        },
        {
            "标题": "江月五首 其四",
            "作者": "李纲",
            "内容": "四更山吐月，夜静月尤明。玉梳挂碧落，银汉自从横。\n寥泬群动息，溪中有舟行。吾家渺何在，极目望江城。"
        },
        {
            "标题": "江月五首 其三",
            "作者": "李纲",
            "内容": "三更山吐月，羁客方独起。起游溪上阁，胜景乃如此。\n露满七峰松，烟笼一川水。奔走尘埃间，顾未之知耳。"
        },
        {
            "标题": "江月五首 其五",
            "作者": "李纲",
            "内容": "五更山吐月，禅室正清幽。星河光破碎，钟鼓起高楼。\n展转不成梦，冷落还悲秋。五咏继苏子，谁为商声讴。"
        },
        {
            "标题": "江月五首 其一",
            "作者": "李纲",
            "内容": "一更山吐月，金篆缭轻澜。清光满四海，独向沙阳看。\n桂魄缘空迥，云峰醮影寒。姮娥谩愁思，相对漏声残。"
        },
        {
            "标题": "将次武夷",
            "作者": "李纲",
            "内容": "行行路近武夷山，秀气蜿蜒百里间。苍石插天云缥缈，碧溪通壑水弯环。\n神仙恍惚谁能识，洞府深沉自不关。我向湖中如得路，便应脱屣谢尘寰。"
        },
        {
            "标题": "将次钱塘",
            "作者": "李纲",
            "内容": "岁晚飘零日，舟行杳霭间。江乡多雾雨，风物近湖山。\n独鹤徊翔久，飞云自在閒。远游殊未已，萧飒鬓毛斑。"
        },
        {
            "标题": "邓成彦以寒字韵长句来次韵答之",
            "作者": "李纲",
            "内容": "蓬莱东隔沧溟宽，我欲游之恨无翰。崆峒西峙冰雪积，崛起万仞良难攀。\n不如随寓忻所惬，放逐爱此沙阳山。苍松拂云雨溜溜，古涧凿石泉潺潺。\n远峰三叠碧玛瑙，脩竹个个青琅玕。烟霞缥缈巧妆缀，极目秀色如可餐。\n就中此亭更幽绝，泠然爽气洗我肝。命名题字聊一戏，坐觉景物增清寒。\n子为胜游真得侣，纤月正挂青云端。诗篇雕琢愁肺肾，笔力渐阔生波澜。\n当观佳致本来有，拈出便作一倍看。百壶何必事狂饮，一斗自足资幽欢。\n夜乘小艇鼓归棹，平溪十里初不关。更须风露稍凄冷，相约同自亭中还。"
        },
        {
            "标题": "四花四首 其二 金灯",
            "作者": "李纲",
            "内容": "叶卷须虬朵朵圆，化工如解刻雕然。金灯玉柱归天上，何事生来小槛前。"
        },
        {
            "标题": "邓纯彦家兰盛开见借一本 其一",
            "作者": "李纲",
            "内容": "谁道幽兰是国香，山林僻处更芬芳。从今借得佳人佩，伴我春堂昼梦长。"
        },
        {
            "标题": "金陵怀古四首 其一",
            "作者": "李纲",
            "内容": "六代兵戈王气销，山围故国自周遭。豪华散灭城池古，人物摧残丘冢高。\n阜转蟠龙翔宝塔，洲分白鹭涌云涛。悠悠世事都如梦，且对金樽把蟹螯。"
        },
        {
            "标题": "金陵怀古四首 其二",
            "作者": "李纲",
            "内容": "六代繁华三百年，我来吊古一悽然。景阳钟断鸡空唱，玉树歌沈月自圆。\n潮没旧痕生晚浦，柳摇新色媚晴天。高楼上尽穷双目，千里江山绕槛前。"
        },
        {
            "标题": "金陵怀古四首 其三",
            "作者": "李纲",
            "内容": "六代兴亡江上城，倦游还向此中行。龙蟠虎踞空形势，并废台荒为战争。\n云气霏霏春雨急，烟波渺渺暮潮平。商人不识前朝恨，短笛还为激烈声。"
        },
        {
            "标题": "寄陆敦礼二首",
            "作者": "李纲",
            "内容": "晋河太守况如何，日对溪山醉绮罗。肯念旧僚今逐客，强倾浊酒只悲歌。\n闻说长桥跨海涯，碧天影浸白虹垂。自嗟羁束无因到，乞取君谟大字碑。"
        },
        {
            "标题": "次韵杜子美九日蓝田崔氏庄",
            "作者": "李纲",
            "内容": "远谪须知怀抱宽，节逢九日亦追欢。手挼青蕊看浮盏，蜡剪黄花戏插冠。\n淅淅斜风飞败叶，萧萧细雨作轻寒。天涯只是思亲切，更把家书再四看。"
        },
        {
            "标题": "九日诸季散处长乐外邑怅然有怀二首 其二",
            "作者": "李纲",
            "内容": "终朝兀坐但焚香，身世翛然已两忘。收拾江山归古锦，招邀风月入虚堂。\n鹡鸰散去波翻海，鸿雁归来天雨霜。命驾莫辞佳节后，菊花开日即重阳。"
        },
        {
            "标题": "九日诸季散处长乐外邑怅然有怀二首 其一",
            "作者": "李纲",
            "内容": "去岁初从海上回，重阳相与醉高台。那因寇盗迁南土，阻插茱萸共一杯。\n老矣但思情话切，跫然更望足音来。黄花也解知人意，故向篱边未肯开。"
        },
        {
            "标题": "后重九半月菊始开因思东坡言菊花开日即重阳取酒为之一醉遂和渊明已酉岁九月九日之作",
            "作者": "李纲",
            "内容": "地偏菊开晚，乃在秋冬交。霜中色艳艳，肯逐蓬艾凋。\n感此节物殊，为尔再登高。玉觞泛金英，举酒望层霄。\n云气有佳色，此岂瞪发劳。世态互陵灭，冰炭方凝焦。\n不如醉后眠，意味真陶陶。何论饮而寿，且以乐此朝。"
        },
        {
            "标题": "五月六日率师离长乐乘舟如水口二首 其一",
            "作者": "李纲",
            "内容": "力疾驱驰为主恩，敢辞炎暑道途勤。五更鼓角催行色，百里旌旗拂晓云。\n闽粤乍开新幕府，灞陵初起旧将军。江山满目难留恋，试拥彫戈静楚氛。"
        },
        {
            "标题": "韩德全以小舟相迓于落星寺下",
            "作者": "李纲",
            "内容": "故人一别两寒暑，雁断鱼沉杳何所。那知迎我落星傍，一叶凌波听掀舞。\n胸中耿耿初自若，身世悠悠乃如许。且须酌酒浇肺肝，慎勿开口论今古。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首 其六",
            "作者": "李纲",
            "内容": "取饭遣化人，散花有天女。维摩一方丈，安用室百堵。\n况我麋鹿姿，本非冠冕伍。脱身归梁溪，蓑笠钓烟雨。\n结交有风月，扫念无寒暑。巨盗傥削平，此志良自许。"
        },
        {
            "标题": "至芜湖闻贼陷钱塘复为官军所得有感 其二",
            "作者": "李纲",
            "内容": "巨盗乘虚起浙东，猖狂如在笑谈中。钱塘犹喜官军复，破贼须从此立功。"
        },
        {
            "标题": "辞免不允蒙恩遣中使降赐趣行不获已受命二首 其二",
            "作者": "李纲",
            "内容": "频年巨盗据荆湖，自是廷臣计画迂。虎兕傥令随指扰，疮痍可使即时苏。\n上流自昔多雄镇，内静方能备外虞。子贱只忧还掣肘，文侯解信乐羊无。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首 其三",
            "作者": "李纲",
            "内容": "乌鹊故巢心，鸿雁稻梁谋。梁溪十亩园，岁晚营菟裘。\n自我去泉石，岁律才一周。安知巨盗起，千里来蜂蟊。\n老稚适淮东，旅泊如寄邮。已矣复何言，吾生感行休。"
        },
        {
            "标题": "和渊明拟古九首 其四",
            "作者": "李纲",
            "内容": "弃置帝王宅，乃欲保一隅。一隅岂易保，巨盗连荆舒。\n眷言浙江西，有我先人庐。兵火偶不到，聚族于焉居。\n羁束未得归，田园日将芜。江边畏群盗，岁暮当何如。"
        },
        {
            "标题": "宿岳麓寺",
            "作者": "李纲",
            "内容": "岳麓久不到，兵戈浩联绵。及玆再来游，莲宇犹依然。\n隔江望城郭，瓦砾稀人烟。十里无草木，髡尽群山颠。\n老僧旧相识，为语当时缘。胡骑中宵来，烈火光照天。\n杀人知几何，浮尸蔽长川。巨盗继凭据，奸贪争弄权。\n诛求到骨髓，荆棘生荒田。兹山二三刹，危甚偶得全。\n至今斋厨室，不给粥与饘。步上法华堂，试酌白鹤泉。\n泉味俨如昔，松竹自碧鲜。端如君子操，不为治乱愆。\n永夜宿虚堂，慷慨不成眠。安得有志士，王道还平平。\n太平复旧观，山林寄馀年。"
        },
        {
            "标题": "山居四卉 拒霜",
            "作者": "李纲",
            "内容": "道人多种木芙蓉，晓着清霜分外红。万叶千花本何有，因空成色色成空。"
        },
        {
            "标题": "戏成绝句三首 其二",
            "作者": "李纲",
            "内容": "粼粼溪底石，五色粲坚圆。安得女娲手，鍊之将补天。"
        },
        {
            "标题": "罗畴老录示和丹霞绝句五首次韵 其一",
            "作者": "李纲",
            "内容": "丹霞只在笑谈中，明月清风万里同。欲识德云真面目，却须行到妙高峰。"
        },
        {
            "标题": "戏成绝句三首 其一",
            "作者": "李纲",
            "内容": "山色黛眉远，溪声玉佩珊。溪山怜逐客，故为结清欢。"
        },
        {
            "标题": "戏成绝句三首 其三",
            "作者": "李纲",
            "内容": "小艇渡行旅，往来终日操。但令人利涉，宁复计劬劳。"
        },
        {
            "标题": "罗畴老录示和丹霞绝句五首次韵 其二",
            "作者": "李纲",
            "内容": "非佛非心须在我，即心即佛亦从渠。本来心佛都无有，幻化聊将示四衢。"
        },
        {
            "标题": "宿开平寺去剑浦二十里有泉石之胜曩与郡守谢德夫同游今一纪矣溪山草木依然住持犹旧人也感叹有作二首 其二",
            "作者": "李纲",
            "内容": "往年同谢老，胜赏到开平。步屧山云细，回舟溪月清。\n光阴双转毂，身世两浮萍。愿卜幽栖地，翛然得此生。"
        },
        {
            "标题": "送刘仲高提刑受代赴行朝",
            "作者": "李纲",
            "内容": "绣衣将命七闽中，揽辔褰帏迈古风。怀抱坦然推厚德，平反多处剩阴功。\n却持汉节朝天陛，未许瓯民借寇公。簪笔行趋青琐闼，携家去指水晶宫。\n风吹烟浪莼鲈熟，日照霜林橘柚红。若到东吴见知旧，为言多病一衰翁。"
        },
        {
            "标题": "志宏遗枯梅产芝",
            "作者": "李纲",
            "内容": "子家积庆芝自生，紫云为叶金为茎。世间美瑞子不有，分以遗我鸿毛轻。\n煌煌秀色照轩槛，犹带雨露凄芳馨。当留几案永为好，他日煮食驱三彭。"
        },
        {
            "标题": "次韵江滋秀才见寄",
            "作者": "李纲",
            "内容": "拙直从知慕古风，吾衰不复梦周公。心如葵叶虽终日，身逐溪流且向东。\n华藏千函游佛界，黄粱一枕悟仙翁。何当放浪尘埃外，回首沧洲兴未穷。"
        },
        {
            "标题": "残腊雪再作二首 其二",
            "作者": "李纲",
            "内容": "萦回作舞下烟霄，满地光铓混凸凹。虚幌夜寒疑月彩，疏林晓粲误梅梢。\n远怀戴隐终须访，高拥袁门未易敲。好是碧天云散后，银蟾皎洁两相交。"
        },
        {
            "标题": "残腊雪再作二首 其一",
            "作者": "李纲",
            "内容": "朔风三日散轻埃，珠蕊琼花一夜开。灏气远从云表下，清声初自竹间来。\n未论上瑞呈三白，且助元功泽九垓。向晚城楼聊寓目，西山千叠玉崔嵬。"
        },
        {
            "标题": "吕元直移镇临安入觐行阙余方以衰病请闲",
            "作者": "李纲",
            "内容": "诏起三湘老猎师，和羹旧手帝深知。戎车北伐资长策，衮绣东归有去思。\n谩作天台休老计，正当黄阁立贤时。主人方为苍生急，愿借新堂醉一卮。"
        },
        {
            "标题": "建炎行",
            "作者": "李纲",
            "内容": "金寇初犯阙，太岁在丙午。殊恩擢枢廷，愧乏涓埃补。\n两河未奠枕，杖钺出宣抚。乞身缘谤谗，窜谪旅湘溆。\n明年丁未夏，被命尹天府。颇闻环京畿，四面尽豺虎。\n金汤虽可恃，忧在人不禦。见危思致命，入援裒义旅。\n旌麾亘江湄，畏景触隆暑。忽传元帅檄，果有城破语。\n銮舆幸沙漠，妃后辞禁籞。皇孙与帝子，取索及稚乳。\n礼文包旂裳，乐器载笋簴。金缯罄公私，技巧到机杼。\n空馀宗庙存，无复荐簋簠。凄凉苍龙阙，寂寞玉华庑。\n畴能供衔粟，谁与献肥羜。无从执羁靮，安得生翅羽。\n号恸绝复苏，洒泪作翻雨。继闻宣赦书，宝位居九五。\n神明有依归，率土尽呼舞。皆言汤武姿，勇智天所与。\n向来使贼营，英气詟骄虏。建牙出危城，帝命缵鸿绪。\n不然艰难中，何以脱猰貐。兹雠不戴天，兄弟及父母。\n尝胆思报吴，枕戈惩在莒。齐侯何足称，句践不须数。\n周汉获再兴，宣光定神武。愿言觐行在，玉色亲黻黼。\n丹诚遂披陈，秘策得宣吐。谋身虽拙计，许国心独苦。\n片言傥有合，丐骨归垄亩。飞帆过金陵，鼓柁适淮浦。\n遥传告大廷，命相比申甫。顾兹斗筲器，何以动尧禹。\n深惟特达知，感慨激肺腑。如何日月光，可以萤爝助。\n舍舟行汴堤，驱车赴延伫。伤心兵火馀，民物亦凋瘐。\n中使乘驲来，茶药宠赐予。拜恩丘山重，坐使瘵疠愈。\n行行近南都，戈甲震金鼓。将佐迎路傍，往往多旧部。\n冠盖如云屯，赐燕金果圃。谢免径造朝，泪落湿殿础。\n初称宗社危，天地同愤怒。次陈国多难，实启中兴主。\n末言樗散材，初不堪梁柱。鼎颠将覆餗，栋桡必倾宇。\n况兹扶颠危，正赖肱与股。大舜举皋陶，小白相仲父。\n耕莘与钓渭，端不乏伊吕。惟当博询访，考慎作心膂。\n封章屡恳辞，帝曰莫如女。往作砺与舟，不复容伛偻。\n叩额宸扆前，臣敢论伪楚。易姓建大号，厥罪在砧斧。\n奈何坐庙堂，乃与臣等伍。更效老猎师，十事听裁处。\n天子亮精诚，一一皆可许。因陈禦戎策，用此敢予侮。\n河外须救援，屏蔽资捍拒。问谁可驱策，因荐亮与所。\n京师当一到，九庙陈鼎俎。却为巡幸计，不可去中宇。\n南阳光武兴，形势亦险阻。西通关陜区，东与江淮距。\n三巴及岭海，宝货可运取。据要争权衡，黠虏谋必沮。\n募兵益貔貅，买马增牧圉。号令新帜旗，仗械饬干橹。\n军容久不振，整顿就规矩。潢池盗弄兵，群恶相啸聚。\n偏师命剪除，快若猫捕鼠。馀寇悉款降，分隶归籍簿。\n蒐裒将帅材，赏罚颇有序。经营年岁间，庶可事大举。\n灭敌还两宫，雪耻示千古。却隆太平基，不愧宗与祖。\n岂知肘腋间，乃有椒兰妒。含沙初射影，聚毒阴中蛊。\n规模欲破碎，谋议渐龃龉。固知鲠峭姿，自不敌媚妩。\n恨无回天力，剔此木中蠹。安能破铜山，但志燃郿坞。\n时危敢尸禄，抗疏愿引去。涕泗对冕旒，非不恋轩宁。\n君臣以义合，无使赭舂杵。帝度不可留，乃听上印组。\n扁舟返东吴，却理梁溪橹。多言更萋菲，贝锦成罪罟。\n尚荷皇天慈，薄谴居鄂渚。我来雪霏霏，及此岁将暮。\n崎岖山谷间，避寇如避弩。行尽江南山，始踏湖北土。\n风烟愁浩荡，鸿雁拆俦侣。沉吟白云飞，怅望黄鹤翥。\n晴川俯汉阳，葭菼满鹦鹉。家山渺安在，幽梦到别墅。\n三年再谪官，缭络万里路。浮游幻境中，尘迹叹仰俯。\n翠华尚蒙尘，吾敢念门户。但嗟机会失，事势契先误。\n今年寇益横，春夏蹂京辅。万骑略秦关，馀毒被陈汝。\n五陵气葱葱，中原郁膴膴。弃置不复论，弥望皆莽卤。\n旌旃满江淮，寇钞连齐鲁。六飞竟何从，秋晚尚江浒。\n何时包干戈，礼瑞奠璜琥。斯民安田畴，馀谷栖廪庾。\n四方道路通，舟车走商贾。吁嗟乎苍天，乃尔艰国步。\n譬犹大厦倾，著力事撑柱。居然听颓覆，此身何所措。\n又如抱羸瘵，邪气久已痼。不能亲药石，乃复甘粔籹。\n膏肓骨髓间，性命若丝缕。安得和缓徒，举手为摩拊。\n驯致海宇康，苍生有环堵。"
        },
        {
            "标题": "画荔枝图",
            "作者": "李纲",
            "内容": "南闽荔枝名四方，非因谪官那得尝。丁香为核玉为叶，绛绡为壳冰为瓤。\n烱如明珠出老蚌，灿如艳女披红裳。膜凝云母本来薄，液贮甘露初不浆。\n剖擎颇讶水晶滑，咀嚼但觉琼瑶香。贡馀虽幸得一饱，无那品目多难详。\n丹青巧为拂绢素，数种磊落皆其良。牛心最大蚶壳褊，虎皮斑駮龙牙长。\n火山早依炎气熟，中元晚待秋风凉。\n色奇更变江家绿，味旨尤称十八娘。\n葡萄结实极繁盛，硫黄著子何芬芳。若将牡丹与比并，好把陈紫同姚黄。\n虽云香味不可画，悦目自足垂虚堂。饫餐更得画归去，须信远谪元非狂。"
        },
        {
            "标题": "得家书报长子仪之房下得孙男殊慰老怀时在雷州著易传适至震卦因名之曰震孙以诗寄仪之",
            "作者": "李纲",
            "内容": "天涯远报茁琼枝，共说鹓雏骨相奇。鼻祖从来种桃李，耳孙自合产兰芝。\n荐雷名震因观易，他日趋庭使学诗。无复区区如尔父，定须了了胜吾儿。\n书来可想开怀抱，老去何因与弄持。素有庞翁携隐志，未应孤负鹿门期。"
        },
        {
            "标题": "题李伯时画老子出关图",
            "作者": "李纲",
            "内容": "请说常无众妙门，当时关尹意何勤。青牛西去连沙漠，紫气东来见瑞氛。\n妙法不离三十辐，至言都在五千文。世人不解宗慈俭，只欲长生蹑白云。"
        },
        {
            "标题": "食蟹",
            "作者": "李纲",
            "内容": "秋风萧萧芦苇苍，野岸郭索纷成行。持矛被甲正雄健，意气正欲行无旁。\n朝魁执穗似有礼，拥剑敌虎何其强。野人篝火夜采拨，束缚赴鼎如驱羊。\n樽前风味若无敌，芼以橙橘尤芬芳。流膏斫雪快一饱，咀嚼海错皆寻常。\n丹枫夜落吴天霜，䆉稏欲熟千畦黄。梁溪白蟹正可钓，雏鸡浊酒肥且香。\n先生归去营口腹，老饕未许他人当。\n家山渐近意渐适，思归岂独鲈鱼乡。"
        },
        {
            "标题": "诸季招客游东山置酒赋诗以病不果往次其韵",
            "作者": "李纲",
            "内容": "衰病年来百事阑，禅居环绕尽青山。登高选胜从君乐，隐几忘言输我闲。\n一枕清风销永日，三杯浊酒发酡颜。雀罗可设从来事，东阁常开不是悭。"
        },
        {
            "标题": "闻建寇逼境携家将由乐沙县以如剑浦",
            "作者": "李纲",
            "内容": "我来寓杉江，客馆未煖席。纷然群盗起，环境暗锋镝。\n束装呼仆夫，又复事远适。峨峨章源岭，峻峭初未识。\n攀援仅能进，十步九倾侧。风吹雾雨冰，草木尽矛戟。\n朝登暮始降，落日半天赤。儿童饥屡啼，徒御疲已极。\n薄游玉华洞，庶可稍休息。东郊遽不开，蜂蚁迭吞食。\n避寇如避弩，吾敢惮行役。驱车适沙阳，颇喜田野辟。\n虽经兵火馀，邑屋幸如昔。旧游疑梦中，一一有遗迹。\n寓轩存佛宫，脩竹自春色。峥嵘凝翠阁，尚对七峰碧。\n故人皆避地，谁与道胸臆。理舟剑浦行，稍就宽旷域。\n溪流正湍暴，恶子亦充斥。脱身险阻中，恊济藉众力。\n吟哦杜陵诗，妙语皆中的。丧乱古今同，临风意如织。"
        },
        {
            "标题": "次东坡月夜理发",
            "作者": "李纲",
            "内容": "月明星稀乌鹊翻，先生夜起临幽轩。呼童具栉不停手，一气溯流天地根。\n自经忧患发如葆，欲论此心无与言。不如缄默度馀日，怅望吴越空销魂。"
        },
        {
            "标题": "立春后一日风雨殊有寒色偶成",
            "作者": "李纲",
            "内容": "竟夕北风号，春回雨已膏。归程离海峤，旧服理绨袍。\n宿瘴须寒压，清愁欲醉逃。何当入江浙，雪片洒鹅毛。"
        },
        {
            "标题": "次韵艾宣画四首 其四 莲龟",
            "作者": "李纲",
            "内容": "红妆翠盖晓参差，水面浮游有戏龟。谁道千年解巢叶，也知曳尾已多时。"
        },
        {
            "标题": "减字木兰花（荔枝二首）",
            "作者": "李纲",
            "内容": "华清赐浴。宝甃温泉浇腻玉。笑靥开时。一骑红尘献荔枝。\n\n明珠乍剖。自擘轻红香满手。锦袜罗囊。犹瘗当年驿路旁。"
        },
        {
            "标题": "减字木兰花 荔枝二首 其一",
            "作者": "李纲",
            "内容": "华清赐浴。宝瓮温泉浇腻玉。笑靥开时。一骑红尘献荔枝。"
        },
        {
            "标题": "暮春雨中有感二首 其一",
            "作者": "李纲",
            "内容": "雨细梅黄荔子丹，殊方风物异江山。客愁望极伤心处，更听钩辀云木间。"
        },
        {
            "标题": "梁溪八咏 其七 心远亭",
            "作者": "李纲",
            "内容": "境寂心闲物物宜，倚栏更看岭云飞。晓猿夜鹤应思我，正好归时犹未归。"
        },
        {
            "标题": "得梁溪家书报黄氏女生外孙",
            "作者": "李纲",
            "内容": "怪底朝来鹊噪门，家书远报女生孙。须知钟庆由先德，故使遗芳衍后昆。\n肌骨遥怜凝玉雪，风光自与茁兰荪。何时归去亲怀抱，华发褒衣更觉尊。"
        },
        {
            "标题": "九日与宗之对酌怀梁溪诸季时菊花犹未结蕊于药果中得茱萸泛酒有馈山果海鲜者多素所不识赋诗见意二首 其二",
            "作者": "李纲",
            "内容": "父子相随万里馀，途穷端欲哭杨朱。三年客里逢佳节，九日樽前念友于。\n海上及秋吟蟋蟀，鬓边何日插茱萸。吾生老矣谋身拙，叹息乾坤一腐儒。"
        },
        {
            "标题": "梁溪八咏 其三 文会堂",
            "作者": "李纲",
            "内容": "亲宾情话款衡门，把酒挥毫气吐云。何日宽思返三径，一樽重与细论文。"
        },
        {
            "标题": "梁溪八咏 其六 怡亭",
            "作者": "李纲",
            "内容": "缥缈危亭枕曲池，红妆翠羽自参差。晚凉小饮谁同醉，定把圆荷当屈卮。"
        },
        {
            "标题": "梁溪八咏 其四 九峰阁",
            "作者": "李纲",
            "内容": "小阁峥嵘面九峰，暮天秀出碧芙蓉。孔明本有躬耕志，却合归来看卧龙。"
        },
        {
            "标题": "梁溪八咏 其五 舫斋",
            "作者": "李纲",
            "内容": "画舫临流四面通，绿窗面面有清风。年来始会虚舟意，正在江湖波浪中。"
        },
        {
            "标题": "梁溪八咏 其一 中隐堂",
            "作者": "李纲",
            "内容": "不在山林不市朝，且将图史当渔樵。桂花想见秋来盛，香满西风取次飘。"
        },
        {
            "标题": "三月二十三日德音至容南恭闻驻跸浙东王师屡捷虏",
            "作者": "李纲",
            "内容": "紫泥黄耳到同时，家国无虞慰所思。饮马天骄归朔漠，安巢越鸟返南枝。\n休祥允恊灵棋卜，喜事何因乾鹊知。便可理装寻去路，携家深赴鹿门期。"
        },
        {
            "标题": "诸季邀德久申伯同游鼓山灵源洞仆以病不果往赋诗见意",
            "作者": "李纲",
            "内容": "灵源韫秀异，杰出闽粤间。神功谢镌凿，妙境森回环。\n曲磴下窈窕，高岩上孱颜。松萝互荫翳，正暑生清寒。\n路转人寂寂，泉飞涧潺潺。乘高望云海，天末波涛翻。\n伟哉宇宙中，有此气象宽。诸子雅好游，蜡屐履山樊。\n佳客来自远，复共一日欢。而我抱衰疾，屏居方杜关。\n岂不乐山水，宴坐心不阑。神游八极表，目寓无髦蛮。\n块视众岳小，杯看五湖悭。矧兹几案物，安用劳跻攀。\n登临务得隽，无乃见一斑。作诗调诸子，醉语不可删。\n秋风动林壑，冻雨洗尘寰。新凉至万里，浓翠浮千山。\n白云出何心，飞鸟倦自还。兴尽盍遄返，胜游宜勿殚。"
        },
        {
            "标题": "灵洲寺次东坡韵",
            "作者": "李纲",
            "内容": "回廊小殿枕崔嵬，接武东坡我复来。江色苍茫山耸秀，蔚蓝天影抱琼台。"
        },
        {
            "标题": "山居四景 其三 岭云",
            "作者": "李纲",
            "内容": "玉洁烟轻一片深，飘然出岫本无心。孤飞远映碧天去，也解重来为作霖。"
        },
        {
            "标题": "兜率寺",
            "作者": "李纲",
            "内容": "随意寓禅房，小轩风露凉。山幽云傍户，林迥月窥床。\n竹色晓增翠，桂花秋欲香。无人知此意，天影碧茫茫。"
        },
        {
            "标题": "天宁老齐珏录庆馀师开堂疏见示",
            "作者": "李纲",
            "内容": "一别闽山三十年，重来相见两依然。烦师录示当时语，犹喜曹溪一派传。"
        },
        {
            "标题": "六如亭",
            "作者": "李纲",
            "内容": "松林葬玉近禅扃，便把伽陀当勒铭。居士已亡三昧手，侍人空有六如亭。\n玉环约指无消息，巫峡行云更杳冥。万法本来皆梦幻，春风又见草青青。"
        },
        {
            "标题": "寄毛达可内翰并录送魏公别录 其一",
            "作者": "李纲",
            "内容": "縠水柯山蕴秀奇，精忠深结冕旒知。玉堂视草久推重，金椀书名犹恨迟。\n廊庙未应忘泽物，江山且复助题诗。慇勤寄录韩公事，好为斯民更筑基。"
        },
        {
            "标题": "自蒲圻临湘趋岳阳道中作十首 其十",
            "作者": "李纲",
            "内容": "龙驾翩翩帝子游，我因谪宦亦淹留。潇湘且傍鼋鼍窟，葭菼空怀鹦鹉洲。\n专气愿师周柱史，著书更笑陆忠州。变心从俗吾何敢，千古骚人共此愁。"
        },
        {
            "标题": "罗汉寺",
            "作者": "李纲",
            "内容": "梵宫台殿古，松桂碧参天。玉涧碎寒石，金池开小莲。\n循渠穷水脉，策杖到岩巅。渐入庐山境，从参五味禅。"
        },
        {
            "标题": "次韵罗丈留宝峰长老之作",
            "作者": "李纲",
            "内容": "至行孤高金不坚，犀颅鹤骨自巉然。宝峰即是如如体，何用归休更觅禅。"
        },
        {
            "标题": "画草虫八物 络纬",
            "作者": "李纲",
            "内容": "露下草根冷，戛然长悲鸣。谁知两股间，能作无穷声。"
        },
        {
            "标题": "游落星寺",
            "作者": "李纲",
            "内容": "一气升沉谁所肇，陨星为石古不少。群川会处渺无涯，坠此精坚镇江表。\n坐令释子开梵宫，栋宇规摹浮玉小。窈窕楼台四面通，汹涌波涛千柱㒟。\n我来端是好幽奇，一叶飘然陵漭渺。初疑牛女在银潢，更讶灵槎经毕昴。\n星房月殿夜沉沉，水色天容秋杳杳。恍如清梦到天门，欲驾飙轮憩蓬岛。\n尘世喧嚣那易得，幻境去来何日了。心閒境寂付幽人，衲被蒙头任昏晓。"
        },
        {
            "标题": "水调歌头·太白乃吾祖",
            "作者": "李纲",
            "内容": "太白乃吾祖，逸气薄青云。开元有道，聊复乘兴一来宾。天子呼来方醉，洒面清泉微醒，余吐拭龙巾。词翰不加点，歌阕满宫春。\n\n笔风雨，心锦绣，极清新。大儿中令，神契兼有坐忘人。不识将军高贵，醉里指污吾足，乃敢尚衣嗔。千载已仙去，图象耸风神。"
        },
        {
            "标题": "水调歌头 李太白画象",
            "作者": "李纲",
            "内容": "太白乃吾祖，逸气薄青云。开元有道，聊复乘兴一来宾。\n天子呼来方醉，洒面清泉微醒，馀吐拭龙巾。词翰不加点，歌阕满宫春。"
        },
        {
            "标题": "自河源陆行如循梅雨齐天气颇佳偶成古风",
            "作者": "李纲",
            "内容": "宿雨乍开霁，新旸倏飞升。峤南瘴毒地，乃尔气候清。\n束装遵陆途，夹道松林青。我家大江南，及此归有程。\n山禽亦为喜，林间啭新声。况复抵衡宇，童稚欢相迎。\n入室酒盈樽，聊以慰平生。已矣勿复道，晚节师渊明。"
        },
        {
            "标题": "五月晦寓河源馆舍雨凉新沐偶成一绝",
            "作者": "李纲",
            "内容": "风雨萧萧作晚凉，山城松桂发天香。兰汤沐罢尤清快，一枕江南归梦长。"
        },
        {
            "标题": "吴亲寄瓷枕香垆颇佳以诗答之 瓷枕",
            "作者": "李纲",
            "内容": "远投瓦枕比琼瑜，方暑清凉惬慢肤。莹滑色侵蕲竹簟，玲珑光照博山垆。\n便便何必书为笥，栩栩方将蝶梦吾。枕上片时聊适志，黄粱未熟到东吴。"
        },
        {
            "标题": "吴亲寄瓷枕香垆颇佳以诗答之 瓷垆",
            "作者": "李纲",
            "内容": "华藏初游愿力坚，宝垆已现佛陀前。神通何似维摩诘，熏习聊同白乐天。\n沈水香焚烟缕细，卷云花透月轮圆。愧烦远示将何用，聊伴虚堂晏坐禅。"
        },
        {
            "标题": "北归昼渡海风便波平尤觉奇绝成五绝句 其二",
            "作者": "李纲",
            "内容": "去得南风来北风，神灵只在指呼中。老坡有语旧曾记，信我人阨非天穷。"
        },
        {
            "标题": "北归昼渡海风便波平尤觉奇绝成五绝句 其四",
            "作者": "李纲",
            "内容": "纤云肆卷日方中，海色天光上下同。身在琉璃光合里，碧空涵水水涵空。"
        },
        {
            "标题": "北归昼渡海风便波平尤觉奇绝成五绝句 其一",
            "作者": "李纲",
            "内容": "澄波不动琉璃滑，一望应须万里馀。舟行冲激浪花碎，如驭白云游碧虚。"
        },
        {
            "标题": "北归昼渡海风便波平尤觉奇绝成五绝句 其三",
            "作者": "李纲",
            "内容": "来时风浪夜喧惊，归去潮波枕席平。非是波神有分别，故教清昼看寰瀛。"
        },
        {
            "标题": "幔亭峰",
            "作者": "李纲",
            "内容": "燕罢虹桥绝世氛，曾孙谁见武夷君。更无裀幕空中举，时有笙竽静处闻。\n猿鸟夜啼千嶂月，松篁寒锁一溪云。洞天杳杳知何处，翠石苍崖日欲曛。"
        },
        {
            "标题": "北归昼渡海风便波平尤觉奇绝成五绝句 其五",
            "作者": "李纲",
            "内容": "平生奔走畏江湖，暮齿来乘海上桴。自哂井蛙真见小，望洋向若一卢胡。"
        },
        {
            "标题": "泛舟至睎真馆遇雪 其一",
            "作者": "李纲",
            "内容": "云散天开一饷中，依前飞雪落层空。琼花巧缀岩端树，玉屑飘随洞里风。\n溪浅且游仙掌石，云深不见幔亭峰。斯游清绝平生少，图画方知未是工。"
        },
        {
            "标题": "童子驿见梅花 其二",
            "作者": "李纲",
            "内容": "江南为客见江梅，似为行人特特开。数点枝头凝玉雪，隔窗和月送香来。"
        },
        {
            "标题": "童子驿见梅花 其一",
            "作者": "李纲",
            "内容": "天滑云腴凝不流，岁寒迂骑过南洲。黄昏孤馆沈吟处，赖有江梅慰客愁。"
        },
        {
            "标题": "用韵赋梅花三首 其二",
            "作者": "李纲",
            "内容": "草木冻死山中村，惟有梅花能返魂。孤根不怕雪霜苦，冷艳似笑风云昏。\n披芳独占岁寒地，擢秀肯待春风园。溪边寒影自的的，月里皓色还温温。\n飘零疏雨夕烟瞑，厌浥清露晨光暾。玉妃游戏隘昆阆，缟衣飞出瑶台门。\n幽姿耿介不可狎，欲问所以难为言。嗅花嚼蕊更奇绝，侑我一醉玻璃樽。"
        },
        {
            "标题": "用韵赋梅花三首 其一",
            "作者": "李纲",
            "内容": "寒梅几树开前村，靓妆绰约归仙魂。横斜影落石溪浅，皓洁色洗烟岚昏。\n幽香暗动松竹径，清格自羞桃李园。穷冬万里霜雪积，独得一点阳和温。\n冰姿最宜夜月白，玉彩更炫朝霞暾。明妃失意去朔漠，阿娇无宠扃长门。\n芳容寂寂谁复顾，雅意耿耿今何言。天涯相对且相乐，为尔吸尽黄金樽。"
        },
        {
            "标题": "灌溪三咏 其二 妙峰庵",
            "作者": "李纲",
            "内容": "结庵雄踞妙高峰，孤秀巉然万境通。不见德云空住处，却须相遇别峰中。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追 其二",
            "作者": "李纲",
            "内容": "地枕江湖阔，秋来多郁蒸。山城少见日，雾雨长冥冥。\n今夕定何夕，月华风露清。于此兴不浅，栏干聊复凭。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追",
            "作者": "李纲",
            "内容": "登楼窥洞庭，沧波渺无际。波间起飞龙，惨澹带云气。\n云雷倏变灭，天水共澄霁。矫首望君山，镜面青螺髻。"
        },
        {
            "标题": "次通城送季言弟还锡山二首 其二",
            "作者": "李纲",
            "内容": "陆离长佩切云冠，泽畔行吟且纫兰。我已安心为逐客，子今何事亦抛官。\n江湖鸿雁初寥落，风雪鹡鸰相急难。归去家山见诸季，为言努力且加餐。"
        },
        {
            "标题": "明妃曲",
            "作者": "李纲",
            "内容": "昭君自恃颜如花，肯赂画史丹青加。十年望幸不得见，一日远嫁来天涯。\n辞宫脉脉洒红泪，出塞漠漠惊黄沙。宁辞玉质配夷虏，但恨拙谋羞汉家。\n穹庐腥膻厌酥酪，曲调幽怨传琵琶。汉宫美女不知数，骨委黄土纷如麻。\n当时失意虽可恨，犹得千古诗人誇。"
        },
        {
            "标题": "万杉寺散珠亭",
            "作者": "李纲",
            "内容": "一派飞泉落坐隅，跳波沸石散成珠。道人谛看空濛际，颗颗圆明定有无。"
        },
        {
            "标题": "茉莉花二首 其一",
            "作者": "李纲",
            "内容": "泠艳幽芳雪不如，佳名初见贝多书。南人浑作寻常看，曾侍君王白玉除。"
        },
        {
            "标题": "茉莉花二首 其二",
            "作者": "李纲",
            "内容": "风露扶疏蔓翠藤，玉花剪刻见层层。清香夜久偏闻处，寂寞书生对一灯。"
        },
        {
            "标题": "以墨戏归志宏复有诗来次韵答之",
            "作者": "李纲",
            "内容": "玉局老仙人共许，秀骨于今已黄土。人间无复见文章，空馀戏墨归囊楮。\n子能藏蓄真好事，便可秘惜传千古。试将短句赞幽姿，却对此君难下语。\n年来懒惰百事废，欲把锄犁逐农圃。会栽脩竹满园池，为引清风到庭户。\n子诗往复句益奇，发我狂吟那可禦。\n超然对竹更吟诗，此病未知谁得愈。"
        },
        {
            "标题": "张南仲置酒心渊堂值雨",
            "作者": "李纲",
            "内容": "自别西湖日置怀，却因谪宦得重来。云深不见孤山寺，风急难乘摇碧斋。\n未放幽情穷水石，且将离恨泥樽罍。胜游须遍山南北，何日晴天为一开。"
        },
        {
            "标题": "次韵谪居三适 午窗坐睡",
            "作者": "李纲",
            "内容": "涉世几灭顶，欲为多掣肘。功名如浮云，于我亦何有。\n惟兹华胥国，风土谙已久。坐中可断取，聊试维摩手。\n昏昏一卷书，兀兀三杯酒。飘然到其乡，自觉乐而寿。\n嗟我蒲柳姿，未老先已朽。何尝慕管萧，但欲师广受。\n未能脱羁束，洗濯愈瑕垢。已矣姑两忘，蘧蘧学庄叟。"
        },
        {
            "标题": "题成士瑴所藏辋川雪图",
            "作者": "李纲",
            "内容": "朔风飞雪何漫漫，群山大半埋云端。蓝田丘壑不易得，更把云雪妆林峦。\n茅斋竹屋架岩巘，轩楹面势随所安。素华淅沥洒空翠，逼耳似闻声正乾。\n层崖冻冱石欲裂，飞瀑不碍双流湍。长松落落有生意，连臂下饮惟玄猿。\n椒园柳浪眇安在，髣髴犹认芙蓉沜。乘危跨蹇者谁子，竦肩缩袖何其寒。\n祇应诗句独有得，不减灞桥风雪间。幽人一去久寂寞，寒藤滋蔓谁能删。\n生绡数幅写绝景，空有图画今人看。"
        },
        {
            "标题": "献花铺唐相李德裕谪海南道此有山女献花因以名之次壁间韵",
            "作者": "李纲",
            "内容": "我亦乘桴向海涯，无人复献雨中花。却愁春梦归吴越，茗饮浓斟薄荷芽。"
        },
        {
            "标题": "和唐人张为秋醉歌",
            "作者": "李纲",
            "内容": "秋风愈凄紧，感此梁溪翁。烟水出砂石，风霜脱梧桐。\n岁晏无与欢，步屧携苍筇。俯视槛中菊，仰瞻峰顶松。\n有酒聊自适，旋滴真珠红。长鲸吸百川，坐使玉樽空。\n念古壮气激，怀家归兴浓。陶然不知醉，如堕烟雾中。\n醉魂眇安往，梦渡江水东。髣髴生六翮，飘忽腾双龙。\n醒来无所见，溪冷山重重。纱窗透残月，瓦枕来疏钟。\n起视夜将阑，星河粲玲珑。乘风欲轻举，骨肉疑都融。\n却思向来醉，岂离方寸地。长醉不用醒，萧然谢名利。"
        },
        {
            "标题": "题弄水亭",
            "作者": "李纲",
            "内容": "萧条秋浦景如秋，谁信猿声使客愁。烟树森森连远峤，水田漠漠集飞鸥。\n高楼吹角增离恨，古驿停骖忆旧游。亦欲题诗江祖石，谪仙遗迹最风流。"
        },
        {
            "标题": "感皇恩 其三 似之、申伯、叔阳皆作，再次前韵",
            "作者": "李纲",
            "内容": "物我本虚幻，世事若俳谐。功名富贵，当得须是个般才。\n幸有山林云水，造物端如有意，分付与吾侪。寄语旧猿鹤，不用苦相猜。"
        },
        {
            "标题": "浔守李侯以所蓄法书十轴相示题卷末",
            "作者": "李纲",
            "内容": "承平文物何富哉，宝章万笈藏蓬莱。馀篇散落士夫手，名笔往往牙签排。\n连年戎马扰河洛，锦标玉轴随飞埃。李侯好事不忍弃，万里艰棘携南来。\n炎荒相遇一笑粲，出以示我逾琼瑰。欧虞颜柳邈已远，兰亭况复昭陵埋。\n空遗妙迹刻琬琰，不若古楮存烟煤。君谟近世称第一，笔力与古肩相挨。\n醉翁工夫不在字，名望自足尊舆台。芙蓉仙人有典则，沧浪逐客气不衰。\n胸中磊落难屈折，故使心画奇而巍。东坡行书骋姿媚，山谷草圣穷萦回。\n二公文翰照千古，俯视凡马皆驽骀。米颠碌碌不足数，运笔尚有从横才。\n迩来非是无点画，追时取好如俳谐。陆书楷法虽小学，古人用意何其能。\n君看篆籀写韵语，精巧岂易容追陪。今人万事不如古，矧以毫墨争雄魁。\n嗟余病废卧都峤，何止我马云虺尵。感时抚事百忧集，对案不复能持杯。\n明窗展卷慰岑寂，坐迁旧观双眸开。梁溪书室插架处，念远更觉增驰怀。\n世间雅好无出此，绝胜宝玩琴藏雷。于今此物未易得，愿言什袭传云来。"
        },
        {
            "标题": "春暮平津晚望",
            "作者": "李纲",
            "内容": "风回雨霁已春残，景色苍茫杳霭间。芳草渡头看绿树，白云飞处见青山。\n莺啼燕语愁肠断，亲老家遥泪点斑。却笑腐儒何所用，征商偷得半时閒。"
        },
        {
            "标题": "平津阁望雨",
            "作者": "李纲",
            "内容": "平津景物晚依依，正是梅黄麦秀时。云气遮山来骤雨，水痕侵石涨湍溪。\n蒹葭带渚披离叶，松柏连山鼓舞枝。迁客不堪流落恨，凭高北望意凄洏。"
        },
        {
            "标题": "馀干",
            "作者": "李纲",
            "内容": "岁寒迂路过江乡，叹息飞蓬堕渺茫。云锦洞深烟水远，琵琶洲转暮滩长。\n田园归去荒三径，金鼓传闻震一方。极目东吴何处是，断霞轻霭落残阳。"
        },
        {
            "标题": "平津晚望",
            "作者": "李纲",
            "内容": "春入沙阳花满林，七峰倒影碧沈沈。饥鸢掠水盘旋久，戏鸭浮溪演漾深。\n风景只添流落恨，烟光遥锁别离心。浙西三月无消息，始信家书抵万金。"
        },
        {
            "标题": "平津閤晚雨",
            "作者": "李纲",
            "内容": "暮雨带风急，春云乱眼低。凄凉倚虚閤，湍激瞰回溪。\n烟远桃花浪，山寒锦障泥。江乡何处是，天阔望中迷。"
        },
        {
            "标题": "海南黎人作过据临皋县惊劫傍近因小留海康十一月望闻官军破贼二十日戒行戏作两绝句 其一",
            "作者": "李纲",
            "内容": "海上群黎亦弄兵，征车数月旅山城。稽留谪命兢惶甚，正坐绯巾惩沸羹。"
        },
        {
            "标题": "海南黎人作过据临皋县惊劫傍近因小留海康十一月望闻官军破贼二十日戒行戏作两绝句 其二",
            "作者": "李纲",
            "内容": "沈沈碧海绝津涯，一叶凌波亦快哉。假使黑风漂荡去，不妨乘兴访蓬莱。"
        },
        {
            "标题": "栖云庵",
            "作者": "李纲",
            "内容": "禅老幽栖地，云峰尺五天。江湖萦缟带，世界廓青莲。\n说法三乘外，藏身万象巅。潜虬蟠不去，应听祖师禅。"
        },
        {
            "标题": "游栖云寺",
            "作者": "李纲",
            "内容": "清晓戒徒御，出郊为胜游。霜林半摇落，肃穆天地秋。\n散策陟峻岭，凭高瞰清流。禅居得兰若，迥觉林泉优。\n露草凄更碧，风松郁相缪。山空钟磬响，地胜池台幽。\n竹色森不改，桂香泱漭浮。经行岂莲社，景物如虎丘。\n流水人寂寂，归云晚悠悠。惜哉光景促，妙赏难淹留。\n却步出山径，犹回恋山眸。登临兴未尽，更理溪中舟。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首 其四",
            "作者": "李纲",
            "内容": "鼓鼙思将帅，戡乱属豪杰。吾儒贵全才，冠履仍佩玦。\n憬彼乘间盗，萌蘖傲霜雪。锄恶当务本，使众宜以悦。\n一扫巢穴空，毋俾蚁猬结。安得李临淮，念此五情热。"
        },
        {
            "标题": "次韵季弟善权阻雪古风",
            "作者": "李纲",
            "内容": "岁晏江南三尺雪，奕奕瀌瀌遂连月。意浓岂是天纲疏，势重便疑坤轴折。\n溪行小艇碎琼瑶，自胜缟带随车辙。暝投兰若寄僧房，更觉千岩鸟飞绝。\n忆昔宣和全盛年，嘉瑞应期来自天。千官朝贺未央里，仰视龙尾垂蜿蜒。\n珠树莹煌青琐闼，玉花浮动苍龙阙。但将歌舞赏清妍，肯信山河会分裂。\n自从国步多艰难，胡骑长驱窥汉关。阴风惨淡随杀气，见雪翻使摧心颜。\n古来治理初无别，中国浸强胡浸灭。坐令和气变阳春，肉食于今未宜忽。\n迂愚放逐恩已宽，敢惮道远貂裘寒。空馀炯炯寸心赤，中夜不寐忧千端。\n素发飘萧头已满，百年光景行将半。未知梦幻此生中，几回看雪光凌乱。\n会当扫动豺狼穴，国耻乘时须一雪。酒酣拔剑斫地歌，心胆开张五情热。\n中兴之运我期皇，江汉更洒累臣血。"
        },
        {
            "标题": "次韵和渊明形影神三首 其二 影答",
            "作者": "李纲",
            "内容": "纡馀非我妍，濩落非我拙。与子两相依，生来无间绝。\n俯仰随顾指，岂是事容悦。因光长周旋，处阴暂暌别。\n况复同物化，子坏我亦灭。冥冥长夜台，念之五情热。\n愿子卫生经，无使精脑竭。千载永相从，彭殇孰优劣。"
        },
        {
            "标题": "戏成短歌从志宏求芍药",
            "作者": "李纲",
            "内容": "东风不隔沙阳僻，嫩蕊浓花自春色。栟榈也是可怜人，每送梁溪慰愁寂。\n迩来芍药已盛开，供花未到吾须觅。赋梅岂害广平刚，乞醯更觉微生直。\n为将烂熳数枝红，伴我淋漓一丸墨。"
        },
        {
            "标题": "又次韵中秋长句",
            "作者": "李纲",
            "内容": "凉风吹空明月高，清光万里见秋毫。银云栉栉方解駮，河汉掩映如波涛。\n须臾扫尽无多子，天影悠悠碧于水。冰轮正午久停鞭，群动寂然声不起。\n谛观此月真跳丸，山河倒影犹蛇蟠。\n桂华耿耿巳澄洁，秋气凛凛增清寒。前年望月都城汴，只恐中霄风雨变。\n一杯相属有情亲，侧耳歌楼闻鼓板。今年望月沙阳山，照我心如铁石坚。\n美人千里共明月，遥想闺中只独看。空庭步月更幽好，白露漙漙湿烟草。\n开编况对古圣贤，发愤忘忧不知老。男儿本自甘贱贫，富贵名传能几人。\n题诗对月到日出，锦囊何似庞眉客。"
        },
        {
            "标题": "冬日閒居遣兴十首 其三",
            "作者": "李纲",
            "内容": "兰若富云松，吾生寄此中。无心复弹剑，有恨但书空。\n白菊因霜紫，青枫向日红。晚来幽独甚，卧听竹间风。"
        },
        {
            "标题": "遣兴 其三",
            "作者": "李纲",
            "内容": "风景正高洁，岁律忽峥嵘。岸竹森如束，山田漫已耕。\n溪寒幽石出，岫远暮云横。试问螭头吏，谁令向此行。"
        },
        {
            "标题": "冬日閒居遣兴十首 其四",
            "作者": "李纲",
            "内容": "萧飒鬓丝垂，此怀谁与知。惊心伤网缴，老眼厌旌旗。\n未遂庞公隐，空馀宋玉悲。故园何处是，搔首望天涯。"
        },
        {
            "标题": "山居遣兴四首 其二",
            "作者": "李纲",
            "内容": "三黜先生发半华，但将笔墨作生涯。已知晏食能胜肉，更觉安行可当车。\n月好只愁无竹叶，风来自与扫岩花。江边盗贼休窥伺，不是宣和宰相家。"
        },
        {
            "标题": "冬日閒居遣兴十首 其五",
            "作者": "李纲",
            "内容": "宿雨乍晴天，初寒气暂暄。梳头风满栉，曝背日临轩。\n小酌无新酿，閒眠只旧毡。忘心亦忘法，作个是安禅。"
        },
        {
            "标题": "山居遣兴四首 其一",
            "作者": "李纲",
            "内容": "偶向忙时乞得身，山居岑寂绝比邻。雀罗可设门无客，酒盏频倾句有神。\n隐背时烦木童子，伴眠犹有竹夫人。苍生未定郊多垒，敢向长沮与问津。"
        },
        {
            "标题": "遣兴 其二",
            "作者": "李纲",
            "内容": "冲涉脩途仆已疲，今宵聊复宿沙溪。心怀浙右家无耗，身在江南路欲迷。\n孤鹜断霞晴杳杳，暝烟荒草晚悽悽。登临谁会悠然意，寒日无言又向西。"
        },
        {
            "标题": "山居遣兴四首 其四",
            "作者": "李纲",
            "内容": "沉阴天色半含情，小院重门昼掩扃。一枕睡馀香未散，三瓯茶后酒初醒。\n山云舒卷閒中看，竹雨萧疏静处听。愁寂最怜霜后菊，案头乾死有微馨。"
        },
        {
            "标题": "山居遣兴四首 其三",
            "作者": "李纲",
            "内容": "秋杪幽居分外清，傍檐鸟雀自和鸣。过时黄菊浑无赖，入眼青山独有情。\n酒后晕红潮玉颊，吟馀儿杖殷金声。前村野老能棋战，时与呼来对一枰。"
        },
        {
            "标题": "冬日閒居遣兴十首 其六",
            "作者": "李纲",
            "内容": "深炷一炉香，孤吟夜正长。山虚风落木，云破月窥房。\n老骥志千里，越禽思故乡。羁栖两寂寞，坐叹鬓毛霜。"
        },
        {
            "标题": "重阳日醉中戏集子美句遣兴 其二",
            "作者": "李纲",
            "内容": "篱边老却陶潜菊，开花无数黄金钱。且看欲尽花经眼，饮如长鲸吸百川。\n只今漂泊干戈际，方外酒徒稀醉眠。腐儒衰晚谬通籍，杜曲幸有桑麻田。\n故畦遗穗已荡尽，中原君臣豺虎边。安得务农息战斗，武陵欲问桃花源。"
        },
        {
            "标题": "冬日閒居遣兴十首 其一",
            "作者": "李纲",
            "内容": "岁暮碧山中，清霜日自浓。隐床吟蟋蟀，拂槛老芙蓉。\n风月成三友，家山梦九龙。道人知睡美，将晓小鸣钟。"
        },
        {
            "标题": "冬日閒居遣兴十首 其二",
            "作者": "李纲",
            "内容": "飘泊向江城，山居境过清。霜深犹竹色，风劲更松声。\n且尽杯中物，何须身后名。拥炉孤笑处，寒夜又三更。"
        },
        {
            "标题": "冬日閒居遣兴十首 其八",
            "作者": "李纲",
            "内容": "泽国杳何许，雁书初报安。枝间鸟鹊喜，原上鹡鸰难。\n松菊荒三径，轩裳厌一官。黄粱何日熟，客梦正邯郸。"
        },
        {
            "标题": "冬日閒居遣兴十首 其七",
            "作者": "李纲",
            "内容": "投老见多难，干戈日正深。饮河胡马健，破垒汉疆侵。\n大将未燕首，小臣空越吟。龙荒两宫远，感愤泪盈襟。"
        },
        {
            "标题": "冬日閒居遣兴十首 其九",
            "作者": "李纲",
            "内容": "衰病寓僧房，閒中气味长。盘深饶芋栗，地僻懒冠裳。\n坐隐乌皮几，行携古锦囊。接篱颠倒著，不是醉高阳。"
        },
        {
            "标题": "冬日閒居遣兴十首 其十",
            "作者": "李纲",
            "内容": "僻处掩松门，知非更念恩。庭空从雀啅，山暖觉蜂喧。\n木叶静如扫，茶花开正繁。萧条岁云暮，倚杖自忘言。"
        },
        {
            "标题": "遣兴 其一",
            "作者": "李纲",
            "内容": "游戏清都不记年，谪来犹作地行仙。龙墀叩额真率尔，石马系门非偶然。\n野寺山庄随意宿，溪鱼村酿不论钱。男儿本有四方志，出处安时休问天。"
        },
        {
            "标题": "遣兴二首 其一",
            "作者": "李纲",
            "内容": "缭络奔驰不记年，脱身瘴海岂徒然。昂藏鹤发老道士，烂熳醉吟狂谪仙。\n剩把诗篇收景物，何须炉鼎煮山川。平生出处吾无愧，祸福死生皆付天。"
        },
        {
            "标题": "遣兴二首 其二",
            "作者": "李纲",
            "内容": "海上归来心绪多，鬓边无那白标何。诗情粗得江山助，酒量自因风月多。\n黄卷中间笼圣哲，白云深处避干戈。弟兄念我心应切，故向梅花岭上过。"
        },
        {
            "标题": "春晓闻众禽声有感",
            "作者": "李纲",
            "内容": "春山苍莽天欲明，枕上静听春禽鸣。雏莺初啭正调舌，姹娅乍闻三两声。\n不如归去意良切，脱却泼裤何由行。愁人最是断消息，姑恶更觉声娇狞。\n布谷催耕雨才足，鹁鸠唤妇远将晴。\n其馀不复识名字，雅音幽韵如簧笙。天公怜我太寂寞，故遣尤物怡吾情。\n鸾歌凤舞未可见，候虫时鸟聊嘤嘤。我生半世困漂泊，巧言谗谤饱所经。\n杜门却扫与世绝，欲窒两牖忘雷霆。尔声虽好太饶舌，逼耳颇似虚弦惊。\n就中提壶可人意，劝我沽酒花间倾。心怀百忧只欲睡，更愿常醉不用醒。\n落花芳草正可藉，玉山自倒知谁令。乌啼鹊噪错昏昼，燕雀啾唧环檐楹。\n从教一一恣嘲弄，吾方深入无何庭。"
        },
        {
            "标题": "自长沙至醴陵田皆垦辟",
            "作者": "李纲",
            "内容": "年来盗贼若冰销，襁负归民满四郊。烟雨一犁初破土，江村环堵且诛茅。\n疮痍不扰生新肉，燕雀无虞返旧巢。安集勤斯徒自叹，勿令虎兕更咆哮。"
        },
        {
            "标题": "周中元赋御画骢马次其韵",
            "作者": "李纲",
            "内容": "蓬莱宫殿日月长，广廷汎洒如无帚。临轩亲貌玉花骢，天骥自出天人手。\n惊鸿欲起无羁皂，如闻朔风动秋草。奋身骧首举双蹄，意态天然始知巧。\n时危反掌同永嘉，胡骑飒沓陵中华。当时宸笔散烟雾，往往流落群臣家。\n雄姿倜傥精权奇，此画惟应识者知。怅望崆峒转仙仗，忍传耆旧把天衣。"
        },
        {
            "标题": "虎啸岩",
            "作者": "李纲",
            "内容": "昔年雕虎啸幽岩，千里清风皱碧潭。虎去岩空风自远，一林花雨落毵毵。"
        },
        {
            "标题": "送钱申伯如邵武",
            "作者": "李纲",
            "内容": "钱郎与世苦不谐，胸次徒抱经纶才。行年五十犹未试，蟠蛰虽久愆风雷。\n扫除习气趣空寂，华藏重重恣游历。世间幻妄此道真，未必亨通胜穷阨。\n我方卧病南海滨，喜君襟抱时相亲。胡为乘兴有所适，使我怅望归飞云。\n兵戈格斗何时息，田园将芜归未得。同是天涯流落人，此心炯炯君应识。\n闽山六月丹荔枝，火齐堆盘侑一卮。愿言及此复过我，岁晚勿负沧海期。\n醉乡我已成真隐，君亦逃禅学苏晋。乐天不醉即谈禅，此外悠悠真须忍。"
        },
        {
            "标题": "七峰诗序 凝翠西峰",
            "作者": "李纲",
            "内容": "翠峰高阁两相宜，独倚阑干注目时。休问江山非故国，且将爽气慰梁溪。"
        },
        {
            "标题": "七峰诗序 真隐峰",
            "作者": "李纲",
            "内容": "杳霭青松映白云，地灵境寂好栖神。结庐占尽溪山景，安得超然真隐人。"
        },
        {
            "标题": "申伯见和拙句且示七言律诗两章有未肯承当制科之意次韵报之 其一",
            "作者": "李纲",
            "内容": "才性如君岂易窥，断碑摸索已无遗。百家小说都成诵，一藏魔言总记持。\n东里多知工润色，西施虽病善颦眉。制科便与承当取，正是逢场作戏时。"
        },
        {
            "标题": "七峰诗序 凝翠东峰",
            "作者": "李纲",
            "内容": "两峰凝翠对飞檐，缺处青岑出远尖。暮雨朝云时点缀，何须画栋与珠帘。"
        },
        {
            "标题": "申伯见和拙句且示七言律诗两章有未肯承当制科之意次韵报之 其二",
            "作者": "李纲",
            "内容": "圣朝制举萃高门，文采风流日益新。功德在民尤表表，子孙宜尔又诜诜。\n策名当学富彦国，避世休同梅子真。响答诗筒逼皇祖，谠言惊世更何人。"
        },
        {
            "标题": "七峰诗序 桂华峰",
            "作者": "李纲",
            "内容": "桂华岁岁吐秋风，香满溪城十里中。怪底士夫多折得，移根初自广寒宫。"
        },
        {
            "标题": "七峰诗序 朝阳峰",
            "作者": "李纲",
            "内容": "先得朝阳一段红，何年鸣凤集梧桐。归舟行到湾环处，知是沙溪第一峰。"
        },
        {
            "标题": "自水口泛舟如长乐",
            "作者": "李纲",
            "内容": "行尽青山泛碧溪，湖平波稳画船移。春鸿秋燕岂人力，明月清风长我随。\n万事纠纷何日了，一生襟抱有谁知。落帆已到钓台侧，恰似南柯梦觉时。"
        },
        {
            "标题": "秋风辞",
            "作者": "李纲",
            "内容": "秋风起兮黄叶飞，远客异土兮未能归。白露降兮悴众芳，怀美人兮怅难忘。\n变星霜兮阻山河，风异响兮水增波。溯明月兮发浩歌，群阴积兮浮云多。\n岁聿云暮兮奈愁何。"
        },
        {
            "标题": "次韵题乐全庵赠邓季明",
            "作者": "李纲",
            "内容": "寓形天壤间，自适乃其至。放怀得山林，肯逐市朝醉。\n举世竞纷华，谁识静中意。澄清谢泥滓，淘汰见精粹。\n游心无何乡，养此浩然气。猗欤乐全翁，于世寡所嗜。\n筑庵以自居，方丈含大地。请问庵中人，其乐何由全。\n万物备我身，不以人灭天。南亩丰可饱，北窗凉可眠。\n尚友古之人，圣贤存简编。有时自种植，百卉争芳妍。\n宾来聊一醉，醉中亦逃禅。鸡鹜自扰扰，独鹤方云骞。\n嗟予幸相见，一见即忘年。但愧闻道晚，敢怀著鞭先。\n何当归梁溪，耒耜买一廛。卜居学夫子，相望两萧然。"
        },
        {
            "标题": "山居四感 吟蛩",
            "作者": "李纲",
            "内容": "月露凄清湿草根，寒蛩偏向夜深闻。随时感气成悲怨，不是来销逐客魂。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首",
            "作者": "李纲",
            "内容": "我行大江滨，举头见钟山。清风自南来，长啸宇宙宽。\n邂逅适相遇，取友平生端。恋恋故人意，怜此范叔寒。\n世路方多虞，期子慎所安。他时来访我，陋巷一瓢颜。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首 其二",
            "作者": "李纲",
            "内容": "亭亭南山松，下荫千里道。结根既得地，秀色亦何好。\n岁寒霜霰苦，独立君子操。如何慷慨士，百虑绕中抱。\n寸心多感伤，摇摇若旌纛。逝将归江湖，更拜散人号。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首 其九",
            "作者": "李纲",
            "内容": "朝市不可留，山林有佳趣。结庐无人境，散策时远步。\n手携葛翁杖，足蹑祖师屦。一笑浮世空，欻若草头露。\n幻身粗饱煖，此外复何虑。休问东陵瓜，且种梁溪芋。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首 其十",
            "作者": "李纲",
            "内容": "浮云不成雨，晶晶行晴昼。朝蔽扶桑暾，夜掩长河宿。\n回飙一扫除，戢戢见远岫。青天与白日，四顾喜瞻搆。\n愿乘六气辩，抚手磨宇宙。冷然御风行，平昔笑禦寇。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首 其五",
            "作者": "李纲",
            "内容": "禅悦知道腴，寂乐忘世喧。自从游宦来，常恐岁月捐。\n愿从善知识，超然同晤言。心清闻妙香，不必炉中烟。\n竹实自鸾凤，腐鼠从乌鸢。典籍亦可弃，鱼兔非蹄筌。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首 其七",
            "作者": "李纲",
            "内容": "两曜真跳丸，百年如转轴。富贵能几何，飘若云过目。\n惟有金仙书，可以静中读。冷暖初自知，运用要当熟。\n仲尼贵毋我，老氏欲为腹。悟真奚必多，半偈亦云足。"
        },
        {
            "标题": "次韵李似之秋居杂咏十首",
            "作者": "李纲",
            "内容": "达人有大观，曲士多自束。忘真供物役，终岁惟仆仆。\n所以梁溪翁，归来蓺松菊。寒泉友龟鱼，丰草侣麋鹿。\n清风为扫门，明月相照烛。世故悉弃捐，吾方乐于独。"
        },
        {
            "标题": "秋日有感",
            "作者": "李纲",
            "内容": "秋水澹澄澈，秋山郁嵯峨。我游溪山亭，山空水增波。\n感此物华暮，风林摇落多。惟有青青松，独立不改柯。\n乔然傲霜霰，岁晏将如何。"
        },
        {
            "标题": "秋思十首 其五",
            "作者": "李纲",
            "内容": "秋云澹无依，皛皛映寒日。卷舒谁使之，聚散在倏忽。\n出岫本无心，行空宁有质。功成归何方，妙用藏于密。"
        },
        {
            "标题": "秋思十首 其九",
            "作者": "李纲",
            "内容": "古后有明训，霜降休百工。草木日摇落，蟋蟀鸣堂中。\n岂不感时节，念此岁复穷。劳生真一梦，飘泊随西东。"
        },
        {
            "标题": "秋思十首 其七",
            "作者": "李纲",
            "内容": "秋风动禾黍，泛泛凄芳馨。散策步田野，欣此百谷成。\n林下父老醉，云间鸡犬声。丰年诚可乐，安得遂吾生。"
        },
        {
            "标题": "秋思十首 其八",
            "作者": "李纲",
            "内容": "秋月照我心，清光奈愁何。回薄万古恨，月愁应更多。\n独饮不成醉，溯月空长歌。安得一丸药，高奔伴姮娥。"
        },
        {
            "标题": "秋思十首 其十",
            "作者": "李纲",
            "内容": "百卉秋具腓，先陨惟梧桐。岂无贞洁者，独立青霜中。\n艳艳篱下菊，青青岭头松。与君为德友，相好永无穷。"
        },
        {
            "标题": "秋思十首 其六",
            "作者": "李纲",
            "内容": "秋风晚萧索，凄然遂成林。百谷欲成实，见此造物心。\n清凉入户牖，天光为沈阴。禅房有羁客，抱膝正长吟。"
        },
        {
            "标题": "次韵志宏秋晓见示古风二首 其一",
            "作者": "李纲",
            "内容": "庭户晓萧骚，寒声起疏苇。凄然惊客梦，秋色浩如水。\n南方苦炎热，羁旅困泥滓。及兹风露凉，又复悲宋子。\n散策东篱下，佳菊有新蕊。美人渺何在，明月共千里。\n缁尘敝紫貂，锦字寄黄耳。欲赋秋风辞，烟云愁落纸。"
        },
        {
            "标题": "次韵志宏秋晓见示古风二首 其二",
            "作者": "李纲",
            "内容": "苦热喜新凉，萧萧响黄苇。雨馀山吐辉，沙没溪涨水。\n天高气澄明，太清无秽滓。泠然欲御风，一访赤城子。\n笑读香霞篇，时餐金蛾蕊。逝将游蓬瀛，弱水三万里。\n咄嗟无羽翰，相望徒劳耳。不如且赋诗，蛇蚓动盈纸。"
        },
        {
            "标题": "秋雨初霁天高气清独游山间意欣然乐之因和渊明游斜川诗以纪其事",
            "作者": "李纲",
            "内容": "岁律忽晼晚，我生感行休。雨馀秋气清，策杖成独游。\n苍苍松桂合，中有清浅流。放怀似樵者，忘机狎飞鸥。\n顾我疏散姿，自合在一丘。但恨尚羁束，块处无朋俦。\n独酌谁与共，独歌谁与酬。此独有至乐，当有知者不。\n盗贼纷满眼，世故端百忧。置之且勿道，独乐未易收。"
        },
        {
            "标题": "次通城送季言弟还锡山二首 其一",
            "作者": "李纲",
            "内容": "半载相从作远游，物华苒苒又新秋。江南山水共清赏，湖外风烟成独留。\n家远为传安稳信，时艰增重别离忧。渚宫此去无他地，怅望自登黄鹤楼。"
        },
        {
            "标题": "秋夜有怀二首 其一",
            "作者": "李纲",
            "内容": "草木又摇落，关河方阻深。龙庭空入梦，雁足不传音。\n黄伞游何处，苍生思至今。娟娟江汉月，空照逐臣心。"
        },
        {
            "标题": "秋夜有怀二首 其二",
            "作者": "李纲",
            "内容": "坐失金汤险，摇摇翠盖飞。空闻八骏御，不见六龙归。\n天地干戈满，潇湘鸿雁稀。汉宫秋夜月，依旧照彤闱。"
        },
        {
            "标题": "从邓季明求菊花",
            "作者": "李纲",
            "内容": "乐全治幽圃，种花如种田。秋来菊有花，亦复争芳妍。\n璀璨碧玉蕾，散作黄金钱。风静香自远，露寒色争鲜。\n乃知万物性，皆欲全其天。九日忽已近，渊明思悠然。\n愿移东篱下，植此西轩前。我有一壶酒，泛之可延年。\n不嫌盘箸薄，同作饮中仙。"
        },
        {
            "标题": "仙接石",
            "作者": "李纲",
            "内容": "天风吹折碧琅玕，神化茫茫接岂难。凤髓鸾胶天上有，世人休作等闲看。"
        },
        {
            "标题": "南安岩恭谒定光圆应禅师二首 其二",
            "作者": "李纲",
            "内容": "岭峤经行万屈盘，北归今始到南安。满山泉石有古意，十里松筠生昼寒。\n颇厌病身游梦境，欲将馀日付岩端。定光古佛今犹在，请问此光何处观。"
        },
        {
            "标题": "南安岩恭谒定光圆应禅师二首 其一",
            "作者": "李纲",
            "内容": "白衣隐去碧岩空，塔庙岿然海峤东。分化何殊遽如许，赠诗多写以之中。\n青山绿水年年好，明月清风处处同。好住一方为庇荫，不须追逐泗滨翁。"
        },
        {
            "标题": "霜降木落独松柏苍然颜色愈好因和渊明荣木篇以见意",
            "作者": "李纲",
            "内容": "采采荣木，春华于兹。及尔素秋，风霜瘁之。寒暑代谢，荣枯有时。\n改柯易叶，翩其陨而。苍苍松柏，擢干蟠根。风霜虽厉，秀色长存。\n君子进德，以道为门。岁寒时艰，节义弥敦。惟天于余，赋此拙陋。\n材不趋新，学惟求旧。黾勉夙夜，其何能富。屡冒艰危，内省不疚。\n先公有训，岂敢失坠。敬慎威仪，圣言是畏。铅刀虽钝，驽马希骥。\n一割之功，十驾而至。"
        },
        {
            "标题": "元结尝经略容管王守作次山堂以思其人为赋此诗",
            "作者": "李纲",
            "内容": "华堂高敞为思元，善政相望数百年。册府声名秀群玉，海邦岩洞有参天。\n漫郎去久风流在，病客来临道里邅。圣主中兴谁作颂，愿观老手笔如椽。"
        },
        {
            "标题": "次韵和渊明形影神三首 其三 神释",
            "作者": "李纲",
            "内容": "人生若大梦，积微以成著。少壮得老死，一念即非故。\n二子异金石，松萝暂依附。胡为羡久生，切切儿女语。\n有形会当灭，是影无实处。惟我谢客尘，妙湛乃常住。\n不入造化机，岂堕阴阳数。回光试反照，凡圣悉皆具。\n不减亦不增，谁毁复谁誉。超然外死生，卓尔无来去。\n周行万物表，独立初不惧。二子非吾徒，安用多忧虑。"
        },
        {
            "标题": "三衢道中",
            "作者": "李纲",
            "内容": "行色虚无里，人声烟霭间。浪纹来縠水，地势逼柯山。\n浅濑通舟涩，飞桥跨石弯。风高云冉冉，滩急水潺潺。\n野迥松篁秀，境幽鸡犬閒。轻装因路险，隐耳觉言蛮。\n村酿酤来薄，溪鳞买得悭。浦晴鸣雁浴，林暝舞鸦还。\n寺僻殿阁古，堂虚苔藓斑。僧房清夜宿，幽梦到乡关。"
        },
        {
            "标题": "五哀诗 楚三闾大夫屈原",
            "作者": "李纲",
            "内容": "楚怀听秦诳，身作咸阳鬼。当时屈原争，坐困椒兰毁。\n襄王复不悟，远作江南徙。行吟沅湘间，形槁颜色悴。\n著书称离骚，风雅齐厥理。鸱鸮况小人，鸾凤喻君子。\n眷眷不忘君，一篇三致意。纫兰采杜若，冠佩空自伟。\n举世混浊中，谁与同乐此。忠臣会遇难，千古共一轨。\n人情疏鲠亮，物能使软美。存亡反覆间，悔及良晚矣。\n嗟嗟屈子心，芳洁畴与比。日月可争光，尘垢安能滓。\n聊从太史卜，肯逐渔父醉。甘葬鱼腹中，怀沙汨罗水。\n千秋身后名，芬馥同茝芷。夫岂椒兰徒，据势长不死。"
        },
        {
            "标题": "咏怀十六韵",
            "作者": "李纲",
            "内容": "衰年万事懒，此志有谁知。偶尔出何意，泛然归不迟。\n休为鵩鸟赋，幸及荔枝时。水石日在眼，旌旃非所思。\n携琴傍松径，置酒俯莲池。粲粲水花净，萧萧风叶披。\n忘言聊隐几，得趣剩围棋。天地惨将暮，风云徒尔为。\n物华去苒苒，草色自离离。密勿猿鹤侣，迢遥丘壑姿。\n亲朋有情话，图书皆吾师。扫室仅容膝，说诗真解颐。\n多惭鹓鹭羽，且咏鹡鸰诗。逸少誓独苦，孔君休乃宜。\n平生沧海约，岁晚鹿门期。喜近清秋节，那为宋玉悲。"
        },
        {
            "标题": "次韵志宏见示山居二首 其二",
            "作者": "李纲",
            "内容": "知章本是四明狂，珥笔聊依日月光。谪宦未从南亩乐，傲时自爱北窗凉。\n溪山胜处陪诗社，文字空中见法王。何必更求难老术，得閒身世自舒长。"
        },
        {
            "标题": "次韵志宏见示山居二首 其一",
            "作者": "李纲",
            "内容": "千仞青山一草堂，萧然远去利名场。夜凉愈觉风月好，雨过惟闻松桂香。\n野寺春朝喧鸟雀，田家日夕下牛羊。因公录示山居作，使我归休意转忙。"
        },
        {
            "标题": "山药",
            "作者": "李纲",
            "内容": "山家为我斸青冥，养就仙芝指掌明。风味自应殊紫芋，功名初不减黄精。\n藤盘欲荐冰霜质，石鼎先闻风雨声。辟谷留侯正归去，淡然悠久见交情。"
        },
        {
            "标题": "自罗汉院欲游寻真观雨作不果遂次栖贤闻寻真景物尤美留为异日不穷之赏赋诗纪之",
            "作者": "李纲",
            "内容": "羽人之宫邻五老，杖屦欣然事幽讨。那知一夜雨翻盆，山路难行愁滑倒。\n世间违意常八九，万事皆然宁自保。山灵岂是秘幽奇，欲结清欢故相恼。\n传闻景物冠庐山，小殿飞楼更精巧。古潭摇荡明月光，绿萝青松覆烟草。\n屏风九叠云锦张，古来诗句谪仙好。山中道士不出门，玉杵金丹手亲捣。\n我方放浪谢冠裳，未觉山林迹如扫。真游傥有不尽缘，容我他年来访道。"
        },
        {
            "标题": "上饶道中杂咏三首 其一",
            "作者": "李纲",
            "内容": "半世区区何所求，南来岂为稻粱谋。烟岚远近浓还淡，石濑萦回咽更流。\n云外钩辀听处好，溪头略彴渡时幽。何须更论他年事，且把风光慰旅愁。"
        },
        {
            "标题": "上饶道中杂咏三首 其三",
            "作者": "李纲",
            "内容": "漠漠烟村一笛风，溪山都在夕阳中。遥看天色暮云碧，渐见山头野烧红。\n闽岭风烟知已近，浙江书问恨难通。暝投山寺凭虚阁，隐耳犹听响暮钟。"
        },
        {
            "标题": "上饶道中杂咏三首 其二",
            "作者": "李纲",
            "内容": "鬓毛萧飒寸馀冠，蒙犯风霜却岁寒。但使孤忠能感激，岂辞远谪备艰难。\n苍苍云木留深景，渺渺深溪泻暮湍。独坐苦吟山寺冷，照人孤月正团栾。"
        },
        {
            "标题": "上元日二首 其一",
            "作者": "李纲",
            "内容": "去年玉辇侍端门，灯满鳌山讶晓暾。寂寞沙阳山水里，也将膏火照黄昏。"
        },
        {
            "标题": "上元日二首 其二",
            "作者": "李纲",
            "内容": "应为飘零有故侯，竞将灯火簇溪楼。田夫野妇盈衢巷，怪我还能与共游。"
        },
        {
            "标题": "过北流县八里游勾漏观留五绝句 其四",
            "作者": "李纲",
            "内容": "避谤多时不到山，忽惊身在洞天间。北归更觉君恩重，得遂清游一解颜。"
        },
        {
            "标题": "题邵平种瓜图",
            "作者": "李纲",
            "内容": "君不见伯成子高让侯爵，在野终年自耕穫。下风趋问礼徒勤，俋俋田间事无落。\n又不见于陵仲子推相位，为人灌园刈葵藿。抱瓮区区同汉阴，不糁藜羹有馀乐。\n古来贤达有如此，志趣未可常情度。力辞富贵居贱贫，凛若风霜陨轻箨。\n邵平本自侯东陵，秦破国除休一壑。当时汉祖疑酂侯，置卫增封意非薄。\n众宾皆贺平独吊，一言转祸推先觉。以兹智略佐风云，复取故封何所怍。\n归来种瓜青门外，灌溉锄耘甘寂寞。长安之东壤尤美，翠蔓离离照城郭。\n秋阳正炽瓜正肥，解衣摘实如俛鹤。儿童随立形骨清，挈笠携筐助操作。\n遂令世美东陵瓜，身后高名动寥廓。屠贩曾闻封绛灌，奴仆从来兴卫霍。\n高鸟已尽良弓藏，更有韩彭辱囚缚。何如终老守瓜畦，自饱饱他真不恶。\n龙眠也是可怜人，画此端令事如昨。世间如画画如梦，聊为作歌资一噱。"
        },
        {
            "标题": "过北流县八里游勾漏观留五绝句 其二",
            "作者": "李纲",
            "内容": "葛翁求令为丹砂，今我来从海上槎。秪恐山灵嫌俗驾，未容归客卧烟霞。"
        },
        {
            "标题": "读诸葛武侯传",
            "作者": "李纲",
            "内容": "天下兵戈正云沸，伏龙凤雏那可致。掉头自作梁甫吟，垄上躬耕方得意。\n将军汉裔真英雄，惠然三顾草庐中。心期吻合论世故，如鱼得水云从龙。\n指麾顾眄定巴蜀，抗魏连吴分鼎足。受遗乃在永安宫，叹息君臣难继躅。\n南征五月深渡泸，上疏北伐遵遗谟。连年动众扰关辅，数战未必非良图。\n大星夜坠惊营垒，壮志雄谋嗟已矣。至今鱼腹浅沙中，八阵依然照江水。"
        },
        {
            "标题": "秋日奉陪王丰甫许子大康平仲游贤沙宿凤池登升山偶成二首 其一",
            "作者": "李纲",
            "内容": "飞来耸翠一峰孤，凤沼幽深若画图。钓艇谢亡难复契，弹琴颖在且相娱。\n心闲自与亲泉石，车稳何妨载酒壶。万壑千岩争竞处，不须惆怅忆东吴。"
        },
        {
            "标题": "秋日奉陪王丰甫许子大康平仲游贤沙宿凤池登升山偶成二首 其二",
            "作者": "李纲",
            "内容": "追陪杖屦极幽寻，共宿精庐上翠岑。凤鸟不来空碧沼，仙人已去得黄金。\n月林散影琼瑶碎，烟水澄光组练深。欲把诗篇与收拾，登临谁会此时心。"
        },
        {
            "标题": "志宏见和再次前韵 牡丹",
            "作者": "李纲",
            "内容": "半夜疏钟来景阳，美人梳洗随君王。天然意态已倾国，何用苦死催严妆。\n朱颜半酡宁著酒，玉肤自滑非临汤。铅华固美岂真色，兰麝虽馥非天香。\n我观牡丹正如此，勾栏横槛为雕房。乍惊神女峡中见，只恐弄玉云间翔。\n檀心点点晕深紫，金蕊簇簇摇金黄。坐令杂花为婢妾，解使蜂蝶成颠狂。\n临风袅袅更妍好，浑如舞袖踏春阳。芳根最是洛中盛，安得千本栽砌傍。\n惜花惟怕春色老，此癖谁与针其肓。沙阳春晚始一见，如有异味争先尝。\n蜡封剪处持送我，念子此意何时忘。禅关兀坐无与语，迟迟昼景方舒长。\n对花把酒不知醉，醒后还复悲殊乡。佳篇酬和慰落寞，清丽欲与花争芳。\n吟哦愈苦诗愈好，去去惜此窗前光。"
        },
        {
            "标题": "狮子峰",
            "作者": "李纲",
            "内容": "奇石腾拿竹树苍，奋髯矫首据崇冈。山深怪底无豺虎，端畏溪头百兽王。"
        },
        {
            "标题": "中秋望月次玉局翁韵二首 其一",
            "作者": "李纲",
            "内容": "明月如玉盘，飞上青霄东。徘徊斗牛间，照我禅室中。\n爽气霭亭户，清光透帘栊。我虽不解饮，敢辞玉樽空。\n举酒对明月，起舞聊相从。身世两翛然，如游广寒宫。\n夜久风露冷，草根吟候虫。咽咽不能已，岂自鸣其穷。\n天涯多雾雨，好景诚难逢。哦诗不成寝，颇类鱼噞喁。"
        },
        {
            "标题": "十六夜月二首 其一",
            "作者": "李纲",
            "内容": "清光殊未减，碧落绝纤尘。绛阙飞金镜，银潢渡玉轮。\n霏霏烟霭灭，湛湛露华新。倚幌人千里，遥知翠黛颦。"
        },
        {
            "标题": "十六夜月二首 其二",
            "作者": "李纲",
            "内容": "嫦娥长不老，宫殿复新秋。丹桂欲飘子，素蟾相对愁。\n林寒枝绕鹊，江迥水明楼。逐客几弦望，又看成玉钩。"
        },
        {
            "标题": "得了翁书并寄石芝云其味初淡中苦已而发甘鲜有",
            "作者": "李纲",
            "内容": "海日气射苍崖根，石上生枝乾藓文。构梯采掇资好事，中有至味难为言。\n岂惟食淡兼攻苦，嚼蜡茹荼多欲吐。清甘徐发齿颊间，漱以寒泉如饮乳。\n幽人赠我意已深，一掬可比千黄金。世间此味知者鲜，往往既吐还追寻。\n我欲持之献君子，自古至言多逆耳。愿于苦处辨忠良，若待回甘真晚矣。"
        },
        {
            "标题": "食蟹",
            "作者": "李纲",
            "内容": "平生最爱梁溪居，溪头紫蟹几尺馀。持矛被甲意颇横，霜后直欲陵于菟。\n端然秉炬可攻取，束缚健者归庖厨。双螯如臂自可饱，满腹膏液凝红酥。\n每倾新酿为一醉，风味窃疑他所无。那知谪堕荒山里，乃有此物供臞儒。\n客云来自九江郡，分以饷我良勤渠。轮囷初喜入盘馔，郭索想见行泥涂。\n西风江岸芦苇枯，下田粳稻香且腴。朝魁把穟屡蜕壳，宜尔怪伟胸中都。\n内黄疏封何足道，左手相持真可娱。流膏斫雪快一嚼，不复怅望思东吴。"
        },
        {
            "标题": "自分水岭过江南",
            "作者": "李纲",
            "内容": "行尽闽山万屈盘，江南形势陡然宽。山平水远望不尽，木落草枯霜始寒。\n醉里讴吟聊自适，梦中往复本非难。谁言春信年年早，笑指江梅试折看。"
        },
        {
            "标题": "余筑室梁溪之上三年而后成手植花木甚众遭值世故未尝得安居其间岁暮羁旅慨然念之因和渊明时运诗以见意",
            "作者": "李纲",
            "内容": "卜宅梁溪，成非一朝。面山枕冈，远市近郊。脩竹茂林，翠连烟霄。\n松桂吐香，杞菊长苗。旁临清流，尘缨可濯。小阁崷然，九峰远瞩。\n岂无华宇，于我自足。兄弟埙篪，于焉相乐。春服既成，如浴乎沂。\n风乎舞雩，咏啸而归。自我离群，潜然涕挥。拊心念旧，电往莫追。\n今夕何夕，梦还我庐。稚子候门，两发髧如。携幼入室，浊酒倾壶。\n慨我寤叹，谁复如余。"
        },
        {
            "标题": "诸刹以水激硙磨殊可观为赋此诗",
            "作者": "李纲",
            "内容": "叠石壅寒派，湍流泻回溪。谁将方便智，成此妙圆机。\n轮辐互高下，波涛郁翻飞。磨牙递旋斡，硙杵纷昂低。\n玉粒已粲粲，琼花亦霏霏。虽存机械巧，利泽成博施。\n试语汉阴老，使知浑沌非。惟当善用心，功与天地齐。"
        },
        {
            "标题": "四月六日离容南陆行趋藤山路崎岖然夹道皆松阴山俺田家景物类闽中殊可喜也赋古风一篇",
            "作者": "李纲",
            "内容": "孟夏草木长，清阴散扶疏。葱笼竹树间，石磴蟠萦纡。\n嗟我事行役，弥年困征途。及兹理归鞍，敢复论崎岖。\n深谷四无景，高岩倚天衢。稍从平川行，遂得田家居。\n篱落静窈窕，桑麻郁纷敷。新秧绿映水，鸡犬鸣相呼。\n中原暗锋镝，胡马方长驱。此岂桃花源，幽深了如无。\n逝将适闽岭，买田自耕锄。结庐乱山中，聊以全妻孥。"
        },
        {
            "标题": "鼠须笔 其二",
            "作者": "李纲",
            "内容": "中山毛颖久中书，鼠辈胡为亦可俱。寝庙穴居真得计，畏人端恐擢其须。"
        },
        {
            "标题": "鼠须笔 其一",
            "作者": "李纲",
            "内容": "鼠能为虎亦何功，用舍之间系所逢。谁谓有皮为有礼，剪须犹得管城封。"
        },
        {
            "标题": "开先寺漱玉亭",
            "作者": "李纲",
            "内容": "未游漱玉亭，先诵东坡诗。手持芙蕖跳下清泠中，疑非谪仙不能为此词。\n后翁三十年，我亦游于斯。飞桥已堙没，故迹多推移。\n空馀高岩与深谷，落日惨淡松风吹。白龙依旧出青峡，散沫下作清涟漪。\n古来陵谷会迁变，况乃景物资人为。云间滟滟吐寒月，清光不减翁当时。\n相望一世发孤笑，坐使万古生长悲。"
        },
        {
            "标题": "题安国寺翠玉亭呈平老",
            "作者": "李纲",
            "内容": "兰若何年种碧瑜，凌霄高节笑楸梧。渭川谩说三千亩，杜牧宜誇十万夫。\n月舞清阴金影碎，风敲幽韵玉音敷。烦师长养休斤斧，试问江南有此无。"
        },
        {
            "标题": "双溪阁",
            "作者": "李纲",
            "内容": "凌虚高阁枕双溪，四出飞檐鸟翼齐。山锁烟光青合匝，水分丁字碧凄迷。\n蟠虬旧化张公剑，翥凤今留鲁国题。放逐因能穷胜赏，登临那惜醉如泥。"
        },
        {
            "标题": "留题双溪阁书呈南剑守谢少卿",
            "作者": "李纲",
            "内容": "华构何年玉斧修，规摹宏丽属贤侯。治成不废登临乐，望远宜穷水石幽。\n千里烟云瞻北阙，四时风景冠南州。山如蟠踞成龙虎，剑有雌雄射斗牛。\n天倚笔峰排玉笋，仙留篆石浸银钩。二川俯瞰丁为字，万室傍连蜃结楼。\n樽俎幸容陪胜赏，笙歌更觉助清游。朝云暮雨滕王阁，明月清风白鹭洲。\n梦草惠连留句法，游山安石继风流。尚能执笔从公赋，却恨归鞍不可留。"
        },
        {
            "标题": "双凫",
            "作者": "李纲",
            "内容": "云涛万顷连天雨，波上双凫自容与。风高江阔烟水寒，日暮相将何处去。"
        },
        {
            "标题": "水龙吟（次韵任世初送林商叟海道还闽中）",
            "作者": "李纲",
            "内容": "际天云海无涯，径从一叶舟中渡。天容海色，浪平风稳，何尝有飓。鳞甲千山，笙镛群籁，了无遮护。笑读君佳阕，追寻往事，须信道、忘来去。\n\n闻说钓鲸公子，为才名、鹗书交举。高怀淡泊，柏台兰省，留连莫住。万里闽山，不从海道，寄声何处。怅七年契阔，无因握手，与开怀语。"
        },
        {
            "标题": "水龙吟·笑不知天命",
            "作者": "李纲",
            "内容": "笑不知天命，明珠玉斗，漫撞令碎。"
        },
        {
            "标题": "水调歌头·律吕自相召",
            "作者": "李纲",
            "内容": "律吕自相召，韶頀不难谐。致君泽物，古来何世不须才。幸可山林高卧，袖手何妨闲处，醇酒醉朋侪。千里故人驾，不怕物情猜。秋夜永，更秉烛，且衔杯。五年离索，谁谓谈笑豁幽怀。况我早衰多病，屏迹云山深处，俗客不曾来。此日扫花径，蓬户为君开。"
        },
        {
            "标题": "循梅道中遣人如江南走笔寄诸季十首 其九",
            "作者": "李纲",
            "内容": "触热冒氛疠，怀家思弟昆。早行青嶂月，夜泊绿林村。\n且喜江南近，休将塞北论。凭高望吴越，黯黯更销魂。"
        },
        {
            "标题": "四花四首 其三 红蕉",
            "作者": "李纲",
            "内容": "但见风来摇翠尾，那知露下濯红英。色空须信元同体，谁把丹青与染成。"
        },
        {
            "标题": "四花四首 其四 鸡冠",
            "作者": "李纲",
            "内容": "花蕊成冠巧学鸡，刻雕谁谓染胭脂。晓来得雨犹鲜好，却似昂然欲斗时。"
        },
        {
            "标题": "题峡江萧氏思贤堂",
            "作者": "李纲",
            "内容": "玉笥峰边萧史居，拂云松竹散扶疏。妙年气节慕前辈，故老风流空结庐。\n幸有江山供一览，自应图史足三馀。何时海内干戈息，借我茅斋与著书。"
        },
        {
            "标题": "四花四首 其一 芙蓉",
            "作者": "李纲",
            "内容": "浥露披风浩莫收，嫣然秀色照清秋。佳人日暮来何处，翠袖红妆相对愁。"
        },
        {
            "标题": "过北流县八里游勾漏观留五绝句 其五",
            "作者": "李纲",
            "内容": "洞户沉沉别有天，玉楼珠殿锁霏烟。如何祠馆人间世，破屋荒凉紫府前。"
        },
        {
            "标题": "自容趋藤山路古松皆合抱百馀尺枝叶扶疏行人庇赖为取松明者所刳剔因而摧倾十已六七良可惜也",
            "作者": "李纲",
            "内容": "松林缭峻岭，百尺森葱青。不知何年种，天矫乱龙形。\n浓阴翳修途，当暑有馀清。长风一披拂，时作波涛声。\n如何锥刀徒，使争爝火明。伤肤及肌骨，风雨因摧倾。\n颠倒委榛棘，气象犹峥嵘。行人失庇赖，伫立空凝情。\n缅想栽培初，爱护如目睛。合抱始毫末，几经霜露零。\n一日毁有馀，百年养不成。忍使易凋丧，此理真难评。\n忆昔陶士行，为政有善经。擢禾与移柳，一一纠以刑。\n既往不及追，将来犹可惩。感动遂成章，庶几知者听。"
        },
        {
            "标题": "桐江行赠江致一少府",
            "作者": "李纲",
            "内容": "放浪江湖乃吾乐，羁束轩冕非所荣。谪官去为剑浦吏，鼓柁遂作桐江行。\n舣舟浙岸候潮至，百越微茫烟水外。波横天际海倒流，喷雪惊雷声震地。\n须臾风软潮已平，片帆去逐飞鸿轻。棹讴四起日西落，暮天杳杳惟参横。\n江山苍苍负残雪，江水茫茫浸寒月。谁云逐客苦悽凉，今我斯游最奇绝。\n清晨弭棹桐君庐，溪光山色世所无。故人见我一笑粲，杀鸡为黍聊相娱。\n嗟予仕宦等游戏，断梗飘蓬本无蒂。但令景物供吟哦，出处穷通何足计。\n此行幽讨殊未阑，满目叠叠皆云山。鹭飞鱼跃石齿齿，今夜且宿严陵滩。"
        },
        {
            "标题": "送李泰发吏部赴官阳朔 其一",
            "作者": "李纲",
            "内容": "意气相期会面前，谪官邂逅两萧然。谁怜兰省鹓鸾友，去作桂林山水仙。\n直道事人宁免黜，拙谋于我欲争先。宽恩下逮宜非久，来买梁溪二顷田。"
        },
        {
            "标题": "送邓志宏赴试南省",
            "作者": "李纲",
            "内容": "杜门忧患馀，戚戚常鲜欢。故人千里来，一笑解我颜。\n念昔寓沙阳，溪山郁回环。游从得良友，妙赏穷跻攀。\n别来几何时，岁月惊飞翻。索居无与游，衰病两鬓斑。\n子充观国宾，假道叩我关。草草具盘馔，把酒望西山。\n道旧访陈迹，相对如梦间。顾子若鸿鹄，整翮正高骞。\n轩然四海心，岂惮行路难。努力取殊第，自致青云端。\n春风得意后，期子从兹还。"
        },
        {
            "标题": "送李泰发吏部赴官阳朔 其二",
            "作者": "李纲",
            "内容": "阳朔溪山冠百蛮，羡君远宦得跻攀。声名已落寰区内，忠信自行夷貊间。\n山作剑铓攒峻拔，水如罗带巧回环。此生又作南征计，好把轻绡寄一斑。"
        },
        {
            "标题": "送周元中游黄龙山",
            "作者": "李纲",
            "内容": "此身飘泊堕荆蛮，幸有幽人访我閒。得句多从丘壑里，知音端在笑谈间。\n青鞋布袜平生事，野鹤孤云到处山。好去黄龙露消息，直须一箭透三关。"
        },
        {
            "标题": "以旧赐战袍等赠韩少师二首 其二",
            "作者": "李纲",
            "内容": "旧钦忠勇冠三军，每一相逢更绝伦。铁马金戈睢水上，碧油红旆海山滨。\n气吞勍敌唐英卫，力破群凶汉禹恂。圣主中兴赖良将，好陪休运上麒麟。"
        },
        {
            "标题": "题刘仲高提刑所藏文与可墨竹",
            "作者": "李纲",
            "内容": "萧郎画竹称逼真，与可所作尤绝伦。不将丹青借粉饰，直把宝墨传精神。\n渭川万个在胸次，援毫戏扫如烟云。眼前先见欲画者，兔起鹘落气益振。\n稚枯偃仰尽变态，笔力斡转风霆春。平生知作几千幅，得心应手老斲轮。\n当时谁是识画者，谪仙东坡盖其人。老坡亦善作此画，意虽已到法未亲。\n是中妙处不传授，但得木石枯鳞皴。自从兵火丧乱后，锦囊玉轴随埃尘。\n公于何处得此本，四枝墨色犹鲜新。风梢雨叶间浓淡，纷披屈折节脉匀。\n置之座右涤炎暑，飒飒更觉秋声闻。子猷会见定绝倒，安用日事栽培勤。\n只今与可骨已朽，妙迹散落此幸存。愿公秘惜勿轻示，更筑小堂名墨君。"
        },
        {
            "标题": "所寓天宁方丈后有阇提花数株连月盛开玉雪可爱怅然有怀成三绝句寄吴元中 其三",
            "作者": "李纲",
            "内容": "冰玉风姿照坐寒，炎荒相遇且相宽。缟衣纻带平生志，正念幽人尚素冠。"
        },
        {
            "标题": "建溪再得雪乡人以为宜茶",
            "作者": "李纲",
            "内容": "闽岭今冬雪再华，清寒芳润最宜茶。泛瓯欲斗千金价，著树先开六出花。\n圭璧自须呈瑞质，旗枪未肯放灵芽。传闻龙饼先春贡，已到钧天玉帝家。"
        },
        {
            "标题": "题仁义驿岁寒堂范文正公所植六松",
            "作者": "李纲",
            "内容": "江驿森森六本松，蜿蜒枝干走虬龙。烟滋鳞甲苍颜老，云惹须髯美荫浓。\n独立雪霜君子操，曾因风雨大夫封。不栽桃李追时好，叹息前贤意可宗。"
        },
        {
            "标题": "食笋蕨",
            "作者": "李纲",
            "内容": "太官饱食厌膻腥，却喜沙阳有竹萌。山蕨迩来尤脆美，一杯聊试煮坡羹。"
        },
        {
            "标题": "过北流县八里游勾漏观留五绝句 其三",
            "作者": "李纲",
            "内容": "羽人相导把霓旌，窈窕松林露气清。不用逢迎同贵客，暂来花院听棋声。"
        },
        {
            "标题": "过北流县八里游勾漏观留五绝句 其一",
            "作者": "李纲",
            "内容": "百里仙山气象雄，参差峰岫翠成丛。云骈鹤驭今何处，丹灶依然洞穴中。"
        },
        {
            "标题": "次韵丹霞录示罗畴老唱和诗四首 其二 和太华庵闻牡丹芍药花香",
            "作者": "李纲",
            "内容": "嘉卉多生佛氏宫，一经鼻观便圆通。妙香来处非和合，岂在根尘吸染中。"
        },
        {
            "标题": "蒙恩除荆湖广南宣抚兼知潭州具奏辞免 其二",
            "作者": "李纲",
            "内容": "昔年宣抚两河间，行次覃怀已召还。壮志久拚身似叶，巧言终使罪如山。\n士风欺蔽犹前日，君命牢辞秪厚颜。回首追思七年事，孤危易感涕空潸。"
        },
        {
            "标题": "蒙恩除荆湖广南宣抚兼知潭州具奏辞免 其一",
            "作者": "李纲",
            "内容": "得罪明时忽六年，生还新自海南边。分甘伏死巉岩下，岂意犹还大将权。\n老似廉颇徒喜饭，才非祖逖敢先鞭。一封沥血输诚恳，深冀皇慈为恻然。"
        },
        {
            "标题": "初入潭州二首 其一",
            "作者": "李纲",
            "内容": "长沙自昔号繁雄，兵火连年一扫空。犹有江湖资险固，恨无方略畅威风。\n旁通川陜关河远，下视荆襄指掌中。圣主中兴当自此，无因借箸感尧聪。"
        },
        {
            "标题": "桃源行",
            "作者": "李纲",
            "内容": "武陵溪水流潺潺，渔舟鼓枻迷溯沿。\n溪穷路尽恍何处，桃花烂漫蒸川原。花间邑屋自连接，云外鸡犬声相喧。\n衣裳不同俎豆古，见客惊怪争来前。杀鸡为黍持劝客，借问世上今何年。\n自从秦乱避徭役，子孙居此因蝉联。不知汉祖以剑起，况复魏晋称戈鋋。\n慇勤留客不肯住，落花流水空依然。渊明作记真好事，世人粉饰言神仙。\n我观闽境多如此，峻溪绝岭难攀缘。其间往往有居者，自富水竹饶田园。\n耄倪不复识官府，岂惮黠吏催租钱。养生送死良自得，终岁饱食仍安眠。\n何须更论神仙事，只此便是桃花源。"
        },
        {
            "标题": "过玉涧道人草堂",
            "作者": "李纲",
            "内容": "道人妙弹琴，能作醉翁操。人亡琴亦亡，颇为识者悼。\n草堂玉涧边，芜没已秋草。穗帐鹤惊空，药杵香馀捣。\n竹光净如洗，桂子寒不扫。松风肃泠泠，犹想琴声好。"
        },
        {
            "标题": "题唐氏所藏崔白画雪中山水",
            "作者": "李纲",
            "内容": "我昔曾为阳羡游，正值雪花大如掌。开门恍讶天地白，云涌群山入书幌。\n铜官远并玉峰寒，罨画暗流冰片响。千岩万壑争出奇，应接高低迷俯仰。\n十年不到浙江西，寤寐胜游劳梦想。大梁崔白岂善幻，断取山川移异壤。\n当时眼界无尽观，都在一幅生绡上。南方炎热瘴疠地，使我翛然毛骨爽。\n天光惨淡阴气凝，片片飞花来苍莽。毫端造化成六出，不比馀工得其髣。\n连峰合沓波涛翻，负雪崔嵬几千丈。谷幽草木枝干老，岩曲楼台檐角敞。\n溪头水落正石出，暮霭沉舟暗鱼网。山墙野壁茅屋深，风飏青帘如五两。\n买鱼酌酒者谁子，应有幽人坐同飨。平生爱雪喜山水，对此乍觉神情恍。\n明窗静看久愈妍，似倩麻姑为爬痒。一时名手真绝艺，妙处工夫谁与赏。\n生前裘马颇萧条，身后丹青空倜傥。惠崇声价亦相先，滕薛未知当孰长。\n我家梁溪富溪山，雪里寒光含万象。每同子猷乘小艇，不数王恭披素氅。\n故山猿鹤会相思，感物兴怀增勇往。时平事定归去来，安得飞翰出尘鞅。"
        },
        {
            "标题": "题石井慈济泉二首 其一",
            "作者": "李纲",
            "内容": "谁将石洞当泉池，馀溜溅溅落水陂。山骨凿开苍玛瑙，云腴凝贮碧琉璃。\n龟浮水面寒光动，竹舞岩端翠影垂。泉石幽奇天下少，秘藏休使北人知。"
        },
        {
            "标题": "题石井慈济泉二首 其二",
            "作者": "李纲",
            "内容": "岩石嵌空湛碧泉，酌甘鉴静意萧然。幽深端有神龙穴，虚迥疑藏古洞天。\n云影漾波光璀璀，石渠飞溜响涓涓。会须掬取岩中水，洒作膏霖遍八埏。"
        },
        {
            "标题": "题黄亭驿",
            "作者": "李纲",
            "内容": "云山一带碧崔嵬，迎我南迁又北回。岁籥才周两经历，此行端为武夷来。"
        },
        {
            "标题": "题止戈堂二首奉呈安抚程待制 其一",
            "作者": "李纲",
            "内容": "会府繁雄冠列城，恩颁符节付名卿。貔貅战罢烽烟息，豺虎销除氛祲清。\n齐阁已闻铃索静，提封更绝羽书惊。止戈当自瓯闽始，愿挽天河洗甲兵。"
        },
        {
            "标题": "题止戈堂二首奉呈安抚程待制 其二",
            "作者": "李纲",
            "内容": "武备森严燕寝东，华堂高敞靓相通。坐令戈甲韬藏地，尽在樽罍谈笑中。\n案上屈盘香篆袅，庭前磊砢荔支红。偃藩乐事今多有，更咏周诗祝屡丰。"
        },
        {
            "标题": "夜霁天象明润仰观有感成一百韵时岁在斗荧惑在氐微甚辰镇陵犯于翼轸间夜半斗杓转占帝座未明台星尚拆云",
            "作者": "李纲",
            "内容": "昊穹运宸极，示人文灿然。万象森布列，七曜纷回还。\n体物具六扰，面朝别三垣。德隆乃循轨，政错因失躔。\n日月有薄蚀，星辰或相挻。晕适与佩玦，精祲光属联。\n灾祥本人致，销弭术在焉。譬犹五藏病，察色推其原。\n讵有使之者，一气兆所先。应病投药石，厥疾尚可痊。\n恬不加料理，瞑眩知何缘。愈病当以药，弭灾当以言。\n苦言逆人耳，龟筴穷根源。甘言悦人意，无乃有后艰。\n虚心行正说，天道咫尺间。太戊正厥事，桑谷反为妍。\n宋景知爱民，法星退亦遄。精诚所感格，应效犹衡权。\n尧舜曰钦若，七政齐玑璿。周公戒成王，敬德享历年。\n奈何后世士，导使不畏天。为子傲厥考，获罪安祷旃。\n论议肇熙丰，猷为终政宣。皇天岂无意，儆戒良拳拳。\n长星踰万丈，赤气夜缤纷。是为兵革祥，厥异古未闻。\n台谏既钳舌，太史亦讳论。事始初破睦，衅成继开燕。\n至今为厉阶，祸难相连延。迨于靖康初，储皇御乾坤。\n胡雏遽犯顺，铁骑凌天阍。虽含恭俭姿，顾乏英伟臣。\n邪正相杂揉，盈庭事纷纭。机会一朝失，安危自兹分。\n愚儒不远虑，贼退已安眠。岂无绕朝策，谁著祖生鞭。\n彗孛扫紫微，急怒如戈鋋。谀臣秘其事，犹欲饰以文。\n踰月始避殿，何以应乎乾。黠虏再称兵，东都满旌旃。\n金汤失险固，豺虎肆噬吞。八骏狩沙漠，神州遂崩奔。\n坐令鸱枭徒，盗据黄屋尊。上帝眷明德，中兴属吾君。\n建炎继大统，威令赫以新。四海望膏泽，攘戎拯斯民。\n光明日初出，照烛穷天渊。阴云忽蔽塞，寰宇陡蒙昏。\n迄今四寒暑，天变何其繁。日中有黑子，翩若燕雀翻。\n赤氛环斗枢，黑祲如突烟。三台日离拆，帝座亦屡迁。\n连年盛夏寒，雨霖日联绵。昨宵偶晴霁，仰视青霄端。\n五纬失躔次，荧惑仅如钱。太白扬其辉，入镇光相联。\n灾变不虚发，天心尚周旋。岌然国势蹙，人谋益回邅。\n飘腾寇骄横，搏逐踰鹰鹯。前年蹂关陜，杀气摩东川。\n去年破山东，轻骑犯淮壖。今年扰江湖，深寇台与温。\n东南几藩府，接境遭刘虔。将帅望风遁，巨贼摩其肩。\n屠戮到稚乳，焚烧无尺椽。翠华亦飘荡，泛海御楼船。\n士卒颇携贰，谁与守四边。内变不能弭，何以禦外患。\n哀哉烝黎心，戴宋何其坚。肝脑涂草野，不忍负国恩。\n乃知祖宗德，渗漉深渊泉。如何廊庙谋，略不加矜怜。\n堂堂艺祖业，挥斥极八埏。谁陈退避策，一一欲弃捐。\n儿戏失两河，甘心丧中原。虽为东南行，初不治篱藩。\n东晋有江左，保守百馀年。问谁居腹心，王导与谢安。\n强藩总重兵，控扼摧凶奸。坐待天下定，此理恐太漫。\n胡不法光武，奋起由空拳。劳身马上治，介冑被沾汗。\n履危救民死，国祚乃复传。正如大厦倾，扶持极艰难。\n一日葺一日，旧业傥可全。略不事撑拄，摧压何由完。\n厥今谁股肱，前辙或未悛。尚容狐鼠辈，寝庙恣穴穿。\n但为一身谋，真若蚁慕膻。风雨正凌暴，不顾栋宇颠。\n宵人用必危，范子何其贤。嗟我素愚拙，三朝荷陶甄。\n愧无徙薪策，徒有燋头愆。罪大幸不死，归途极洄沿。\n废食念宗社，伤心痛元元。不知狂言发，感愤成此篇。\n何当采诗人，为致冕旒前。虽膺斧钺诛，暝目无所冤。\n史鳅以尸谏，一语不敢烦。君臣同修德，庶可回苍圆。"
        },
        {
            "标题": "陈国佐左司寄示天台山图以绝句两章报之 其二",
            "作者": "李纲",
            "内容": "应真飞锡游行处，峭壁危峰跨石桥。便欲远寻方广寺，却疑图上有嘉招。"
        },
        {
            "标题": "陈国佐左司寄示天台山图以绝句两章报之 其一",
            "作者": "李纲",
            "内容": "往年曾读兴公赋，颇爱天台擅美名。数幅生绡传貌得，恍如陆地到蓬瀛。"
        },
        {
            "标题": "同李似之游蒋山",
            "作者": "李纲",
            "内容": "北风阻行舟，驾言游蒋山。相携得良友，谈笑穷跻攀。\n松林静杳冥，殿阁罗烟鬟。宝公骨已冷，白塔孤云间。\n乘高望长空，极目波涛翻。东南正戎马，戈甲照江干。\n与子适相遇，偷此半日闲。怀古六朝远，道旧一笑欢。\n忆昨赐对初，接武玉殿班。螭坳珥史笔，每惭追继难。\n迂疏与世违，谪官堕瓯蛮。宽恩幸脱去，假道来江关。\n邂逅两萍梗，飘泊惊风幡。回首顾浙河，不知涕泗潸。\n著鞭愿努力，世路方多艰。"
        },
        {
            "标题": "途中书怀",
            "作者": "李纲",
            "内容": "去国飘零伴一星，误恩还许谒承明。已甘松菊老三径，岂有材猷厕九卿。\n晚景故惭题柱客，壮怀多谢弃繻生。片帆自逐南风起，遇坎乘流且么行。"
        },
        {
            "标题": "罗畴老录示和丹霞绝句五首次韵 其五",
            "作者": "李纲",
            "内容": "片云出岫当何在，独鹤摩空自识回。若会去来无二相，丹霞应肯下岩来。"
        },
        {
            "标题": "次韵上元宰胡俊明蒋山勤老唱和古风",
            "作者": "李纲",
            "内容": "竺教流传入中土，以相求之无自可。达磨西来直指心，拟议之间已蹉过。\n皮髓谁分深浅机，祖祢翻贻子孙祸。钟山禅老真可人，高唱宗风震江左。\n学流云集欲何为，佛祖要须自心作。宰官倥偬牒讼间，偷暇相从还作么。\n也知襟抱素相亲，更把篇章迭酬和。词严义密读难晓，字顺文从识皆妥。\n应怜孤陋方杜门，亦欲追随良未果。故将佳句寄幽人，此意勤渠滋愧荷。\n谈空摩诘无一言，听法文殊非两个。若将情解议真如，明眼人前应看破。\n世间万法互低昂，正若旋轮与推磨。随时俯仰乃善谋，就中拙者无过我。\n九折羊肠欲着鞭，万里沧溟思纵柁。只今行年四十馀，已觉衰颓多坐卧。\n平生作具何所施，尽以付之一弄火。回光返照默自参，妙湛本然无点涴。\n公方齿壮志气豪，正可立功同魏颗。胡为亦复味禅那，坐视轩裳如絷锁。\n莲社庄严清净池，丈室含容高广座。他时共结香火缘，心期耿耿当非颇。\n为余稽首问勤师，如师材德诚磊砢。钓龙罗凤大江滨，法器谁为语无堕。\n庭前倘有立雪人，我欲因风致三贺。"
        },
        {
            "标题": "归次海康登平仙亭次莱公韵",
            "作者": "李纲",
            "内容": "碧海瞰危亭，波光混大清。旷怀知乐此，夷险本来平。"
        },
        {
            "标题": "晚虹",
            "作者": "李纲",
            "内容": "小雨初收杳霭中，日华照作美人虹。五重绚彩萦层汉，数幅轻绡飏远风。\n饮涧未应占美恶，干阳何必问雌雄。桑榆暮色苍然至，隐隐犹拖半段红。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追 其四",
            "作者": "李纲",
            "内容": "此身堕江湖，恍若在清梦。梦中亦何为，思古亦长恸。\n心驰关塞远，目与飞鸿送。贾客不知愁，凄然笛三弄。"
        },
        {
            "标题": "望九疑",
            "作者": "李纲",
            "内容": "洞庭渺漭芦苇秋，九疑联绵烟霭浮。重瞳一去不复返，苍梧云物空疑愁。\n两阶干羽久寂寞，千古夷夏相仇雠。安得垂衣转琴轸，薰风为解吾民忧。"
        },
        {
            "标题": "西风行",
            "作者": "李纲",
            "内容": "西风陨高梧，秋暑退残热。岂不欣微凉，寤叹惊急节。\n岁华聿云暮，露气繁霜结。干戈随凝阴，虏骑壮胜铁。\n边防久凋残，河洛据戎羯。中原无长城，何以限逸越。\n传闻今年春，关辅已蹀血。强兵健马区，乘间肆陵蔑。\n况兹柔脆乡，岂复劳龁齧。江汉非不深，天险为人设。\n要害无重兵，一苇自可绝。恬然不为备，庙算岂有说。\n翠华果何从，大计宜早决。缅怀沙漠寒，矫首望汉月。\n杳无鸿雁来，宁不野鼠掘。何时金凤辇，复返苍龙阙。\n群生有安堵，国耻稍一雪。努力肉食谋，傍观心已折。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追 其五",
            "作者": "李纲",
            "内容": "江湖渺无涯，怅然怀震泽。地分吴楚远，天共云水白。\n鲈鱼正堪脍，蟹螯亦可擘。何日归去来，秋风思迁客。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追 其七",
            "作者": "李纲",
            "内容": "湖光如镜平，风雨一摇荡。蜿蜒舞翠蛟，汹涌叠银浪。\n帆樯走阵马，势出霄汉上。吾生幸可惜，何事鱼腹葬。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追 其三",
            "作者": "李纲",
            "内容": "秋色到极浦，层空霭行云。长剑抚玉珥，欲降云中君。\n桂旗澹偃蹇，风驭何缤纷。淹留岂予愿，沐浴空兰薰。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追 其六",
            "作者": "李纲",
            "内容": "西风木叶脱，洞庭水层波。蘋芷满洲渚，有怀忧思多。\n眇眇帝子愁，欲降山之阿。兰蒸奠桂酒，浩唱闻九歌。"
        },
        {
            "标题": "次韵和渊明形影神三首 其一 形赠影",
            "作者": "李纲",
            "内容": "大块已载我，何如未生时。气变芒芴间，七窍谁凿之。\n百骸与九藏，假合以成兹。与子非故交，从我如相期。\n屈伸及动止，契合初不思。常恐随物化，念此情凄洏。\n我生梦幻中，变灭不复疑。安得永相保，听我悲来辞。"
        },
        {
            "标题": "晚泊苍梧有感",
            "作者": "李纲",
            "内容": "常诵苍梧云正愁，岂知理棹此间游。火山冰井旧传有，桂水藤江相合流。\n念远心如嘶北马，踰年行遍峤南州。重华一去不复返，怅望九疑空白头。"
        },
        {
            "标题": "煨芋",
            "作者": "李纲",
            "内容": "今夕何夕夜未央，天寒拥炉更漏长。缩肩环坐有饥色，呼童取芋灰为塘。\n蹲鸱得火良易熟，脱落皮毛如紫玉。迭煨迭进争相先，笑语颇喧知实腹。\n锦里先生亦不贫，家园收拾动千斤。凶年自可活妻子，美好不减岷江滨。\n邺侯昔游衡岳左，懒瓒食馀贻半个。我今归去隐家山，岂复从人觅残颗。\n臞儒奉养亦已微，一饱便吟煨芋诗。君不见齐公夜半意不嗛，易牙煎熬燔炙和调五味而进之。"
        },
        {
            "标题": "中秋望月有感寄叔易季言并简仲辅弟",
            "作者": "李纲",
            "内容": "前年河内中秋月，玉帐初寒铁衣滑。羽书狎至不成眠，坐伴清光到明发。\n是时季弟在幕中，病隔纱窗共谈说。出师未捷身已危，继被宸章召还阙。\n去年中秋寓宋都，金针篆字看除书。夜同叔弟坐月下，仰望赤气环斗枢。\n经营两河初就绪，斥罢将帅良非图。陵晨廷争不可得，上还印绶归东吴。\n今年谪官旅湖外，又值中秋有佳气。纤云四卷天无河，月色满庭如泼水。\n缅怀诸季会合难，但与阿宗相劳慰。举杯邀月应笑人，处处相逢万馀里。\n我生端遇国步艰，出入将相三年间。功名富贵亦何有，慨念四海悲汍澜。\n心驰沙漠关塞远，身堕江湖风露寒。不须更问世间事，但愿对月身常闲。"
        },
        {
            "标题": "煨芋",
            "作者": "李纲",
            "内容": "禅房夜坐腹半饥，寒炉拨火煨蹲鸱。冻肤傍煖渐舒畅，展转更觉鸣声悲。\n毳衣脱落丰肌滑，玉软酥香不劳齧。芳甘著颊自生津，多病文园正消渴。\n吾生老矣来荆蛮，得汝聊助癯儒餐。不学当年鬼谷子，粪土堆头拜懒残。"
        },
        {
            "标题": "志宏复示秋意五篇次韵和之 其五",
            "作者": "李纲",
            "内容": "秋兴殊未极，秋溪可杭苇。顺流欲东行，一观沧溟水。\n洗我万古愁，胸中莹无滓。又欲归梁溪，候门有稚子。\n携幼酒盈樽，泛此东篱蕊。躬耕复著书，茗饮追甫里。\n听子场屋声，入我山林耳。文字惊世人，一日传万纸。"
        },
        {
            "标题": "再用陈园韵示邓志宏",
            "作者": "李纲",
            "内容": "青松更雪霜，始见枝干老。挺然节操士，安用致身早。\n吾衰习禅观，颇觉得无恼。每于文字间，未免尚穷讨。\n遇物空吟哦，愧乏句语好。有时肆狂言，自哂太草草。\n儒生舍翰墨，无与寄幽抱。富贵非所愿，神仙渺云岛。\n宁知万卷中，养此一气浩。子若汗血驹，振辔千里道。\n我如铩翮鸿，毛羽半摧槁。适然相值遇，岂异宛丘翿。\n新诗迭唱酬，险韵类虚捣。文章虽末技，尘语贵除扫。\n勉哉扛鼎力，回此狂澜倒。此外复何为，穷通付旻昊。"
        },
        {
            "标题": "志宏复示秋意五篇次韵和之 其四",
            "作者": "李纲",
            "内容": "秋风入虚堂，凄微带烟苇。堂中拙居士，湛然如止水。\n默坐观是心，自觉无纤滓。不知读何经，但说舍利子。\n心清闻妙香，天花散芳蕊。含容河沙界，方寸知几里。\n神光常在目，妙响不离耳。处处获圆通，谁云钻故纸。"
        },
        {
            "标题": "次韵邓志宏梅花",
            "作者": "李纲",
            "内容": "空山极望皆黄苇，欲挽天河聊一洗。溪边的皪见梅花，冷蕊疏枝澹烟水。\n安得健步移我堂，清夜桂魄来孤光。人寰尘土飞不到，鼻观寂寂闻天香。\n吾衰文思久不起，见子新诗端可喜。落英坐使笑天桃，结实定知非苦李。\n年来踪迹堕空濛，与子追随邈未穷。琢磨妙句觑天巧，为我一振诗家风。"
        },
        {
            "标题": "志宏复示秋意五篇次韵和之 其三",
            "作者": "李纲",
            "内容": "秋风振回溪，宿鹭起汀苇。孤飞一片雪，寒影落烟水。\n羽毛可为仪，皓洁绝埃滓。心迹两翛然，邈若佳公子。\n却栖碧山岑，瑶树发琼蕊。岂知黄鹄心，一举眇千里。\n翔集太液池，彼此皆戏耳。丹青虽善画，为我拂水纸。"
        },
        {
            "标题": "志宏复示秋意五篇次韵和之 其二",
            "作者": "李纲",
            "内容": "秋色一夜改，白露漙苍苇。冠屦变凄清，如濯沧浪水。\n慢肤素多汗，执热结成滓。振衣得新凉，俨若侍君子。\n起观庭中花，露叶耿烟蕊。景物但可人，溪山即吾里。\n浮生驹过隙，百年一瞬耳。惟有古圣贤，高名在毫纸。"
        },
        {
            "标题": "是日闻报御笔许牵复有感",
            "作者": "李纲",
            "内容": "闻有佳音自日边，羁臣感极却悽然。矜愚本自加三宥，作赋休云谪九年。\n戏膝但能纡彩服，侍香那复望青毡。恩隆天地当何报，击壤为氓老一廛。"
        },
        {
            "标题": "有诏举贤良方正作诗勉钱申伯使继世科",
            "作者": "李纲",
            "内容": "中兴天子开贤科，笼络英俊归网罗。此科久废习者少，应诏正恐人未多。\n君家三世五制举，名与嵩华争嵯峨。玉堂金马皆故物，高文大策垂不磨。\n今君落笔妙天下，该洽辩博如悬河。胡不进卷对廷策，清芬远绍扬其波。\n勒兵小试见家法，坐却勍敌挥雕戈。君如有意作大将，我愿荐信同萧何。\n功名晚达未为老，志气方壮靡有他。勉哉努力为门户，慎勿自弃成蹉跎。"
        },
        {
            "标题": "同诸季及邹德久昆仲游龙潭",
            "作者": "李纲",
            "内容": "避地寓江左，精庐极深幽。驾言穷胜赏，遂作龙潭游。\n暑气敛以退，轻云蔼而浮。疏林未摇落，山色宜清秋。\n萝磴穿窈窕，松风散飕飗。铁花秀石壁，玉韵锵溪流。\n谁将三峡桥，断取来岩陬。会心得佳趣，浊酒相献酬。\n嫩菊青可摘，寒蔬郁堪羞。乐哉山林间，乃尔远世忧。\n岂知江淮濆，杀气横戈矛。幽讨未云已，散策层冈头。\n天绅拖脩瀑，落此万丈湫。空濛杳霭中，时有飞鱼游。\n神物不可见，下隐长黄虬。百谷正焦枯，胡为此淹留。\n会乘风雷便，一起泽九州。我与二三子，于世初无求。\n萧然岩壑姿，正可擅一丘。愿言假吾居，聊作潜珍谋。\n玉函畀思邈，贝阙归灵脩。何须挟白羽，共逐青绡牛。"
        },
        {
            "标题": "送邹德久还大柘旧隐三十韵",
            "作者": "李纲",
            "内容": "抱病卧云海，杜关谁与游。邹子惠过我，命驾无停辀。\n但思一会面，不愿万户侯。故人相许心，拔俗今焉俦。\n触热涉长道，始识瓯闽州。叩门泉石边，僮仆惊髭虬。\n怪我齿发衰，志气非昔侔。岂知数年来，患难如戈矛。\n收悲且欢欣，身健馀何求。情话豁怀抱，高辞绍轲丘。\n远寻云间寺，屡泛江上舟。同擘荔枝红，坐见菊花秋。\n告我欲遄返，归袖风飕飕。投老不禁别，聊兹小淹留。\n置酒古道场，大白相献酬。短日忽西匿，轻云霭而浮。\n露下松桂枝，月转西南楼。慇勤渭城唱，达旦增离愁。\n念子韫器业，学慱仕未优。至宝委路傍，谁能辨琳球。\n世事方多难，英俊宜旁搜。何人有高识，荐此穷马周。\n丈夫重气槩，出处非身谋。岿然栋梁材，回首须万牛。\n玄豹且深隐，騄骥将见收。嗟我蒲柳姿，雅称山林幽。\n平生七不堪，岂独三宜休。国恩竟未报，负此终身羞。\n行矣勉著鞭，俟时摅壮猷。他年钟鼎勋，在子吾何忧。"
        },
        {
            "标题": "江行十首 其九",
            "作者": "李纲",
            "内容": "杳杳楚天阔，悠悠江浦清。便风帆腹满，顺水橹腰轻。\n烟澹山逾碧，云高雨易晴。无心问渔父，浊酒慰平生。"
        },
        {
            "标题": "次韵志宏泛碧斋会连饮三罚爵",
            "作者": "李纲",
            "内容": "占得溪山作散仙，更欣佳客许邀延。醉红岂解胜文字，举白还能乐圣贤。\n序饮我方追柳子，赋诗子已过刘颠。乱云细细无情致，不放银蟾上碧天。"
        },
        {
            "标题": "山月驿闻子规次韵",
            "作者": "李纲",
            "内容": "春枕梦回孤馆悄，世故萦心愁不了。山深夜闲子规啼，残月满窗天未晓。"
        },
        {
            "标题": "闻子规",
            "作者": "李纲",
            "内容": "江南四月五月时，空山月夜啼子规。劝我不如归去好，我方远谪何时归。\n中原杳杳暗锋镝，纵使得归何所益。不如且住碧山中，为凭青鸟通消息。"
        },
        {
            "标题": "游五松山观李太白祠堂",
            "作者": "李纲",
            "内容": "大江东南流，鼓柁江水上。薄游五松山，获见谪仙像。\n呜呼天宝间，治乱如反掌。兵戈暗中原，豪杰多长往。\n谪仙当此时，逸气隘天壤。脱身来江东，缥渺青霞赏。\n作诗几千篇，醉笔笼万象。迄今有遗祠，识者共瞻仰。\n嗟予岂后裔，愚拙谁复尚。珥笔玉殿螭，谪官闽岭瘴。\n荷恩许生还，冒险理归桨。于焉觌仙风，足以慰遐想。\n愿言继清芬，何由揖英爽。"
        },
        {
            "标题": "午暑憩潭田精舍老僧求询其曾游方否云以少尝一到分宁感而赋此",
            "作者": "李纲",
            "内容": "修江深寂处，兰若寄高邱。松竹有古意，云山无世愁。\n老僧头已白，邻邑幼曾游。自哂何为者，半生踰百州。"
        },
        {
            "标题": "舣舟泊头镇风雨中乘小舟行十馀里遵陆游罗浮山宝积延祥寺",
            "作者": "李纲",
            "内容": "神山失凭依，漂泊西南州。连峰蟠秀气，作镇苍溟陬。\n世传朱明洞，深秘未易求。夜半见赤日，光若金鳌浮。\n我来夏正中，川涨通行舟。弭棹泊头渚，遂作罗浮游。\n山灵悯病暑，风雨为变秋。云开远岫出，黛色散不收。\n篮舆陟翠微，颇得精庐幽。雅志惬丘壑，斯行岂人谋。\n愧烦五色雀，顾我鸣啁啾。寓目天水永，微茫见瀛洲。\n中原正云扰，盗贼屯蜂蟊。而我卧云海，归途亦淹留。\n逝将憩真境，秘诀追前修。稚川不可见，得见野人不。"
        },
        {
            "标题": "次韵和瑛老颂",
            "作者": "李纲",
            "内容": "默堂前对五松山，敌面机锋一瞬间。禅客相逢休拟议，草鞋价直欲谁还。"
        },
        {
            "标题": "午暑憩夜明馆道傍清流激湍可爱所乏者茂林修竹耳二首 其二",
            "作者": "李纲",
            "内容": "宝气何年夜发明，至今邮舍得佳名。我来不暇寻光景，但爱锵金漱玉声。"
        },
        {
            "标题": "午暑憩夜明馆道傍清流激湍可爱所乏者茂林修竹耳二首 其一",
            "作者": "李纲",
            "内容": "火云千丈映溪山，正是人间行路难。赖有道傍飞瀑在，喷霜翻雪作清寒。"
        },
        {
            "标题": "感皇恩（枕上）",
            "作者": "李纲",
            "内容": "西阁夜初寒，炉烟轻袅。竹枕绸衾素屏小。片时清梦，又被木鱼惊觉。半窗残月影，天将晓。\n\n幻境去来，胶胶扰扰。追想平生发孤笑。壮怀消散，尽付败荷衰草。个中还得趣，从他老。"
        },
        {
            "标题": "西林寺",
            "作者": "李纲",
            "内容": "东林大禅苑，殿阁杰以雄。西林乃律居，僧房小玲珑。\n泉流庭庑间，宛转如鸾龙。花竹深窈窕，松萝郁青葱。\n纵观鲁公书，远揖峭直风。馀碑虽峥嵘，一扫凡马空。\n安得数椽地，介居二林中。当有远公流，策杖时相从。"
        },
        {
            "标题": "志宏见和西轩诗再赋前韵",
            "作者": "李纲",
            "内容": "休将内外别游观，一处安时在处安。画虎若成那类狗，牧羊已熟不须栏。\n芥瓶历历光明现，华藏重重境界宽。笑指庭前花树子，为言欲作么生看。"
        },
        {
            "标题": "渔家傲（九月将尽，菊花始有开者）",
            "作者": "李纲",
            "内容": "木落霜清秋色霁。菊苞渐吐金英碎。佳节不随东去水。谁得会。黄花开日重阳至。\n\n三径旧栽烟水外。故园凝望空流泪。香色向人如有意。挼落蕊。金尊满满从教醉。"
        },
        {
            "标题": "春词二十首 其十二",
            "作者": "李纲",
            "内容": "谁使鸣禽自在啼，感春端似惜芳时。一枝暂寄休饶舌，静处须防挟弹儿。"
        },
        {
            "标题": "溪涨 其二",
            "作者": "李纲",
            "内容": "雨过浑流涨晓溪，茫茫烟水拍春堤。凄凉柱史凭虚阁，犹忆都城水自西。"
        },
        {
            "标题": "溪涨 其一",
            "作者": "李纲",
            "内容": "中宵骤雨驾惊雷，逗晓盘涡毂浪来。端恐溪神似河伯，望洋向若始知咍。"
        },
        {
            "标题": "喜迁莺（自池阳泛舟）",
            "作者": "李纲",
            "内容": "江天霜晓。对万顷雪浪，云涛氵弥渺远岫参差，烟树微茫，阅尽往来人老。浅沙别浦极望，满目余霞残照。暮云敛，放一轮明月，窥人怀抱。\n\n杳杳。千里恨，玉人一别，梦断无音耗。手捻江梅，枝头春信，欲寄算应难到。画船片帆浮碧，更值风高波浩。几时得向尊前，销却许多烦恼。"
        },
        {
            "标题": "赠虞公明察院",
            "作者": "李纲",
            "内容": "岧峣古城隅，下为凤凰池。凤去不复返，池水空涟漪。\n傍有幽人庐，松竹森四围。结构极爽垲，借问居者谁。\n先生闻道久，昨自海上归。食枣大如瓜，定曾见安期。\n不知修何术，能夺造化机。金鼎灿含葩，玉池滟生肥。\n颠倒出龙虎，腾降分坎离。行年五十馀，气貌如婴儿。\n馀暇付图史，不废酒与诗。高堂会宾友，落笔风雨驰。\n戏事聊复尔，一笑初何为。悬知广成子，千岁形不衰。\n顾我抱迂拙，与世真相违。徒欲睎骥騄，曾未窥藩篱。\n寓居迩函丈，数造董公帷。愿闻众妙门，成此一段奇。\n胡为久闭拒，客至辄围棋。归隐志已定，后会知何时。\n铭心誓相学，发药幸教之。他年倘有得，同驾云中螭。"
        },
        {
            "标题": "换骨岩",
            "作者": "李纲",
            "内容": "玄化升真十六天，灵仙蝉脱翠岩前。金坚玉润留馀骨，密锁烟霞几百年。"
        },
        {
            "标题": "次韵王尧明喜雨古风",
            "作者": "李纲",
            "内容": "神化茫茫端莫测，不雨踰时忽盈尺。谁云幽默志难通，一念周圆诚已格。\n井枯河竭欲飞尘，麦秀渐渐实半娠。翠虬潜伏杳无处，遗蝗出地方鳞鳞。\n观音妙智悲慈主，为洒杨枝作甘雨。应怜祷禬罄勤渠，致遣神人梦中语。\n雨旸之数虽有时，迟速亦可精神移。世间万法尽心造，报若影响宁难期。\n不知今夕复何夕，千里风云来阵墨。驱雷掣电雨建瓴，似赴前期初不忒。\n威神自在谁复如，噀酒投颅术已疏。有秋颇足慰民望，可喜更须烦史书。\n衣冠北渡连墙堵，旅食经时念终窭。已欣霖雨起蟠龙，更庆天兵擒猛虎。\n迩来世事不挂心，惟有忧国思犹深。安得年丰群盗息，归助击壤尧民音。"
        },
        {
            "标题": "次韵曾徽言桂浆",
            "作者": "李纲",
            "内容": "金椀擎来碧玉浆，端令袢暑吸飞霜。何须社瓮曲蘖法，自带广寒风露香。\n清入肺肝殊有韵，甘馀齿颊固难忘。七瓯已胜卢仝茗，似得仙人石髓尝。"
        },
        {
            "标题": "仙机岩",
            "作者": "李纲",
            "内容": "云去仙机杼轴空，报章何日已成功。天孙织就烟霞锦，吹落溪山夕照中。"
        },
        {
            "标题": "岩桂二首 其一",
            "作者": "李纲",
            "内容": "汲水养岩桂，最怜风露香。黄花金琐碎，碧叶玉光铓。\n却忆七闽路，有怀中隐堂。相看久不厌，气味自难忘。"
        },
        {
            "标题": "岩桂二首 其二",
            "作者": "李纲",
            "内容": "远地见佳木，依然如故人。难当禅客意，为折数枝新。\n自耐风霜早，不惭兰蕙春。慇勤置瓶水，寂寞伴闲身。"
        },
        {
            "标题": "崇阳道中作四首 其三",
            "作者": "李纲",
            "内容": "承平无事久，万里尽农桑。谁使干戈起，坐令民物疮。\n关河成阻绝，京洛亦凄凉。尚喜江湖外，斯民游乐康。"
        },
        {
            "标题": "崇阳道中作四首 其一",
            "作者": "李纲",
            "内容": "我行江南春，初见农事作。及兹旅湖外，秋稻半已穫。\n隔林闻晚舂，藁秸积篱落。童稚亦熙熙，田家有馀乐。"
        },
        {
            "标题": "崇阳道中作四首 其二",
            "作者": "李纲",
            "内容": "溪清石齿齿，山远木苍苍。落日烟景暮，西风粳稻香。\n茂林归鸟雀，平隰下牛羊。月露浩如洗，凄然欲结霜。"
        },
        {
            "标题": "十二咏 其四 橘亭",
            "作者": "李纲",
            "内容": "雪避繁华叶胜云，野亭秋后露苞新。橘中不减商山乐，留与昂藏四老人。"
        },
        {
            "标题": "新月二首 其二",
            "作者": "李纲",
            "内容": "初月明生小，众星寒吐铓。穿林未惊鹊，傍户已窥床。\n渐喜山川晓，自令风露凉。仙人贴片玉，为我赐清光。"
        },
        {
            "标题": "新月二首 其一",
            "作者": "李纲",
            "内容": "碧落银蟾吐，知从何处来。雕弓弦未上，宝镜匣初开。\n照水钩沉影，窥人光满怀。微升已西没，露坐兴悠哉。"
        },
        {
            "标题": "崇阳道中作四首 其四",
            "作者": "李纲",
            "内容": "连年兵甲兴，犹幸东南稔。食足无叛民，闾里得安枕。\n传闻江淮间，蝗旱今犹甚。努力事燮调，未寒心已凛。"
        },
        {
            "标题": "船场岩",
            "作者": "李纲",
            "内容": "仙艇何年插翠微，云篷烟棹尚依依。凌虚欲鼓天边柁，唤取双龙背负飞。"
        },
        {
            "标题": "自金沙至梅口宿农家",
            "作者": "李纲",
            "内容": "夏夜宿山庄，风吹禾稼香。儿童窥户牖，鸡犬讶冠裳。\n戛戛竹摇翠，辉辉萤弄光。浊醪浇渴肺，梦觉月侵床。"
        },
        {
            "标题": "宿岩头寺",
            "作者": "李纲",
            "内容": "天气沉阴迫季秋，通城早发宿岩头。催寒小雨松桂湿，出岫孤云嵌洞幽。\n瓶锡真还行脚债，钳锤罕遇点胸俦。夜深云散千峰月，注目寒空独倚楼。"
        },
        {
            "标题": "宿疏山戏成一绝",
            "作者": "李纲",
            "内容": "疏山缘熟岂无由，暂到人人识故侯。临别慇勤语禅子，秪来托宿不来游。"
        },
        {
            "标题": "志宏送岩桂并惠长篇求予赋诗次韵答之",
            "作者": "李纲",
            "内容": "我来闽岭值春月，坐见园林花竞茁。殷红枝上破燕脂，嫩白稍头开玉雪。\n平生苦吟缘爱奇，对花岂忍都无诗。愧将拙句写天巧，但把浊酒酬春晖。\n适来岩桂花尤好，乱缀黄英向青昊。非时似欲斗群芳，草木无情亦相恼。\n栟榈送花来觅句，端恐梁溪得归去。谪官且作九年期，家在天涯那复顾。\n何时万里吹秋风，清香伴此金芙蓉。临风一醉百忧散，看子挥毫如彩虹。"
        },
        {
            "标题": "严陵滩下作二首 其二",
            "作者": "李纲",
            "内容": "帝座高悬汉客星，樵渔今亦想英声。钓台直下三千尺，谁谓先生只钓名。"
        },
        {
            "标题": "严陵滩下作二首 其一",
            "作者": "李纲",
            "内容": "世祖龙飞万国朝，故人依旧隐蓬蒿。羊裘肯换貂冠贵，钓石终齐凤阙高。\n共宿客星亲帝座，贻书直气压时豪。东京臣子多名节，皆自先生铸此曹。"
        },
        {
            "标题": "泗上瞻礼僧伽塔",
            "作者": "李纲",
            "内容": "汤汤淮泗滨，实为至人居。至人骨已冷，灵响初不渝。\n巍然窣堵波，金碧耀云衢。突兀三百尺，势欲凌霄虚。\n乃知天人师，宜有神明扶。忆昔岁乙未，奉亲由此途。\n开关瞻晬容，端相不可诬。清秋日当午，为现摩尼珠。\n蝉联宝铎间，悬缀如流苏。万目共瞻睹，稚耋驩惊呼。\n重来念旧事，感叹涕潸如。再拜礼双足，如师真丈夫。"
        },
        {
            "标题": "十二咏 其三 药圃",
            "作者": "李纲",
            "内容": "病翁饵药欲扶衰，自斸霜根种种移。端为出山成小草，白云深处养青芝。"
        },
        {
            "标题": "次韵廷俊纪药圃小集见赠之作",
            "作者": "李纲",
            "内容": "远邀车马出郊东，高阁登临四顾雄。雨饱共欣秧稻绿，酒酣尤爱荔枝红。\n漫同小隐开三径，颇效前贤时一中。坐上众贤皆降叹，满浮大白莫如公。"
        },
        {
            "标题": "次韵谪居三适 夜卧濯足",
            "作者": "李纲",
            "内容": "养生贵养足，不假衾与裯。温温斗水间，可以解我忧。\n月露夜寂寂，风雨寒飕飕。呼童具盆汤，足若双蜺投。\n老来嗜坐卧，突兀鹰在韝。有时起游行，恍讶烟云浮。\n自从饱涤濯，此病良已瘳。虚堂日千转，轻捷如沐猴。"
        },
        {
            "标题": "初寒",
            "作者": "李纲",
            "内容": "霜早风高寒气萌，可堪独傍楚江行。貂裘已敝苏季子，葛屦更穿东郭生。\n卯酒晕红朝玉颊，夜炉燃鼎沸松声。妻孥千里应思我，怅望牛衣此日情。"
        },
        {
            "标题": "夜坐 其一",
            "作者": "李纲",
            "内容": "春夜沈沈灯影明，卷书兀坐忽三更。不知船外风多少，但听满江波浪声。"
        },
        {
            "标题": "夜坐观书",
            "作者": "李纲",
            "内容": "铜漏丁丁杂雨声，夜凉兀坐已三更。十年奔走成何事，依旧韦编对短檠。"
        },
        {
            "标题": "通衢驿夜坐有感二首 其一",
            "作者": "李纲",
            "内容": "永夜发孤笑，起看河汉流。群山涌翠浪，纤月挂琼钩。\n岂谓艰难日，翻成汗漫游。虚舟全不系，暮景付沧洲。"
        },
        {
            "标题": "通衢驿夜坐有感二首 其二",
            "作者": "李纲",
            "内容": "酷暑事行役，瘴云天一方。晓登丞相岭，夜宿翰林堂。\n月落星河耿，轩开风露香。微凉生枕簟，归梦到江乡。"
        },
        {
            "标题": "夜坐 其二",
            "作者": "李纲",
            "内容": "波涛漠漠雨纷纷，夜泊江南烟水村。慨念平生都不寝，可怜心事向谁论。"
        },
        {
            "标题": "移花",
            "作者": "李纲",
            "内容": "幽人怜我葺幽轩，为植名花满槛前。须信人穷天未厌，炎晖变作养花天。"
        },
        {
            "标题": "次沙阳留题寓轩",
            "作者": "李纲",
            "内容": "一纪重来一梦中，寓轩脩竹自春风。故人散去因群盗，旧意相亲惟七峰。\n溪上偶存凝翠阁，圃中安往乐全翁。感时不用频惆怅，万法从来本是空。"
        },
        {
            "标题": "陈兴宗供茉莉",
            "作者": "李纲",
            "内容": "幽人萧散省诸缘，也解栽花满槛前。羞把天姿争媚景，故将清格占炎天。\n毗耶遣化来香积，隐圃移根入寓轩。多谢庄严修妙供，愿熏芬馥散无边。"
        },
        {
            "标题": "再赋志宏千叶莺粟",
            "作者": "李纲",
            "内容": "春深百草争开花，天香国色世共嘉。谁令莺粟亦妍好，濯濯似举风中霞。\n一畦同种偶千叶，巧思端属东君家。年来居士已忘物，对花聊复一笑呀。\n色空本是不二法，何用自生分别耶。更思崖蜜煮牛乳，甘滑满瓯全胜茶。"
        },
        {
            "标题": "兴宗许借盆荷以诗索之",
            "作者": "李纲",
            "内容": "隐圃清和夏景初，小盆荷芰已扶疏。借公瓦沼开花种，伴我松轩晏坐馀。\n断取当如妙喜国，庄严且作化人居。秋风幻出芙蕖后，来去须观本一如。"
        },
        {
            "标题": "隐圃岩桂盛开兴宗屡以为供",
            "作者": "李纲",
            "内容": "沙阳岩桂虽云多，不若隐圃为骈罗。结根盘据极高大，荫庭一亩才数科。\n青葱翠盖俯轩槛，夭矫苍虬交枝柯。\n森森密叶碧如玉，扑扑细蕊黄于鹅。风传剩馥尚酷烈，月散清影长婆娑。\n幽香岂止到十里，妙质端恐移金波。不随春景斗妍媚，直与秋色争清和。\n芳鲜似欲伴佳菊，冷落更觉怜衰荷。幽人爱此自培植，林下不知双鬓皤。\n为予折赠诚有意，欲遣鼻观通禅那。吾衰万事付之懒，不饮奈此秋光何。\n径须造诣谋一醉，莫待花落沾庭莎。妙香吸引入肺腑，吐作佳句同吟哦。"
        },
        {
            "标题": "题陈氏隐圃佚老堂二十韵",
            "作者": "李纲",
            "内容": "处世如大梦，悟者能有几。钟鸣漏已尽，耽著不知止。\n贤哉颍川公，才老即谢事。悬车筑园池，归作隐君子。\n大块方逸我，顺之聊复尔。燕居二十年，坐进端为此。\n委形虽物化，妙湛本无死。我来恨不及，犹喜识其嗣。\n鬓眉皓已霜，眸子炯如水。头著白纶巾，萧散真晋士。\n传家有高风，何必拾青紫。衡门久不开，荒径为我洗。\n相携步方塘，春渌涨清泚。修篁间苍松，新槐杂嘉卉。\n断桥堆露箨，危架引烟蕊。荫庭桂团团，叠涧石齿齿。\n萧森无俗姿，旷远含古意。慰我放逐情，翛然百忧弭。\n缅怀前人风，安得九原起。相过不厌频，追随从此始。"
        },
        {
            "标题": "志宏送千叶莺粟走笔代简",
            "作者": "李纲",
            "内容": "世传莺粟如纸花，品目不为人所嘉。那知亦解吐繁艳，深红浅白凌朝霞。\n一窠千叶类芍药，传种本自何人家。栟榈乞得不敢惜，长须走送声呀呀。\n杜门宴坐观内典，方丈寂寂如毗耶。散花侍女一笑粲，居士默然惟啜茶。"
        },
        {
            "标题": "咏草",
            "作者": "李纲",
            "内容": "梦觉池塘碧草萋，风摇烟湿已菲菲。绵联山色不知远，惆怅王孙何日归。\n微质亦知烦雨露，寸心终欲报春晖。芳根纵腐犹能化，舞蝶流莺到处飞。"
        },
        {
            "标题": "药山三咏 其二 伏牛庵",
            "作者": "李纲",
            "内容": "侍者何须召二空，一元调伏自知风。轩然栋宇翚飞处，何似当年茅竹中。"
        },
        {
            "标题": "山居四景 其四 窗月",
            "作者": "李纲",
            "内容": "月出松林已半廊，故开窗牖纳清光。嫦娥应讶年来瘦，千首新诗书满床。"
        },
        {
            "标题": "去岁寓长沙游道林岳麓真天下绝景也今相去不远无因再游赋诗见意",
            "作者": "李纲",
            "内容": "衡山之陬湘水滨，道林岳麓天下少。蟠冈复岭相掩重，石磴松门递萦绕。\n经行多在烟霭间，台殿半开云木杪。衲僧宴坐禅寂馀，朝磬暮钟清杳杳。\n凭高旷望楚天阔，志气已逐飞鸿矫。橘洲枫浦指顾中，俯视更觉长沙小。\n风樯浪舶千艘屯，丹楼粉堞百雉缭。苍茫晓色散平川，点缀残霞映疏蓼。\n从来篇翰谁最优，沈宋杜韩争表表。古今尘迹散烟云，独有斯文传不了。\n隔年清赏回首空，斯欲再游真漭渺。苍梧九疑云漠漠，青草洞庭风袅袅。\n有时幽梦一到之，觉来枕席清秋晓。人间万事不由人，安得忘情逐猿鸟。"
        },
        {
            "标题": "游麻姑山二首 其二",
            "作者": "李纲",
            "内容": "宝髻云鬟衣彩霞，飙轮曾过蔡君家。河滨织女不停织，海上花姑长似花。\n几见桑田变沧海，犹将菽粟化丹砂。此身漂泊干戈际，妙指烦于痒处爬。"
        },
        {
            "标题": "游麻姑山二首 其一",
            "作者": "李纲",
            "内容": "鲁公辞翰勒山巅，鲠峭风姿亦喜仙。假道来游非偶尔，追寻遗迹更茫然。\n野花幽草堪成梦，老鹤乔松不记年。谁谓瑶台无路到，月明风露正涓涓。"
        },
        {
            "标题": "江城子（再游武夷，至晞真馆，与道士泛月而归）",
            "作者": "李纲",
            "内容": "武夷山里一溪横。晚风清。断霞明。行至晞真、馆下月华生。仙迹灵踪知几许，霞明。行至晞真、馆下月华生。仙迹灵踪知几许，云缥缈，石峥嵘。\n\n羽人同载小舟轻。玉壶倾。荐芳馨。酣饮高歌，时作步虚声。一梦游仙非偶尔，回棹远，翠烟凝。"
        },
        {
            "标题": "次韵王丰甫同游西禅斗车堂",
            "作者": "李纲",
            "内容": "杰阁雄楼杳霭间，佳辰良夜共跻攀。斗回高柄临华栋，月涌清光出远山。\n急景行将悲晼晚，此身难得到宽闲。世间百虑何时了，且对金樽一解颜。"
        },
        {
            "标题": "读四家诗选四首 其四 太白",
            "作者": "李纲",
            "内容": "谪仙乃天人，薄游人间世。词章号俊逸，迈往有英气。\n明皇重其名，召见如绮季。万乘尚僚友，公卿何介蒂。\n脱靴使将军，故自非因醉。乞身归旧隐，来去同一戏。\n沈吟紫芝歌，缅邈青霞志。笑著宫锦袍，江山聊傲睨。\n肯从永王璘，此事不须洗。垂天赋大鹏，端为真隐子。\n神游八极表，捉月初不死。"
        },
        {
            "标题": "游长芦见众僧已披剃",
            "作者": "李纲",
            "内容": "圆顶方袍复旧仪，欣欣便觉众情熙。可怜尽堕狙翁术，暮四朝三元不知。"
        },
        {
            "标题": "寓郁林著易传有感 其一",
            "作者": "李纲",
            "内容": "谪来海峤远兵戈，精义微言得切瑳。地入郁林怀陆绩，桴浮沧海学东坡。\n圣经广大随人取，众说纷纶奈若何。从此梁溪作诗少，用心已向六龙多。"
        },
        {
            "标题": "至芜湖闻贼陷钱塘复为官军所得有感 其一",
            "作者": "李纲",
            "内容": "督府繁华一扫空，须知狂寇计非庸。庙堂若为苍生计，早筑高坛拜卧龙。"
        },
        {
            "标题": "读韩偓诗并记有感 其一",
            "作者": "李纲",
            "内容": "唐室昔不竞，天纲遂陵迟。阉竖擅朝政，奸雄肆觎窥。\n天子遭迫胁，翠盖蒙尘飞。矢石集黄屋，四郊皆鼓鼙。\n群凶虽殄灭，国命亦已移。韩子司翰苑，实被昭宗知。\n忠言虽屡贡，颠厦诚难支。谪官旅南土，召复不敢归。\n当时白马驿，从横卿相尸。投之浊流中，至今耆旧悲。\n夫子乃幸免，祸福良难期。假道寓沙阳，空门知所依。\n虽踰二百载，犹传赠僧诗。邑令真好事，作记刊丰碑。\n文辞虽浅陋，事实颇可追。读之三叹息，吊古情悽洏。\n寄声藏去者，擅有将奚为。"
        },
        {
            "标题": "至澧阳寓天宁僧舍有感 其一",
            "作者": "李纲",
            "内容": "常诵离骚澧有兰，那知谪宦憩其间。片云只鹤风方急，只恐飘零过别山。"
        },
        {
            "标题": "自湘乡趋邵阳以避谤不敢取道衡岳有感五首 其三",
            "作者": "李纲",
            "内容": "恭闻南岳魏夫人，绛节霓旌拥玉轮。我欲他年受真诀，先从碧海涤埃尘。"
        },
        {
            "标题": "自湘乡趋邵阳以避谤不敢取道衡岳有感五首 其一",
            "作者": "李纲",
            "内容": "平生性僻爱溪山，偶得经行秪为閒。叹息迂程避烦啧，坐令南岳阻跻攀。"
        },
        {
            "标题": "次韵茂载海陵寓居有感三首 其三",
            "作者": "李纲",
            "内容": "不谓繁华地，还飞战斗尘。浇愁空泥酒，极目更伤春。\n怀古翻书帙，论情托友人。谁深医国术，吾欲问甘辛。"
        },
        {
            "标题": "次韵茂载海陵寓居有感三首 其二",
            "作者": "李纲",
            "内容": "江城飘泊久，幽径绿寒莎。叹息青春暮，悲伤白发多。\n苍生端若此，狂寇竟如何。更起乘桴兴，沧洲万里波。"
        },
        {
            "标题": "自湘乡趋邵阳以避谤不敢取道衡岳有感五首 其二",
            "作者": "李纲",
            "内容": "石廪巉天堆祝融，遥看山色有无中。宽恩异日容归老，先到衡阳回雁峰。"
        },
        {
            "标题": "自湘乡趋邵阳以避谤不敢取道衡岳有感五首 其四",
            "作者": "李纲",
            "内容": "邺侯奇谲世难知，放浪衡湘亦避时。懒瓒不知今在否，无心更与觅蹲鸱。"
        },
        {
            "标题": "次韵茂载海陵寓居有感三首 其一",
            "作者": "李纲",
            "内容": "群盗休凭险，天弧正指狼。犬羊徒跋扈，貔虎极精强。\n寓目江山异，伤心花草香。浙河那得此，回首一彷徨。"
        },
        {
            "标题": "自湘乡趋邵阳以避谤不敢取道衡岳有感五首 其五",
            "作者": "李纲",
            "内容": "退之昔谪恶溪滨，精意能开衡岳云。我匪天穷坐人阨，试从山外望氛氲。"
        },
        {
            "标题": "志宏见和再次前韵 酴醾",
            "作者": "李纲",
            "内容": "寒过春光还漏泄，酴醾架上花如雪。轻盈皓色讶梅开，芬馥清香胜兰茁。\n龙须初引翠蔓长，玉质全看素英缀。\n结成幽洞自深沈，荫此芳醪更奇绝。铜瓶只浸两三枝，香在根尘都不歇。\n幽人赠我意已勤，却愧终朝烦采撷。子美惟愁花欲飞，渊明自爱门常闭。\n寻芳须趁春未残，更喜晴天垂彩霓。"
        },
        {
            "标题": "次韵王尧明三绝句 其三",
            "作者": "李纲",
            "内容": "郑卫曲终才雅奏，词人赋咏本多誇。未能句语全无颣，犹贵琼瑜不掩瑕。"
        },
        {
            "标题": "菊花开日即重阳二首 其二",
            "作者": "李纲",
            "内容": "南方气候殊，有菊即重阳。九日今已近，青蕊未可尝。\n安得黄金花，泛此白玉觞。会当烂漫开，为插满头香。"
        },
        {
            "标题": "郑梦锡教授送黄精以诗答其意",
            "作者": "李纲",
            "内容": "太阳之草名黄精，养性独冠神农经。扫除白发有奇效，采食既久通仙灵。\n年来衰病乃如许，瘴疠忧患频相仍。稍从方士学服饵，桑榆庶以延颓龄。\n鼎中九转未遽就，聊假草木搴其英。闽山无雪苗可识，劳君为我锄青冥。\n封题寄远意良厚，不道山寒少茯苓。蜜蒸日暴试新法，入口便觉身倍轻。\n只今兵革未衰息，群盗蜂蚁犹纵横。何须运甓习筋力，会当一举腾上烟云之翠屏。"
        },
        {
            "标题": "再赋一章寄诸季约同隐罗浮",
            "作者": "李纲",
            "内容": "枕海仙山舞翠蛟，葛洪丹灶尚馀凹。兵戈满眼归何地，云木连天思结巢。\n岂有声名同八士，当令踪迹继三茅。携家早作来游计，玉户金关幸可敲。"
        },
        {
            "标题": "寄题丹霞雨花轩",
            "作者": "李纲",
            "内容": "小轩幽邃敞岩峦，密雨飞来更可观。瀑布千寻落峰顶，喷珠万点散檐端。\n休言幻化成空果，且喜炎蒸作昼寒。轩内生公常说法，天花乱坠响珊珊。"
        },
        {
            "标题": "同翁士特小饮中隐堂",
            "作者": "李纲",
            "内容": "三伏炎蒸画舸回，蓬门聊复为君开。松篁荫翳樽中渌，杖履逍遥池上台。\n小雨乍随云影散，好风还逐月光来。虚堂夜久群嚣息，枕簟相从亦快哉。"
        },
        {
            "标题": "暮春雨中有感二首 其二",
            "作者": "李纲",
            "内容": "万物焦枯谁作霖，片云成雨慰民心。奸邪逐去精忠雪，天意方知感格深。"
        },
        {
            "标题": "邓成彦供茉莉以诗答之",
            "作者": "李纲",
            "内容": "芳花遗我比琼瑰，惭愧幽人自壅培。名字曾于佛书见，色香今入寓轩来。\n旋妆彫槛修清供，更促繁英使早开。须信庄严资众力，道场化作雨华台。"
        },
        {
            "标题": "玉山道中五首 其二",
            "作者": "李纲",
            "内容": "石路凝霜白，山村落月纤。溪头一桥小，烟外数峰尖。\n高亩层成级，寒沙软胜盐。江南风景好，无那旅愁添。"
        },
        {
            "标题": "玉华宫用杜子美韵",
            "作者": "李纲",
            "内容": "阿房但遗基，铜爵亦飘瓦。兹宫制何朝，栋宇妙天下。\n溪山最清绝，画手不可写。于今黍离离，客过泪如洒。\n乃知营宫殿，徒以业力假。起灭犹浮沤，聚散齐一马。\n如何世间士，天运欲持把。此理贯古今，宜有知之者。"
        },
        {
            "标题": "玉山道中五首 其三",
            "作者": "李纲",
            "内容": "乍入江南境，登临慰所怀。山林自平远，水石巧萦回。\n风暖鸟声媚，日斜云影开。故人千里别，欲寄一枝梅。"
        },
        {
            "标题": "浴罢追和东坡韵",
            "作者": "李纲",
            "内容": "华发短且稀，无事兰汤沐。及兹秋暑阑，头垢资一浴。\n平生冠裳汗，往咎不可复。聊将清泠泉，濯此空洞腹。\n荒山薪易采，巨斛水良足。融融气通肤，烂烂光溢目。\n枵然勺用瓢，何必池甃玉。呼童为爬背，自胜飞燕沃。\n振衣絺绤凉，晞汗风前竹。却来就绳床，一枕睡初熟。\n忘世安用愁，抛书且休读。梦中期汗漫，万里归一瞩。\n吾生真寄耳，来者亦何卜。沛然乘天游，无心且缘督。"
        },
        {
            "标题": "玉山道中五首 其四",
            "作者": "李纲",
            "内容": "石藓红依日，岩松翠耐霜。入溪看岫色，和月认梅香。\n岁暮旅情恶，夜寒灯影光。劳生真一梦，回首意茫茫。"
        },
        {
            "标题": "端午日次郁林州",
            "作者": "李纲",
            "内容": "久谪沅湘习楚风，灵均千载此心同。岂知角黍萦丝日，却堕蛮烟瘴雨中。\n榕树间关鹦鹉语，藤盘磊珂荔枝红。殊方令节多悽感，家在东吴东复东。"
        },
        {
            "标题": "玉山道中五首 其五",
            "作者": "李纲",
            "内容": "行李远瀫水，禅扉依玉山。烟岚数峰秀，云水一溪弯。\n小市晚犹合，疏钟寒自还。旧游如昨日，屈指十年间。"
        },
        {
            "标题": "寓轩用竹为窗隔以禦西风戏成小诗纪其事示志宏",
            "作者": "李纲",
            "内容": "昔我自帝所，远谪来沙阳。由春以涉夏，及此秋气凉。\n节物日凄紧，白露结为霜。行当入室处，聊复葺我堂。\n伐竹制窗牖，朴素无青黄。西风屏寒色，短日来孤光。\n草木已零落，但闻菊蕊香。超然适燕处，便足傲羲皇。\n释氏戒恋著，一宿寄枯桑。今我日必葺，于道无乃荒。\n彼以著故戒，无著何所妨。譬犹梦中境，离著可两忘。\n傥能达此理，随寓皆道场。"
        },
        {
            "标题": "题寓轩",
            "作者": "李纲",
            "内容": "秋到寓轩殊不恶，满庭爽气有馀清。架松著雨须髯奋，盆沼因风鳞甲生。\n葵向日光金盏侧，荷翻露颗玉盘倾。焚香默坐无人会，自觉诸缘次第轻。"
        },
        {
            "标题": "元日",
            "作者": "李纲",
            "内容": "去年元日朝明堂，对立玉皇香案傍。今年元日谪沙阳，独在天涯家一方。\n君恩未报已飘泊，亲老欲养徒徬徨。东风回首帝乡远，白云望断吴天长。"
        },
        {
            "标题": "宿安仁云锦堂",
            "作者": "李纲",
            "内容": "一宿溪边云锦堂，烟村浮动野梅香。沙平水澹近江浦，天阔山遥多夕阳。\n北陆寒凝风眇眇，东吴音断意茫茫。片言无补空来往，赢得萧条两鬓霜。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追 其十",
            "作者": "李纲",
            "内容": "江湖秋日暮，远客若为情。宿舸沙边缆，征鸿云外声。\n星河摇倒景，鼓角起江城。去国同王粲，登临百感生。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追",
            "作者": "李纲",
            "内容": "重湖望不极，秋色蔼残阳。洲渚云沙白，菰蒲霜叶黄。\n飞帆适沅澧，回雁过潇湘。楚客经行处，依然兰芷香。"
        },
        {
            "标题": "去岁道巴陵登岳阳楼以望洞庭真天下之壮观也因诵孟浩然气蒸云梦泽波撼岳阳城之句追 其八",
            "作者": "李纲",
            "内容": "濯足洞庭波，秋高翠增岳。美人渺何在，使我怀抱恶。\n悠悠江湖深，坐阻关山邈。采兰亦寄之，终朝不盈握。"
        },
        {
            "标题": "用韵赋梅花三首 其三",
            "作者": "李纲",
            "内容": "云山缥缈烟水村，嫣然顾我惊离魂。凝情不语自脉脉，旅愁易感方昏昏。\n我家梁溪富泉石，雪里数株开北园。天涯相见一笑粲，玉色不减当时温。\n为君清夜不成寐，月落已见东方暾。会栽千树遍绿野，岂羡五柳垂衡门。\n临风三嗅长太息，欲辩此意还忘言。何当归去老三径，携幼入室酒盈樽。"
        },
        {
            "标题": "次季弟韵赋梅花三 其三",
            "作者": "李纲",
            "内容": "群芳冻死未招魂，谁使梅花独占春。愿折繁华凭驿使，为传幽思恼诗人。\n心驰魏阙惭商鼎，路入章江忆子真。莫道广平心似铁，赋辞得得与清新。"
        },
        {
            "标题": "次季弟韵赋梅花三 其二",
            "作者": "李纲",
            "内容": "年年青女久横陈，赖有江梅漏泄春。孤洁如亲隐君子，风流似对谪仙人。\n雅期兰蕙香非远，解笑松华色未真。开罢枝头著青实，故教桃李一番新。"
        },
        {
            "标题": "次季弟韵赋梅花三",
            "作者": "李纲",
            "内容": "冷蕊疏枝烟水滨，江南此地又逢春。年年行路常为客，的的寒花解笑人。\n雪里暗香来鼻观，风前高格见天真。谁言对尔销愁得，一段清愁特地新。"
        },
        {
            "标题": "铅山约高无咎同游石井",
            "作者": "李纲",
            "内容": "岩洞嵌空凿翠崖，一泓云液贮琼瑰。幽人须信耽泉石，茗饮相招特特来。"
        },
        {
            "标题": "赠舅氏吴子和",
            "作者": "李纲",
            "内容": "契阔从来叹岁阴，幸因谪宦款清襟。犯颜逆耳事已往，问舍求田意转深。\n岂有声名惊海宇，且忻山水共登临。渭阳情重知何赠，玉佩琼琚称我心。"
        },
        {
            "标题": "唐工部员外郎杜甫",
            "作者": "李纲",
            "内容": "子美以诗鸣，今古无对手。当时谪仙人，长句颇先后。\n精深律切处，故自非其偶。而况郊岛徒，何敢窥户牖。\n有如登岱宗，众山皆培塿。又如观武库，剑戟靡不有。\n高辞媲丘坟，古意篆蝌蚪。苍苍雪中松，濯濯风前柳。\n云烟纷卷舒，雷电划奔走。澹然众态俱，沾丐随所取。\n平生忠义心，多向诗中剖。忧国与爱君，诵说不离口。\n饥寒窘衣食，容貌村野叟。自以稷契期，此理人胜不。\n中兴作谏臣，戎马方践蹂。上疏救房琯，亦足知素守。\n一跌不复振，造物意岂苟。欲使穷吟哦，专志如矇瞍。\n辛苦盗贼中，妻子或颠仆。布衾冷似铁，晨爨乏升斗。\n冒雪斸黄精，呼儿理鱼笱。萧条秦陇间，不废诗千首。\n依严遂入蜀，幕府备宾友。草堂浣花溪，颇复事南亩。\n乱离又飘泊，累若丧家狗。云安曲米春，巫峡风土陋。\n扁舟下瞿唐，留滞湖湘久。家事竟何成，丹诀空系肘。\n凄凉耒阳县，醉死竟坐酒。虽烦微之铭，不返鄠杜柩。\n谁将樽中渌，一酹泉下朽。诗篇垂琳琅，长作蛟龙吼。"
        },
        {
            "标题": "读东坡和渊明贫士诗寄诸子侄云重九俯迩樽俎萧然今余亦有此叹因次其韵将录寄梁溪诸弟以发数千里一笑 其四",
            "作者": "李纲",
            "内容": "肮脏老张镐，寂寞穷黔娄。古人日已远，此意谁复酬。\n墨翟突不黔，仲尼辙环周。岂为一身计，实怀四海忧。\n沮溺但躬耕，吾岂斯人俦。有酒且径醉，无酒不必求。"
        },
        {
            "标题": "长滩驿次韵陆惇礼留题二绝句 其二",
            "作者": "李纲",
            "内容": "当年狂直叩龙墀，谪堕闽山省旧非。须信宽恩若天地，才周岁律已容归。"
        },
        {
            "标题": "长滩驿次韵陆惇礼留题二绝句 其一",
            "作者": "李纲",
            "内容": "文彩飘飖青琐郎，朝班同望赭袍光。岭云深处观题句，使我幡然念帝乡。"
        },
        {
            "标题": "深省轩在丈室之西余为名之",
            "作者": "李纲",
            "内容": "轩槛虚明丈室西，丛筠佳木翠阴垂。游观物物皆深省，岂在闻钟欲觉时。"
        },
        {
            "标题": "瀑布",
            "作者": "李纲",
            "内容": "我昔游太华，矫首望仙掌。瀑布如悬河，斗落五千丈。\n空濛雨雹飞，澒洞岩壑响。及观庐山瀑，未觉快清赏。\n飞泉出山腰，半派隐层嶂。沈吟谪仙词，其或过所奖。\n传闻山之巅，峰岫列屏障。银河落九天，喷薄殊异状。\n倒挂三石梁，无乃在此上。逝将随羽人，裹足一同往。\n怀哉不可得，空积青霞想。"
        },
        {
            "标题": "谒寇忠悯祠堂六首 其四",
            "作者": "李纲",
            "内容": "平生爱看柘枝舞，宾燕多馀密炬堆。富贵在公真末事，谁云缘此故南来。"
        },
        {
            "标题": "次肇庆府有感",
            "作者": "李纲",
            "内容": "仁德如天覆万方，谁知变故起非常。秪因燕地开边隙，故使中原作战场。\n侯景南侵幽武帝，禄山西犯走明皇。运遭九六人徒尔，险失山河事巨量。\n一自銮舆游朔漠，空馀藩邸在炎荒。微臣弭擢增悲感，雪涕无因问彼苍。"
        },
        {
            "标题": "中秋与诸季及德久昆仲望月同饮",
            "作者": "李纲",
            "内容": "五年客里过中秋，今夕安知无此愁。共喜银云开碧落，坐看蟾魄过西楼。\n清光著物殊他夜，好景于人散百忧。人月皆圆那易得，莫辞大白十分浮。"
        },
        {
            "标题": "所寓天宁方丈后有阇提花数株连月盛开玉雪可爱怅然有怀成三绝句寄吴元中 其一",
            "作者": "李纲",
            "内容": "未渡鲸波寇盗深，中原回首涕成霖。清愁万斛无消处，赖有幽花慰客心。"
        },
        {
            "标题": "摘鬓间白发有感",
            "作者": "李纲",
            "内容": "吾生足忧患，未老头已白。鬓间垂素丝，揽镜聊一摘。\n星星去虽欣，种种鲜还戚。颇愁日增多，尽拔复何益。\n追思少年时，绿发光且泽。森然茂云松，岂谓少堪惜。\n自从多病后，脱落露广额。蒲柳姿易衰，日与风霜迫。\n萧萧不胜梳，扰扰仅盈搦。安能上指冠，常恐吹堕帻。\n年来涉艰虞，更复非夙昔。奔驰动万里，漂泊继三谪。\n从横蹈危机，侈哆困烦啧。交游莫援手，仇怨惟下石。\n素标宜满头，斑鬓未为逼。何年运河车，溯补泥丸宅。\n华颠复变鬒，去作烟霞客。憔悴楚江滨，岁晚将何获。"
        },
        {
            "标题": "中秋月色佳甚与宗之对酌天宁寺宝华堂",
            "作者": "李纲",
            "内容": "去年今夕寓通城，犹有新诗寄弟兄。一自裹囊来海上，更无系帛付鸿征。\n禅房酌酒夜方阒，海月窥人光更清。起舞月中心尚壮，乘槎便欲造蓬瀛。"
        },
        {
            "标题": "次退之蓝关韵",
            "作者": "李纲",
            "内容": "奏疏螭坳上九天，谪官剑浦路三千。披陈肝胆成微志，跋涉山川赖壮年。\n缅邈寄书黄犬后，凄凉陟岵白云前。君恩欲报知无所，清梦时时到日边。"
        },
        {
            "标题": "客有出示御制登中和堂诗小臣斐然仰次宸韵二首 其一",
            "作者": "李纲",
            "内容": "黄屋狩吴越，勾陈俯江津。迢遥八骏御，时迈慰斯民。\n汉祚歘再兴，周邦命惟新。谁令猃狁炽，坐使宵旰勤。\n宅洛既得卜，去豳亦惟仁。宸章迹禹功，道继胼胝身。\n期运有泰否，钝蟠利则伸。君王自神武，安得熊罴臣。"
        },
        {
            "标题": "绝句二首 其二",
            "作者": "李纲",
            "内容": "邪气岂能干正气，妄心自不胜真心。治心养气无多术，一点能销瘴毒深。"
        },
        {
            "标题": "客有出示御制登中和堂诗小臣斐然仰次宸韵二首 其二",
            "作者": "李纲",
            "内容": "贱子志丘壑，敢怀要路津。偶乘风云会，冀拯凋瘵民。\n误被圣主知，坐期功业新。飘零继三黜，奔走亦已勤。\n生还鲸海中，仰荷皇天仁。不然铄金口，何有鸿毛身。\n当从玄豹隐，无复尺蠖伸。感叹魏公言，愿使为良臣。"
        },
        {
            "标题": "寄吴元中给事",
            "作者": "李纲",
            "内容": "千里同风一念间，琳宫筦库等为閒。高怀自遂全三乐，懵学于今见一斑。\n顾我望云惟陟岵，羡公戏彩日承颜。何时恩许归终养，因得扁舟事往还。"
        },
        {
            "标题": "周元仲来自湖外传示崧老赠东林圭",
            "作者": "李纲",
            "内容": "粲粲襄陵翁，大岳九世孙。文章老益奇，于道见本原。\n我生植艰虞，惨澹风霾昏。挽翁共出力，一廓扶桑暾。\n芬馥蓺兰芷，神奸伐蛟鼋。此志竟萧条，相顾声为吞。\n远游负深衅，行偏西南坤。忆昨遇江上，携手庐山樊。\n林间接软语，穷尽兴衰根。三年隔瘴海，岂谓我尚存。\n何尝知枣梨，颇亦闻风幡。读翁三友篇，雅契久弥敦。\n江南盗云扰，崛起巢与温。翁今渺安在，犹滞脩水源。\n我病寄闽岭，栖息僧家园。百念悉灰冷，窥见易象浑。\n区区不自量，信笔笺微言。逝将从翁游，淬砺删其繁。\n三圣邈已远，万古同所尊。何当进此道，对坐虚明轩。"
        },
        {
            "标题": "菊花开日即重阳二首 其一",
            "作者": "李纲",
            "内容": "南方气候殊，佳月即中秋。昨者月既望，萧萧风雨愁。\n安得一轮玉，清光满溪楼。酌酒自起舞，与之相献酬。"
        },
        {
            "标题": "奉寄吕丞相元直 其一",
            "作者": "李纲",
            "内容": "出拥彫戈入衮衣，江城重咏我公归。手扶日月还黄道，足履星辰上紫微。\n已集群英熙帝载，好施长策复邦畿。海滨病叟无他望，侧耳天声畅国威。"
        },
        {
            "标题": "别武夷途中偶成寄观妙法师",
            "作者": "李纲",
            "内容": "道妙观来物物通，武夷仙境幸相逢。溪流玉雪三三曲，山锁云霞六六峰。\n去路归鞍方眷恋，淡烟疏雨正蒙茸。羡师日在神仙窟，回首岩峦紫翠重。"
        },
        {
            "标题": "阻风舟中有感",
            "作者": "李纲",
            "内容": "扁舟泊枉渚，邈在大江南。风云斗未息，波涛战方酣。\n闭关坐明窗，开卷穷幽探。气寒觉火冷，志苦思蘖甘。\n深炷一炉香，默默聊自参。半世徒扰扰，忙如未茧蚕。\n又若伏枥马，未脱辔与衔。逝将归山林，瓶锡寄一岩。\n愿从祖师六，不学黄庭三。得此无所得，超然离圣凡。"
        },
        {
            "标题": "上元舟中有感",
            "作者": "李纲",
            "内容": "前年扈清跸，玉辇临端门。鳌山綵构耸，露台歌吹喧。\n去年谪沙阳，旅泊亦游观。士女隘衢巷，灯火满溪山。\n今年过江南，舣舟烟水湾。风高不可进，极目云涛翻。\n蜜炬照独酌，红炉凌夜寒。感事心欲折，强歌声无欢。\n坐看江边月，飞上青云端。清光不改旧，对我还团栾。"
        },
        {
            "标题": "诸刹皆以石渠道水有至十馀里者感之赋诗",
            "作者": "李纲",
            "内容": "庐阜秀江南，凝结尽云母。泉源乃云腴，甘冽固其所。\n悬为瀑布垂，蹙作龙鸾舞。交流涧谷中，厥味皆钟乳。\n僧坊有能事，致远劳汲取。凿石为通渠，计里不计步。\n回环绕山麓，高下映檐庑。蜿蜿虹腰转，溜溜螭头吐。\n沛然饮濯馀，灌溉及园圃。谁将创物智，作此济众祖。\n暂劳逸则永，心一力乃举。岂惟小物然，万事尽如许。\n吾道何其衰，寤寐慨思古。"
        },
        {
            "标题": "次韵艾宣画四首 其一 竹鹤",
            "作者": "李纲",
            "内容": "磊落胎仙谁最宜，此君节操凛霜威。琴心试与弹三叠，从看婆娑舞羽衣。"
        },
        {
            "标题": "山居四咏 其二 竹枕",
            "作者": "李纲",
            "内容": "此君劲节傲风霜，高卧尤宜逐客床。雅制颇同琴可荐，莹肤端与玉争凉。\n欲凭幻境成佳梦，故使通中贮秘方。富贵功名本何有，觉来犹未熟黄粱。"
        },
        {
            "标题": "游山拙句奉呈圭老并简诸公",
            "作者": "李纲",
            "内容": "嘉客同游海上宫，高僧问道得从容。乍惊暑退灵源洞，最爱庭开大顶峰。\n杰阁初成切星斗，飞云时到绕杉松。我来未尽登临兴，更待秋高灏气浓。"
        },
        {
            "标题": "入江西境先寄诸季二首 其一",
            "作者": "李纲",
            "内容": "闽山行尽碧巉岩，稍见川原云木参。万里瘴岚来海外，一溪烟水到江南。\n故人邂逅端如梦，世事纷纭未易谈。铸印墩头家渐近，秋风归骑亦骖驔。"
        },
        {
            "标题": "罗畴老同游栖云院瞻礼新藏",
            "作者": "李纲",
            "内容": "宝峰古丛林，深寂云所栖。中有大宝藏，涌海蟠蛟螭。\n庄严极精丽，金碧光陆离。诸天渺宫殿，地轴森铁围。\n雷音出妙响，震破群生疑。天人所瞻仰，神物应护持。\n吾闻金仙氏，变化难思惟。毫端见宝刹，芥子藏须弥。\n能于一尘里，法轮常转移。谁将创物智，设此妙圆机。\n佛语菩萨语，收拾靡有遗。八万四千偈，转一弹指时。\n功多用力少，权实相因依。伟哉象教力，天造非人为。\n无量大居士，精进心不疲。夙植众德本，爰得真依归。\n咄嗟檀施开，成此一段奇。相携结胜缘，洗我既往非。\n获闻第一义，刮眼资金篦。超然脱尘垢，清净真摩尼。"
        },
        {
            "标题": "自哂",
            "作者": "李纲",
            "内容": "自哂何为者，南游亦偶然。未登离垢地，端有散花天。\n遇境聊为戏，安心不离禅。幽怀谁与共，深炷一炉烟。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "朝堂之上",
            "Background": "李纲向皇帝陈述北方边境的动荡局势，强调需加强防备，提议征召勇士以抵抗外敌，展现其忠诚与忧国之情。",
            "Dialogue": "{\n    角色名:皇帝 \n    动作:(坐在龙椅上，神情凝重)\n    讲话:李纲卿所言极是，北方边境的动荡局势让朕深感忧虑。近来频频有敌军扰动，非但关乎四境安宁，更关乎我朝百姓之安危。卿可否详细陈述此事之由，务必将目前边境的情况与敌军动向一一列举，朕欲详知其详。若卿能建议征召勇士，朕必当听取，并亲自督促此事，绝不使我大宋受辱于外。卿请言之，切勿隐瞒。 \n}\n\n{\n    角色名:李纲 \n    动作:(躬身行礼，目光坚定)\n    讲话:陛下之意，愚臣深感惶恐。北方边境近来频繁传来敌军动静，尤其是金国之贼，已在我大宋边境附近集结。听闻其意图图谋侵犯我疆土，妄图扰乱我国家之安宁，实乃时刻需警惕之事。臣认为，若不加以防备，恐将引发更大规模之战端。建议陛下可即刻宣召边地之勇士，组建精锐之兵，备战于边境，以震慑敌军，尚可保我大宋之安宁。此外，若能加派官员，巡视边境，亦可更为周全，防止敌军之偷袭。臣愿为此事尽心竭力，恳请陛下明察。 \n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月下花前",
            "Background": "李纲与友人共饮，吟诵古诗，李纲即兴作《喜迁莺》，表达对国家和民族的忧虑，友人赞叹其才华，感慨时局之艰难。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(举杯，神情陶醉)\n    讲话:李兄，尔之才华实在令人钦佩，今日月下佳景，何不吟诵诗篇，以解心中之忧？ \n}\n\n{\n    角色名:李纲 \n    动作:(微微一笑，起身作诗)\n    讲话:既然友君如此相邀，李某便不推辞。月明千里映江流，清风徐来似故人。想当年，壮志凌云，今却为国事忧心，心中难免愁绪。即兴作《喜迁莺》一首，以寄我心：长江千里，限南北、雪浪云涛无际。天险难逾，人谋克庄，索虏岂能吞噬。阿坚百万南牧，倏忽长驱吾地。破强敌，在谢公处画，从容颐指。奇伟淝水上，八千戈甲，结阵当蛇豕。鞭弭周旋，旌旗麾动，坐却北军风靡。夜闻数声鸣鹤，尽道王师将至。延晋祚，庇烝民，周雅何曾专美。愿友共醉，携手共赏这月下佳景！ \n}"
        },
        {
            "Type": "书信交流",
            "Location": "书房",
            "Background": "李纲写信给远方亲友，叙述自己在官场的经历与感受，表达对故乡的思念，以及对当下局势的担忧，言辞恳切。",
            "Dialogue": "{\n    角色名:亲友 \n    动作:(手握信纸，神情关切)\n    讲话:李兄，近来如何？朝廷之事你可有听闻？ \n}\n\n{\n    角色名:李纲 \n    动作:(叹息，凝视远方)\n    讲话:亲友所言，愚兄确有感慨。近日听闻朝中政局不稳，百姓疾苦连连，真乃我朝之难。每每提笔书信，心中愁绪难以言表，唯有在信中寄托我对故土的思念与对当下局势的忧虑。万千苦乐，但愿我友能知晓。写于此信，愿传我心：自古风波多，国怨常在耳。问君何所望，惟愿平安岁。愿君常安在，愿我国长治。 \n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "乡村集市",
            "Background": "李纲回乡探亲，与邻里闲聊，提及自己在外的经历和诗词，大家对他的才华表示钦佩，纷纷要求他赋诗一首。",
            "Dialogue": "{\n    角色名:邻里 \n    动作:(围坐一桌，笑语盈盈)\n    讲话:李纲兄，久违了，你在外游历可好？听闻你诗才横溢，今可为我们作首诗以展风采？ \n}\n\n{\n    角色名:李纲 \n    动作:(微微一笑，放下酒杯)\n    讲话:各位乡邻，李某在外虽有游历，然常挂心乡里之事。今日既然大家相聚，便以此机会作一首诗以慰乡情：烟艇稳，浦溆正清秋。风细波平宜进楫，月明江静好沈钩。横笛起汀洲，鲈鳜美，新酿蚁醅浮。休问六朝兴废事，白萍红蓼正凝愁。愿与诸位共赏这秋日美景！ \n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "内阁会议",
            "Background": "李纲与其他宰相讨论朝政，针对金国入侵一事，提出具体对策，气氛严肃，展现其卓越的政治才干。",
            "Dialogue": "{\n    角色名:宰相 \n    动作:(严肃坐定，目光灼灼)\n    讲话:李纲卿，关于金国之事，卿有何高见？ \n}\n\n{\n    角色名:李纲 \n    动作:(躬身行礼，语气坚定)\n    讲话:宰相所问，愚臣当言。金国之贼近来有异动，必定不可忽视。臣认为，必须加快征召边军，调动精锐勇士，方能守护我朝边境。倘若再不防备，将会酿成更大的灾难。更需令地方官员加强巡逻，以防敌军之潜入。臣愿为国尽力，恳请宰相明察。 \n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "秋夜庭院",
            "Background": "李纲与朋友们在庭院赏月，大家吟咏秋诗，李纲即兴作《病牛》，抒发心中对国家民生的忧虑，友人们纷纷附和。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(举杯，神情陶醉)\n    讲话:李兄，今夜月色如水，何不作首诗以抒情怀？ \n}\n\n{\n    角色名:李纲 \n    动作:(微微一笑，起身作诗)\n    讲话:既然友君如此相邀，李某便不推辞。月明千里映江流，清风徐来似故人。想当年，壮志凌云，今却为国事忧心，心中难免愁绪。即兴作《喜迁莺》一首，以寄我心：长江千里，限南北、雪浪云涛无际。天险难逾，人谋克庄，索虏岂能吞噬。阿坚百万南牧，倏忽长驱吾地。破强敌，在谢公处画，从容颐指。奇伟淝水上，八千戈甲，结阵当蛇豕。鞭弭周旋，旌旗麾动，坐却北军风靡。夜闻数声鸣鹤，尽道王师将至。延晋祚，庇烝民，周雅何曾专美。愿友共醉，携手共赏这月下佳景！ \n}"
        },
        {
            "Type": "书信交流",
            "Location": "李纲书房",
            "Background": "李纲收到朋友的来信，信中提到朝廷的动荡与百姓的疾苦，他沉思良久，写下回信，表达对百姓苦难的深切同情。",
            "Dialogue": "{\n    角色名:亲友 \n    动作:(手握信纸，神情关切)\n    讲话:李兄，近来如何？朝廷之事你可有听闻？ \n}\n\n{\n    角色名:李纲 \n    动作:(叹息，凝视远方)\n    讲话:亲友所言，愚兄确有感慨。近日听闻朝中政局不稳，百姓疾苦连连，真乃我朝之难。每每提笔书信，心中愁绪难以言表，唯有在信中寄托我对故土的思念与对当下局势的忧虑。万千苦乐，但愿我友能知晓。写于此信，愿传我心：自古风波多，国怨常在耳。问君何所望，惟愿平安岁。愿君常安在，愿我国长治。 \n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "自家院落",
            "Background": "李纲与家人围坐一桌，谈论近期的诗文，李纲讲述对历史人物的思考，家人们认真聆听，气氛温馨和谐。",
            "Dialogue": "{\n    角色名:邻里 \n    动作:(围坐一桌，笑语盈盈)\n    讲话:李纲兄，久违了，你在外游历可好？听闻你诗才横溢，今可为我们作首诗以展风采？ \n}\n\n{\n    角色名:李纲 \n    动作:(微微一笑，放下酒杯)\n    讲话:各位乡邻，李某在外虽有游历，然常挂心乡里之事。今日既然大家相聚，便以此机会作一首诗以慰乡情：烟艇稳，浦溆正清秋。风细波平宜进楫，月明江静好沈钩。横笛起汀洲，鲈鳜美，新酿蚁醅浮。休问六朝兴废事，白萍红蓼正凝愁。愿与诸位共赏这秋日美景！ \n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "御花园",
            "Background": "李纲与皇帝在御花园散步，李纲借机提出对国家政策的建议，皇帝对他的见解表示赞同，增加了李纲的信任感。",
            "Dialogue": "{\n    角色名:皇帝 \n    动作:(神情凝重)\n    讲话:李纲卿，关于金国之事，卿有何高见？ \n}\n\n{\n    角色名:李纲 \n    动作:(躬身行礼，语气坚定)\n    讲话:皇上，愚臣正欲言。金国之贼近来有异动，必定不可忽视。臣认为，必须加快征召边军，调动精锐勇士，方能守护我朝边境。倘若再不防备，将会酿成更大的灾难。更需令地方官员加强巡逻，以防敌军之潜入。臣愿为国尽力，恳请皇上明察。 \n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "山水之间",
            "Background": "李纲与友人游历山水，吟咏间，李纲作《渡海至琼管天宁寺咏阇提花》，抒发对自然的热爱及对人生的思考，友人们为之动容。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(举杯，神情陶醉)\n    讲话:李兄，今夜月色如水，何不作首诗以抒情怀？ \n}\n\n{\n    角色名:李纲 \n    动作:(微微一笑，起身作诗)\n    讲话:既然友君如此相邀，李某便不推辞。月明千里映江流，清风徐来似故人。想当年，壮志凌云，今却为国事忧心，心中难免愁绪。即兴作《喜迁莺》一首，以寄我心：长江千里，限南北、雪浪云涛无际。天险难逾，人谋克庄，索虏岂能吞噬。阿坚百万南牧，倏忽长驱吾地。破强敌，在谢公处画，从容颐指。奇伟淝水上，八千戈甲，结阵当蛇豕。鞭弭周旋，旌旗麾动，坐却北军风靡。夜闻数声鸣鹤，尽道王师将至。延晋祚，庇烝民，周雅何曾专美。愿友共醉，携手共赏这月下佳景！ \n}"
        }
    ]
}