{
    "基本信息": {
        "姓名": "韩淲",
        "性别": "男",
        "出生年份": "1159",
        "死亡年份": "1224",
        "享年": "66",
        "朝代": "宋",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "韩淲的父是韩元吉",
        "韩淲的从子;姪子是韩补",
        "韩淲的从子;姪子是韩祥"
    ],
    "其他关系": [
        "韩淲友的对象是刘克庄",
        "韩淲相唱和的对象是周文璞",
        "韩淲受到余俦拜访",
        "韩淲为郭钦止作挽诗、词",
        "韩淲收到陈文蔚的答书"
    ],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "仲止",
            "别名类型": "字"
        },
        {
            "别名": "涧泉",
            "别名类型": "室名、别号"
        },
        {
            "别名": "韩滮",
            "别名类型": "别名、曾用名"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "上饶",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "涧泉日记",
            "著述年份": "1224",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "涧泉集",
            "著述年份": "1224",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "[隐居（有隐德）]"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "韩淲（biāo）（1159—1224）南宋诗人。字仲止，一作子仲，号涧泉，韩元吉之子。祖籍开封，南渡后隶籍信州上饶（今属江西）。从仕后不久即归，有诗名，著有《涧泉集》。淲清廉狷介，与同时知名诗人多有交游，并与赵蕃（章泉）并称“二泉”。著作历代书目未见著录。史弥远当国，罗致之，不为少屈。人品学问，俱有根柢，雅志绝俗，清苦自持，年甫五十即休官不仕。嘉定十七年，以时事惊心，作甲申秋三诗，得疾而卒，年六十六。 ► 韩淲的诗文(1096篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "苦旱 其一",
            "作者": "韩淲",
            "内容": "望云渴雨验朝霞，不但田家更国家。兵食固难资宝货，民饥岂为用泥沙。\n一邱一壑自栖遁，百巧百穷谁富奢。水旱是天祈是我，山川灵响本无差。"
        },
        {
            "标题": "苦旱 其二",
            "作者": "韩淲",
            "内容": "林热江浑其奈何，冷菰寒玉漫诗歌。南游禹穴古能几，北望神州兵又多。\n畎亩乏财愁折帛，仓场储粟仰秋禾。幽泉坎井徒争汲，尽日骄阳过碧萝。"
        },
        {
            "标题": "闻莺",
            "作者": "韩淲",
            "内容": "拓落闲身著涧边，地偏犹幸可回旋。青桐已长阴敷嫩，黄鸟初飞语转圆。"
        },
        {
            "标题": "苦旱 其三",
            "作者": "韩淲",
            "内容": "孤坐焦心气不苏，炎风畏景逼头颅。涧流已断无萍实，园圃俱荒失芋区。\n絺绤纵施衣复汗，简编虽近墨难濡。人嘲褦襶交游绝，头白昏昏发懒梳。"
        },
        {
            "标题": "苦旱 其五",
            "作者": "韩淲",
            "内容": "去年水溢愁无地，今岁旱乾唯告天。润泽且为南亩计，清凉终作北窗眠。\n师兴而雨春秋传，星有好风洪范篇。上郭桥头看竞祷，大霞宫顶记曾迁。"
        },
        {
            "标题": "苦旱 其四",
            "作者": "韩淲",
            "内容": "岁晚霜天雪夜时，地炉无火亦频吹。如今旱杀热难过，以昔穷忙寒不知。\n岁月只随时变换，乾坤徒使气推移。冯生众庶真何谓，翻手为云雨亦奇。"
        },
        {
            "标题": "晓凉闻莺",
            "作者": "韩淲",
            "内容": "茂树无风晓自凉，数声黄鸟啭圆吭。老身曳屣穿林去，一片荷香是小塘。"
        },
        {
            "标题": "朱虞卿以诗送家酿和韵",
            "作者": "韩淲",
            "内容": "绝叹交游落，何论比与周。座开今日酒，门款昔年秋。\n濯锦江头杜，玄都观里刘。相望风雅在，天地一虚舟。"
        },
        {
            "标题": "鹧鸪天（次韵赵路分生朝所赋）",
            "作者": "韩淲",
            "内容": "便把山林寄此身。也须诗酒属吾人。仙家旧是金堂士，吏隐新收玉局名。\n\n惟自乐，不忧贫。渊明谈笑更清真。年年眉寿登高后，醉帽常留菊满簪。"
        },
        {
            "标题": "矮知府挽诗",
            "作者": "韩淲",
            "内容": "先正声猷在，诸贤竞挽推。蚤年知振厉，中道惜裴回。论建何老识，文词岂小才。近来耆旧尽，徒与士生哀。"
        },
        {
            "标题": "爱客",
            "作者": "韩淲",
            "内容": "婆饼焦何急，飞鸣小竹间。雨多溪涨水，云厚日藏山。景物固无恙，人情终等閒。老来惟爱客，茶果或相关。"
        },
        {
            "标题": "矮知府挽诗",
            "作者": "韩淲",
            "内容": "历历亲言话，长怀逸老堂。典刑杯酒外，气象简编旁。有子真源委，何人更发扬。宣风觉庵地，霜露郁乎苍。"
        },
        {
            "标题": "庵邻王家两送酒来",
            "作者": "韩淲",
            "内容": "渴饮对空觞，俛仰自长喟。赖有田中邻，时时遣酒至。欢言斟酌之，感彼勤重意。漂母哀王孙，从古从此类。泽畔且行吟，春风尚堪醉。"
        },
        {
            "标题": "祝英台近·海棠开",
            "作者": "韩淲",
            "内容": "海棠开，春已半，桃李又如许。一朵梨花，院落阑干雨。不禁中酒情怀，爱闲懊恼，都忘却、旧题诗处。燕莺语。溪岸点点飞绵，杨柳无重数。带得愁来，莫恁空休去。断肠芳草天涯，行云荏苒，和好梦、有谁分付。"
        },
        {
            "标题": "八月初七日终夜大雷震雨如倾注风败吾藩篱拔",
            "作者": "韩淲",
            "内容": "晴明天气佳，草木浮光煇。珍禽各翔语，群花竞芳菲。人情春和时，怡游类忘归。常阳一以亢，旱甚翻嘘欷。赤地至千里，焉有不年饥。家家望云霓，想像阴雨霏。狂飚震雷吼，连夕恐非机。溪涨桥已解，拍岸欲平矶。所幸蛙黾尔，跳噪皆轻肥。居民其奈何，泥淖生理微。意欲问彼苍，何日生清晖。由来此阴阳，岁事中和希。今年积秋热，焦熬在郊圻。既雨复苦风，拔树败墙围。后土无乾处，眇予将畴依。"
        },
        {
            "标题": "八月二十五日过南豅",
            "作者": "韩淲",
            "内容": "凉雨忽不止，秋阴无奈何。山根泻新涨，小立玩流波。会逢其适尔，紫芝有奇歌。惜此未深密，时见人游过。"
        },
        {
            "标题": "八月二十五日过南豅 其二",
            "作者": "韩淲",
            "内容": "岩桂苦未花，寻香上扁舟。溯洄得蹊间，微步理旧游。\n鲜鲜见新枝，幽芳浩难收。回首城市尘，所憩因少留。"
        },
        {
            "标题": "八月六日伯皋见过",
            "作者": "韩淲",
            "内容": "华发秋来忽满梳，故人相见意何如。强亲杯酒欢无几，尚觉篇章兴有余。世事纷然随野马，吾生老矣信蘧庐。林间已下萧萧叶，雨过空山木影疎。"
        },
        {
            "标题": "八月二十五日过南豅",
            "作者": "韩淲",
            "内容": "岩桂苦未花，寻香上扁舟。溯洄得蹊间，微步理旧游。鲜鲜见新枝，幽芳浩难收。回首城市尘，所憩因少留。"
        },
        {
            "标题": "八月二十五日过南豅",
            "作者": "韩淲",
            "内容": "抚枕知夜永，淅淅过山雨。净听秋气还，清吟可无侣。年来幽兴熟，心口自相语。我其内热欤，何其未能处。"
        },
        {
            "标题": "八月四日仁甫行",
            "作者": "韩淲",
            "内容": "投老不堪别，莫云师友情。当时建阳聚，何日上饶行。旧事消除尽，新愁积渐生。酒杯无浪与，醉醒是秋声。"
        },
        {
            "标题": "文叔赴部班引复回建康",
            "作者": "韩淲",
            "内容": "俯循常调到行都，薄宦犹烦五荐书。久历男邦虽不较，更临郡县待何如。\n春风吹鬓秦淮老，夏日移家越岭居。且以酒浇君磊块，相逢谁道故人疏。"
        },
        {
            "标题": "白龙洞",
            "作者": "韩淲",
            "内容": "西湖浪宕我能知，却赋龙岩老古锥。便做诗家元不恶，华亭举棹是因谁。"
        },
        {
            "标题": "白莲庵分韵",
            "作者": "韩淲",
            "内容": "好客不常遭，登临眼自高。湖山起烟雾，江海暗风涛。\n酒美情尤畅，诗清气本豪。相从真可乐，左手记持螯。"
        },
        {
            "标题": "闻孟使君到子颜隐庐次韵余安叔所赋",
            "作者": "韩淲",
            "内容": "祝家山映一荒途，霜满晴空树色虚。太守去寻高士宅，比邻只道野人居。\n朱轮不碍檐前橘，白屋惟堆案上书。想见猿惊鹤飞走，袁安卧雪画堪如。"
        },
        {
            "标题": "白日偶无客青山长对门",
            "作者": "韩淲",
            "内容": "涧浅山四合，泠泠浸青青。畧彴度前林，更有泉上亭。"
        },
        {
            "标题": "白日偶无客青山长对门",
            "作者": "韩淲",
            "内容": "不见屋外溪，但见屋上山，云月复风雨，展转朝暮间。"
        },
        {
            "标题": "题姜尧章白石洞",
            "作者": "韩淲",
            "内容": "诗眼玩尘世，漫作威凤鸣。经行苕溪水，乃见白石清。\n拂衣鉴须眉，唤起仙骨惊。胡为随人间，叹息百虑萦。\n洞中应笑我，何不高举轻。明时乐未正，尚欲追英茎。\n它年淳气合，肯有爵服情。痴人莫说梦，烈士徒殉名。\n转庵偶饶舌，已足压旦评。古来旷达者，谈笑得此生。\n临流赋招隐，一奏朱弦声。"
        },
        {
            "标题": "寄谢耕道",
            "作者": "韩淲",
            "内容": "白莲庵下犁春屋，正是吴山大隐坊。一任车尘飞不到，半生诗卷独难忘。\n眼明贵近清樽富，心折交游秃鬓凉。十里芰荷湖水外，海涛秋浪更茫洋。"
        },
        {
            "标题": "白日偶无客青山长对门",
            "作者": "韩淲",
            "内容": "朝市无遗音，丘园有绝迹，蓬茅晏不开，才开待迎客。"
        },
        {
            "标题": "白日偶无客青山长对门 其十",
            "作者": "韩淲",
            "内容": "牵牛槿花底，攲拄破篱门。旋买深村酒，因倾老瓦盆。"
        },
        {
            "标题": "白日偶无客青山长对门 其九",
            "作者": "韩淲",
            "内容": "何由芰制衣，岂必兰为佩。一笠一蓑轻，田渔且相对。"
        },
        {
            "标题": "白日偶无客青山长对门",
            "作者": "韩淲",
            "内容": "人生等戏剧，衮衮徒区区。老身其回头，今有古非无。"
        },
        {
            "标题": "白日偶无客青山长对门 其二",
            "作者": "韩淲",
            "内容": "枕流饭脱粟，长夏以终日。曳屣行歌商，风轩时弄笔。"
        },
        {
            "标题": "白日偶无客青山长对门 其四",
            "作者": "韩淲",
            "内容": "人生等戏剧，衮衮徒区区。老身其回头，今有古非无。"
        },
        {
            "标题": "白日偶无客青山长对门 其八",
            "作者": "韩淲",
            "内容": "崦霭得广茂，虚明失深长。一曲冬月暖，数家夏日凉。"
        },
        {
            "标题": "白日偶无客青山长对门 其五",
            "作者": "韩淲",
            "内容": "朝市无遗音，丘园有绝迹。蓬茅晏不开，才开待迎客。"
        },
        {
            "标题": "次韵元要陪仓使张园",
            "作者": "韩淲",
            "内容": "春閒有客伴遨头，应喜园亭处处幽。晴日暖风花影外，清歌妙舞酒船浮。\n牢笼好景开诗胆，爱惜流光入醉眸。珍重苏门两君子，至今人物尚同游。"
        },
        {
            "标题": "白日偶无客青山长对门",
            "作者": "韩淲",
            "内容": "枕流饭脱粟，长夏以终日。曳屣行歌商，风轩时弄笔。"
        },
        {
            "标题": "白日偶无客青山长对门",
            "作者": "韩淲",
            "内容": "身心既已闲，吟风兴亦偶。山东打茶声，睡思忽抖擞。"
        },
        {
            "标题": "白日偶无客青山长对门",
            "作者": "韩淲",
            "内容": "云低树头青，风急叶背白。一坞无来人，鸟语斗格磔。"
        },
        {
            "标题": "白髭一茎欣然为赋",
            "作者": "韩淲",
            "内容": "发已经年白，今朝又到须。形容真易改，心事合全无。\n晓室开青镜，晴窗据槁梧。门前谁送酒，不恨老东吴。"
        },
        {
            "标题": "百字令/念奴娇",
            "作者": "韩淲",
            "内容": "园居好处，是古梅飞动、欺霜凌雪。底问纷华桃李态，自倚天姿明洁。城外灵山，桥头玉水，多少佳风月。岁寒时候，南枝尤与清绝。几回唤酒寻诗，诗成小醉，絮帽浑敧侧。领略不辞身跌宕，一洗群儿啁哳。太始遗音，元和新样，到了都难说。草玄经在，对花何闷孤寂。"
        },
        {
            "标题": "百字令（寿南枝）",
            "作者": "韩淲",
            "内容": "诏飞天上，看金狨系马，西湖风月。朝罢香烟摧满袖，身在琼楼玉阙。锦绣肝肠，珠玑欬唾，绿鬓非华发。与谁经济，河山应笑吴越。 且把春酒寻梅，年年眉寿，坐对南枝发。兵卫朱门森画戟，醉舞尘生罗袜。山面高堂，溪浮新舰，留取邦人说。等闲余事，一时如此奇绝。"
        },
        {
            "标题": "陈宣抚待制挽诗 其一",
            "作者": "韩淲",
            "内容": "百尺楼高卧，宜乎造物游。卫青开幕府，李广不封侯。\n世界乾坤在，邦家岁月流。遥知水心老，历历志诸幽。"
        },
        {
            "标题": "陈宣抚待制挽诗 其二",
            "作者": "韩淲",
            "内容": "到眼交朋少，前头师友多。胶庠一腾达，台阁合婆娑。\n混迹谈谐尔，成名字画何。隆兴乾道旧，零落几山阿。"
        },
        {
            "标题": "半塘寺法华童子塔和石刻韵",
            "作者": "韩淲",
            "内容": "生公曾坐讲，童子本来明。寂寂春光晚，半塘流水清。\n身心为净土，千古话风铃。礼塔四方静，巡檐一片声。"
        },
        {
            "标题": "馀干黄师求北窗诗",
            "作者": "韩淲",
            "内容": "陶令一北窗，今古自无对。折腰岂为米，归来本非退。\n平生羲皇心，肯与时向背。当年五柳传，谁云闭关辈。\n子能知其然，此意要常在。渊明不吾欺，是中诚可爱。"
        },
        {
            "标题": "送爆竹潘舍人",
            "作者": "韩淲",
            "内容": "使者归来守岁除，嘉殽应笑去年无。锦囊自是诗无敌，宝带还看骑甚都。\n想见颂花方列炬，故将爆竹伴屠苏。祝公茂介春祺去，明日朝元拱御炉。"
        },
        {
            "标题": "爆竹",
            "作者": "韩淲",
            "内容": "爆竹烧残岁，家家把一杯。西湖元自好，只是欠徘徊。"
        },
        {
            "标题": "看梅",
            "作者": "韩淲",
            "内容": "小园春早喜梅开，烟敛风回月色来。香细静知宜竹树，影孤清与散莓苔。\n幽幽山嘴疏钟韵，耿耿楼头画角哀。自笑年年被花恼，十分情味为衔杯。"
        },
        {
            "标题": "走笔答上饶",
            "作者": "韩淲",
            "内容": "閒花羞对去年丛，君正青春我秃翁。夜来一阵催花雨，二十四番花信风。"
        },
        {
            "标题": "泊舟碧澜堂即白蘋洲也",
            "作者": "韩淲",
            "内容": "碧澜堂下白蘋洲，鸟影翩翩鱼阵游。想见太湖湖更好，西风吹浪一天秋。"
        },
        {
            "标题": "送八侄赴调借仲和兄所赠诗韵",
            "作者": "韩淲",
            "内容": "莫忘前人食息间，好将禄养奉亲欢。愧予行浅无堪法，幸子时亨能效官。\n经纬家声元自好，栋梁门户各相看。西风喜送吴中去，年少加鞭信不难。"
        },
        {
            "标题": "送推官摄邑铅山",
            "作者": "韩淲",
            "内容": "准拟新凉共酒卮，溪山到处少清诗。何年结社得如此，比日登楼已可知。\n制邑且分莲幕去，鸣琴应负锦囊随。鹅湖石井青枫峡，又近渊明把菊时。"
        },
        {
            "标题": "读魏仲先处士诗有感偶成二首 其二",
            "作者": "韩淲",
            "内容": "涧泉韩仲止，生计聊复尔。无钱向谁嗟，有酒徒自喜。\n尽日览形容，流年惊发齿。夜夜犹早眠，寒来更慵起。"
        },
        {
            "标题": "浣溪沙（科辛卿壁间韵）",
            "作者": "韩淲",
            "内容": "只恐山灵俗驾回。海鸥飞下莫惊猜。机心消尽重徘徊。\n\n宿雨乍晴千涧落，晓云微露两山排。新苗时翼好风来。"
        },
        {
            "标题": "读魏仲先处士诗有感偶成二首 其一",
            "作者": "韩淲",
            "内容": "顾影自婆娑，食贫如我何。不嫌知己少，常畏识人多。\n过涧耿独立，看山行自歌。衡茅湿馀雪，风叶乱烟波。"
        },
        {
            "标题": "和教授诗 其一",
            "作者": "韩淲",
            "内容": "边韶经笥任嘲眠，底用回澜障百川。系马堂阶官独冷，秋来应喜雨公田。"
        },
        {
            "标题": "文叔入城夜半同斯远见过蚤作闻而赋之",
            "作者": "韩淲",
            "内容": "西风胜士集，敲我月下门。醉语惊童稚，今晨能具言。\n未知何许人，步武皆腾轩。顾非有逸韵，畴肯临丘园。\n时予亦被酒，正尔飞梦魂。栩栩妙理熟，布衾清而温。\n了不闻其然，醒来复何论。奇事既已失，踌躇黄叶村。"
        },
        {
            "标题": "虞美人（赵＿·酌别灵山阁）",
            "作者": "韩淲",
            "内容": "送君报最登朝路。初整曹装处。又因杯酒见余情。凉雨灵山阁上、月初晴。\n\n醺然领客襟怀底。消处阑干倚。风流别乘我依归。清誉冰溪棠荫、绿漪漪。"
        },
        {
            "标题": "留永丰数日告归偶成五字别文叔",
            "作者": "韩淲",
            "内容": "金飙肃商声，皓魄丽清景。思子泪成河，触目意莫骋。\n故人有嘉招，庸敢惮造请。行行涉大川，往往度崇岭。\n一登君子堂，弥旬获规儆。小饮兴颇浓，共学议尤炳。\n章泉来诗翁，此话亦隽永。人生长暌疏，聚集每俄顷。\n兴言故山归，旱暵忧复耿。此处虽未同，可昧寸心囧。\n世涂纷爱憎，吾儒挈裘领。"
        },
        {
            "标题": "西江月·风暖晨光寂寂",
            "作者": "韩淲",
            "内容": "风暖晨光寂寂，月明夜气沈沈。山间林下步轻阴。花柳飞绵布锦。酒病向谁能遣，春愁惟我难禁。尊前一曲断肠声。梦破晓窗敧枕。"
        },
        {
            "标题": "初二日午后乘潮而上",
            "作者": "韩淲",
            "内容": "一帆风已过桐江，鸥鹭飞来不作双。回首长安在何许，乱云吹雨满蓬窗。"
        },
        {
            "标题": "同吴永伯行田宿小寺",
            "作者": "韩淲",
            "内容": "冉冉春烟山半昏，远林荒草际斜曛。人家几点望中见，鸡犬数声何处闻。\n不奈客愁惊晚岁，空馀诗思入行云。青松影下归来路，野寺对床还醉醺。"
        },
        {
            "标题": "卜算子（中秋前一日和昌甫所寄）",
            "作者": "韩淲",
            "内容": "一雨已秋深，月色寒而静。夜半披衣草树间，玉露团清影。\n\n长笛倚楼声，听彻还重省。手启柴门倦复关，云卧衣裳冷。"
        },
        {
            "标题": "卜算子（生朝次坐客韵呈四叔）",
            "作者": "韩淲",
            "内容": "花底醉东风，好景宜同寿。海角天涯今几春，邂逅新丰酒。\n\n内集记高阳，南渡闲回首。但愿长年饱饭休，一笑风尘表。"
        },
        {
            "标题": "太常引·随风和雨带烟开",
            "作者": "韩淲",
            "内容": "随风和雨带烟开。更清冷、照崔巍。片片亦佳哉。细看得、花如翦裁。茅檐出没，水浮桥外，人自两峰来。吟到涧泉梅。问何似、山阴道回。"
        },
        {
            "标题": "青玉案（西湖路）",
            "作者": "韩淲",
            "内容": "苏公堤上西湖路。柳外跃、青骢去。多少韶华惊暗度。南山游遍，北山归后，总是题诗处。\n\n如今老矣伤春暮。泽畔行吟漫寻句。落拓情怀空自许。小园芳草，短篱修竹，点点飞花雨。"
        },
        {
            "标题": "夜过博山",
            "作者": "韩淲",
            "内容": "山行迫昏黑，乞火野人家。阴风振林壑，水激沟港斜。\n扶舆听鸣钟，尚觉涂路赊。叩门得兰若，僮仆欣不差。\n老僧为作茗，趺坐谈无涯。子夜各休去，幻境良可嗟。"
        },
        {
            "标题": "水调歌头·一枕暑风外",
            "作者": "韩淲",
            "内容": "一枕暑风外，事事且随缘。随缘何处琴剑，闲泊此层巅。日绕九天楼殿，烟抹四山林薄，尘土市声前。老眼醉还醒，犹得到诗边。桥南院，双桂隐，有名言。江湖人物，好在收拾付书帘。回首吾庐无恙，寄卧僧窗何事，鸿鹄本高骞。水调赋明月，谁道更超然。"
        },
        {
            "标题": "涧梅一枝盛开",
            "作者": "韩淲",
            "内容": "涧头一树小春梅，每岁何曾抵死开。乱点香须乃如许，有花无句为徘徊。"
        },
        {
            "标题": "卜算子（初十日海棠宋十一哥家饮）",
            "作者": "韩淲",
            "内容": "烟雨海棠花，春夜沈沈酌。寒食清明数日间，人也须行乐。\n\n不怕笛声长，只怕风儿恶。烛影红酣宝篆香，楼上黄昏角。"
        },
        {
            "标题": "二十七日周七载酒且怀春伯",
            "作者": "韩淲",
            "内容": "十载梅陂酒，青岩始共游。香传高树晚，凉映小塘秋。\n饮亦何劳醉，吟成苦未休。补陀山下客，能为此回头。"
        },
        {
            "标题": "步蟾宫（钓台词）",
            "作者": "韩淲",
            "内容": "三年重到严滩路。叹须鬓、衣冠尘土。倚孤篷、闲自濯清风，见一片、飞鸿归去。\n\n人间何用论今古。漫赢得、个般情绪。雨吹来云、乱处水东流，但只有、青山如故。"
        },
        {
            "标题": "上南豅春伯家雨后绝溪小酌酒肆",
            "作者": "韩淲",
            "内容": "行转山腰唤小舟，更寻荒店酒家游。一溪雨后滩声急，小醉虚檐翠竹秋。"
        },
        {
            "标题": "朝中措（约和卿、敬之持醪为文叔生朝）",
            "作者": "韩淲",
            "内容": "山林钟鼎似无同。舒卷有穷通。洗出壶中三峡，帝城赢得从容。\n\n黄流乱注，狂澜既倒，砥柱能东。此际诞弥杯酒，宜歌风虎云龙。"
        },
        {
            "标题": "朝中措（平江施＿·生朝）",
            "作者": "韩淲",
            "内容": "五湖烟水百花洲。别乘最风流。人道紫枢家世，清时衮衮公侯。\n\n名园绿水春无价，蜀锦舞缠头。眉寿年年今日，宝杯香霭飞浮。"
        },
        {
            "标题": "雨乍霁散步村野山谷间",
            "作者": "韩淲",
            "内容": "幽居喜乍晴，闲步转山麓。塘坳过两家，山嘴见一屋。\n坡陀上平岗，窈窕入深谷。时时看采桑，往往值播谷。\n鸡飞田妇呼，牛走牧儿逐。路平豁呈露，地僻杳藏伏。\n风物晚春时，但见青草木。无为扣角歌，但赋采薇曲。"
        },
        {
            "标题": "参寥泉",
            "作者": "韩淲",
            "内容": "湖光佛寺古，山色泉水清。苏仙则已远，名字空含情。\n西风动林松，琴瑟有馀声。我来揖而酌，一饮百虑轻。\n朗吟两石碣，脊记眼为明。当年彼比邱，亦足得此生。"
        },
        {
            "标题": "祝英台近（寒食词）",
            "作者": "韩淲",
            "内容": "馆娃宫，采香径，范蠡五湖侧。子夜吴歌，声缓不须拍。崇桃积李花闲，芳洲绿遍，更冉冉、柳丝无力。\n\n试思忆。老去一片身心，孤负好春色。古往今来，时序恼行客。去年今日山中，如何知得。却又在、他乡寒食。"
        },
        {
            "标题": "好事近·梅雨快晴风",
            "作者": "韩淲",
            "内容": "梅雨快晴风，苔竹定翻新箨。相望得寻幽调，把陈言都略。大江东去更飞云，心事共回薄。彷佛散庵佳处，一声声猿鹤。"
        },
        {
            "标题": "次韵昌甫 其九",
            "作者": "韩淲",
            "内容": "何处逢人可共杯，老来空觉岁时催。门前涂路无芳草，山里林园欲放梅。\n残雪未消经小至，繁霜犹冻待春回。好诗寄自章泉水，起我寒心一寸灰。"
        },
        {
            "标题": "题草虫扇 其一",
            "作者": "韩淲",
            "内容": "粉翼才成便斗飞，微虫气化岂先知。草间更看跳梁者，物物春风信有时。"
        },
        {
            "标题": "题草虫扇 其二",
            "作者": "韩淲",
            "内容": "雨晴风细两翩翩，一枕庄周莫怅然。野落春光惊欲老，深情都付草虫边。"
        },
        {
            "标题": "致虚斋有叶少蕴曾公衮曾吉甫题句",
            "作者": "韩淲",
            "内容": "我作高斋老石林，题诗无复旧知音。空青何在茶山远，满径秋风生夕阴。"
        },
        {
            "标题": "题昌甫所得陆待制手书次韵昌甫之题句",
            "作者": "韩淲",
            "内容": "放翁遗墨几何年，云绕秋山月满川。摸索空惊久零落，追思犹恨少留连。\n贞元人事诚如梦，正始文风信若仙。江海凄凉易陈迹，山阴茅宇贺家船。"
        },
        {
            "标题": "朱卿约余倅涧上招昌甫次韵昌甫",
            "作者": "韩淲",
            "内容": "春雨得晴明，山扉涧道清。朋来何以报，雅集偶然成。\n柳暗枝枝重，花疏片片轻。经年不相见，好事满壶倾。"
        },
        {
            "标题": "鹧鸪天（昌甫同明叔饮赵崇公家）",
            "作者": "韩淲",
            "内容": "莫道庞公不入州。为谁歌酒也迟留。襟期别乘真难事，领略同游岂易谋。\n\n他扰扰，自悠悠。香浮莱莉笑花头。一帘云影催诗雨，唤起佳人无限愁。"
        },
        {
            "标题": "昔先公欲刊白蘋集今教授刊之",
            "作者": "韩淲",
            "内容": "吴兴好在白蘋洲，先友云亡不那愁。空对遗编想容止，休论往事记从游。\n吾翁甚欲流传远，贱子常疑埋没休。赢得虚名付残断，风流终古藉西畴。"
        },
        {
            "标题": "昌甫谢徐倅行县因到山中次韵呈徐",
            "作者": "韩淲",
            "内容": "章水泉头春雨晴，寻幽都骑眼须明。固知地胜因人重，要是村深少客行。\n饮散轩窗虽寂寞，归馀草树亦敷荣。清风洗尽尘间俗，忻慕谁云只晏婴。"
        },
        {
            "标题": "陪昌甫成甫寻泉看鹤而归",
            "作者": "韩淲",
            "内容": "鱼计亭前放鹤归，晚风吹叶正飞飞。策扶老健徐行后，傍水穿云入翠微。"
        },
        {
            "标题": "昌甫寄所和朴翁诗因亦次韵",
            "作者": "韩淲",
            "内容": "长日怀贤只坐驰，炎凉谁与世推移。贫生梦枕槐柯蚁，笑杀仙巢莲叶龟。\n萧瑟两峰吟和处，辛勤千里寄来时。风流是我身名事，付与刘郎歌竹枝。"
        },
        {
            "标题": "昌甫题徐仙民诗集因和韵两篇 其二",
            "作者": "韩淲",
            "内容": "东南蟠海峤，天也斲閒民。岁月高侪侣，江湖竞比伦。\n杨刘万代手，温李再生身。雪跨水悬处，游魂不见人。"
        },
        {
            "标题": "昌甫题徐仙民诗集因和韵两篇 其一",
            "作者": "韩淲",
            "内容": "断自晚唐后，人人尽做诗。生前由我集，名后得谁碑。\n眇眇三灵见，萧萧一叶知。塔山林覆土，若奠替芳卮。"
        },
        {
            "标题": "朝中措 梅月圆",
            "作者": "韩淲",
            "内容": "为兹春酒寿诗翁。我辈一尊同。香动梅梢圆月，年年先得东风。"
        },
        {
            "标题": "朝中措（梅月圆）",
            "作者": "韩淲",
            "内容": "为兹春酒寿时翁。我辈一尊同。香动梅梢圆月，年年先得东风。\n\n冰溪清浅流环玉，莲幕漫从容。但愿人生长久，挥弦目送飞鸿。"
        },
        {
            "标题": "朝中措（戏赠郑干）",
            "作者": "韩淲",
            "内容": "扁舟撑月转江湖。烟水湛金铺。篷底晓凉歌罢，肌肤冰雪初扶。\n\n诗人自是风尘表，佳处句能摹。属玉一双飞去，荷花香动菰蒲。"
        },
        {
            "标题": "朝中措·池塘春草燕飞飞",
            "作者": "韩淲",
            "内容": "池塘春草燕飞飞。人醉牡丹时。多少姚黄魏紫，搦成腻粉燕支。谪仙醉把平章看，晴影度帘迟。花外一声鶗鴂，柳边几个黄鹂。"
        },
        {
            "标题": "朝中措（赵＿·约玉楼溪小集）",
            "作者": "韩淲",
            "内容": "一番风月已平分。留得玉溪云。蔼蔼宾僚如故，东楼北海清尊。\n\n荷香凉透，柳阴深锁，翠袂珠裙。□到九重城里，才华好觐吾君。"
        },
        {
            "标题": "朝中措（昌甫作长短句呈朱卿、余＿，因和韵）",
            "作者": "韩淲",
            "内容": "水南何事兴偏浓。花草小园中。山气静分余霭，泉声幽转流淙。\n\n午桥坐上英豪客，今昔为谁容。不是倚楼人在，登临无复携筇。"
        },
        {
            "标题": "朝中措（次韵昌甫见寄）",
            "作者": "韩淲",
            "内容": "谁翻新曲玉溪滨。何日得为邻。醉里行歌相答，步随泉石松云。\n\n如今又是梅时候，只有眼中人。魂断幽香孤影，花前闲整衣巾。"
        },
        {
            "标题": "朝中措（九日周国正席间赋长短句）",
            "作者": "韩淲",
            "内容": "年年羞插花游。华发不禁秋。此日遨头寻胜，消除万斛清愁。\n\n湿云凉雨南台上，歌动玉溪流。俯仰人间今古，多情破帽飕飕。"
        },
        {
            "标题": "朝中措（和吴子似）",
            "作者": "韩淲",
            "内容": "春浓人静倦游嬉。烟雨战棠梨。翠径乱红无数，频啼枝上黄鹂。\n\n小园流水溅溅处，绿遍谢家池。怨月恨花滋味，泪痕犹染罗衣。"
        },
        {
            "标题": "朝中措 九日周国正席间赋长短句",
            "作者": "韩淲",
            "内容": "年年羞插菊花游。华发不禁秋。此日遨头寻胜，消除万斛清愁。"
        },
        {
            "标题": "朝中措·熏风两节照稽山",
            "作者": "韩淲",
            "内容": "薰风两节照稽山。三百里湖间。\n镜上谁为贺老，棹船能伴官闲。\n\n今年寿日，不妨吟啸，还上清班。\n为寄长生新曲，齐眉想见酡颜。"
        },
        {
            "标题": "朝中措（赵伊一哥回侍）",
            "作者": "韩淲",
            "内容": "君之竹隐是章泉。只要世家传。莫道闲诗浪句，风花雪月云烟。\n\n一杯我醉，百年人事，乾转坤旋。直与唤回兴替，义皇留下遗编。"
        },
        {
            "标题": "鹧鸪天·莫笑闲身老态多",
            "作者": "韩淲",
            "内容": "莫笑闲身老态多。避人避世欲如何。分明画出山阴道。太息吟成宁戚歌。穿木石，泛烟波。从前魑魅喜人过。灵山西畔高溪上，一棹归来舞短蓑。"
        },
        {
            "标题": "朝中措（寄元立）",
            "作者": "韩淲",
            "内容": "薰风两节照稽山。三百里湖间。镜上谁为贺老，棹船能伴官闲。\n\n今年寿日，不妨吟啸，还上清班。为寄长生新曲，齐眉想见酡颜。"
        },
        {
            "标题": "朝中措（述旧曲）",
            "作者": "韩淲",
            "内容": "霓裳霞佩淡丰容。云冷露华浓。唤起石丁归去，冥冥仙仗崆峒。\n\n人间秋老花饶笑，清映小帘栊。记取五城深处，凤箫吹下天风。"
        },
        {
            "标题": "杨秘监江东集",
            "作者": "韩淲",
            "内容": "江东集里好清诗，未看争知看便知。句句多般都有格，篇篇出众不趋时。\n包藏许大冰霜骨，搭带些儿锦绣皮。却被铁钱赶归去，诚斋老子也便宜。"
        },
        {
            "标题": "送仲至长乐帅幕",
            "作者": "韩淲",
            "内容": "文笔擅名第，当置台馆中。不合大雅尚，天怒令诗穷。\n昔年弄水亭，一见知不同。继而灵山阳，示我所作工。\n岂期江海上，浩然复相从。小篇清且丽，大篇疏而通。\n尚友梅都官，不但杨陆翁。和平事淡泊，志意惊盲聋。\n时时写几句，岂只凡马空。又喜富收拾，锦绣纷青红。\n决定得名世，挽回正始风。岑岑闽岭山，连帅鼓角雄。\n幕府少为贫，因与了事功。地煖罕霜雪，榕阴荔枝丛。\n不妨资食啖，閒游佛老宫。万一遇真隐，识赏无匆匆。"
        },
        {
            "标题": "别陈平甫",
            "作者": "韩淲",
            "内容": "清暑莲堂上，何心咏别诗。敢云归计早，常恨结交迟。\n林馆主人胜，江山客子宜。相看在霄汉，折取桂高枝。"
        },
        {
            "标题": "成父携酒过余作二绝 其二",
            "作者": "韩淲",
            "内容": "晓甑无炊从妇嗔，也须料理瓮头春。殷勤遗我非无意，应笑茅柴但湿唇。"
        },
        {
            "标题": "题朱直学竹轩",
            "作者": "韩淲",
            "内容": "裂石作翠竹，秋风生晚凉。政须人啸咏，应记我行藏。"
        },
        {
            "标题": "成父携酒过余作二绝 其一",
            "作者": "韩淲",
            "内容": "今雨能来定可怜，一壶仍与遂初泉。故人风味成疏阔，且向杯中别圣贤。"
        },
        {
            "标题": "谢黄子耕惠纸被时在钱塘乍冷无衾窘甚",
            "作者": "韩淲",
            "内容": "西江寒藤濯清冰，捣成楮衾起霜棱。朱门鼎食笑弗顾，只有蕙帐眠山僧。\n精致不数毡毯厚，洁净未必绫锦能。禦冬气清神煜煜，煖老体轻梦腾腾。\n幽人玩之喜欲舞，可与饮水同曲肱。江夏无双知此意，又见寒来祇布被。\n吴山客舍久穷愁，帝城贵家谁顾视。急呼大儿开箧箱，取以赠吾真雅遗。\n拂拭床间时自思，展转枕边诚有愧。当如此衾坚且白，身外轻肥皆弃置。"
        },
        {
            "标题": "谭守约陈漕林宰同游南岩得问字",
            "作者": "韩淲",
            "内容": "高情动岩壑，幽讨忘远近。追随得秋日，挈榼多美酝。\n悠悠远朝市，寂寂委时运。雨集星散间，他年或相问。"
        },
        {
            "标题": "载酒送昌甫至十许里分韵得送字",
            "作者": "韩淲",
            "内容": "翁归章泉山，我以一尊送。荒流忽逢梅，孤峭费嘲弄。\n情亲阔别去，旋即堕幽梦。风生千树春，寒入万木冻。\n杯行二三子，醉语或惊众。岁晚夫如何，尘外无倥偬。"
        },
        {
            "标题": "丁使君和昌父诗朱卿亦有句次韵呈之",
            "作者": "韩淲",
            "内容": "节物推迁还献岁，纷纷如看雾中花。春盘又见菜纤手，腊酒已倾饧胶牙。\n山野寄吟宁漫与，禁林有和实惊嗟。韦苏州集多酬唱，亦有州民钓客家。"
        },
        {
            "标题": "呈周南仲推官并呈滕计度贤良",
            "作者": "韩淲",
            "内容": "老身泛吴淞，但觉灵岩高。东风吹桃花，水流亦滔滔。\n岂不可扬舲，岂不可受篙。閒情未舒适，世虑非煎熬。\n奇哉又虎丘，眄焉首重搔。所愧尘埃人，周游鲜此遭。\n景胜当领会，识浅泛郁陶。只有歌永言，聊以相作劳。"
        },
        {
            "标题": "薜农寺连月不相见雪中思其所居对湖山之胜一诗呈之",
            "作者": "韩淲",
            "内容": "窗外湘山雪正奇，不知曾费几篇诗。我穷正堕京城日，公达宜居台省时。\n春近定须归柳叶，腊残应弗问梅枝。他年拂袖岷峨去，好话江东有客思。"
        },
        {
            "标题": "朱卿入雨岩本约同游一诗呈之",
            "作者": "韩淲",
            "内容": "雨岩只在博山隈，往往能令俗驾回。挈杖失从贤者去，住庵应喜谪仙来。\n中林卧壑先藏野，盘石鸣泉上有梅。蚤夕金华鹿田寺，斯游重省又遐哉。"
        },
        {
            "标题": "成趣小隐",
            "作者": "韩淲",
            "内容": "今年春色在山家，到处寻梅看落花。成趣园中乘日往，最高台上受风斜。\n棋声与我诗无尽，酒力因君兴未涯。拓落不知天蚤暮，更呼急管度芳华。"
        },
        {
            "标题": "雪后看梅",
            "作者": "韩淲",
            "内容": "雪残山润眩朝晴，涧溜融澌渐有声。最是梅花先后发，倚风乘日艳精明。"
        },
        {
            "标题": "二十一日同昌甫镇头和森桂时斋之句",
            "作者": "韩淲",
            "内容": "斋楼之名散庵立，时哉时哉贵翔集。训行处仁要领会，德成胜非由所习。\n眼高四海远者远，知效一官急者急。工夫当思寸阴竞，渊源不可短绠汲。"
        },
        {
            "标题": "赵倅又和一绝许予过当再以前韵呈之",
            "作者": "韩淲",
            "内容": "健笔幽葩总是春，非公高韵孰全真。要知草野多凡卉，不过桐门无此人。"
        },
        {
            "标题": "叶侍郎寄乌石茶昌甫诗谢之次韵同赋",
            "作者": "韩淲",
            "内容": "瓶茶远自水心寄，缄诗又谢章泉分。拣芽为赠信灵物，回味有功非世勋。\n降伏睡魔庶永日，不居酒圣须乘云。何时幽讨共仰止，乌石冈头煮此云。"
        },
        {
            "标题": "辛卿有言雨则清润晴则清和昌甫因为五字次韵呈之",
            "作者": "韩淲",
            "内容": "雅俗岂殊调，今古信一时。晴雨草木长，摸索皆我诗。\n善来子赵子，身世忽若遗。顾瞻绝代人，乘闲有幽期。\n和润见名理，处处清气随。坐卧泉乱鸣，孟夏凉侵肌。\n睡馀供茗事，禅榻鬓成丝。进退出处间，何心玩易羲。"
        },
        {
            "标题": "饭后乘日过东家",
            "作者": "韩淲",
            "内容": "霜晴已是探梅时，野趣轩茶更合诗。才出门来唯独往，不看山去亦何知。\n试听石濑无尘滓，如觉林梢有好枝。心与眼明知兴熟，朗吟惟老转相宜。"
        },
        {
            "标题": "同昌甫坐雪观看权巽中诗因和其雪句",
            "作者": "韩淲",
            "内容": "雪中来雪观，谈妙非波旬。山僧亦摄衣，两手揖座人。\n似以眼谕心，谓言在兹辰。况复章泉翁，苍华岸乌巾。\n知我所居近，喜我与寺邻。共翻瘦权诗，一条绮丽尘。\n是事夫如何，岁寒梅自春。"
        },
        {
            "标题": "黄帐干琴一张云澄心堂旧物也因以次韵 其二",
            "作者": "韩淲",
            "内容": "当年五柳先生手，白日无弦抚此琴。中散飞鸿有天眼，广陵一曲亦何心。"
        },
        {
            "标题": "黄帐干琴一张云澄心堂旧物也因以次韵 其一",
            "作者": "韩淲",
            "内容": "江南书院初图霸，乃斲清琴尔许精。却忆焦桐裁爨下，要知徽外是真情。"
        },
        {
            "标题": "黄帐干琴一张云澄心堂旧物也因以次韵 其三",
            "作者": "韩淲",
            "内容": "草衣塔院听鸣弦，妙悟分明恰似禅。愧我初非子期耳，但知声和醉吟边。"
        },
        {
            "标题": "浣溪沙（夜饮潘舍人家，有客携家妓来歌）",
            "作者": "韩淲",
            "内容": "小雨收晴作社寒。月桥花院篆香残。杏腮桃脸黛眉弯。\n\n歌拂燕梁牵客恨，醉临鸾镜怕人看。良宵春梦绕屏山。"
        },
        {
            "标题": "黄仲明同看池上菊一酌因出溪桥久之",
            "作者": "韩淲",
            "内容": "饮菊明山日，行林挟岸风。近霜虽落木，得雨自成丛。\n小醉情怀外，微吟步武中。幽闲有如我，邂逅复心同。"
        },
        {
            "标题": "同孟守出溪亭视涨和严解元韵",
            "作者": "韩淲",
            "内容": "滚滚溪亭雨未休，偶陪小队得来游。蚕桑时候将何望，燕麦风前信隐忧。\n民力已殚诚易与，天心非远不难筹。果然香火开晴色，从此年登定有秋。"
        },
        {
            "标题": "恋绣衾",
            "作者": "韩淲",
            "内容": "溪风吹雨晚打窗。把心情、阑入醉乡。记取在、山深处，我如今、双鬓已苍。夜阑寒影灯花淡，梦难成、清漏更长。宝瑟断、鸾胶续，泪珠弹、犹带粉香。"
        },
        {
            "标题": "六月二日大雨如注山涧水溢 其三",
            "作者": "韩淲",
            "内容": "瓮头白酒香初酿，凭藉一杯归太和。本自无愁更何喜，暑风池上看圆荷。"
        },
        {
            "标题": "周子静示诗卷 其一",
            "作者": "韩淲",
            "内容": "湖山风雨烟霏处，莲叶翻翻百顷宽。我已尘埃无可写，谁将诗卷对之看。\n蓬莱地近初抟翮，阊阖门开更整冠。此段情怀久寥阔，沉吟犹为洗悲酸。"
        },
        {
            "标题": "周子静示诗卷 其二",
            "作者": "韩淲",
            "内容": "陆羽泉头忻考德，林逋湖面得敦诗。交情未觉非前日，雅道那知又一时。\n逼塞古今空上下，凄凉人物易推移。申言保社吾何敢，但惜中含屈宋姿。"
        },
        {
            "标题": "次韵昌甫 其三",
            "作者": "韩淲",
            "内容": "古道定谁成，庄周与净名。劳哉秦外趣，甚矣颍阳清。\n并舍披衣去，行桥拄杖声。遥知园列树，新好看初荣。"
        },
        {
            "标题": "二十六夜坐",
            "作者": "韩淲",
            "内容": "初霜涤馀暖，山气何其明。水痕亦渐收，涧浅流不声。\n翔空有鸣雁，肃肃已南征。人閒易为老，物引诚可惊。\n凭窗既危坐，出门复安行。夜晚村微火，得酒承满觥。\n且了读残书，理惬意逾平。"
        },
        {
            "标题": "同郑一过方斋又往山堂初夜微风雨作步至城外",
            "作者": "韩淲",
            "内容": "得雨逢秋一醉同，老身随处为从容。笑花斋外言谈久，桂树门边步武通。\n漫挟两儿常兀兀，既来三友莫匆匆。夜凉共踏朦胧月，赢取归桥满袖风。"
        },
        {
            "标题": "柬郑一",
            "作者": "韩淲",
            "内容": "夕阳门外是南斋，望断山颠与水涯。晓去挟书虽雅放，晏归不饮也谈谐。\n新池喜种莲当户，旧径慵锄草没阶。约绰郊居遂初赋，只消黄帽与青鞋。"
        },
        {
            "标题": "窗日",
            "作者": "韩淲",
            "内容": "饭已南窗暖，依违睡思生。息虚神即固，气定体殊轻。\n霜熟日初上，檐疏纸透明。欠伸询早暮，一唱午鸡声。"
        },
        {
            "标题": "次韵周景瑜",
            "作者": "韩淲",
            "内容": "日日锄园净扫门，待寻幽草艺芳荪。秋花又满庭前树，浊酒閒开座上尊。\n新事任从千百变，旧交才得两三番。凄凉北客溪南住，有句长吟莫厌繁。"
        },
        {
            "标题": "南窗日午困坐",
            "作者": "韩淲",
            "内容": "困顿南窗日，衰颓畏隙风。酒因寒得策，茶与睡书功。\n不比冯唐老，浑如阮籍穷。惊心还嗣岁，随意过残冬。"
        },
        {
            "标题": "初八日传闻光州虏退又云东海之捷",
            "作者": "韩淲",
            "内容": "疆埸未云静，家国疑摇摇。深乎帷帐筹，公卿日以朝。\n虏势固不壮，虏骑固为骁。强弱士气少，战守民力凋。\n荒山涧壑冷，岁暮风萧萧。百草皆烂死，扑面黄叶飘。\n枭鹠互鸣啸，狐豺纷踯跳。秃鬓祗枯藜，伫立天益寥。\n恭惟我寿皇，恢复悉有条。咄哉开禧臣，妄动尤虚嚣。\n女贞亦分裂，幽燕乱无聊。贤愚世运厄，隆替华夏焦。\n羌戎汉威灵，河隍唐僖昭。民老曾何知，但愿归富饶。\n中外持论平，致君舜与尧。"
        },
        {
            "标题": "次韵昌甫并帖斯远五首 其一",
            "作者": "韩淲",
            "内容": "一亭寒美老弥明，閒里经春自喜晴。拄杖披衣随处歇，有时应觉意和平。"
        },
        {
            "标题": "次韵巩仲至登楼见怀",
            "作者": "韩淲",
            "内容": "东望悠悠我所思，老当益壮尚知期。极知后会相思日，应话前因欲别时。\n往事是谁人去住，浮荣徒自位高卑。仲宣楼上春风里，只好疏帘看弈棋。"
        },
        {
            "标题": "正月十一日",
            "作者": "韩淲",
            "内容": "春前三日雪，今则倏霜晴。涧谷冰凘满，溪山风物清。\n梅梢已飘洒，兰穗始敷荣。宿约多神赛，君来酒重倾。"
        },
        {
            "标题": "春分前一日 其五",
            "作者": "韩淲",
            "内容": "草色老春荠，气数戚已分。流光生鬓丝，日暮江东云。\n故交本不多，零落那忍闻。墙阴雨凄凄，夕阳何时熏。"
        },
        {
            "标题": "春日杂兴 其四",
            "作者": "韩淲",
            "内容": "儒者求专门，是岂为我儒。乡愿复不佳，必竟将何如。\n未有孔孟前，尧舜非著书。观书亦不恶，涂辙亦差殊。"
        },
        {
            "标题": "昌甫以平生诗藁俾赵家净录因见题后",
            "作者": "韩淲",
            "内容": "藁不随时废，诗须以藁传。老身犹在涧，旧话只章泉。\n箨笋看成竹，藕荷将出莲。居然閒摸索，久矣奉周旋。"
        },
        {
            "标题": "林德九国录作冰玉寮来索赋因寄五字",
            "作者": "韩淲",
            "内容": "仇池苏仙语，发挥我孤山。孤山有何佳，林逋庐其间。\n风高气化远，庸贩亦班班。是荣人爵欤，百世不可攀。\n沉冥惬幽性，道胜无戚颜。至今西湖西，眇弥尚沧湾。\n谁夫仕吴京，敛焉心肯閒。吟讽彼一诗，静视触与蛮。\n斋房如僧寮，热客自尘寰。出处贵君子，安时谅非艰。"
        },
        {
            "标题": "九日次前韵答赋德久",
            "作者": "韩淲",
            "内容": "客里素秋节，谁复同襟期。黄花虽满眼，何意采摘之。\n古今旷达人，把此颜为怡。谓可制颓龄，属兴深于兹。\n渊明南山下，放浪东篱枝。白衣纵莫至，自惜草木姿。\n斯辰天阴阴，云深翳晴曦。更想杜陵老，抱病登台时。\n我欲事啸歌，舒忧以娱悲。悠悠时序心，摇毫漫致词。"
        },
        {
            "标题": "灵芝寺清坐听潘德久弄琴久之小酌而散",
            "作者": "韩淲",
            "内容": "秋晚灵芝寺，阴云阖复开。荷枯半倚草，柏老遍生苔。\n兴到容吾赋，闲知与客来。琴边更三叠，莫放酒船回。"
        },
        {
            "标题": "胡教授来因酌海棠下见和前韵复答赋",
            "作者": "韩淲",
            "内容": "轻阴催雨湿汀沙，山崦寒生一倍加。好事肯同杯酒咏，绿娇红小是谁花。"
        },
        {
            "标题": "有怀斯远及施仲益次章丘韵",
            "作者": "韩淲",
            "内容": "后湖有徐舅，永丰有施甥。英英怀玉山，方来孰争衡。\n世岂无甥舅，人岂无友生。二士真可人，得之于我荣。\n蹠寿回也短，司命如不平。已乎系时数，感焉涕泗并。"
        },
        {
            "标题": "有怀斯远及施仲益次章丘韵",
            "作者": "韩淲",
            "内容": "其后凄然忍寄诗，寄之谁复读于斯。章丘木落风月冷，手泽应须留与儿。"
        },
        {
            "标题": "次韵斯远喜予见过 其二",
            "作者": "韩淲",
            "内容": "望望公超市，烟云满眼过。经时不相见，此地复如何。\n物色真难识，情怀敢自多。喜君诗在手，吟讽亦婆娑。"
        },
        {
            "标题": "次韵斯远喜予见过 其一",
            "作者": "韩淲",
            "内容": "无地寻明月，因人且出游。猖狂疑有谓，拓落信何求。\n山水知回薄，杯觞得献酬。秋情吾卜夜，垂老未为羞。"
        },
        {
            "标题": "文叔见过山居斯远亦来有怀昌甫",
            "作者": "韩淲",
            "内容": "薰风拂眼过，不知夏将深。起视树扶疏，聊以舒啸吟。\n故人忽相过，我取酒同斟。凉夜月未落，相与试论心。\n溪渊有潜鱼，山谷多翔禽。升沉本何意，能言不如瘖。\n斯远居近市，昌甫栖远岑。文叔宰百里，一一皆可钦。\n二子则良晤，一子当荒寻。诗罢予忽醉，掩关眠楮衾。"
        },
        {
            "标题": "次韵昌甫所寄因答施仲益且寄斯远 其三",
            "作者": "韩淲",
            "内容": "尝看晋宋语，无忌酷似舅。焉如施与徐，共学乃师友。\n固应在同声，亦何苦遗臭。我独乏雅正，蓬心乱苗莠。"
        },
        {
            "标题": "十三日次韵春伯",
            "作者": "韩淲",
            "内容": "忍浣城郭尘，来访南豅友。留连既听雨，放浪亦市酒。\n谁知桂满门，自觉香在手。秋思今如何，闲吟为之久。"
        },
        {
            "标题": "九月二十五日仲至携酒与客相过因为作生日次韵春时所赠",
            "作者": "韩淲",
            "内容": "名胜相从餐菊英，楚骚情味是三生。会逢其适论奇字，进退之间付濯缨。\n览德凤凰非苟集，俟秋蟋蟀也须鸣。诞弥俾尔耆而艾，况复村酤煮芋羹。"
        },
        {
            "标题": "次韵德久丈 其二",
            "作者": "韩淲",
            "内容": "谈谐意方接，萧散诗自生。写成澹泊句，洗尽淫哇声。"
        },
        {
            "标题": "次韵德久丈 其三",
            "作者": "韩淲",
            "内容": "云驱风浩浩，日永雨垂垂。狡兔笑三窟，鹪鹩思一枝。"
        },
        {
            "标题": "次韵德久丈 其一",
            "作者": "韩淲",
            "内容": "经旬无客至，今日得公来。园柳绿已密，渚莲红始开。"
        },
        {
            "标题": "次韵德久",
            "作者": "韩淲",
            "内容": "澄净清秋夜，诗成两眼明。佳人千古意，浊酒一杯情。\n湖水鱼龙舞，天风鸿雁鸣。菊花九日近，便合上峥嵘。"
        },
        {
            "标题": "次韵德久怀玉山诗友",
            "作者": "韩淲",
            "内容": "浙东山水几多山，公在家山定自闲。白发肯抛诗卷外，清愁须著酒杯间。\n岂无兴寄穷登览，犹有心情记往还。此道今人弃如土，翻疑逸驾未容扳。"
        },
        {
            "标题": "次韵留饮翼日诗来因次韵为答",
            "作者": "韩淲",
            "内容": "熟醉春山许著身，夜何其后转逡巡。纵翻旧话拈新话，未叹今人笑古人。"
        },
        {
            "标题": "次韵张令郊行 其一",
            "作者": "韩淲",
            "内容": "连朝晴日破层阴，下泽翩翩兴愈深。水际风翻沽酒旆，静看飞鸟过平林。"
        },
        {
            "标题": "二十四日昌甫斯远子功集雪观次韵斯远",
            "作者": "韩淲",
            "内容": "閒将诗句和，凉自雨中来。可是不相聚，那能得此回。\n香炉连笔格，茶椀更山罍。一架蒲阴绿，残阳晚又开。"
        },
        {
            "标题": "次韵张令郊行 其二",
            "作者": "韩淲",
            "内容": "不须万里羡侯封，且把千诗一抚松。野步何人知此意，仙家寒露湿芙蓉。"
        },
        {
            "标题": "次韵昌甫达夫斯远子功 其一",
            "作者": "韩淲",
            "内容": "日月推迁事转新，百年同尽草栖尘。纷纷遮莫相欺得，一首閒诗且送春。"
        },
        {
            "标题": "次韵盖友",
            "作者": "韩淲",
            "内容": "林外山平远，衰颜落笔难。风声催日晚，云物转霜寒。\n京邑九衢盛，江湖千里宽。交游尽诗社，名誉得苏端。"
        },
        {
            "标题": "次韵抱朴君同紫芝见过",
            "作者": "韩淲",
            "内容": "春来得新语，胜食斋房芝。舌本久已强，便觉此意随。\n三咽元和津，髣髴疑管窥。是事夫如何，今古诚一时。\n起搔种种发，抖擞酬酢之。楼西万山横，其中真吾诗。\n试断取一二，惨惨天四垂。谁云泌之水，而可以乐饥。\n但愿且吃饭，底用谈所知。彼哉长物尔，徒败人佳思。"
        },
        {
            "标题": "赵清江携临安酒来饮",
            "作者": "韩淲",
            "内容": "一壶犹带武林春，细拂湖边陌上尘。此去清江八百里，秋深蓬底是行人。"
        },
        {
            "标题": "斯远入吴就春官试因相过偶成",
            "作者": "韩淲",
            "内容": "春风閒日小楼居，门外欢迎长者车。道旧祇如前日事，别来不觉近年馀。\n烟花帝里宜同醉，杖屦湖山可自如。趁取好怀寻好句，人生何必爱吾庐。"
        },
        {
            "标题": "吴判官野阁诗述先公甚勤次韵谢之",
            "作者": "韩淲",
            "内容": "我登野阁思过庭，吻角欲语徒悲鸣。丽谯西池水木秀，当年手种年年生。\n五六十春几交印，幕画英游应接轫。由来感旧谁发挥，龙光斗牛知令问。\n诗来唤醒醉梦中，一日好事传江东。吴公治行天下美，隐然盖本西汉风。\n大抵轩窗数间屋，雅俗升沈堪踯躅。光前绝后得名章，便觉流芳争诵读。\n夕阳淡月色朦胧，想公退食书自工。黄卷之间欠伸处，催煎茶椀呼家童。\n妙声直启重玄钥，惠徼先君宁苟作。其孤衰微但下拜，犹向霜天辱杯酌。"
        },
        {
            "标题": "次韵斯远同僧寻泉眼二首 其一",
            "作者": "韩淲",
            "内容": "幽寻谁与娱，巃嵷而"
        },
        {
            "标题": "次韵斯远过风月斋 其一",
            "作者": "韩淲",
            "内容": "老去亲朋少，相过夜达晨。百年俱逆旅，千载欠閒人。\n经隔情虽旧，绸缪意转新。板桥篱竹净，不著世红尘。"
        },
        {
            "标题": "次韵斯远过风月斋 其二",
            "作者": "韩淲",
            "内容": "地偏心愈远，彼自物争妍。屋宇山围匝，池塘水接连。\n持醪留野饭，推食有溪鲜。风月斋曾宿，施村阿那边。"
        },
        {
            "标题": "次韵斯远同僧寻泉眼二首 其二",
            "作者": "韩淲",
            "内容": "上人何方来，解包与深游。翩然松下吟，意行崖壑幽。\n渊渊水色古，疑卧蛟龙虬。雷雨当满盈，奋动无此留。"
        },
        {
            "标题": "一丛花（次韵斯远）",
            "作者": "韩淲",
            "内容": "翻空雪浪送飞花。春晓媚霜华。风回点点迷人处，峭寒轻、诗思殊佳。双燕未来，断鸿何在，微雨又天涯。\n\n绮窗明暗是谁家。雕槛馥兰芽。画檐帘幕黄昏后，试倾杯、笑语喧哗。聚散人生，吾侪老矣，醉墨任横斜。"
        },
        {
            "标题": "月夜小集次韵郑教授",
            "作者": "韩淲",
            "内容": "溪山有佳月，可以永今夕。惊心总悠悠，过眼纷籍籍。\n何为秋向深，甚是老已逼。长谣陶一觞，怀抱所共席。\n披衣步良夜，奈此佳月何。太虚澹以阔，青景转觉多。\n风微泛家山，露湛明庭树。乌鹊无停栖，稀星片云度。\n光冷秋气肃，感时唯自惊。徘徊亦已久，不知更漏深。\n嫦娥在高高，传闻殊恍惚。双鹤快飞来，驾我探月窟。"
        },
        {
            "标题": "次韵王教授同寄昌甫器远无为临漳 其五",
            "作者": "韩淲",
            "内容": "瓯闽何处是，绝岭更危溪。乘障消蛮虺，望洋蒐水犀。\n庾公情不浅，朱老世思齐。乘月胡床坐，角巾随意低。"
        },
        {
            "标题": "次韵郑御带苦热",
            "作者": "韩淲",
            "内容": "家山玉溪头，薰风水流烟。小亭午梦馀，清耳晚树蝉。\n本拟老林下，萧散无穷年。岂知一左计，薄宦能几钱。\n尘埃京毂底，僦舍万井连。值此长夏热，愈觉归为贤。\n故人忽念我，乐共湖山缘。昨夜复大雨，乘凉吟欲颠。"
        },
        {
            "标题": "次韵赵景伯南岩",
            "作者": "韩淲",
            "内容": "披藿南岩寺，无僧林荡虚。崖悬徒可望，泉滴又何居。\n时世悠悠转，心情落落疏。山行有吟啸，佳处莫踌躇。"
        },
        {
            "标题": "教授同太守过横碧因留教授一饮",
            "作者": "韩淲",
            "内容": "班坐横碧轩，便足了吾事。水南冻雨中，岁晚欲何为。\n人生衰荣尔，翻覆当有自。使君真不凡，宾从随听视。\n偶然理窗楹，岂曰登临地。吕曾骨已朽，方来重增喟。\n萧闲著我老，婆娑恐容易。惜乎一杯酒，未敢驻千骑。\n梅花山翠寒，孤香发清吹。"
        },
        {
            "标题": "巩仲至到浙江急往见之继而以诗来乞次韵",
            "作者": "韩淲",
            "内容": "相从我自慰无聊，物换星回又斗杓。近市少霜梅欲动，长沟无雨水全消。\n几年冠盖东南会，逐日舟帆上下潮。见说公来便寻觅，老怀何更得诗邀。"
        },
        {
            "标题": "次韵仲至至日相过",
            "作者": "韩淲",
            "内容": "微官谁复肯来过，名胜凋零已不多。忍为故人疏酒盏，漫将佳节付诗歌。\n闲情只道山林好，老态其如岁月何。静夜小楼相对久，盈编新语但摩挲。"
        },
        {
            "标题": "尹子潜送蕨",
            "作者": "韩淲",
            "内容": "老来为腹不为目，薄饭盘蔬亦云足。成年准拟薇蕨甜，那计人间有粱肉。\n二月三月春已深，灵山土肥皆去寻。长茎短刺挂萝檐，出市不直三数金。\n随流扬波净挼洗，芼以姜盐付铛耳。生柴带叶旋抽添，糟莩旷沈时染指。\n晨光破甑炊浮浮，稻香菜软吾何忧。人可以食鲜知味，请听以气专致柔。"
        },
        {
            "标题": "坐客竞置殽核因赋示尹子潜",
            "作者": "韩淲",
            "内容": "鱼蟹人人馔，柑橙盏盏诗。醪芳邻所借，情分客能知。\n城外溪山在，门前巷陌卑。寒虽欺木叶，春已报梅枝。"
        },
        {
            "标题": "十二月初九日雪尹子潜来",
            "作者": "韩淲",
            "内容": "九峰庵上雪中眠，夜半寒枝落枕前。虚旷益知身老大，静深惟觉梦清圆。\n山围漠漠无通路，田缺幽幽有暗泉。雅志能来得同榻，雨岩人必为吟传。"
        },
        {
            "标题": "同郑处晦尹子潜过赵十",
            "作者": "韩淲",
            "内容": "老去吟何味，分明水一杯。目前轻过节，身外待寻梅。\n尚以同盟至，宁云不速来。此时心寸折，犹幸小徘徊。"
        },
        {
            "标题": "次韵邱簿对碧轩",
            "作者": "韩淲",
            "内容": "淡烟晴景鸟关关，香净茶甘宴坐间。竹碧便宜终日对，僧清输与一生闲。\n此时薄宦经行地，万里思乡梦处山。心寄飞鸿在云眇，数声零落下沧湾。"
        },
        {
            "标题": "除夕次韵郑司理 其一",
            "作者": "韩淲",
            "内容": "飞腾暮景惜流光，至后年前日渐长。绕屋雨声无藉在，海山尤带北风凉。"
        },
        {
            "标题": "除夕次韵郑司理 其二",
            "作者": "韩淲",
            "内容": "家林何在梦魂飞，闭阁焚香醉似泥。火冷灯青推枕坐，幽怀无处觅诗题。"
        },
        {
            "标题": "除夕次韵郑司理 其六",
            "作者": "韩淲",
            "内容": "夜窗松月旧家风，宦海飘流鞅掌中。但觉年年添一岁，不知齿豁与头童。"
        },
        {
            "标题": "除夕次韵郑司理 其五",
            "作者": "韩淲",
            "内容": "流传风俗岂无因，柏叶椒花意已驯。騃女痴儿何所试，牵衣踏地只争春。"
        },
        {
            "标题": "除夕次韵郑司理 其三",
            "作者": "韩淲",
            "内容": "年年以酒浇残腊，日日为诗作好春。涧水渐生梅正发，鸟啼人语亦清新。"
        },
        {
            "标题": "次韵耿运干",
            "作者": "韩淲",
            "内容": "如君便合上鹓行，却爱湖边梅蕊香。尽把珠玑为妙手，谁疑铁石作刚肠。\n文园病减初何苦，金谷春归有底忙。我亦被花恼不彻，又因鼎脔得珍尝。"
        },
        {
            "标题": "除夕次韵郑司理 其四",
            "作者": "韩淲",
            "内容": "里巷欢呼争爆竹，田庐围坐亦然萁。寒更不觉鸡三唱，可惜心情不赋诗。"
        },
        {
            "标题": "次韵耿运干",
            "作者": "韩淲",
            "内容": "青鞋黄帽非左计，消得水涯与山颠。吟边忧世听者哂，只宜寻醉陶陶然。\n贵人责重閒人轻，春风日高放脚眠。带湖拂波绿杨柳，吾侪静胜可忘年。"
        },
        {
            "标题": "次韵赵路分寄昌甫",
            "作者": "韩淲",
            "内容": "金仙寺下章泉水，幽讨荒寻梦亦清。半世奉祠非禄隐，穷年稽古只书生。\n深居肯以它人重，懒出应于外物轻。好是二徐来问学，更欣同姓得诗声。"
        },
        {
            "标题": "俞夫人杨氏挽诗",
            "作者": "韩淲",
            "内容": "往岁登门日，庭闱见淑称。从夫期鼎贵，有子定登瀛。\n鸾诰恩荣在，鱼轩梦幻惊。谁歌蒿里挽，寒雨和松声。"
        },
        {
            "标题": "从洪子野觅酒",
            "作者": "韩淲",
            "内容": "兵厨不作鸣鞭送，市酤多怀饮湿忧。可念嗫嚅空燥吻，要须倾倒付新篘。"
        },
        {
            "标题": "周倅以诗来索翠微堂题因周韵为末后句",
            "作者": "韩淲",
            "内容": "翠微分得閒风月，再葺斯堂若画图。旧观岂专希白有，新题还拟汗青无。\n隔林闻杼情何寄，与客携壶景不殊。山上群仙司下土，蓬莱归路莫踟蹰。"
        },
        {
            "标题": "虞美人·晓来一阵催花雨",
            "作者": "韩淲",
            "内容": "晓来一阵催花雨。正桃李、横塘处。笙歌帘幕燕莺喧。春在人间不老、谷城仙。\n\n潇湘图画迎千骑。襦袴欢声起。功名风虎庆云龙。更看万钉横带、系金狨。"
        },
        {
            "标题": "杂兴 其五",
            "作者": "韩淲",
            "内容": "大笑花开只自藏，垂头叶底自芬芳。天生杨震今清白，常具人间一种香。"
        },
        {
            "标题": "夜凉雷电",
            "作者": "韩淲",
            "内容": "明电夜凉催雨，不知冰水为秋。涤研酒酣寻句，剩拚蚁梦扶头。"
        },
        {
            "标题": "大笑花",
            "作者": "韩淲",
            "内容": "磊落檐前大笑花，肯同凡木强争华。日光玉洁薰风里，秾郁香传自一家。"
        },
        {
            "标题": "十八日小暑大雨",
            "作者": "韩淲",
            "内容": "申祷山川便作霖，耘苗时候想田深。且欣小暑能如此，更愿新秋得似今。\n早稻欲花将就实，晚禾成叶未抽心。天应不忍焦劳意，直自初栽已望阴。"
        },
        {
            "标题": "赵寺丞之子来代书寄",
            "作者": "韩淲",
            "内容": "只有心情在，都无言语吟。子官忻见面，翁节苦为心。\n霜雪岁云暮，风雷冬已深。老身相望处，徒益鬓华侵。"
        },
        {
            "标题": "养鱼庄呈余冯二友",
            "作者": "韩淲",
            "内容": "湖山晴已佳，交游老逾永。以兹登临心，相彼昏旦景。\n风前午方睡，雪后晚犹冷。徘徊既良久，放浪亦俄顷。\n花林想莺声，水叶乱鱼影。酒到俱勿辞，诗成独重省。"
        },
        {
            "标题": "初九日上南豅二十日同成季访俞伯辉",
            "作者": "韩淲",
            "内容": "二士我所尚，得閒遂幽寻。盘桓南豅中，迤逦梅岩深。\n长日蕴轻暑，宿雨收积阴。飘飘吹薄衣，遥遥豁烦襟。\n绸缪敦宿好，留连匪他心。泉石纵惟宜，爵服岂不任。\n天运每如此，欢言理清斟。"
        },
        {
            "标题": "小重山·点染烟浓柳色新",
            "作者": "韩淲",
            "内容": "点染烟浓柳色新。小桃红映水，日初匀。露收芳径草铺茵。凝情久，风淡起轻尘。梁燕已争春。折花闲伴酒，试濡唇。流莺何处语声频。阑干曲，蜂蝶更随人。"
        },
        {
            "标题": "过履道山堂及子潜家方斋",
            "作者": "韩淲",
            "内容": "尽日苦久旱，凌朝得微凉。悠悠我所思，眇眇天一方。\n搔首亟盥沐，篮舆上河梁。城阇士如林，进取自行藏。\n孰甘尺蠖屈，孰羡鸣凤翔。分寸丝忽间，胶扰互奔忙。\n唶嗟尚何诣，交谊或难忘。山堂兮方斋，城树郁葱苍。\n岂无尘榻地，茗瀹容细尝。放身易云晚，屋角下残阳。\n虚明见云风，从君以徜徉。须臾夜色起，片月翻流光。\n影静理无违，语惬情不伤。相将得岁寒，留目禾黍场。\n可以饱吃饭，馀事扫秕糠。"
        },
        {
            "标题": "次韵 其三",
            "作者": "韩淲",
            "内容": "道爱堂深风满林，一由华发半欺簪。主人记取从容意，三客无他只苦吟。"
        },
        {
            "标题": "送王寺簿倅秩满回蕲 其三",
            "作者": "韩淲",
            "内容": "淮山何处是蕲春，想见家林猿鹤新。合上烟霄输壮志，却分风月又闲身。\n极知归去无多日，细数交游有几人。江左夷吾谁得似，急乘温诏起经纶。"
        },
        {
            "标题": "稻田",
            "作者": "韩淲",
            "内容": "秋深耕稼熟，绿浪起黄云。纵却牛羊践，难驱鹅鸭群。\n断乾根易拨，摧压穟频分。烟露未全冷，村村晴气曛。"
        },
        {
            "标题": "送王寺簿倅秩满回蕲 其二",
            "作者": "韩淲",
            "内容": "百年驻跸在东南，薄宦浮生士所谙。进退何心空自了，别离满眼我难堪。\n救时事业终须做，随世功名亦喜谈。命也奈何天咫尺，鸾台凤阁本潭潭。"
        },
        {
            "标题": "送王寺簿倅秩满回蕲 其一",
            "作者": "韩淲",
            "内容": "涧头连雨水还平，岸草纵横日日生。过眼空林惟鸟影，惊心匝地转蛙声。\n病多止酒慵寻句，老矣焚香喜诵经。见说玉溪王别驾，二年官满又将行。"
        },
        {
            "标题": "春浦门外看梅因饮宋氏小轩",
            "作者": "韩淲",
            "内容": "春晴晚步春浦门，小饮醉入梅花村。繁香吹雪数十树，青山远近疏篱园。\n谁家水竹明窗轩，老我清坐俱忘言。须臾烟月光吐吞，归哉楼角横黄昏。"
        },
        {
            "标题": "德生堂为赵侍郎题",
            "作者": "韩淲",
            "内容": "长夏湖边何处凉，相君亲写德生堂。几多鱼鸟升沉去，留得风莲十里香。"
        },
        {
            "标题": "重送仲至闻得祠",
            "作者": "韩淲",
            "内容": "残春叫鶗鴂，百草为不芳。钱塘江涨沙，往往变田桑。\n一风或十雨，冷煖殊未尝。起视天宇高，俛知人世长。\n俄而登大楼，老面各已苍。慨予复何言，忘却离思伤。\n振衣问荒野，税驾辞康庄。细收箧里诗，尽秘囊中方。\n山堂有故园，绝出名利场。颐神以养寿，更炷琳宫香。"
        },
        {
            "标题": "绕池游慢（赵倅游濠，作绕池游慢，约同赋）",
            "作者": "韩淲",
            "内容": "荷花好处，是红酣落照，翠蔼余凉。绕郭从前无此乐，空浮动、山影林篁。几度薰风晚，留望眼、立尽濠梁。谁知好事，初移画舫，特地相将。\n\n惊起双飞属玉，萦小楫冲岸，犹带生香。莫问西湖西畔□，□九里、松下侯王。且举觞寄兴，看闲人、来伴吟章。寸折柏枝，蓬分莲实，徒系柔肠。"
        },
        {
            "标题": "昌甫携儿侄载酒来送分韵得房字",
            "作者": "韩淲",
            "内容": "春寺不寻芳，诗翁作醉乡。花香空夹径，草细恰通房。\n僧固枯禅寂，人非好句忙。出城惟怕晚，冉冉趁斜阳。"
        },
        {
            "标题": "题司马寺丞约汪倅赵倅携酒相过涧亭",
            "作者": "韩淲",
            "内容": "溪山前后簇双旌，暇日城南取次行。因到小园寻胜事，更于野寺畅幽情。\n联翩别乘同歌吹，落拓閒民亦兕觥。元祐相家文物在，唤回洛社旧升平。"
        },
        {
            "标题": "昌甫再集横碧 其三",
            "作者": "韩淲",
            "内容": "士悲此凛秋，而且复季月。抚世徒纷华，徂年信飘忽。\n经行见登临，道旧叹存没。不知其何心，予怀到明发。"
        },
        {
            "标题": "横碧轩",
            "作者": "韩淲",
            "内容": "文清来此地，留下横碧轩。寂寂今无主，空山起夕烟。"
        },
        {
            "标题": "昌甫再集横碧 其一",
            "作者": "韩淲",
            "内容": "幽幽溪南山，古寺占岩曲。昔人不可见，佳处欲何属。\n素秋集今雨，清昼话前躅。因君重徘徊，煮饼饮醽醁。"
        },
        {
            "标题": "昌甫再集横碧 其二",
            "作者": "韩淲",
            "内容": "青山如佳人，不暇相应接。风轩一开明，烟峦几重叠。\n云乎具尊酒，乃尔随步屧。寺古天薄寒，窗前堕红叶。"
        },
        {
            "标题": "饮横碧轩",
            "作者": "韩淲",
            "内容": "僧舍颓檐屋一间，吕曾南渡此看山。风光流转人虽远，诗句磨镌景自閒。\n好事肯同携酒至，青春又见隔年还。坐中野老醺然醉，指点梅花亦可攀。"
        },
        {
            "标题": "登晒蓑台",
            "作者": "韩淲",
            "内容": "半村台上看晒蓑，风日清美奈翁何。山空无云江不波，老来渔钓閒婆娑。\n门前车马谁经过，取浊酒饮健句哦。我虽不言兴已多，却因此翁思老坡。"
        },
        {
            "标题": "过玉山同昌甫宿岁寒轩感怆不已",
            "作者": "韩淲",
            "内容": "鹭鸶林到岁寒轩，屈指如今十六年。当日玉虹桥未有，山川祇是旧山川。"
        },
        {
            "标题": "教授推官把酒篬筤同登横碧 其二",
            "作者": "韩淲",
            "内容": "人已知予苦爱閒，更邀遗佚对南山。寻常城市官忙者，肯有心情到此间。"
        },
        {
            "标题": "教授推官把酒篬筤同登横碧 其一",
            "作者": "韩淲",
            "内容": "不待他年说旧游，相逢杯酒懒回头。夜来脚踏溪桥路，正是山林一片秋。"
        },
        {
            "标题": "访南岩一滴泉",
            "作者": "韩淲",
            "内容": "僧逃寺已摧，唯馀旧堂殿。颠倒但土木，彷佛昔所见。\n山寒少阳燄，崖冷尽冰线。曾无五六年，骤觉荒凉变。\n遗基尚可登，一滴泉自溅。忆昨淳熙秋，诸老所闲燕。\n晦庵持节归，行李自畿甸。来访吾翁庐，翁出成饮饯。\n因约徐衡仲，西风过游衍。辛师倏然至，载酒具殽膳。\n四人语笑处，识者知叹羡。摩挲题字在，苔藓忽侵遍。\n壬寅到庚申，风景过如箭。惊心半存没，历览步徐转。\n回思劝耕地，尝著郡侯宴。今亦不能来，草木漫葱茜。\n人间之废坏，物力费营缮。不如姑付之，猿鸟自啼啭。"
        },
        {
            "标题": "寄题邓器先北窗",
            "作者": "韩淲",
            "内容": "古寺虚廊石壁阴，幽人高卧一窗深。绝胜移病听朝鼓，大似归田理素琴。\n棋酒定知交有味，轩裳得路可无心。何时下榻容吾语，共挹清风抵万金。"
        },
        {
            "标题": "闻啼鸟",
            "作者": "韩淲",
            "内容": "禽啼声嘤嘤，泉流音琤琤。微风摇青林，何其烟轻明。\n寻芳浑无花，春深尚含情。浮生无浪悲，谁知山中清。"
        },
        {
            "标题": "地偏",
            "作者": "韩淲",
            "内容": "地偏尘自销，风扉亦常关。不知芳草多，但与落花闲。\n红日到碧涧，白云在青山。怀人长言之，老子何痴顽。"
        },
        {
            "标题": "点绛唇（寻瑶草）",
            "作者": "韩淲",
            "内容": "山凹春生，探梅只道今年早。暗香迎晓。人与花能好。\n\n岁岁持杯，天地同难老。须吟啸。放开怀抱。更约寻瑶草。"
        },
        {
            "标题": "点绛唇·竹隐高深",
            "作者": "韩淲",
            "内容": "竹隐高深，夏凉日有清风度。\n苎衣绳屦。鹤发空相顾。\n\n翠扑流烟，又向溪翁去。\n青山路。要当同住。长古无尘处。"
        },
        {
            "标题": "点绛唇 五月二日，和昌甫所寄，并简叔通",
            "作者": "韩淲",
            "内容": "竹隐高深，夏凉日有清风度。苎衣绳屦。鹤发空相顾。"
        },
        {
            "标题": "点绛唇（五月二日，和昌甫所寄，并简叔通）",
            "作者": "韩淲",
            "内容": "竹隐高深，夏凉日有清风度。苎衣绳屦。鹤发空相顾。\n\n翠扑流烟，又向溪翁去。青山路。要当同住。长古无尘处。"
        },
        {
            "标题": "蝶恋花·道上疏梅花一树",
            "作者": "韩淲",
            "内容": "道上疏梅花一树。人去人来，不管流年度。闲过南豅同散步。东风为我吹香去。 试问青春今几许。明日新正，溪影横山暮。遮莫攀翻君且住。心儿却在题诗处。"
        },
        {
            "标题": "蝶恋花·尽道今年春较早",
            "作者": "韩淲",
            "内容": "尽道今年春较早。梅与人情，觉得梅偏好。一树南豅香未老。春风已自生芳草。来自城中犹带晓。行到君家，细雨吹池沼。怅望沙坑须会到。玉溪此意年时少。"
        },
        {
            "标题": "蝶恋花·斜日清霜山薄暮",
            "作者": "韩淲",
            "内容": "斜日清霜山薄暮。行到桥东，林竹疑无路。小院横窗香噀雾。胆屏曲几花如雨。细酌心情因少驻。九万刚风，寒影吹琼素。不是月宫那有许。霓裳舞彻凌波步。"
        },
        {
            "标题": "九日登跨鹤台有怀 其一",
            "作者": "韩淲",
            "内容": "山头跨鹤旧登台，今日那知我独来。忆昨儒先追杖屦，因尝乡老共尊罍。\n呼儿且伴闲身健，好客何由笑口开。落魄使君王道甫，几回和月醉崔嵬。"
        },
        {
            "标题": "冉冉云·倚遍阑干弄花雨",
            "作者": "韩淲",
            "内容": "倚遍阑干弄花雨。卷珠帘、草迷芳树。山崦里、几许云烟来去。画不就、人家院宇。社寒梁燕呢喃舞。小桃红、海棠初吐。谁信道、午醉醒时情绪。闲整春衫自语。"
        },
        {
            "标题": "同谭守登跨鹤台",
            "作者": "韩淲",
            "内容": "昔守王道甫，作此跨鹤台。金行露气高，尝同斸蒿莱。\n九日长沙归，晦翁命予杯。至今清梦长，寂寂令心哀。\n君侯我辈人，能赋有馀才。复兹菊花秋，登临为徘徊。\n子美高李句，万里风云来。世道古犹今，兴也何悠哉。"
        },
        {
            "标题": "跨鹤台",
            "作者": "韩淲",
            "内容": "台占溪南最上峰，政成民乐得从容。彼时高李情如许，此地苏丁事偶逢。\n可是吾身羡轻举，肯令人眼溷尘踪。昂昂紫府飞来处，一片笙箫酒满钟。"
        },
        {
            "标题": "九日登跨鹤台有怀 其二",
            "作者": "韩淲",
            "内容": "西风吹我上危台，鹤驾仙人跨海来。虽少菊花犹破帽，既多枫落合倾罍。\n玉溪净泻秋容淡，灵岫森罗夕照开。老去悲伤易如许，人心何苦自崔嵬。"
        },
        {
            "标题": "跨鹤台",
            "作者": "韩淲",
            "内容": "道人白鹤庵，绝顶似仙家。寻幽得台城，杳杳入青霞。"
        },
        {
            "标题": "晚步东庵",
            "作者": "韩淲",
            "内容": "薄晚登山屐，霜林脱叶飞。中间看月上，低处觉烟霏。\n鸡犬近相接，人家远独稀。故园应好在，凝望客思归。"
        },
        {
            "标题": "东山吟",
            "作者": "韩淲",
            "内容": "谢安久不作，东山尚谁论。当年拥鼻吟，几为妻子昏。\n抚筝挽其须，慷慨徒尔言。诸儿淝水功，折屐心已烦。\n后来名字传，江左犹知尊。李白王介甫，二诗至今存。\n吾行樟丘野，迤逦怀德村。有客理花草，开径于樊园。\n云是爱閒者，衣冠安石孙。一见邀我留，取酒置盘飧。\n世有斯人欤，岂受车马喧。悠哉扁榜佳，碑板见渊源。\n因之重叹息，老语不敢吞。相与保初志，春秋燕鸡豚。"
        },
        {
            "标题": "秋晚同德久湖寺晚望",
            "作者": "韩淲",
            "内容": "云薄湖山入暮天，近看容淡远苍然。秋生旷暮时藏日，野外荒寒更起烟。\n柳下不知多少屋，苇间惟听往来船。今年情味诗全减，只合灵虚唤水仙。"
        },
        {
            "标题": "醉蓬莱·庆文章太守",
            "作者": "韩淲",
            "内容": "庆文章太守，燕寝凝香，诞弥佳节。庾岭归来，又经年梅发。棋酒心情，笙歌滋味，便合朝天阙。玉作山前，冰为水际，几多风月。绿鬓朱颜，浩然相对，自是中原，旧家人物。鵷鹭班回，尚记陪清切。好把胸蟠万卷，谈笑了、济时勋业。锦幄初温，宝杯深劝，舞回香雪。"
        },
        {
            "标题": "寄广南敖运管",
            "作者": "韩淲",
            "内容": "且把閒诗寄故人，岭梅冬近一枝新。望穷海外应身健，心折江东入梦频。\n我道词章非醉墨，谁思勋业是知津。因风远讯弦歌客，好对孤芳说隐沦。"
        },
        {
            "标题": "录王昌龄诗",
            "作者": "韩淲",
            "内容": "千古万古琉璃堂，中有一人万丈光。长篇短篇任摸索，小句大句宜忖量。\n风花雪月初非远，城郭山林各是忙。惆怅无因见范蠡，空留佳话说南唐。"
        },
        {
            "标题": "斋居湖寺晚对南屏疏钟茂林雾气蓊然",
            "作者": "韩淲",
            "内容": "南山起寒雾，雨气蓊林木。但觉白漫漫，不见山下屋。\n须臾逼昏黑，疏钟度幽谷。寺冷西湖秋，斋房媚幽独。"
        },
        {
            "标题": "余伯皋持巩仲至三山诗卷来因借录之 其二",
            "作者": "韩淲",
            "内容": "敝衣旧絮依冬日，作墨亲传仲至诗。我有斯人容老矣，何将凫舄共参差。"
        },
        {
            "标题": "明皇揽镜而言吾虽瘠天下肥矣",
            "作者": "韩淲",
            "内容": "引镜吾虽瘠，韩休谏疏多。君心在天下，欢乐竟如何。"
        },
        {
            "标题": "洞仙歌·溪山好处",
            "作者": "韩淲",
            "内容": "溪山好处，赢得题新曲。待足人生甚时足。问临流情味，倚遍斜晖，应似画、小景生绡一幅。渔舟声欸乃，岩上云飞，杳杳归鸦去鸿逐。任当年伊吕，谈笑兴王，争敌恁、闲眠野宿。待雪天、月夜我还来，醉潇洒清幽，那些儿屋。"
        },
        {
            "标题": "用处晦韵送蕲州赵教授有怀寺簿王圣俞丈",
            "作者": "韩淲",
            "内容": "得官居上第，掌教喜青春。敩学须相长，仁贤必可亲。\n举文元不易，斯道本常亲。若理中州话，应逢旧德人。"
        },
        {
            "标题": "浣溪沙（怨啼鹃）",
            "作者": "韩淲",
            "内容": "锦瑟瑶琴续断弦。璧堂初过牡丹天。玉钩斜压小珠帘。\n\n睡鸭炉温吟散后，双鸳屏掩酒醒前。一番春事怨啼鹃。"
        },
        {
            "标题": "寻梅至梅岭因游红羊石青枫峡",
            "作者": "韩淲",
            "内容": "冲寒步晴光，霜重积如雪。寻梅渡长溪，荦确路曲折。\n回风送滩声，静听鸣复咽。当知我辈游，名与山不灭。"
        },
        {
            "标题": "读唐韩文公和皇甫持正陆浑山火诗",
            "作者": "韩淲",
            "内容": "神焦鬼烂陆浑山，皇甫与韩吟其间。曲突徙薪城市事，可怜焦土是咸关。"
        },
        {
            "标题": "正月五日读东坡和斜川诗于霞山",
            "作者": "韩淲",
            "内容": "有酒勿惮饮，触事醉则休。风物既闲美，何为不来游。\n斜川眇千载，渊明岂常流。疏年记时日，依湍对鲂鸥。\n偶然值邻曲，崎岖想经丘。吾生亦老矣，怀古谁与俦。\n但笑勿悲鸣，百句无一酬。兹辰过霞山，又可绝口不。\n却怪和陶者，儋崖圣同忧。遥遥二子心，妙处未易求。"
        },
        {
            "标题": "读半山诗",
            "作者": "韩淲",
            "内容": "钟山投老漫寻诗，幽草闲花水满陂。步转暖风还尽日，坐因凉雨独移时。"
        },
        {
            "标题": "题昌甫所录郭文诸人传后",
            "作者": "韩淲",
            "内容": "兽鹿如斯为慨然，使君犹入野人船。游山失道今谁问，孤姥翻知长史贤。"
        },
        {
            "标题": "高祖令李密迎见秦王李密不敢仰视",
            "作者": "韩淲",
            "内容": "甲马幽州路，英雄不自量。凯歌迎劳处，方识小秦王。"
        },
        {
            "标题": "次韵斯远和答昌甫读谪仙诗 其三",
            "作者": "韩淲",
            "内容": "矫首灵山南，远目水溪东。溪山春正浓，胜事还当穷。\n佳人天一方，欲见无由逢。倚楼与下榻，二士腾高风。\n安得两凫舄，或杖一枝筇。游戏相徵逐，老我百岁中。"
        },
        {
            "标题": "对菊读韦苏州诗",
            "作者": "韩淲",
            "内容": "结绶二十载，屡为尘事婴。蹉跎入两鬓，霜雪亦渐盈。\n旷然仕京国，颇以岁序惊。寂寞起凉飔，时菊忽已荣。\n依丛思浊醪，馀馥襟神清。乐幽惬理性，贫蹇安物情。\n休沐得殊赏，感兹宠辱轻。"
        },
        {
            "标题": "次韵斯远和答昌甫读谪仙诗 其二",
            "作者": "韩淲",
            "内容": "酴醾落香雪，杨柳生野烟。东风过寒食，物色谁能怜。\n清晨沐兰芳，夷心玉景篇。万象春和中，霞佩璆锵然。"
        },
        {
            "标题": "和昌甫寄衡州赵推官韵",
            "作者": "韩淲",
            "内容": "遥遥石鼓是衡阳，想见山长水更长。世道只知天广大，文章徒与日争光。\n飘零交友难重数，偪塞閒愁懒寄将。谁复汎莲依簜节，好扶时运际明昌。"
        },
        {
            "标题": "读韦苏州诗呈申之兼示八侄直之",
            "作者": "韩淲",
            "内容": "结发游上国，煌煌开吴京。州檄易湖海，所至尘虑婴。\n焉知二十载，潦倒还重经。亲党劳行役，朋来展交情。\n登临共翔集，离阔独怔营。暑气晓犹敛，堤水散新萍。\n得理景无违，安时事逾轻。"
        },
        {
            "标题": "次韵昌甫仲春读谪仙诗 其一",
            "作者": "韩淲",
            "内容": "年年最佳处，韶艳三春光。顾我憔悴人，岂不能自强。\n拂拭整春服，行歌发清商。山头山花开，花底还举觞。\n欢来为之醉，身世忽若忘。笑指深林中，崇兰有国香。"
        },
        {
            "标题": "次韵斯远和答昌甫读谪仙诗 其一",
            "作者": "韩淲",
            "内容": "琴樽发清谣，老眼度閒日。君侯句愈奇，天然去雕织。\n得诗喜欲舞，此意越今昔。一从陶谢远，谁复见真迹。\n直疑天地来，不在口耳觅。扶摇九万鹏，天池可同息。\n章泉泉水清，为我洗胸臆。绿叶青春深，夜月梦遥夕。"
        },
        {
            "标题": "读昌甫诗",
            "作者": "韩淲",
            "内容": "玉山高并两峰寒，向背稀稠画亦难。一味清新无我爱，遥看直北是长安。"
        },
        {
            "标题": "赵推官诗卷昌甫数称许之",
            "作者": "韩淲",
            "内容": "句句芳华字字香，章泉巨擘意深长。为渠力挽抉云汉，与众争光扫秕糠。\n每以成章能脍炙，孰于行卷敢权量。南池自是风流地，波撼水村荷气凉。"
        },
        {
            "标题": "次韵昌甫仲春读谪仙诗 其二",
            "作者": "韩淲",
            "内容": "花嫩得雨开，花老得雨落。开落须臾期，人生任相谑。\n红花春融融，白花春漠漠。春色正可娱，逢花快杯酌。"
        },
        {
            "标题": "次韵昌甫仲春读谪仙诗",
            "作者": "韩淲",
            "内容": "渊明太事多，汲汲泥诗酒。子云良自苦，载醪竟何有。\n芭尊太玄八十一，统集饮酒二十首。我贵知我希，却扫且缄口。"
        },
        {
            "标题": "昌甫示所藏淮海谪处州税官时诗草",
            "作者": "韩淲",
            "内容": "雪云苔竹寒炉伴，细展横看淮海诗。静坐溪庵写经罢，鱼豚收税更何为。"
        },
        {
            "标题": "次韵昌甫仲春读谪仙诗 其三",
            "作者": "韩淲",
            "内容": "苔竹雨浪浪，章泉水涓涓。是中春晴时，瑞峰生紫烟。\n幽人更真率，语客醉欲眠。既已外此身，庸知有愚贤。"
        },
        {
            "标题": "赵昌甫写寄江西道中诗卷",
            "作者": "韩淲",
            "内容": "眼底谁无一卷诗，诗能如此亦何为。纵言光景留连者，春在人间有几知。"
        },
        {
            "标题": "同昌甫观赵将所录庞白蘋与其诸父兄诗",
            "作者": "韩淲",
            "内容": "萧条壮客见王孙，谁说中原旧相门。今日行间为惆怅，白蘋洲上有吟魂。"
        },
        {
            "标题": "水调歌头（晁子应三十八丈见过，因□张德广对木犀水饮，次德广韵）",
            "作者": "韩淲",
            "内容": "明月到花影，把酒对香红。此情飘洒，但觉清景满帘栊。人被好花相恼，花亦知人幽韵，佳处本同风。挥手谢尘纲，举袂步蟾宫。\n\n秋已半，幽涧侧，乱山中。故人过我，终夕乘兴可千钟。赖有曲江才子，坐上平章花月，不管老英雄。心事将何寄，醉语又匆匆。"
        },
        {
            "标题": "鹅湖道中 其三",
            "作者": "韩淲",
            "内容": "雨斜风骤树连云，荒远人家酒不村。小醉未成愁又入，更无情绪到清樽。"
        },
        {
            "标题": "乙翁来其父兄家行一年矣甚念之二首",
            "作者": "韩淲",
            "内容": "环中人所隘，方外我所敬。世道无它涂，禅林有幽径。\n烟崖寒自高，霜港晚逾静。投我可忘言，乘閒了深定。"
        },
        {
            "标题": "鹅湖道中 其二",
            "作者": "韩淲",
            "内容": "高田下田流水声，前村后村鹁鸠鸣。山矾已开桃已谢，霏霏小雨未成晴。"
        },
        {
            "标题": "鹅湖道中 其四",
            "作者": "韩淲",
            "内容": "青松影里小桃花，山崦横冈人几家。牧童樵子自来往，水拥断沟留残沙。"
        },
        {
            "标题": "鹅湖道中 其一",
            "作者": "韩淲",
            "内容": "野花狼藉雨初晴，人在山南山北行。东风浅浅尚寒色，云映远天斜照明。"
        },
        {
            "标题": "建阳连周宾幼入佛学近祝发江东真运副请住信鹅湖不出",
            "作者": "韩淲",
            "内容": "不住鹅湖寺，惟甘小隐堂。老来才祝发，静处久烧香。\n妙喜机缘峻，竹源滋味长。建阳桥下水，梦见亦清凉。"
        },
        {
            "标题": "十六日 其二",
            "作者": "韩淲",
            "内容": "寒水浮沙急，昏烟拥树深。茅茨得幽隐，藜杖失荒寻。\n地暖疏梅发，篱虚败叶侵。终风惊达夜，未雪苦多阴。"
        },
        {
            "标题": "赵倅同守作太乙醮祷雨次其韵",
            "作者": "韩淲",
            "内容": "云车在望已多阴，想见东皇识此心。城阙步虚环佩冷，田庐望岁桔槔深。\n天高地下群龙起，雷动风行万马骎。午夜宝章昭格处，愿言三日便为霖。"
        },
        {
            "标题": "徐子融送至石井因宿竹溪",
            "作者": "韩淲",
            "内容": "山行明月步霜华，半醉微吟意更嘉。记取鹅湖山下路，夜深投宿野人家。"
        },
        {
            "标题": "二月二日赠杜晦之",
            "作者": "韩淲",
            "内容": "雨收晴色弄云阴，昨日鹅湖山下行。四世交游嗟旧好，两人相与缔新盟。\n閒身终岁悠悠过，华发经春种种生。矫首武夷山六曲，安仁有酒定同倾。"
        },
        {
            "标题": "二十二日次韵徐子融所寄",
            "作者": "韩淲",
            "内容": "近年交友已相安，只要山林保岁寒。珍重茅斋徐处士，有诗犹许寄来看。"
        },
        {
            "标题": "送施仲益何文蔚余子任及蒋吴二友赴省",
            "作者": "韩淲",
            "内容": "会适章丘役，寒梅满路生。逢花百馀韵，顾我不胜情。\n祖送寻言句，相期岂利营。南宫三数子，能赋复经明。"
        },
        {
            "标题": "次韵",
            "作者": "韩淲",
            "内容": "宴坐寂不动，笔砚亦当屏。空虚四壁悬，况此夏方永。\n世涂缘业多，荆棘万蓬梗。痛扫终未除，中抱绝清囧。\n老身伸缩馀，妙处颇能领。时舒腰脚顽，那复吊形影。\n日长掩关卧，睡熟呼弗醒。客来曾几何，间亦乏酒茗。\n富贵今金张，功名更邓耿。有味是桑麻，肥遁义尤迥。\n朋从赵与尹，堂齐偶邻并。欢言修敏家，俱可话闲静。\n此趣人勿惊，吾诗聊自省。"
        },
        {
            "标题": "余计院父子以我乏酒连以一壶为饷",
            "作者": "韩淲",
            "内容": "冷坐楼窗欲雪天，空搔华发泥尘编。不嫌酒尽西湖上，安得诗如南涧边。\n剥啄故人还饷我，开尝馀味信能贤。公家父子何多事，今日碧香犹卓然。"
        },
        {
            "标题": "重午乏酒戏成",
            "作者": "韩淲",
            "内容": "小楼清坐意何如，休沐虽闲叹索居。解粽未忘良夜饮，研朱犹作午时书。\n风生暝色天横幕，云捲晴光月吐梳。朗诵离骚抚空案，独醒笑杀楚三闾。"
        },
        {
            "标题": "送上饶韩宰官满归东阳",
            "作者": "韩淲",
            "内容": "三年制锦见能贤，秩满归来宝婺边。族阔是非无不尔，位高翻覆有如然。\n莫因别派妨随牒，且念前闻稳著鞭。北客相家今几许，堂堂忠献自凌烟。"
        },
        {
            "标题": "德源访乳泉问吕紫薇墓",
            "作者": "韩淲",
            "内容": "我记乳泉路，古桥归德源。寺何知雅俗，僧仅可寒温。\n砌断藓痕涩，崖枯尘迹昏。紫薇青嶂合，秋树叶初翻。"
        },
        {
            "标题": "舟入灵岩山下访古",
            "作者": "韩淲",
            "内容": "燕麦摇晴日，青山两岸横。吴其为沼矣，倾酒任船行。"
        },
        {
            "标题": "伯皋过筠阳甚惜其行",
            "作者": "韩淲",
            "内容": "知君又尔去筠阳，山路穷冬正雪霜。华发相看俱老大，清言谁复共平章。\n梅花破暖开何处，枫叶凋寒落异乡。雁影翩翩鸥烱烱，惜无馀地问行藏。"
        },
        {
            "标题": "陆丈剑南诗斯远约各赋一首",
            "作者": "韩淲",
            "内容": "镜湖湖上凉风起，枫叶芦花照窗几。笔床茶灶连酒壶，炯然目光动秋水。\n平生北固与西江，赢得蚍蜉事訾毁。青城山嘴散关头，岂是甘心放豪侈。\n归来玉阶仅方寸，两路又出将使指。几回诏节去徘徊，愠色何曾为三已。\n桐庐潇洒非小垒，更向南宫擅词美。轩渠肯受尘鞅羁，汉庭公卿未知己。\n我閒访友于溪居，三叹共读公之书。清诗句句律有馀，爱而不见今何如。"
        },
        {
            "标题": "一翦梅（腊前梅）",
            "作者": "韩淲",
            "内容": "一朵梅花百和香。浅色春风，别样宫妆。西湖衣钵更难忘。雪意江天，浑断人肠。\n\n清夜横斜竹影窗。赢得相思，魂梦悠扬。玉溪山外水云乡。茅舍疏篱，不换金章。"
        },
        {
            "标题": "探梅天气极思山中之时也",
            "作者": "韩淲",
            "内容": "霜馀晴后探梅天，村岸山蹊接野田。时见樵夫能指点，旋寻僧子或留连。\n所携酒榼无多尔，其就诗篇亦偶然。一两枝横三四蕊，最风情处带轻烟。"
        },
        {
            "标题": "风入松（远山横）",
            "作者": "韩淲",
            "内容": "小楼春映远山横。绿遍高城。望中一片斜阳静，更萋萋、芳草还生。疏雨冷烟寒食，落花飞絮清明。\n\n数声弦管忍重听。犹带微酲。问春何事春将老，春不语、春恨难平。莫把风流时节，都归闲淡心情。"
        },
        {
            "标题": "子任处晦子潜各分韵于杰上人房",
            "作者": "韩淲",
            "内容": "云房见山僧，心中与之然。朋来二三子，亦与同醉眠。\n是事夫如何，未许醒者传。"
        },
        {
            "标题": "风雨中诵潘邠老诗",
            "作者": "韩淲",
            "内容": "满城风雨近重阳，独上吴山看大江。老眼昏花忘远近，壮心轩豁任行藏。从来野色供吟兴，是处秋光合断肠。今古骚人乃如许，暮潮声卷入苍茫。"
        },
        {
            "标题": "雨骤声空谷奇甚",
            "作者": "韩淲",
            "内容": "只道天河洗甲兵，一轩飞雨走风霆。客来睡觉煎茶饮，不特山前草木醒。"
        },
        {
            "标题": "辩才塔院次致道韵",
            "作者": "韩淲",
            "内容": "苏赵从前说辩才，后人尘土不须猜。风篁岭下青春晚，寂寂应知我独来。"
        },
        {
            "标题": "绕池游慢",
            "作者": "韩淲",
            "内容": "菏花好处，是红酣落照，翠蔼馀凉。绕郭从前无此乐，空浮动、山影林篁。几度薰风晚，留望眼、立尽濠梁。谁知好事，初移画舫，特地相将。惊起双飞属玉，萦小楫冲岸，犹带生香。莫问西湖西畔□，□九里、松下侯王。且举觞寄兴，看闲人、来伴吟章。寸折柏枝，蓬分莲实，徒系柔肠。"
        },
        {
            "标题": "寄文叔 其三",
            "作者": "韩淲",
            "内容": "雨散风生涧水鸣，倦扶藜杖看山行。故人正在乾封邑，何日唤之来耦耕。"
        },
        {
            "标题": "近从校书得太玄今又得蜀本欧阳文",
            "作者": "韩淲",
            "内容": "本朝二百年，古文盛欧阳。平生几讨论，皓首诵山房。\n谁知落宦网，不暇相携将。旦旦药市游，夜夜隘巷藏。\n黄沙扑几席，细尘污衣裳。欲从人乞之，嗫嚅但徬徨。\n珍重李校书，爱我穷词章。假借复取赠，转觉厚意长。\n聊穷述作心，轲愈参翱翔。向来太玄经，遗我喜若狂。\n昼夜测中养，至今迷三方。二书或有尽，盛德胡能忘。"
        },
        {
            "标题": "二十七日置酒饯昌甫雪作次张上饶韵",
            "作者": "韩淲",
            "内容": "朅来固意惬，倏去诚愿违。敢云一语是，未省百事非。\n春雪遽落落，春花亦菲菲。举手酬座人，酒美翁不归。"
        },
        {
            "标题": "夜坐 其二",
            "作者": "韩淲",
            "内容": "吴山岁夜雨，巷深杂泥土。白发倚高楼，长吟自怀古。\n人人寻酒杯，处处亦歌舞。万事付灯檠，寒炉听更鼓。"
        },
        {
            "标题": "咏陶弘景",
            "作者": "韩淲",
            "内容": "山中宰相陶隐居，所注本草将何如。更题真诰作神遇，佳梦是实宁非虚。\n人生形神为干躯，心欲造设气乘除。瞬息变幻争夺途，入山何难可踌躇。\n玉波流烟照林庐，岚影爽气归衣袪。晏起早卧食息馀，三景九道回八区。\n一再传其坐忘欤，俛仰今昔多忧虞。荣名中人天机浅，言与不言养恬愉。"
        },
        {
            "标题": "虞美人（姑苏画莲）",
            "作者": "韩淲",
            "内容": "西湖十里孤山路。犹记荷花处。翠茎红蕊最关情。不是薰风、吹得晚来晴。\n\n而今老去丹青底。醉腻娇相倚。棹歌声缓采香归。如梦如酲、新月照涟漪。"
        },
        {
            "标题": "坐想孤山雪竹压篱碍过之胜",
            "作者": "韩淲",
            "内容": "诗亦常语尔，细思有何情。瞀瞀青眼收，种种白发生。\n不如缄口住，时复信脚行。折竹松边路，孤山篱雪清。"
        },
        {
            "标题": "二十九日寒食 其一",
            "作者": "韩淲",
            "内容": "去年寒食姑苏馆，吟到吴歌子夜声。犹记春城芳草渡，一帘花雨画船行。"
        },
        {
            "标题": "石尉归杭 其二",
            "作者": "韩淲",
            "内容": "孤山梅与玉溪梅，溪上山根岁岁开。归到乡关须领略，相逢官路且裴徊。\n无非共醉穷冬景，其奈他吟处士来。篱落园林浮动处，定应回首我尘埃。"
        },
        {
            "标题": "和张祐孤山寺诗",
            "作者": "韩淲",
            "内容": "岚光涌翠岑，寺影照波心。风月明春晓，云霞起夕阴。\n两山幽草合，中道绿杨深。谁与寻诗句，空怀处士林。"
        },
        {
            "标题": "仲至看杜诗分古语妙语老语甚精微",
            "作者": "韩淲",
            "内容": "刺骨分三语，刳心就一编。古来虽简短，妙处实绵延。\n飞动徐陈外，淋漓刘柳边。泉溪有底急，老乃更精研。"
        },
        {
            "标题": "菩萨蛮 张饶县以一枝梅来，和韵",
            "作者": "韩淲",
            "内容": "的皪南枝横县宇。空山无此新花吐。手种几多梅。迎霜今已开。"
        },
        {
            "标题": "德久寄所与文叔酬唱因次韵",
            "作者": "韩淲",
            "内容": "红云岛上茶，一叶开枪旗。到今清梦飞，正焙水芽时。\n世无桑苧翁，泉井空日滋。当年游其间，停鞭尝午炊。\n想像修贡珍，清风可忘饥。故人持英荡，岂不一赋之。\n应笑拾涧薪，白石煮作糜。台高有揖客，更和别驾诗。"
        },
        {
            "标题": "徐和卿所居潘阆巷",
            "作者": "韩淲",
            "内容": "知道逍遥巷里居，彼时此地复何如。岂无草木稀人迹，那有尘埃污我书。\n将鹤清狂应望海，骑驴颠倒想临湖。他年好事流传去，又说徐公旧隐庐。"
        },
        {
            "标题": "官闲",
            "作者": "韩淲",
            "内容": "官闲读书馀，倚杖看绿阴。黄鸟时飞来，临风流好音。\n我亦为之喜，夷犹情味深。世间事乃尔，回首生夕曛。"
        },
        {
            "标题": "次韵推官东楼见怀",
            "作者": "韩淲",
            "内容": "谁把新诗满纸来，登临于我谓何哉。地偏亦有閒情在，人老宁无笑口开。\n溪山兴寄留诗眼，宾主风流落酒杯。昨夜秋声已摇荡，月明中夜只徘徊。"
        },
        {
            "标题": "十二日灌园 其一",
            "作者": "韩淲",
            "内容": "桑荫未移山照晚，曲塘横岸小轩窗。不知秋思今多少，岩桂芙蓉开酒缸。"
        },
        {
            "标题": "十二日灌园 其二",
            "作者": "韩淲",
            "内容": "秋高山静一檐月，只许清光醉老身。蓬藋之间见花竹，灌园休说汉阴人。"
        },
        {
            "标题": "灌园",
            "作者": "韩淲",
            "内容": "搰搰谁知旧汉阴，桔槔何待此机心。溪南上郭丘园地，应笑蒙庄著语深。"
        },
        {
            "标题": "宿广教寺",
            "作者": "韩淲",
            "内容": "平生萧散喜登临，秋入溪山处处清。访古人传裴相国，寻诗我忆谢宣城。\n风回万木新霜净，云薄长空夕照明。更向僧窗閒徙倚，一樽谈笑为君倾。"
        },
        {
            "标题": "归雁亭观东坡诗",
            "作者": "韩淲",
            "内容": "归雁亭前坐久之，晴云吹散碧参差。江湖秋水已如许，惭愧仇池徙倚时。"
        },
        {
            "标题": "赠孙叔晦解元澈",
            "作者": "韩淲",
            "内容": "春风花下一杯酒，潇洒玉溪溪上头。醉里只知倾意气，别来谁识诉忧愁。\n霸王城畔看遗迹，归雁亭边忆胜游。他日相逢更何许，夜深灯火记绸缪。"
        },
        {
            "标题": "西江月（走笔因宋九韵示黄六）",
            "作者": "韩淲",
            "内容": "春色著人多少，溪头桃杏舒红。杖藜相与过桥东。往事旧欢如梦。\n\n花底醉眠芳草，柳边嘶入骄骢。如今憔悴坐诗穷。莫问醯鸡舞瓮。"
        },
        {
            "标题": "小酌饯耿运干赵推官分韵复和韵 其三",
            "作者": "韩淲",
            "内容": "勿云杯酒阑，且认语笑密。婆娑真一老，跌宕忻六逸。\n交游贵忘年，志意当惜日。舒而有鼎彝，卷而有篇帙。"
        },
        {
            "标题": "初六日过尹家再和西轩韵赠子文 其二",
            "作者": "韩淲",
            "内容": "家学流风懿，成才世自豪。出群能秀发，何独类贤髦。\n紬绎遗编富，规模古训高。青青秋桂子，馀事等毫毛。"
        },
        {
            "标题": "过德清石壁故居二首 其一",
            "作者": "韩淲",
            "内容": "经行修竹小窗轩，闭户看书记昔年。薄宦萦人尘眯目，空馀栖遁此心坚。"
        },
        {
            "标题": "过德清石壁故居二首 其二",
            "作者": "韩淲",
            "内容": "世事身心水一杯，是非胶扰付蚊雷。吾生只合閒萧散，多少年光节物摧。"
        },
        {
            "标题": "小泊桥南书院",
            "作者": "韩淲",
            "内容": "欲浮一舸过东吴，小泊桥南兴有馀。尽道久悬高士榻，岂知重见故人车。\n诗家情味从来别，书院言谈分外舒。莲实藕花秋露滴，坐多题句转清虚。"
        },
        {
            "标题": "送文叔同晦之宿鹅湖午间坐松下块石煎茶",
            "作者": "韩淲",
            "内容": "鹅湖十丈古松下，吃得一杯茶味甘。却坐僧窗拨寒火，满编新句又同参。"
        },
        {
            "标题": "初六日过尹家再和西轩韵赠子文 其一",
            "作者": "韩淲",
            "内容": "制宅思前绪，轩名到处幽。不须论梦蝶，只是合盟鸥。\n北望刘琨啸，南游庾信愁。百年五字在，吾岂为诗谋。"
        },
        {
            "标题": "过邻家",
            "作者": "韩淲",
            "内容": "饭馀来访水东家，竹树萧森蓼著花。绝口不谈閒俗事，只寻棋具看煎茶。"
        },
        {
            "标题": "铅山徐子融茅斋留饮次其韵",
            "作者": "韩淲",
            "内容": "茅山从此占西湖，须信高人德不孤。临水未能忘汝颍，爱山还肯羡匡庐。\n眼前孤劲竹尊者，世上浮名松大夫。浩气已充真乐地，宁论实相与虚无。"
        },
        {
            "标题": "晚过灵室",
            "作者": "韩淲",
            "内容": "溪浅寒光合，山横夜气深。拥炉诗触拨，举白醉侵寻。\n话久销尘虑，情忘见道心。断霞明别渚，霏雾锁遥岑。"
        },
        {
            "标题": "蹈中见过山间 其二",
            "作者": "韩淲",
            "内容": "三月多风雨，门前涧水侵。岸花无一片，园柳忽成阴。\n有客因留饮，呼儿取次斟。桥南春郭外，珍重肯幽寻。"
        },
        {
            "标题": "题野翁亭",
            "作者": "韩淲",
            "内容": "岝崿峰前野翁亭，溪声常在山常清。我来尚想坡仙灵，刁令遗事犹芳馨。\n寒烟浓淡晚雨零，主人醉客客未醒。他时此地谁重经，俛仰今昔俱忘形。"
        },
        {
            "标题": "蹈中见过山间 其一",
            "作者": "韩淲",
            "内容": "贵贱曾何在，悲欢孰使然。如君真绝足，奈我已华颠。\n勋业谁彝鼎，文章自简编。中原有前辈，吾忆范忠宣。"
        },
        {
            "标题": "月岩",
            "作者": "韩淲",
            "内容": "本意游云洞，因行过月岩。西风低细竹，初日上长杉。\n尘外多仙隐，人间易谤谗。逍遥且黄帽，憔悴付青衫。"
        },
        {
            "标题": "海月谣",
            "作者": "韩淲",
            "内容": "晚秋烟渚。更舟倚、萧萧雨。水痕清汜，迤逦渐整，云帆西去。三叠阳关，留下别离情绪。溪南一坞。对风月、谁为主。酒徒诗社，自此冷落，胸怀尘土。目送鸿飞，莫听数柔橹。"
        },
        {
            "标题": "海月谣（送赵永兴宰）",
            "作者": "韩淲",
            "内容": "晚秋烟渚。更舟倚、萧萧雨。水痕清汜，迤逦渐整，云帆西去。三叠阳关，留下别离情绪。\n\n溪南一坞。对风月、谁为主。酒徒诗社，自此冷落，胸怀尘土。目送鸿飞，莫听数声柔橹。"
        },
        {
            "标题": "海月谣 送赵永兴宰",
            "作者": "韩淲",
            "内容": "晚秋烟渚。更舟倚、萧萧雨。水痕清汜，迤逦渐整，云帆西去。\n三叠阳关，留下别离情绪。"
        },
        {
            "标题": "停舟步月访春伯",
            "作者": "韩淲",
            "内容": "一溪明月汎清深，醉泊滩头筱径阴。静夜蛙声鸣又歇，砌蛩秋近已微吟。"
        },
        {
            "标题": "十四日 其二",
            "作者": "韩淲",
            "内容": "风花郭店路，灵井隔云溪。渡水鱼争出，随山莺乱啼。\n只疑身未老，不信梦还迷。今日逢寒食，西湖春草萋。"
        },
        {
            "标题": "送孟元立之官行都酒所",
            "作者": "韩淲",
            "内容": "行色西风入帝城，新凉吹稻雨开晴。月明茅店五更梦，潮上溪船千里程。\n老觉依依人去住，闲思一一我经行。功名意气云霄路，冠剑锵然佩玉声。"
        },
        {
            "标题": "仲可出刘武子行卷因题",
            "作者": "韩淲",
            "内容": "绮窗春思入钟山，日日江云草树间。不觉东风吹酒醒，宝香犹煖玉笙寒。"
        },
        {
            "标题": "好事近（红梅）",
            "作者": "韩淲",
            "内容": "春色入芳梢，点缀万枝红玉。莫道怕愁贪睡，倚新妆如束。\n\n纷纷桃李太妖娆，相对夜阑烛。记取疏花横处，有暗香飘馥。"
        },
        {
            "标题": "好事近（同仲至和探梅）",
            "作者": "韩淲",
            "内容": "湖上有孤山，合把探梅词刻。清浅黄昏时候，冷疏枝寒色。\n\n窗前忽到又如何，一夜足相忆。信道收香藏白，报春风消息。"
        },
        {
            "标题": "减字木兰花（初五日昌甫生朝，因庆七十）",
            "作者": "韩淲",
            "内容": "从心所欲。高蹈祠官惟见独。其寿伊何。古井章泉水不波。\n\n腊前梅好。玉洁日光香耐老。才大三千。首首清诗得自编。"
        },
        {
            "标题": "天竺灵隐观鸿渐寺记白香山泉碑",
            "作者": "韩淲",
            "内容": "灵隐天竺山，清流漱奇石。草木郁青葱，岩洞耀丹碧。\n有时闲联骑，尽日为散策。萧条怀古心，髣髴问遗迹。\n胜士多去来，流年几今昔。寺记喜逢陆，泉碑尚馀白。\n因知幽绝处，得之乃无斁。所以千载后，山名转辉赫。\n二子有逸韵，烟霞本其癖。想当落笔时，无地著清适。\n嗟我复何人，长歌想英魄。"
        },
        {
            "标题": "好事近（郑＿·生朝）",
            "作者": "韩淲",
            "内容": "腊雪映江梅，冰玉更分风月。衮衮紫枢家世，庆诞弥时节。\n\n烘堂赢得戏莱衣，春酒宝杯凸。籍籍郑庄人物，要汉廷勋业。"
        },
        {
            "标题": "好事近（翠圆枝）",
            "作者": "韩淲",
            "内容": "一涧水南山，腊尽春生梅雪。行过小桥深处，带疏钟横月。\n\n征衫闲着指东吴，休怕与人别。吟到翠圆枝上，是归来时节。"
        },
        {
            "标题": "好事近·黄发享颐期",
            "作者": "韩淲",
            "内容": "黄发享颐期，兄弟此时宜告。见说对床夜雨，世间尘都扫。青毡堂外瑞峰高，云气拂晴昊。老大中原人物，在江湖乡保。"
        },
        {
            "标题": "浣溪沙（生朝和昌甫韵）",
            "作者": "韩淲",
            "内容": "老觉空生易得年。闲居那复问旌旃。一丘春静自回旋。\n\n翁善于人知美矣，我行于世转乖然。清词俾寿喜言传。"
        },
        {
            "标题": "夜过斯远听琴",
            "作者": "韩淲",
            "内容": "琴声类筝笛，俗手多一律。伊嚘悦儿女，焦急涴桐漆。\n予尝为作评，当是养心术。大弦宽而和，小弦精且密。\n制作务高雅，资材在清实。既鼓复以歌，其气可平壹。\n昨从东海君，置酒风月室。欢然十指间，挥弄俄顷毕。\n洒落冰雪容，辉润金玉质。人品既如许，古乐复在膝。\n顾予面生尘，见之颇自失。急归卧南山，十日不敢出。"
        },
        {
            "标题": "小酌饯耿运干赵推官分韵复和韵 其二",
            "作者": "韩淲",
            "内容": "痼疾已烟霞，药石从美疢。谁怜名宦迟，我觉幻化迅。\n兴与山孤高，语带涧深润。去去上下塘，应劳青眼瞬。"
        },
        {
            "标题": "小酌饯耿运干赵推官分韵复和韵 其一",
            "作者": "韩淲",
            "内容": "山林闲放身，幽意苦不惬。因来我壶觞，且送尔官牒。\n池莲红未葩，园笋绿已叶。去住岂愿违，人寰付尘劫。"
        },
        {
            "标题": "雨后骤冷凄然",
            "作者": "韩淲",
            "内容": "天高气萧瑟，薄薄寒中人。登山兮临水，贫士志不平。\n惆怅徒自怜，羁旅谁友生。申旦耿不寐，淹留可无成。"
        },
        {
            "标题": "鲁解元以坡语空山无人水流花开为诗和韵 其二",
            "作者": "韩淲",
            "内容": "人之老去须甘老，天以閒来莫厌閒。满树梅开和玉雪，门前流水响空山。"
        },
        {
            "标题": "同周次公步寻起云旧基次韵",
            "作者": "韩淲",
            "内容": "起云亭不见，立尽水边人。满眼高情少，惊心得句频。\n龟毛真兔角，凤翼漫龙鳞。山泽行吟久，渊明漉酒巾。"
        },
        {
            "标题": "昌甫梦中有句和韵答寄 其一",
            "作者": "韩淲",
            "内容": "灵府清寒梦境开，浑涵万状入诗来。章泉此老閒拈出，忽到窗前疑是梅。"
        },
        {
            "标题": "和昌甫梦中见寄",
            "作者": "韩淲",
            "内容": "高人山枕晓，何必问钧天。自觉无他梦，谁言有此篇。\n交游疑是熟，时序亦非便。寒食蘧蘧里，清江忆钓鳊。"
        },
        {
            "标题": "昌甫梦中有句和韵答寄 其二",
            "作者": "韩淲",
            "内容": "人是梅花梅是人，似谈如见景常新。花香直入人肌骨，寤寐成香孰比伦。"
        },
        {
            "标题": "寄天目僧文礼灭翁",
            "作者": "韩淲",
            "内容": "生怕人饶舌，诗吟不著题。飘零惊已晚，依约梦还迷。\n但愿乘风去，何言立雪齐。万缘谁百计，谷隐自岩栖。"
        },
        {
            "标题": "巩仲至和张少卿韵约同寄一首",
            "作者": "韩淲",
            "内容": "叹息南湖老，诗禅只自深。雨花归宴坐，风叶对孤斟。\n城郭舟车会，斋房翰墨林。遥知定中起，吟啸也如瘖。"
        },
        {
            "标题": "卢教授约周县丞来访次周丞韵",
            "作者": "韩淲",
            "内容": "今古山阴道，谁吟雪下船。久将随俗好，便拟作春妍。\n朝市无閒日，山林有瀑泉。薰风吹两鬓，蚕事欲三眠。"
        },
        {
            "标题": "醉桃源（昌甫有曲，名之濯缨，因和）",
            "作者": "韩淲",
            "内容": "残春风雨绕檐声。山空分外鸣。闲来落佩倒冠缨。尚余亲旧情。\n\n人不见，句还成。又听求友莺。濯缨一曲可流行。何须观我生。"
        },
        {
            "标题": "赠潘德久舍人",
            "作者": "韩淲",
            "内容": "閒常喜哦诗，逢君了无句。岂不有所思，盖噤莫敢吐。\n朅来吴山头，汩没时日度。悠悠众交情，往往半亲故。\n积阴盛暑寒，栖迟一筦库。君侯谪仙人，邂逅辱雅顾。\n杯行阅新编，指点尽韶濩。不谓正始馀，得此诸老趣。\n慇勤复招唤，倾倒所藏聚。法书多海岳，挂壁遍毫素。\n中间出娉婷，清声彩云驻。倒指不数人，百年几相遇。\n昨朝高轩过，隘巷亦惊謼。瓷瓯茗叶煎，石鼎柏子炷。\n幽窗坐谈久，不觉晚横雾。感君厚意长，因之写欣慕。\n工夫未平夷，漫以怀抱赋。转庵法眼正，逢场到朝路。\n终当入林密，共结茅屋住。安心参活法，一涤尘土污。"
        },
        {
            "标题": "次韵胡教授送行诗",
            "作者": "韩淲",
            "内容": "小作高溪泛，滩光又满眸。新春才两日，残岁忽扁舟。\n契阔思良觌，吟哦合共游。掀蓬闻送句，一片雨初收。"
        },
        {
            "标题": "又和赵路分韵 其二",
            "作者": "韩淲",
            "内容": "小桥晴步正徐徐，谁把诗笺满意书。且读且思归且叹，山林丘壑我邻居。"
        },
        {
            "标题": "又和赵路分韵 其一",
            "作者": "韩淲",
            "内容": "萱芽争出柳眉舒，积雪霜凝未尽除。一阵暖风殊著莫，傍人啼鸟亦忻如。"
        },
        {
            "标题": "和卿赠别次韵答之",
            "作者": "韩淲",
            "内容": "两岸春风暖，山花水喷泉。归期虽较晚，行乐肯输先。\n来燕知犹未，宾鸿信欲遄。故人诗送我，吟思满江天。"
        },
        {
            "标题": "和赵路分",
            "作者": "韩淲",
            "内容": "雪云寒事正多风，诗与山阴兴颇同。万境纵陈浑不理，老身只是愿时丰。"
        },
        {
            "标题": "十一日同处晦苍筤喜雨",
            "作者": "韩淲",
            "内容": "清坐看凉雨，山林静有声。交游因共话，衰老欲何营。\n风急初疑敛，云低又苦倾。爽然神观定，篱径不知尘。"
        },
        {
            "标题": "水调歌头（和石＿·寿汤守）",
            "作者": "韩淲",
            "内容": "玉水灵山地，燕寝亦书功。邦人耆老，诞弥佳节以词通。尔岂知吾恺悌，我乃因君谈笑，祝寿酒杯同。箫鼓少人会，歌舞为谁容。\n\n观坐客，惊野老，笔如风。个般酬唱，诏回应上玉华东。多少家传经济，留与孙谋持守，出处信何穷。唤起千年调，分付一车公。"
        },
        {
            "标题": "雪中见山松晓起涧桥见霜尤奇",
            "作者": "韩淲",
            "内容": "梅雪何嫌松雪，桥霜未抵林霜。睡起樵苏欲断，竹炉寻火装香。"
        },
        {
            "标题": "七夕次韵仲至",
            "作者": "韩淲",
            "内容": "钩月迷云殢柳梢，雷声收雨转晴宵。从教冠盖填京国，得似儿童绕市桥。\n玉漏沈沈传底恨，银河耿耿泻无聊。政须百巧从天乞，懒和闲吟听夜潮。"
        },
        {
            "标题": "哭徐子融",
            "作者": "韩淲",
            "内容": "胆气粗而硬脊梁，茅斋寂寞未云荒。自知友道无同异，共仰师门有在亡。\n遣世尚能生卜地，安时应许老耕桑。一琴一剑山枫外，云影吹空白月光。"
        },
        {
            "标题": "松棚",
            "作者": "韩淲",
            "内容": "去年一旱暍欲死，犹幸春来能忍饥。长夏因仍作凉计，中庭始架青松枝。\n门前催租急非缓，国中遗诰安若危。贫无输官尚自可，忠欲输君今已迟。\n风来萧萧悲益甚，日远茫茫愁不知。谁谓身閒得放逸，家国一体人弗思。\n云开空山久阙雨，蝉噪古木还迎曦。松枝松枝绿差差，吾忍坐卧来乐斯。"
        },
        {
            "标题": "和民瞻所寄",
            "作者": "韩淲",
            "内容": "老觉从游易寂寥，梦思江海耿寒宵。元来冉冉乾坤里，大抵悠悠岁月飘。\n南北一峰高可仰，东西二馆隐谁招。园居好在带湖水，冰雪春须积渐消。"
        },
        {
            "标题": "郑一病中见寄和韵答之",
            "作者": "韩淲",
            "内容": "爱酒阮宣杖，倦行陶令舆。閒投本无意，垂老亦何居。\n万事付杯水，一贫唯饭蔬。秋怀苦相望，幽寺挟残书。"
        },
        {
            "标题": "初三日急雨湖山云气初霁楼居佳甚",
            "作者": "韩淲",
            "内容": "雨后见云山，家林恨未还。人生何自苦，身老定谁閒。\n溶泄平输处，纵横罗列间。幽幽清润气，楼迥自怡颜。"
        },
        {
            "标题": "浣溪沙（同昌甫饮南池）",
            "作者": "韩淲",
            "内容": "屋上青山列晚云。水边红袂映斜曛。柳阴荷气簟湘纹。\n\n酒以歌长谁乐事，诗成杯滟我离群。香消凉意有南薰。"
        },
        {
            "标题": "贺新郎（坐上有举昔人《贺新郎》一词，极壮，酒半用其韵）",
            "作者": "韩淲",
            "内容": "万事佯休去。漫栖迟、灵山起雾，玉溪流渚。击楫凄凉千古意，怅怏衣冠南渡。泪暗洒、神州沉处。多少胸中经济略，气□□、郁郁愁金鼓。空自笑，听鸡舞。\n\n天关九虎寻无路。叹都把、生民膏血，尚交胡虏。吴蜀江山元自好，形势何能尽语。但目尽、东南风土。赤壁楼船应似旧，问子瑜、公瑾今安否。割舍了，对君举。"
        },
        {
            "标题": "贺新郎·梅蕊依稀矣",
            "作者": "韩淲",
            "内容": "梅蕊依稀矣。岁华深、然但把，杖藜闲倚。山绕荒林红叶下，落日孤城烟水。意兴寄、云何则是。底事疏枝横绝峭，未吹香、便与花相似。不忍折，为之喜。寒鸦万点霜风起。正人家、园收芋栗，小槽初美。欲醉阿谁同一饮，拟赋才成又止。老态度、浑侵发齿。摸索孤根春在否。任红红、白白皆桃李。空烂漫，岂能尔。"
        },
        {
            "标题": "贺新郎·又见年年雪",
            "作者": "韩淲",
            "内容": "又见年年雪。水浮桥、南岸幽处，周遭森列。横碧轩中空旧话，独钓寒江愁绝。更一段、冰霜高洁。忽得两篇强健曲，倚回风、洒急凭谁说。嗟巩雒，乃闽浙。何当醉酒扬雄宅。问避人避地，其如楚之舆接。览德已而歌凤去，千仞辉翔难蹑。我和句、却愁狂辄。折尽梅花伤岁暮，□撒盐、起絮分才劣。鸡犬静，涧篱?。"
        },
        {
            "标题": "袖手",
            "作者": "韩淲",
            "内容": "袖手坐春昼，渊渊古井水。倦漉渊明巾，姑隐子綦几。\n沉冥极颠末，昭彻贵表里。裕矣得失心，隘哉洗其耳。"
        },
        {
            "标题": "横山堂小酌",
            "作者": "韩淲",
            "内容": "酒浇磈礧不下，诗用陶写亦难。折取荼蘼芍药，醉于绿水青山。"
        },
        {
            "标题": "和黄子功壁间伯皋次公韵 其二",
            "作者": "韩淲",
            "内容": "转觉心情事事疏，题诗常是懒能书。相将又见西风起，尚喜携琴到处居。"
        },
        {
            "标题": "赵簿留饮望城里海棠因思履道且寄民瞻",
            "作者": "韩淲",
            "内容": "相望海棠思故人，最高台是北城闉。看来先自花饶笑，兴到从他酒入唇。\n语燕既归惊作社，盟鸥何在且行春。妙年秀发如君少，桃李纷纷只世尘。"
        },
        {
            "标题": "寄赵十监试",
            "作者": "韩淲",
            "内容": "夜凉月里话东征，倾耳呼猿洞水声。玉室金堂元避世，鲈鱼莼菜岂惩羹。\n举围个个三年试，云路家家万里程。在我能为古之制，裕陵图治重宗盟。"
        },
        {
            "标题": "灯夕颇盛郡中相招不能往也",
            "作者": "韩淲",
            "内容": "满城歌舞事元宵，溪外苍山雪乍销。红日渐迟花信动，银蟾初上烛光摇。\n幽人自笑居空谷，游子从教往丽谯。一盏青灯对编简，旧欢如梦壮心凋。"
        },
        {
            "标题": "赠刘叔骥县尉苕溪家也",
            "作者": "韩淲",
            "内容": "西风苕水清，春日卞山横。莫问桃花红，但说莼菜生。\n骚人居是间，俛仰得其情。公家文章家，三世蜚英声。\n为予父子交，岂特青眼明。凄凉四十年，道旧谁复听。\n只今冰溪水，流波照空城。公来坐涧谷，忍闻千载名。\n世道日浇伪，出语皆可惊。东望章泉山，尚足坚此盟。"
        },
        {
            "标题": "题刘叔骥诗卷",
            "作者": "韩淲",
            "内容": "春风一曲唱离歌，楼外玉溪流细波。诗酒尚能如此在，岂知白发我偏多。"
        },
        {
            "标题": "水际 其五",
            "作者": "韩淲",
            "内容": "收卷残书拂案尘，花瓶初浸玉栀新。呼童问我煎茶椀，饭了人来一具陈。"
        },
        {
            "标题": "宣和画猿 其一",
            "作者": "韩淲",
            "内容": "宣和殿上退朝时，万岁山中猿挂枝。今日江南无塞北，不禁毫素尚淋漓。"
        },
        {
            "标题": "宣和画猿 其二",
            "作者": "韩淲",
            "内容": "雪霜繁处是阴山，八骏周游更不还。犹有遗黎抱弓剑，猿声依旧啸林间。"
        },
        {
            "标题": "谒金门（东风吹酒面）",
            "作者": "韩淲",
            "内容": "花影半。晴色乍开云卷。择胜寻春愁日短。雨余山路晚。\n\n涧底桃深红满。人意不禁闲远。胡蝶绕枝啼鸟怨。东风吹酒面。"
        },
        {
            "标题": "怀斯远",
            "作者": "韩淲",
            "内容": "晴光杂空云，青春转寒谷。眇眇兮章丘，所见惟我独。\n洒然天地间，岂为万事足。晓风吹诗来，梅枝粲群玉。"
        },
        {
            "标题": "午日赵钤辖同坐溪旁望灵山云气次韵",
            "作者": "韩淲",
            "内容": "尘俗自尘俗，幽奇自幽奇。竞渡殊污人，正尔无所之。\n城隅白云堆，涌出灵山诗。不可磨灭者，天欲铸伟辞。\n是大有佳趣，岂问庾元规。举扇勿障风，吾与子同归。"
        },
        {
            "标题": "题赵钤辖水阁",
            "作者": "韩淲",
            "内容": "东南都会水晶客，髣髴西湖醉眼中。楚尾寓廛同一笑，蒲萄新涨藕花风。"
        },
        {
            "标题": "小集清晖阁因唤渡把酒昌甫倏至",
            "作者": "韩淲",
            "内容": "小醉清晖阁，横江更一杯。远山寒日晚，诗老忽然来。"
        },
        {
            "标题": "浣溪沙（沙溪小饮）",
            "作者": "韩淲",
            "内容": "一抹青山拍岸溪。麦云将过笋初齐。不知何处水流西。\n\n小阁路头吾欲醉，短蓬船尾客同携。酒边华发更题诗。"
        },
        {
            "标题": "浣溪沙（清和风）",
            "作者": "韩淲",
            "内容": "买得船儿去下湖。这些天气近来无。清和风里绿阴初。\n\n酒不为渠间放荡，诗应嫌我太粗疏。酒徒诗社复何如。"
        },
        {
            "标题": "浣溪沙（仲明命作艳曲）",
            "作者": "韩淲",
            "内容": "宝鸭香消酒未醒。锦衾春暖梦初惊。鬓云撩乱玉钗横。\n\n半怯夜寒褰绣幌，尚余娇困剔银灯。粉痕微褪脸霞生。"
        },
        {
            "标题": "浣溪沙（涧上昌甫有词）",
            "作者": "韩淲",
            "内容": "闲里相看两鬓秋。酒能沾醉雨能幽。吾庐何幸得翁留。\n\n世路尽教终易与，山林佳话恐难酬。人来人去亦知不。"
        },
        {
            "标题": "浣溪沙（夜饮仲明小轩）",
            "作者": "韩淲",
            "内容": "一曲青山映小池。林疏人静月明时。相逢杯酒也相宜。\n\n醉眼不知春事少，欢情犹得漏声迟。神仙何处梦魂飞。"
        },
        {
            "标题": "浣溪沙（为仲如赋茉莉）",
            "作者": "韩淲",
            "内容": "滴滴琼英发翠绡。江梅标韵木香娇。乍凉时候漏声遥。\n\n欲绾鬓丝妆未了，半回身分曲初招。霓裳依约梦魂飘。"
        },
        {
            "标题": "昌甫回自大明见过别后二诗寄之 其一",
            "作者": "韩淲",
            "内容": "袖遗大明果，编因徐照题。骚吟归是正，香味得非迷。\n邻邑十方转，到城还重携。新霜林路滑，山远羡高栖。"
        },
        {
            "标题": "二十四日回泊东阜和旧题酬唱十九年矣",
            "作者": "韩淲",
            "内容": "海棠枝上日，依旧照窗明。文会惊犹在，重来咏转清。\n林庐记经始，花径已栽成。良友仙山去，空留百世名。"
        },
        {
            "标题": "昌甫回自大明见过别后二诗寄之 其二",
            "作者": "韩淲",
            "内容": "早鬻翁归去，窗寒自拨灰。算程明日到，失记去年来。\n雨叶频仍堕，雪梅相次开。吾生亦华发，易怕惹尘埃。"
        },
        {
            "标题": "次韵建倅德久林秘书寄贡馀",
            "作者": "韩淲",
            "内容": "铁狮峰前凤山阳，泉甘土肥灵草香。丁蔡好事作土贡，到今题裹归朝纲。\n密云寿圭脱宝胯，锁钥银白罗帕黄。春风玉食睿思殿，岁岁属望天一方。\n恩沾臣邻讲读处，赐啜更觉昭回光。龙凤大团小团耳，且如头茶安得尝。\n馀珍踵例及守漕，属幕亦得酬官忙。平分风月石渠老，分饷乃欲颠倒搜我肠。"
        },
        {
            "标题": "会心堂",
            "作者": "韩淲",
            "内容": "胸中有天游，寓外皆所嬉。胜士固可逢，俗物亦可偕。\n杯酒得流行，放意而伸眉。兹辰我阳春，溪水多清姿。\n岸柳已青青，山花更晖晖。当筵主与宾，谈妙尤克谐。\n雷声忽送雨，云风动情思。由来理性真，肯计志愿违。\n松柏独也正，造物付之谁。欢笑酬座人，长言其勿噫。"
        },
        {
            "标题": "纪梦",
            "作者": "韩淲",
            "内容": "秋深夜自清，扬扬梦初成。短衣山麓间，羽客争将迎。\n同行得佳伴，意气还相倾。或有设食者，窗几皆虚明。\n恍然忽已觉，此身微官萦。只今閒且散，心胡为未平。\n尚复带孥累，徒羡高举轻。方外多高人，箪瓢思远征。"
        },
        {
            "标题": "诗谢文显兄弟载酒并简子畅二首 其二",
            "作者": "韩淲",
            "内容": "柱杖敲门借竹看，步随纾曲转林端。架边绿蔓阴成幄，桥下清流春有湍。\n君作屋庐嫌近俗，我因岩谷遂深盘。傥思出郭少尘事，或命巾车初不难。"
        },
        {
            "标题": "诗谢文显兄弟载酒并简子畅二首 其一",
            "作者": "韩淲",
            "内容": "几椽牢落依僧住，二妙慇勤载酒来。名节似君真有道，交游著我定怜才。\n谭高屡激清风起，归近何嫌落日催。苦忆平生溧阳尉，驱车政尔犯黄埃。"
        },
        {
            "标题": "题溪堂柏阁",
            "作者": "韩淲",
            "内容": "循除㶁㶁水长鸣，柏阁溪堂静处深。出处清朝为得路，卷舒黄卷足知音。\n鸡豚里社高人酒，风月山林野客吟。好在秋残一樽后，直须怀玉伴幽寻。"
        },
        {
            "标题": "用昌甫寄晁于潜诗韵寄之 其一",
            "作者": "韩淲",
            "内容": "相望于潜信宿中，为吟赵句忆坡翁。如今文物依然在，剩欲褰裳一笑同。"
        },
        {
            "标题": "用昌甫寄晁于潜诗韵寄之 其三",
            "作者": "韩淲",
            "内容": "新凉吹到数行书，香入岩花麝不如。知我京华老无力，满壶清酒载勤渠。"
        },
        {
            "标题": "用昌甫寄晁于潜诗韵寄之 其二",
            "作者": "韩淲",
            "内容": "麈尾缘尘已一年，北关门外夜行船。萧萧秃发深秋影，心往形留只慨然。"
        },
        {
            "标题": "寄秋塘",
            "作者": "韩淲",
            "内容": "寄语秋塘翁，谢借渊明诗。俄而两三年，未尝不诵之。\n翁昔游钱湖，日日载酒嬉。我方坐筦库，逐势利奔驰。\n惟恐尘埃多，忘却山水奇。所以从翁借，欲公知我为。\n秋塘夫如何，蒲荷净涟漪。塘上客谁来，宁作宋玉悲。\n胸蟠夜光寒，健笔愈陆离。西风一吟讽，万事都若遗。\n应笑我投閒，犹能咏于斯。渊明闭关辈，翁亦老苦锥。\n怅然复归翁，起我百世思。"
        },
        {
            "标题": "送陈同甫丈赴省",
            "作者": "韩淲",
            "内容": "平生四海几过从，晚向闽山访海翁。又见稼轩趋召节，却随举子赴南宫。\n风云变态高情表，岁月侵寻醉眼中。可是龙川便真隐，乘时勋业尚须公。"
        },
        {
            "标题": "周国正约过茶山带湖",
            "作者": "韩淲",
            "内容": "青春行乐耳，谁无一林园。馀阴敛宿雨，桃李亦复暄。\n坐閒语句到，酒半情意宣。从容出处易，缅邈聚散难。\n记此野城北，望望横灵山。"
        },
        {
            "标题": "寄轩",
            "作者": "韩淲",
            "内容": "陶潜彭泽归，岂敢傲一世。聊从户牖间，作计等蝉蜕。\n君乎得此心，名字置所憩。俛仰旦复昏，浅揭深则厉。"
        },
        {
            "标题": "李季章参政寄近作绝句次韵答之 其五",
            "作者": "韩淲",
            "内容": "禅门底用金仙偈，道室空多玉笈书。知我者希斯我贵，身心如此可踟躇。"
        },
        {
            "标题": "寄潘文叔",
            "作者": "韩淲",
            "内容": "杨子江心水，可以共煮茶。鹤林招隐诗，不必问僧家。\n治中今如何，紬被听报衙。去年昆山阳，春岸醉桃花。\n今年玉溪上，蚤忙看缫车。相思无剩语，作字只攲斜。\n暑雨障炎日，薰风散馀霞。君颜想渥丹，我发亦已华。\n因诗一啸吟，尘间事如麻。"
        },
        {
            "标题": "李季章参政寄近作绝句次韵答之 其四",
            "作者": "韩淲",
            "内容": "得将胶扰一身藏，吴是他乡蜀故乡。从昔衰荣无定在，山林钟鼎两俱长。"
        },
        {
            "标题": "余伯皋过南剑兼寄郑伯明 其一",
            "作者": "韩淲",
            "内容": "南剑溪头黯淡滩，山城五月水声寒。凝香应更解悬榻，席上郑虔同此欢。"
        },
        {
            "标题": "老仙钓台观了思所作兰松梅竹",
            "作者": "韩淲",
            "内容": "带得西湖一树清，却因松竹并兰生。如今收拾归横卷，冷坐钓台非有情。"
        },
        {
            "标题": "余伯皋过南剑兼寄郑伯明 其二",
            "作者": "韩淲",
            "内容": "往来涂路武夷边，无复人寻九曲船。我老君回向何许，故情前梦只依然。"
        },
        {
            "标题": "寄周正字",
            "作者": "韩淲",
            "内容": "长洲茂苑关门睡，忘却蓬山梦里游。尔雅一生无浊见，离骚千古有清愁。\n涝田检放难终岁，寒事经营易得秋。欲寄潜鳞寻过翼，望穷云海复悠悠。"
        },
        {
            "标题": "寄赵正字秀倅员外置",
            "作者": "韩淲",
            "内容": "仅得相从又隔州，梅边花信尚悠悠。苍茫有句虽能寄，黯淡无觞可奈搜。\n须信山林愁不密，岂云江海要横流。邴丹仕宦应聊尔，岁月空催人白头。"
        },
        {
            "标题": "浣溪沙（满院春）",
            "作者": "韩淲",
            "内容": "芍药酴醿满院春。门前杨柳媚晴曛。重帘双燕语沈沈。\n\n花映绿娇初日嫩，叶栖红小晚烟昏。轻雷不觉送微阴。"
        },
        {
            "标题": "浣溪沙 满院春",
            "作者": "韩淲",
            "内容": "芍药酴醾满院春。门前杨柳媚晴曛。重帘双燕语沈沈。"
        },
        {
            "标题": "寄李半村商叟老丈",
            "作者": "韩淲",
            "内容": "不到前村五六年，春帆便合上溪船。桃花浪暖鱼初出，燕子风轻柳欲眠。\n海内知名今有几，古来是事总如然。茶山衣钵分明在，相望閒吟寄谪仙。"
        },
        {
            "标题": "寄王成叟",
            "作者": "韩淲",
            "内容": "复从章贡回，满谓可邂逅。偶从青岩游，失此一知旧。\n摩挲所留字，和韵若金奏。至今殷遗音，寤寐错昏昼。\n人生竟何为，妙处匪声臭。空馀丘壑心，流枕而石漱。\n经年强饭否，安得日相就。市廛多犬鸡，墟落易豺兽。\n源深则溪清，林迥山必秀。缄辞寄春风，思君令人瘦。"
        },
        {
            "标题": "次韵仲至雪句兼寄朴翁",
            "作者": "韩淲",
            "内容": "长安一片雪冬深，胜士骚人只苦吟。可是顿忘它日志，也非深惜此时心。\n细看北阙吴山下，暗想西湖葛岭阴。搜到诗家难到处，掉头应不管寒侵。"
        },
        {
            "标题": "寄朴翁",
            "作者": "韩淲",
            "内容": "柳下葛徵君，受用得自在。宴坐孤山南，湖山自澎湃。\n不受爵服吞，蒙庄大块噫。三年遥相望，妙寄入天籁。\n尘尘与刹刹，超出净名外。"
        },
        {
            "标题": "二月十七日寄朴翁 其一",
            "作者": "韩淲",
            "内容": "葛岭人家抱朴翁，莺啼燕语正东风。帝城只在湖边畔，都付伤春病酒中。"
        },
        {
            "标题": "次韵昌甫所寄因答施仲益且寄斯远 其一",
            "作者": "韩淲",
            "内容": "平生所交友，岂曰不数人。但恐莫我知，可疏不可亲。\n人如李仲元，人如郑子真。相望无百里，犹得奉清尘。"
        },
        {
            "标题": "次韵昌甫所寄因答施仲益且寄斯远 其二",
            "作者": "韩淲",
            "内容": "三子者之撰，孰辨主与宾。富贵非所恶，古道多贱贫。\n要是一世士，必有千载人。渊乎章泉水，高会聚荀陈。"
        },
        {
            "标题": "二月十七日寄朴翁 其二",
            "作者": "韩淲",
            "内容": "南屏山下小园东，便做迁居也不同。昨日晴和今日雨，幽怀何地不春风。"
        },
        {
            "标题": "寄赵成父鄱阳就养",
            "作者": "韩淲",
            "内容": "荐福碑前水满湖，芝山携酒看来无。老閒就养身须逸，岁晚逢时兴不辜。\n岸帻以来谁在座，课经而后自开炉。春稍迤逦梅须好，安得相从一笑呼。"
        },
        {
            "标题": "赵推寄朱氏楚辞",
            "作者": "韩淲",
            "内容": "回雁峰前寄楚辞，古时人语已如斯。少翔幕下宁天定，近入台中信已知。\n连帅朱今当共学，故侯刘昔尚谁思。春来草满南池水，何日薰兮又屈卮。"
        },
        {
            "标题": "浙运寄声子任子恕",
            "作者": "韩淲",
            "内容": "浙水文场好，成才属少年。龙游看过锁，渔浦发潮船。\n才地当强仕，朝廷正选贤。会逢余与赵，为报各扬鞭。"
        },
        {
            "标题": "浣溪沙",
            "作者": "韩淲",
            "内容": "系得船儿柳岸头。夹江灯火雨飕飕。寻诗家醉更绸缪。\n\n待腊未教寒事少，小春搀取暗香浮。夜长飞梦失清愁。"
        },
        {
            "标题": "中平峰下岩可坐百客绝顶尤奇",
            "作者": "韩淲",
            "内容": "临水既凝伫，望崖试徘徊。榜舟一以渡，露晞岚影开。\n矫首与人居，直上无飞埃。峭壁过鸟道，老树相萦回。\n下访隐者庐，败堵留岩隈。乱草蔽嵌空，停泉照崔嵬。\n因知胜绝地，使我心悠哉。誓当如庞老，举家为此来。"
        },
        {
            "标题": "减字木兰花·年光虚度",
            "作者": "韩淲",
            "内容": "年光虚度。能得几多消散处。莫恨归迟。得见新词不自持。山中酒里。笑语喧哗知有弟。此意谁如。世事纷纷一任渠。"
        },
        {
            "标题": "柬周次公",
            "作者": "韩淲",
            "内容": "风花烟草满春山，五载相望各掩关。奋迅词场君未艾，栖迟田里我长閒。\n升沉交旧今多少，中外亲知昔往还。随俗何如绝流俗，几回吟醉睡其间。"
        },
        {
            "标题": "减字木兰花·一杯易足",
            "作者": "韩淲",
            "内容": "一杯易足。自断此生犹杜曲。词客哀时，不敢愁来赋别离。孤城麦秀。常愧葛洪丹未就。诗罢长吟。衰晚迟回违寸心。"
        },
        {
            "标题": "减字木兰花（梅词）",
            "作者": "韩淲",
            "内容": "菊花开了。待得梅梢来索笑。雪色江波。看尽千林未觉多。\n\n一丘缓步。只恐朝来有新句。岁岁年年。白发催人到酒边。"
        },
        {
            "标题": "次韵昌甫闻予过仲益见寄",
            "作者": "韩淲",
            "内容": "离群常恨不能佳，桂到秋深处处花。幽讨既寻泉水矣，傍搜岂忘月轩耶。\n翁留觞酌时煨栗，友为炉熏更作茶。不是襟期安得此，世间馀事我何加。"
        },
        {
            "标题": "江城子·雪消霜入小溪舟",
            "作者": "韩淲",
            "内容": "雪消霜入小溪舟。试浮游。上山头。薄薄寒烟，依旧未全收。问道梅花开也未，吟不尽，一春愁。\n\n襟怀如此老还休。懒凝眸。转深幽。诗罢一眉，新月又如钩。腊后春前村意远，回棹稳，水西流。"
        },
        {
            "标题": "客楼南窗晴日中与坐客论别",
            "作者": "韩淲",
            "内容": "楼馆南窗暖，追随欲别时。青衫空自老，白发未相知。\n研墨因成事，炉烟静入诗。家山有泉涧，休问我归迟。"
        },
        {
            "标题": "晚立涧旁",
            "作者": "韩淲",
            "内容": "水边独立看黄昏，梅蕊能销客子魂。淡霭清钟知隔寺，微风幽笛是前村。\n牛羊径路生寒色，鹅鸭陂池裂冻痕。一种清怀几多景，鸦栖密木更翩翻。"
        },
        {
            "标题": "别希之",
            "作者": "韩淲",
            "内容": "雪里江亭醉，何时复赋诗。岂无閒地饮，那有主人奇。\n忍别君言论，徒劳我梦思。尺书频寄取，莫负此襟期。"
        },
        {
            "标题": "挽江浦县丞郑公诗 其一",
            "作者": "韩淲",
            "内容": "寂寞同州守，衣冠葬玉山。国家遭祸变，臣子不生还。\n异域城应在，中原路尚艰。有孙才九品，本拟上朝班。"
        },
        {
            "标题": "挽江浦县丞郑公诗 其二",
            "作者": "韩淲",
            "内容": "恤典劝天下，诸公誉更多。伤心立门户，遗恨满山阿。\n犹记交情旧，时将诗句哦。浮生如意少，薤露忍成歌。"
        },
        {
            "标题": "小卫铅山结课",
            "作者": "韩淲",
            "内容": "铅湖鹅岫春风煖，放步拥书明远楼。弹指两年同唱第，要知能赋古诗流。"
        },
        {
            "标题": "借章泉翁韵回斋",
            "作者": "韩淲",
            "内容": "狂澜正倒筑新斋，回我家声属雅怀。想到渊源深彻底，窥从涯涘溜浮阶。\n舜文正道须身见，佛老他岐定力排。今古沈浮几多少，滔滔应不与之偕。"
        },
        {
            "标题": "望南高峰奇甚龙井正在其处",
            "作者": "韩淲",
            "内容": "云收寒日两高峰，窣堵波连翠崦重。南北之间有龙井，十年前事一枝筇。"
        },
        {
            "标题": "圭莹中借庵",
            "作者": "韩淲",
            "内容": "水明山月更閒身，笔底风尘事事新。宾主历然应绝倒，镇常输与住庵人。"
        },
        {
            "标题": "题武夷所校丹经后",
            "作者": "韩淲",
            "内容": "武夷山翁今已仙，此书留与学长年。丹砂夜就龙虎鼎，后之读者心应然。"
        },
        {
            "标题": "净居院",
            "作者": "韩淲",
            "内容": "薄晚经禅悦，深更宿净居。急滩鸣断岸，绝磴下荒墟。\n茗椀僧同把，诗篇我谩书。快欤闻梵呗，解榻见钟鱼。"
        },
        {
            "标题": "楼窗静对颇快",
            "作者": "韩淲",
            "内容": "奔忙九衢里，无处著两眼。楼高试推窗，可以得笑莞。\n东方接瀰茫，西地列"
        },
        {
            "标题": "休日静居",
            "作者": "韩淲",
            "内容": "寒饿迫我出，忽忽儿女大。原思乐商颂，宋玉悲楚些。\n吹面薰风来，刮眼春风过。飞鸣鹊绕树，徵逐蚁旋磨。\n瀹茗销梦事，凝香理经课。休浣得暂闲，栖深净趺座。"
        },
        {
            "标题": "九日不饮",
            "作者": "韩淲",
            "内容": "风光流转又重阳，午梦初回意愈伤。时序肯随人境异，江山空对晚天长。\n年华冉冉秋将老，物色班班菊自香。虽少一觞还一咏，恍然身世立苍茫。"
        },
        {
            "标题": "浣溪沙",
            "作者": "韩淲",
            "内容": "荆楚谁言镜听词。烛花影动画檐低。烧灯天气醉为期。雨湿杏腮疑淡淡，风迷柳眼半僛僛。小山西路板桥西。"
        },
        {
            "标题": "九日登南台 其二",
            "作者": "韩淲",
            "内容": "殷勤饷酒山中客，独酌遥知懒独登。一片閒云如可爱，清时谁曰味无能。"
        },
        {
            "标题": "潘德久置酒柳洲小楼",
            "作者": "韩淲",
            "内容": "几年九日西湖酒，此际从公把菊花。酬唱不知留客舍，登临无奈得诗家。\n水舟又掠空潭浪，山屐经行两岸沙。白发清尊乃如许，数株杨柳傍楼斜。"
        },
        {
            "标题": "酒尽",
            "作者": "韩淲",
            "内容": "连宵风月颇堪看，酒尽端怜赏咏难。岂但衔头沽苦贵，更缘秫早酿多酸。\n萧萧陶径柳将落，渺渺吴江枫欲丹。安得酒船数百斛，拍浮长遣一生欢。"
        },
        {
            "标题": "次韵林德久所赋东坡海外三适图 其二",
            "作者": "韩淲",
            "内容": "胸罗星斗明是非，旁人谁知杜德机。濯足理发两眼睡，千载寂寥吾与归。"
        },
        {
            "标题": "栀子戎葵",
            "作者": "韩淲",
            "内容": "芬香得薝卜，色泽有蜀葵。雨露既濡矣，风日还过之。\n纸窗无畏景，石槛发凉思。艳艳红花蕊，幽幽青碧枝。"
        },
        {
            "标题": "次韵林德久所赋东坡海外三适图 其一",
            "作者": "韩淲",
            "内容": "玉堂学士何清真，惠州儋州犹若人。岂是故作排遣计，却疑画师笔有神。"
        },
        {
            "标题": "感皇恩·诗社酒徒闲",
            "作者": "韩淲",
            "内容": "诗社酒徒闲，村村花柳。月榭风亭更霞牖。临春结绮，又是那回时候。不禁中夜雨，相孱愁。弄蕊攀条，为寻芳酒。一斗谁能问千首。江南云梦，空说气吞八九。持杯人共我，能吟否。"
        },
        {
            "标题": "雨思",
            "作者": "韩淲",
            "内容": "寂寂无人倍觉秋，雨声风色骤还收。高林背日孤城脚，细草堆烟古渡头。\n中夜荒鸡刘石舞，上林飞雁子卿愁。相看篱菊岩花后，华发清尊可罢休。"
        },
        {
            "标题": "方斋子潜留瀹茗 其二",
            "作者": "韩淲",
            "内容": "蕙亩分青长复低，菊梅连绿密仍稀。墙阴未午风声急，窗外从朝雨力微。\n坐待酒杯来肃肃，案翻书册净晖晖。几年来往徒多感，今是那知较昨非。"
        },
        {
            "标题": "雪",
            "作者": "韩淲",
            "内容": "常时小至多无雪，今岁才先七日飞。不待祷祠知帝力，要为丰稔发天机。\n包罗草树孤城近，弹压溪山小市稀。本自倦吟仍止酒，渔樵何事破寒归。"
        },
        {
            "标题": "赵主簿辟书室因喜三世两中科举",
            "作者": "韩淲",
            "内容": "喜辟书窗好，高垂雁塔名。孙谋端有自，祖业信能宏。\n山木郁争秀，檐花香最清。太霞仙袂远，老眼为双明。"
        },
        {
            "标题": "山桥看水",
            "作者": "韩淲",
            "内容": "破碧沿青翻紫苔，浪声风约去还来。老身两耳多尘土，立尽山桥不忍回。"
        },
        {
            "标题": "水调歌头（清明严濑）",
            "作者": "韩淲",
            "内容": "今古钓台下，行客系扁舟。扁舟何以，云山千叠亦东游。我欲停桡一醉，与写平生幽愤，横管更清讴。小上客星阁，短鬓独搔头。\n\n风乍起，烟未敛，雨初收。一年花事，数声鶗鴂欲春休。吊古怀贤情味，只有浮名如故，谁复识羊裘。赖得玄英隐，相望此溪流。"
        },
        {
            "标题": "水调歌头·今古钓台下",
            "作者": "韩淲",
            "内容": "今古钓台下，行客系扁舟。扁舟何以，云山千叠亦东游。我欲停桡一醉，与写平生幽愤，横管更清讴。小上客星阁，短鬓独搔头。\n\n风乍起，烟未敛，雨初收。一年花事，数声鶗鴂欲春休。吊古怀贤情味，只有浮名如故，谁复识羊裘。赖得玄英隐，相望此溪流。"
        },
        {
            "标题": "元立留诗二首因次韵 其一",
            "作者": "韩淲",
            "内容": "少下归帆上石梯，高风虽在后人迷。倦怀冷坐客星阁，烟雨漫山觅旧题。"
        },
        {
            "标题": "过新安月夜步浮丘亭分韵赋诗得弄字",
            "作者": "韩淲",
            "内容": "平生风月怀，醉语或惊众。休倾袁绍杯，且卧毕卓瓮。\n使君良不凡，客子恍如梦。对影将奈何，晓角梅花弄。"
        },
        {
            "标题": "又题浮丘亭",
            "作者": "韩淲",
            "内容": "凌风高挹浮丘袂，城郭山川正晚春。不为小亭清坐久，老来随处著閒身。"
        },
        {
            "标题": "子陵墓",
            "作者": "韩淲",
            "内容": "閒来信脚到乾封，千古清名一梦中。却忆桐江客星阁，可怜田垄对秋风。"
        },
        {
            "标题": "水调歌头 清明严濑",
            "作者": "韩淲",
            "内容": "今古钓台下，行客系扁舟。扁舟何以，云山千叠亦东游。\n我欲停桡一醉，与写平生幽愤，横管更清讴。小上客星阁，短鬓独搔头。"
        },
        {
            "标题": "柬乙翁上人 其一",
            "作者": "韩淲",
            "内容": "草树随时长，城春雨易蒸。閒人来入市，官舍却逢僧。\n觌面非竿木，何心是葛藤。吃茶看洗钵，忘却老昏瞢。"
        },
        {
            "标题": "柬乙翁上人 其二",
            "作者": "韩淲",
            "内容": "山玉冰溪地，常年衲子过。杖挑明月重，笠戴白云多。\n洞远今无鹫，湖高旧见鹅。与君三叹息，佛法付天魔。"
        },
        {
            "标题": "谢乙翁上人",
            "作者": "韩淲",
            "内容": "雨后晚窗日，方杯燎竹炉。二茶劳见饷，一记又能摹。\n看了信何有，啜来昏更无。阿师莫作剧，我悔不逃儒。"
        },
        {
            "标题": "苦益菜 其二",
            "作者": "韩淲",
            "内容": "南烹蛙黾颇腥臊，北食羔豚亦太豪。老觉閒身便野蔌，口头虽苦意殊高。"
        },
        {
            "标题": "苦阴",
            "作者": "韩淲",
            "内容": "梅熟麦秀时，浓阴多转晴。础润雷掣电，沟壑须臾平。\n清风四起处，郁蒸或不轻。今兹冷气深，经旬压檐声。"
        },
        {
            "标题": "苦益菜 其三",
            "作者": "韩淲",
            "内容": "荠甘荼苦本难齐，苦尽甘回信不迷。日日晓凉和露采，山间寻得便提携。"
        },
        {
            "标题": "苦益菜 其一",
            "作者": "韩淲",
            "内容": "宜油宜酱复宜葱，熟炒堆盘放箸空。应怪辛勤营一饱，幽人元自有家风。"
        },
        {
            "标题": "同成季过余应卿竹轩",
            "作者": "韩淲",
            "内容": "水源沙地日穿篱，破午清风动荡之。不是轻阴过樽酒，故教行色到吾诗。"
        },
        {
            "标题": "涧上蜡梅香甚",
            "作者": "韩淲",
            "内容": "照眼花枝是蜡梅，香传小树为谁开。弄阴欲雪山长暝，破晓终风水漫洄。\n鸟语春声喧复静，鸿飞寒影去还来。数间败屋浮桥外，何故无吟不举杯。"
        },
        {
            "标题": "明月棹孤舟（逢子似清河坊市中客楼小饮）",
            "作者": "韩淲",
            "内容": "忽得相逢惊似旧。问山中、酒徒诗友。闲倚晴楼，长安市上，华发为君搔首。\n\n绿竹疏梅今在否。对西湖、夕阳烟岫。鸿雁声中，人间今古，还是醉醒时候。"
        },
        {
            "标题": "舒彦升运管以诗送来禽次韵",
            "作者": "韩淲",
            "内容": "老眼相望肯作疏，来禽仍与好诗俱。清新更觉珠玑满，甘脆还知草木区。\n此道在公谁复有，一官希世我如无。两峰赵叟尤堪笑，绝口轻肥只自癯。"
        },
        {
            "标题": "次韵景瑜 其二",
            "作者": "韩淲",
            "内容": "兀坐本缘习懒，苦吟终是乾忙。老去宜抛笔砚，兴阑徒近杯觞。"
        },
        {
            "标题": "江城子",
            "作者": "韩淲",
            "内容": "雪消霜入小溪舟。试浮游。上山头。薄薄寒烟，依旧未全收。问道梅花开也未，吟不尽，一春愁。\n\n襟怀如此老还休。懒凝眸。转深幽。诗罢一眉，新月又如钩。腊后春前村意远，回棹稳，水西流。"
        },
        {
            "标题": "十四日下郭赵园",
            "作者": "韩淲",
            "内容": "老圃堂前看晚晴，近溪时听斗船声。不知远境干戈意，但觉凭轩笔砚情。"
        },
        {
            "标题": "鲁解元以坡语空山无人水流花开为诗和韵 其一",
            "作者": "韩淲",
            "内容": "溪山淡淡复溶溶，老觉身閒百念空。谁把清诗相触拨，又随吟啸醉春风。"
        },
        {
            "标题": "次韵昌甫所赋癞可瘦权且言去岁到白鹿洞 其一",
            "作者": "韩淲",
            "内容": "踏雪寻僧已是诗，更将书册试同披。名高直隐江西社，五字非君熟和斯。"
        },
        {
            "标题": "闻雨凉意可掬",
            "作者": "韩淲",
            "内容": "秋声连夜起，雨过雨来时。睡觉风生屋，凉知水到池。\n交游稀自好，出入懒方宜。只被章泉误，书题又寄诗。"
        },
        {
            "标题": "恋绣衾（晁仲一将到滁阳，新买妾）",
            "作者": "韩淲",
            "内容": "欢浓两点笑靥儿。雪初消、梅欲放时。不信道、伤春瘦，怕人猜、犹待皱眉。\n\n香浓翠被屏山曲，把珊枕、侧过又移。试与伴、江头去，但醉翁、亭上要诗。"
        },
        {
            "标题": "临安县观钱氏庙 其一",
            "作者": "韩淲",
            "内容": "浙水东西拥数州，锦衣玉食是王侯。如今石镜荒荒白，庙屋攲斜草没头。"
        },
        {
            "标题": "临安县观钱氏庙 其五",
            "作者": "韩淲",
            "内容": "故宫浑不管兴亡，杂遝青山万木苍。人远何从追往事，吴歌声断下牛羊。"
        },
        {
            "标题": "临安县观钱氏庙 其七",
            "作者": "韩淲",
            "内容": "霜入溪风过大桥，寺前来往远迢迢。几多二百年前事，只有萧条树叶飘。"
        },
        {
            "标题": "临安县观钱氏庙 其八",
            "作者": "韩淲",
            "内容": "我是承平汝颍家，南来吴越在天涯。钱王故里惊如此，不忍思乡老眼华。"
        },
        {
            "标题": "临江仙（周国正生朝）",
            "作者": "韩淲",
            "内容": "寒食清明春事好，公家霁月光风。年时犹记雨声中。州侯陈乐舞，法从酒杯同。\n\n坐上王杨虽自散，酴醿依旧香浓。待将诗易寿无穷。鸢飞鱼跃矣，风虎更云龙。"
        },
        {
            "标题": "临安县观钱氏庙 其六",
            "作者": "韩淲",
            "内容": "麒麟石笋尚纵横，配食诸臣不得名。辛苦霸图无别策，仓皇进奉怕天兵。"
        },
        {
            "标题": "临安县观钱氏庙 其四",
            "作者": "韩淲",
            "内容": "王伯规模有事功，偏方乘间得争雄。彼时应笑人成败，覆辙争知个个同。"
        },
        {
            "标题": "临安县观钱氏庙 其二",
            "作者": "韩淲",
            "内容": "衣锦军前上冢时，当年意气慑吴儿。中原休问今何主，随分笙歌燕乐嬉。"
        },
        {
            "标题": "临安县观钱氏庙 其三",
            "作者": "韩淲",
            "内容": "五帝三王只为民，几曾欲贵自家身。英雄势去死即已，尚肯贪生事别人。"
        },
        {
            "标题": "临江仙·脆管繁弦无觅处",
            "作者": "韩淲",
            "内容": "脆管繁弦无觅处，小楼空掩遥山。柳丝直下曲阑干。海棠红欲褪，玉钏怯春衫。殢酒不成芳信断，社寒新燕呢喃。雕盘慵整宝香残。绮疏明薄暮，帘外雨潺潺。"
        },
        {
            "标题": "西江月·脉脉蜂黄蝶粉",
            "作者": "韩淲",
            "内容": "脉脉蜂黄蝶粉，盈盈水秀山明。卖花声里听吹饧。佳丽芳华韵胜。下上休看舞燕，惺忪一任啼莺。枕痕屏曲梦关情。酒醒春宵漏尽。"
        },
        {
            "标题": "临江仙（和答昌甫见寄生朝）",
            "作者": "韩淲",
            "内容": "满眼春生梅柳意，山居清听风泉。又因初度说今年。华颠相望处，新曲忽来前。\n\n自笑一周闲甲子，何为佞佛贪仙。如翁辈行敢随肩。徒知言语妙，欢喜向谁传。"
        },
        {
            "标题": "临江仙（为顾致尧生日）",
            "作者": "韩淲",
            "内容": "难老一杯春酒美，主人玉鉴清秋。九华山下共追游。朝来多爽气，都向笔端收。\n\n台阁功名归去好，便应衮衮公侯。未妨含笑看吴钩。当年佳梦日，和气瑞光浮。"
        },
        {
            "标题": "郑一送其母舅就禄临江因往长沙 其一",
            "作者": "韩淲",
            "内容": "玉笥仙坛葛稚川，古人何在岂徒然。君行但作游山想，不就丹砂也自贤。"
        },
        {
            "标题": "闲泊东窗为静寄",
            "作者": "韩淲",
            "内容": "吾爱陶诗中，静寄东轩语。试取作佳名，朝夕相与处。\n薰风一榻闲，转觉远烦暑。试问轩外人，纷华今几许。"
        },
        {
            "标题": "临江仙（六月二日病差出门散适）",
            "作者": "韩淲",
            "内容": "竹树阴阴流涧水，黄鹂飞去飞还。蓬门篱落小桥湾。更无尘迹到，我自爱其间。\n\n雨又随风催薄暮，轻雷时动云斑。归来凉意一窗间。病余真倦矣，睡熟簟纹宽。"
        },
        {
            "标题": "送赵抚州至坎石共饭胜不如索赋",
            "作者": "韩淲",
            "内容": "坎石溪头同早炊，清霜枫树叶飞飞。班荆一笑又何许，珍重云山布衲衣。"
        },
        {
            "标题": "临江仙（画屏春）",
            "作者": "韩淲",
            "内容": "罗帐画屏新梦悄，绿窗慵起香残。重帘生怕倚阑干。春风吹玉水，春雪满灵山。\n\n梁燕未来归雁动，海棠才带红酣。酒愁花恨霎时间。烟云催薄暮，丝雨湿轻寒。"
        },
        {
            "标题": "郑一送其母舅就禄临江因往长沙 其二",
            "作者": "韩淲",
            "内容": "道林四绝初无恙，何必骚词抵死吟。我识輶车曾著记，潇湘流尽碧波心。"
        },
        {
            "标题": "灵井",
            "作者": "韩淲",
            "内容": "灵井复何许，薰风度前林。一筇为萧散，涉流殊匪深。\n山空人迹少，无言见鸣禽。嵌岩适所会，潺然送清音。\n宜我濯尘土，陶写此胸襟。富贵本天命，得闲且幽寻。"
        },
        {
            "标题": "五思 其三",
            "作者": "韩淲",
            "内容": "我思灵井幽，山围路高远。青山四面合，风声自回返。\n时携一尊酒，坐石至昏晚。岚光发深窦，翠色明绝巘。\n荒寒集鹇鹧，渊澄见鲿鰋。年来事寸禄，扪心愧嵇阮。"
        },
        {
            "标题": "次韵昌甫九峰留诗 其一",
            "作者": "韩淲",
            "内容": "远峙山常峻，幽泉水自泠。几回灵井曲，如入九峰屏。\n雅以平生旧，空怀万古灵。诗成霜露湿，原上草青青。"
        },
        {
            "标题": "钱相士邂逅灵山阁 其一",
            "作者": "韩淲",
            "内容": "玉溪深处灵山阁，一片孤云飞野鹤。从人索相问穷通，照破髑髅错不错。"
        },
        {
            "标题": "谢昌甫到九峰 其二",
            "作者": "韩淲",
            "内容": "灵井曾烦翁记文，至今流水对荒坟。孤儿自扫松间祭，人隔九泉闻不闻。"
        },
        {
            "标题": "闻喧然纵龙舟",
            "作者": "韩淲",
            "内容": "旋自山间殢酒，更谁溪外划船。过眼殊非偶尔，放情均是陶然。"
        },
        {
            "标题": "次韵晁仲二同仓使游灵岩",
            "作者": "韩淲",
            "内容": "使华春入梵王宫，仿佛工颦在眼中。邂逅五湖应自适，纵横七国漫争雄。\n一时宾从欢无极，千古兴亡恨莫穷。空锁灵岩旧踪迹，画船赢得满篙风。"
        },
        {
            "标题": "柳梢青（玉水明沙）",
            "作者": "韩淲",
            "内容": "玉水明沙。峰回路转，城倚桥斜。老我登临，同谁酩酊，一望还赊。\n\n飞鸿杳霭天涯。但拚取、心情酒家。紫菊枝枝，红茱颗颗，休问年华。"
        },
        {
            "标题": "携秉垓千散步",
            "作者": "韩淲",
            "内容": "湿云收动碧山空，松叶桐花日影中。开尽一轩无曲折，扫除三径有幽通。\n耘耔不厌农田雨，流憩居多野水风。解断浮航尘迹少，苇间何地觅渔翁。"
        },
        {
            "标题": "柳梢青（雨洗元宵）",
            "作者": "韩淲",
            "内容": "雨洗元宵。楼台烟锁，隐隐笙箫。且插梅花，自烧银烛，沈水香飘。\n\n软红尘里星桥。想霁色、皇都绛霄。屏掩潇湘，醉和衣倒，春梦迢迢。"
        },
        {
            "标题": "次韵昌甫分遗乌石茶",
            "作者": "韩淲",
            "内容": "茶经空烂读，读罢出溪头。竹杖虽流憩，藜床复倦投。\n寻思煎以吃，展转卧而游。乌石瓶能好，瓯牺底用忧。"
        },
        {
            "标题": "柳梢青·云淡秋空",
            "作者": "韩淲",
            "内容": "云淡秋空。一江流水，烟雨濛濛。岸转溪回，野平山远，几点征鸿。行人独倚孤篷。算此景、如图画中。莫问功名，且寻诗酒，一棹西风。"
        },
        {
            "标题": "六一泉",
            "作者": "韩淲",
            "内容": "不见六一翁，但见六一泉。得泉以思翁，昔僧何其贤。\n旨哉山中乐，合与苍崖镌。后来坡仙铭，空以文字传。\n山林已禁苑，复与道院连。兰若纵莫存，此水尤泠然。\n岁月诚易与，陵谷终变迁。薰风拂湖水，晚日明湖烟。\n回头叫林逋，醉倒孤山前。"
        },
        {
            "标题": "赵十重整山堂南北苍翠在望",
            "作者": "韩淲",
            "内容": "水南常只见灵山，城市谁曾顾此间。空占巃嵷成晻霭，安能嵽嵲尽回环。\n高堂知整轩窗静，曲径应多草木閒。眼界一亲心更远，属联佳句不当悭。"
        },
        {
            "标题": "题隆中图",
            "作者": "韩淲",
            "内容": "何意求闻达，偶逢刘豫州。隆中三顾处，抱膝也风流。"
        },
        {
            "标题": "题三茅堂读放翁碑易道士设茗",
            "作者": "韩淲",
            "内容": "宝山最佳处，突兀三茅堂。幽襟玩岩穴，散脚登崇冈。\n梅亭虽未花，自觉草树香。午阴布修干，禽鸟时来翔。\n下视江海波，风烟渺茫茫。贞石披妙词，摩挲有馀光。\n吾身已尘土，乃得閒相羊。羽人复能吟，煎茗邀山房。\n意胜神顿适，俗远虑兼忘。乃知轩裳絷，自苦升斗藏。\n饥饿非难忍，岁月空帝乡。挥手下山去，馀情满秋阳。"
        },
        {
            "标题": "茅斋",
            "作者": "韩淲",
            "内容": "鹭鸶林下得周旋，回首凄凉十五年。岂谓交游寻旧约，不堪朋友话新编。\n翠连山色高还耸，绿满湖波散复圆。小酌更多今古意，薰风吹树听鸣蝉。"
        },
        {
            "标题": "眼儿媚·东风拂槛露犹寒",
            "作者": "韩淲",
            "内容": "东风拂槛露犹寒。花重湿阑干。淡云殢日，晨光微透，帘幕香残。阴晴不定瑶阶润，新恨觉心阑。凭高望断，绿杨南陌，无限关山。"
        },
        {
            "标题": "鹭鸶林",
            "作者": "韩淲",
            "内容": "一段寒烟上，云行断复低。明中山映树，暗处水平溪。\n村落篱门短，人家草屋齐。风回听幽绝，鸣午有荒鸡。"
        },
        {
            "标题": "器远寄近诗季章兄弟唱和蟆颐江梅术皆其所也因题二绝寄答盖曹李同榜 其一",
            "作者": "韩淲",
            "内容": "蟆颐江水小罗浮，梅术花时踏雪游。五字七吟天一角，东南何处是皇州。"
        },
        {
            "标题": "绿筠轩观坡翁诗刻",
            "作者": "韩淲",
            "内容": "野寺馀诗石，谁移榜县斋。閒来得寻句，小立为兴怀。\n人俗真难疗，言高不可埋。窗前有疏竹，大嚼对吾侪。"
        },
        {
            "标题": "赵十生日作醮事",
            "作者": "韩淲",
            "内容": "清飙吹尘玉溪烟，龙舟未收菖蒲天。城东宝香祈永年，振振公子陈醮筵。\n雨零霞外来群仙，德我寿我明自然。宣简流芳正绵延，华裾织翠金丹圆。"
        },
        {
            "标题": "十五日玉山道中见文蔚买酒送之",
            "作者": "韩淲",
            "内容": "雪岭吹寒雾，行田过远村。班荆得佳士，促席置清尊。\n官业从兹始，离怀不用论。洋洋晁董对，指日上金门。"
        },
        {
            "标题": "偶成",
            "作者": "韩淲",
            "内容": "蛮歌俚耳吾不愁，江南五月疑凉秋。渐离荆卿易水流，图穷匕首非霸谋。\n吴头楚尾龙虎幽，击筑乃尔听市讴，调苦节促如远游。\n安得酒船同拍浮，衮衮切切终悠悠。"
        },
        {
            "标题": "访滕贤良邂逅周察推同饮池上",
            "作者": "韩淲",
            "内容": "春风杂花池，宾主两相视。落日忽已晴，洗盏可无醉。"
        },
        {
            "标题": "夜霜窗户肃然严冷",
            "作者": "韩淲",
            "内容": "行都镇东南，衣冠萃轩盖。文书漫穰穰，人物当蔼蔼。\n痴或不知止，隘即莫可奈。江山何清空，天地本正大。\n四更霜气重，肃若起深籁。乃信埃"
        },
        {
            "标题": "满江红（陈玉局生朝）",
            "作者": "韩淲",
            "内容": "归锦堂成，云汉上、天垂新画。有朱颜绿鬓，禁林仙客。玉局暂从香火社，金龟未报文章力。看彤庭、赐第别承恩，居君侧。\n\n斑衣戏，蟠桃摘。翠袖倚，歌檀拍。正祥开初度，颂声千百。又是腊前梅态度，几多春近花消息。想明年、今日醉西湖，光辉赫。"
        },
        {
            "标题": "秋香欲开小醉而归",
            "作者": "韩淲",
            "内容": "桂树水南香是花，高山还许著诗家。旋沽村酒乘秋思，一道冰溪浸两涯。"
        },
        {
            "标题": "太常引 腊前梅",
            "作者": "韩淲",
            "内容": "小春时候腊前梅。还知道、为谁开。应绕百千回。夜色转、参横斗魁。"
        },
        {
            "标题": "归舟过东流丘簿清足轩",
            "作者": "韩淲",
            "内容": "倚船江头看修竹，谁家有轩号清足。敲门应喜故人来，一饭从容可无肉。\n春风桃李徒纷纷，独抱劲节惟此君。自公退食且啸咏，他日得时能拂云。"
        },
        {
            "标题": "太常引·小春时候腊前梅",
            "作者": "韩淲",
            "内容": "小春时候腊前梅。还知道、为谁开。应绕百千回。夜色转、参横斗魁。十分孤静，替伊愁绝，片月共徘徊。一阵暗香来。便觉得、诗情有涯。"
        },
        {
            "标题": "太常引（腊前梅）",
            "作者": "韩淲",
            "内容": "小春时候腊前梅。还知道、为谁开。应绕百千回。夜色转、参横斗魁。\n\n十分孤静，替伊愁绝，片月共徘徊。一阵暗香来。便觉得、诗情有涯。"
        },
        {
            "标题": "行甫载酒为别",
            "作者": "韩淲",
            "内容": "霜天出晴日，山外看烟霏。长松覆兰若，酌我何当归。\n人情令飘洒，世路徒依违。景旷诗自成，一觞还屡挥。"
        },
        {
            "标题": "楼外新绿成阴片月已上",
            "作者": "韩淲",
            "内容": "隔帘花过叶初青，一段清和倚画屏。已是春风生昼寂，小楼新月更亭亭。"
        },
        {
            "标题": "谢户曹载酒见访",
            "作者": "韩淲",
            "内容": "闭閤烧香正寂寥，忽看结客过衡茅。溪山有味真堪乐，松竹无心肯绝交。\n老树枕流倾社瓮，凉风吹月上山殽。浮梁饮散各归去，夜静水明摇柳梢。"
        },
        {
            "标题": "满庭芳（王寺簿生朝）",
            "作者": "韩淲",
            "内容": "点点淮山，迢迢江水，分明别是风光。地灵人杰，星斗烂文章。初度充闾佳气，当年瑞、应弄珪璋。薰弦奏，凉宵宝月，玉井藕花香。\n\n清真，如逸少，兰亭修竹，曲水流觞。想醉乡日永，地久天长。小驻屏星怀玉，飞凫舄、元在鹓行。功名事，云龙风虎，行矣佩金章。"
        },
        {
            "标题": "次韵五叔梅花 其五",
            "作者": "韩淲",
            "内容": "千里民熙岁熟时，使君应为把芳卮。浮香亭上诗成处，一片官梅意已知。"
        },
        {
            "标题": "次韵五叔梅花 其六",
            "作者": "韩淲",
            "内容": "花仙依约艳轻腮，幽爽何由染世埃。只道云阶连雾牖，岂知月观与风台。"
        },
        {
            "标题": "菩萨蛮（晚云烘日）",
            "作者": "韩淲",
            "内容": "晚云烘日枝南北。一杯未尽梅花曲。城郭小春回。暗香开未开。\n\n留连吾欲醉。醉眼红尘外。多少老心情。景清人亦清。"
        },
        {
            "标题": "次韵五叔梅花 其九",
            "作者": "韩淲",
            "内容": "皂盖难忘近所稀，晚香初落少人知。讼庭既简无过酒，官路何嫌不到诗。"
        },
        {
            "标题": "次韵五叔梅花 其十",
            "作者": "韩淲",
            "内容": "孤静清新才半树，香凝兵卫独来时。十诗说尽花间句，未必黄昏浅月知。"
        },
        {
            "标题": "次韵五叔梅花 其七",
            "作者": "韩淲",
            "内容": "江头千树白茫茫，空谷佳人未洗妆。一曲霓裳舞初破，寿阳春色到宫嫱。"
        },
        {
            "标题": "次韵五叔梅花 其八",
            "作者": "韩淲",
            "内容": "细酌微吟苦未休，气酣名酒思方抽。一年心事梅花白，留落江南第几州。"
        },
        {
            "标题": "次韵五叔梅花 其一",
            "作者": "韩淲",
            "内容": "衡门终日掩荒苔，岁晚寒梅取次开。斜入倒窥霜雪后，嘉平腊近有春来。"
        },
        {
            "标题": "梅径",
            "作者": "韩淲",
            "内容": "扫叶去宿草，园空起碧苔。晚烟收未了，初日又还来。\n老树幸无恙，新花应有开。年年到寒月，全望数枝梅。"
        },
        {
            "标题": "次韵五叔梅花 其三",
            "作者": "韩淲",
            "内容": "行歌时与发天和，模写工夫苦未多。忽到酒边聊贾勇，衰颜如许亦红酡。"
        },
        {
            "标题": "次韵子似梅花 其三",
            "作者": "韩淲",
            "内容": "雪里何如月下逢，一般景色一般容。分明天地之尤物，便只枝梢画莫穷。"
        },
        {
            "标题": "次韵五叔梅花 其二",
            "作者": "韩淲",
            "内容": "漠漠繁香为倚风，一枝藏白更舒红。稀疏固喜山容淡，零落惟愁涧影通。"
        },
        {
            "标题": "次韵子似梅花 其一",
            "作者": "韩淲",
            "内容": "梅开诗就适相逢，一样精神别样容。只恐芬芳花易谢，诗人情性却无穷。"
        },
        {
            "标题": "谒金门（醉花春）",
            "作者": "韩淲",
            "内容": "人已醉。溪北溪南春意。击鼓吹箫花落未。杏梅桃共李。\n\n水底鱼龙惊起。推枕月明千里。伊吕衰翁徒尔耳。我怀犹未是。"
        },
        {
            "标题": "次韵子似梅花 其二",
            "作者": "韩淲",
            "内容": "诗与梅花不易逢，凭谁能赋水边容。涧声清浅流香去，笔力应须子细穷。"
        },
        {
            "标题": "梅天薝卜花开",
            "作者": "韩淲",
            "内容": "梅润愔愔雨脚斜，海天长夜一瓯茶。巴笺试罢卷书坐，静看小丛薝卜花。"
        },
        {
            "标题": "王景略对桓温扪虱而谈当世之务",
            "作者": "韩淲",
            "内容": "本谓温犹好，而能北伐功。自从扪虱后，绝意过江东。"
        },
        {
            "标题": "送钟亲昆仲回四明 其二",
            "作者": "韩淲",
            "内容": "浮生车马易西东，邂逅相看醉颊红。失喜却愁诗作祟，推愁犹喜酒书功。\n秋老水风吹浩荡，夜深山月照朦胧。年来墨客惊无几，四座当回正始风。"
        },
        {
            "标题": "送钟亲昆仲回四明 其一",
            "作者": "韩淲",
            "内容": "一棹拖篷过甬东，潮平波面夕阳红。极知我辈焚舟举，更喜君家制锦功。\n枫叶未残秋淡荡，桂花犹共月朦胧。相逢莫恨相离别，连璧应抟九万风。"
        },
        {
            "标题": "潮落",
            "作者": "韩淲",
            "内容": "万叠流波一箭风，几多人在荡摇中。顷刻过来无别水，依前平地閤船蓬。"
        },
        {
            "标题": "浣溪沙（试香罗）",
            "作者": "韩淲",
            "内容": "风软湖光远荡磨。春衫初试薄香罗。踏青无计奈君何。\n\n莫笑老来多岁月，肯教闲去少诗歌。长安陌上有铜驼。"
        },
        {
            "标题": "浣溪沙（醉木犀）",
            "作者": "韩淲",
            "内容": "一曲西风醉木犀。天香吹梦入瑶池。钗横犹记未开枝。\n\n花重嫩舒红笑脸，叶稀轻拂翠颦眉。酒醒残月雁声迟。"
        },
        {
            "标题": "冲雨小舟上南港",
            "作者": "韩淲",
            "内容": "拖舟上寒濑，冥冥吹雨来。连绵岸草合，断落山林开。\n雁鹜杳灭没，凫鸥正沿洄。舣舟见修竹，题句复寻杯。"
        },
        {
            "标题": "次公招看绿萼梅和韵",
            "作者": "韩淲",
            "内容": "春山有梅，萼绿香洁。爱雪宜霜，凭风藉月。花已开明，枝复横绝。\n翠袖天寒，供吟试折。"
        },
        {
            "标题": "送黄寺丞商伯浙仓罢归南康 其一",
            "作者": "韩淲",
            "内容": "邂逅登临胜，从容杯酒閒。脱身方甫里，满眼已庐山。\n此道天能会，端人世所悭。丹心空磊磊，绿鬓只斑斑。"
        },
        {
            "标题": "谒金门（春早湖山）",
            "作者": "韩淲",
            "内容": "春尚早。春入湖山渐好。人去人来虽未老。酒徒犹恨少。\n\n梅落桃开烟岛。日日更吹香草。一片芳心拚醉倒。冷云藏落照。"
        },
        {
            "标题": "雪后霜结未释",
            "作者": "韩淲",
            "内容": "苦雨翻明雪，酸风结暗霜。晚烟留积冷，晓日度微阳。\n茶灶薪难拾，诗笺笔易僵。粗官对穷腊，何事不谋长。"
        },
        {
            "标题": "一翦梅·醉倒城中不过溪",
            "作者": "韩淲",
            "内容": "醉倒城中不过溪。溪外无尘，惟掩柴扉。水浮桥漾翠烟霏。一片闲情，能几人知。留饮君家絮帽敧。爆竹声中，万事如斯。梅催春动已熹微。尔既能来，我亦何疑。"
        },
        {
            "标题": "送黄寺丞商伯浙仓罢归南康 其二",
            "作者": "韩淲",
            "内容": "问学无穷事，功名有定期。古今诚可见，治否老尤知。\n袖手寻幽隐，存心付崄巇。一时还别去，何日更追随。"
        },
        {
            "标题": "南屏山看金鲫鱼思东坡",
            "作者": "韩淲",
            "内容": "南屏金鲫鱼，苏仙昔尝观。后来临池人，谁能散馀餐。\n西湖多胜处，见此心独宽。乃知贤达游，百世留清欢。\n我来秋初晴，凉风动澄澜。洋洋复泼泼，两两时单单。\n相彼纤介尔，赏音犹独难。士生天地间，寂寞何足叹。"
        },
        {
            "标题": "西江月（晚春时候）",
            "作者": "韩淲",
            "内容": "闻道晚春时候，暖风是处花飘。游人争渡水南桥。多少池塘春草。\n\n跃马谁联玉勒，钓鱼应泛兰桡。韶光何限不逍遥。输与溪鸥野鸟。"
        },
        {
            "标题": "菩萨蛮·海棠欲谢绵飞柳",
            "作者": "韩淲",
            "内容": "海棠欲谢绵飞柳。柳丝自拂行人首。上巳是清明。新烟带粥饧。轻阴帘幕冷。闲却秋千影。曲水兴无涯。丽人花半遮。"
        },
        {
            "标题": "小重山（柳色新）",
            "作者": "韩淲",
            "内容": "点染烟浓柳色新。小桃红映水，日初匀。露收芳径草铺茵。凝情久，风淡起轻尘。\n\n梁燕已争春。折花闲伴酒，试濡唇。流莺何处语声频。阑干曲，蜂蝶更随人。"
        },
        {
            "标题": "小重山 柳色新",
            "作者": "韩淲",
            "内容": "点染烟浓柳色新。小桃红映水，日初匀。露收芳径草铺茵。\n凝情久，风淡起轻尘。"
        },
        {
            "标题": "寄彦升九日前一日饮其家",
            "作者": "韩淲",
            "内容": "稻田陂水菊花天，新筑轩窗醉酒边。情味故人如昨日，襟期閒客又今年。\n沉思节序俱同梦，剩赏风光甚欲仙。屋上青山展图画，雁翻秋影下平川。"
        },
        {
            "标题": "二十六夜大雨达旦",
            "作者": "韩淲",
            "内容": "熟睡俄惊簟未收，披衣侧坐且搔头。飕飂隔屋听吹瓦，滂沛连床定满沟。\n晓起见山全带雾，午晴沿涧尚周流。新凉粳稻农歌处，共喜开禧第一秋。"
        },
        {
            "标题": "偶成 其三",
            "作者": "韩淲",
            "内容": "逸此一寸心，养此七尺躯。寒往则暑来，日居而月诸。\n万古固寥远，百年乃须臾。仪秦徒纵横，唐虞祇都俞。"
        },
        {
            "标题": "偶成 其四",
            "作者": "韩淲",
            "内容": "世间荣辱最愁人，荏苒年光老逼身。莫笑区区有仙佛，识心见性养精神。"
        },
        {
            "标题": "添倅至因谒之来访乃故相郡侯之子也",
            "作者": "韩淲",
            "内容": "相国推前辈，通家复胜游。人知新别驾，我叹旧州侯。\n世数推迁远，时情展转休。衡山云冉冉，玉水日悠悠。"
        },
        {
            "标题": "偶成 其一",
            "作者": "韩淲",
            "内容": "南风吹时雨，襟抱忽然开。凭轩一长谣，清句亦满怀。\n当年沮溺心，自觉未为乖。桑麻涧上泉，何不返故栖。\n帝城尘埃中，隘巷多涂泥。摆落更奚道，强颜终莫谐。\n规规二十载，今日始知迷。仰视天宇高，归云去难回。"
        },
        {
            "标题": "偶成 其一",
            "作者": "韩淲",
            "内容": "春风时弄閒花草，满面纡馀气自和。行过小亭因坐久，却惊啼鸟一声多。"
        },
        {
            "标题": "偶成 其三",
            "作者": "韩淲",
            "内容": "出处升沉地，中年付短歌。世情时转变，人事日销磨。\n荡寇声虽在，平戎意尚多。山空流水急，啼鸟下烟萝。"
        },
        {
            "标题": "偶成 其五",
            "作者": "韩淲",
            "内容": "招之不来麾不去，不动声色泰山措。拙于用大无所容，枵然魏王五石瓠。"
        },
        {
            "标题": "偶成 其七",
            "作者": "韩淲",
            "内容": "孤坐幽窗静炷香，却疑身与世相忘。红深一树榴花发，绿嫩数杖支子芳。"
        },
        {
            "标题": "偶成 其一",
            "作者": "韩淲",
            "内容": "酒亦逢人饮，诗须任我吟。短长徒有兴，醒醉盖无心。\n烂漫欢中趣，幽微得处寻。佳时思共赏，良夜忍孤斟。"
        },
        {
            "标题": "偶成 其六",
            "作者": "韩淲",
            "内容": "梅黄雨细柳花风，浑在莺啼燕语中。流水高山元不恶，短篱破屋为无穷。"
        },
        {
            "标题": "偶成 其三",
            "作者": "韩淲",
            "内容": "山上行还山下行，草随幽径不知名。青春自是多情思，梅叶阴阴已半成。"
        },
        {
            "标题": "偶成 其四",
            "作者": "韩淲",
            "内容": "重午是一节，芒种又一气。何因至怡悦，底事苦歔欷。\n园林无俗情，琴书有真味。贫者自为贫，贵者自为贵。"
        },
        {
            "标题": "偶兴 其四",
            "作者": "韩淲",
            "内容": "深谷荒虚人迹稀，无风黄落自横飞。败篱东畔板桥断，时有邻家负水归。"
        },
        {
            "标题": "偶兴 其一",
            "作者": "韩淲",
            "内容": "往来邻并岁年深，老稚空忙庆吊心。美恶衰荣消长事，又须著眼一沉吟。"
        },
        {
            "标题": "偶兴 其二",
            "作者": "韩淲",
            "内容": "胶胶扰扰复悠悠，多少迷情不掉头。利者笑名名笑利，日前身后欲何谋。"
        },
        {
            "标题": "偶兴",
            "作者": "韩淲",
            "内容": "老喜交亲熟，贫嫌故旧真。山林无长物，天地有垂纶。\n胡蝶身中叶，铜驼世上尘。江南要梅雨，耕稼一番新。"
        },
        {
            "标题": "偶兴",
            "作者": "韩淲",
            "内容": "绿树啼莺春已阑，杜鹃声里最绵蛮。繁阴有路归幽处，长日无人到俗间。\n茶信为僧时过水，诗魔因客又登山。薄衣轻体风吹面，神观初明气自还。"
        },
        {
            "标题": "偶兴 其二",
            "作者": "韩淲",
            "内容": "轻风度林杪，乱山啼子规。流水去无迹，茅檐雨霏微。\n乍暖复薄寒，时时整巾衣。炊烟晚色起，呼童掩柴扉。"
        },
        {
            "标题": "偶兴 其三",
            "作者": "韩淲",
            "内容": "东南吴蜀大江横，西北关河几战争。智者不愚愚者智，到头分合世难平。"
        },
        {
            "标题": "偶兴 其一",
            "作者": "韩淲",
            "内容": "少小住京邑，不识世寒煖。欢来上高楼，但爱湖水满。\n所历辄忘归，其交亦常款。岂伊岁齿深，遂与境事断。\n萧萧宋□宅，赫赫金张馆。□坚多侠游，隐约出幽伴。\n胡为乎山中，长歌至于懒。"
        },
        {
            "标题": "吴推官同昌甫诸人饮涧上",
            "作者": "韩淲",
            "内容": "世味嚼蜡尔，临风强吟哦。故人今谁来，门前车马多。\n招邀忽聚集，款曲成婆娑。齿发我已老，岁月如掷梭。\n有酒不为饮，奈此好事何。分题咏清趣，但恐俗所呵。\n吴侯金闺彦，公馀乃相过。欢笑酬座人，时春复清和。\n濯我涧上泉，因之而啸歌。"
        },
        {
            "标题": "春雪再作冻甚",
            "作者": "韩淲",
            "内容": "春雪不可赏，草树方萌芽。从渠灭万径，徒自负千花。\n兀坐地炉侧，困眠山枕斜。浑忘瓶粟尽，吟复厌浮誇。"
        },
        {
            "标题": "瓢泉",
            "作者": "韩淲",
            "内容": "凿石为瓢意若何，泉声流出又风波。我来石上弄泉水，祗道希颜情味多。"
        },
        {
            "标题": "昌甫分寄瓢泉继而辛卿遗一壶来以诗为谢",
            "作者": "韩淲",
            "内容": "章泉分饷瓢泉酒，已洗牢愁万马空。重拜书题如夏日，便开瓮盎泻春风。\n时闻水石云山主，世数文章翰墨功。且道岁寒梅雪好，僧窗閒有几人同。"
        },
        {
            "标题": "九日范伯升惠诗连伯玉丈有和句皆道先公平昔登高事感而次韵 其二",
            "作者": "韩淲",
            "内容": "尘土装怀不可论，伤心夏凊与冬温。西风南涧萧萧竹，犹有范翁时到门。"
        },
        {
            "标题": "自章泉泊施寺雨中见梅盖秋尝宿此",
            "作者": "韩淲",
            "内容": "秋风秋雨又冬霜，山路山溪任短长。邂逅留连随地饮，峥嵘竹外见梅芳。"
        },
        {
            "标题": "贫乐轩",
            "作者": "韩淲",
            "内容": "林深自爱玉溪滨，肯问囊空甑有尘。但扫轩窗置书册，时将樽俎醉诗人。\n幽寻灵运登山屐，静寄渊明漉酒巾。南渡百年青社远，如君终不负閒身。"
        },
        {
            "标题": "三月初三日",
            "作者": "韩淲",
            "内容": "瓶里桃花点点红，水南依旧笑春风。寻僧共看山中友，识赏何如付苦空。"
        },
        {
            "标题": "瓶中花",
            "作者": "韩淲",
            "内容": "枝持三数花，已著风露香。而复满把来，汲瓶置书房。\n身心我身心，染净皆秋光。今夜月圆明，更妙非红黄。"
        },
        {
            "标题": "九日范伯升惠诗连伯玉丈有和句皆道先公平昔登高事感而次韵 其一",
            "作者": "韩淲",
            "内容": "诗来增我思亲念，愁对秋山气象高。糁糁黄花惊节物，东篱徒有鬓萧骚。"
        },
        {
            "标题": "菩萨蛮（赵昌甫折黄岩梅来，且寄《菩萨蛮》，次韵赋之）",
            "作者": "韩淲",
            "内容": "陇头无驿奚为朵。岩前有折宜来堕。风急雪云溪。诗清满意携。\n\n竹炉良夜饮。饮竟煎僧茗。梅以句深长。得花情未忘。"
        },
        {
            "标题": "菩萨蛮（花蹊碧）",
            "作者": "韩淲",
            "内容": "丝丝柳色清愁织。山城望断花蹊碧。回首仲宣楼。登临无计愁。\n\n雨声吹海立。流转韶光急。九万有鹏程。沈香天上亭。"
        },
        {
            "标题": "菩萨蛮（花间意）",
            "作者": "韩淲",
            "内容": "小园红入春无际。新声休写花间意。一笑唤真真。香腮酒未醒。\n\n惜芳追胜事。畅饮余诗思。无处说衷情。暗尘罗帐生。"
        },
        {
            "标题": "午坐闻鹅鸣",
            "作者": "韩淲",
            "内容": "深居耳识迥，敛此神气精。窗檐隔林塘，杳杳鹅鹳鸣。\n数声彻我听，益养闲适情。更觉瓶中梅，于人有馀馨。"
        },
        {
            "标题": "菩萨蛮（次韵昌甫见贻生朝）",
            "作者": "韩淲",
            "内容": "春来晴雨常相半。水光风力花撩乱。山北与山南。行歌或再三。\n\n诵君诗过日。才大真盘屈。寿我敢言酬。相望亦饮不。"
        },
        {
            "标题": "阴雨",
            "作者": "韩淲",
            "内容": "变风忽交作，雨脚窗纸鸣。隘巷掩关坐，炉深沸瓶笙。\n岂不念故山，斗升聊自营。米贵薪炭少，天亦放我晴。"
        },
        {
            "标题": "菩萨蛮（胡教生朝）",
            "作者": "韩淲",
            "内容": "南枝已见春消息。今年为寿方知得。俾尔炽而昌。流霞浮暗香。\n\n蓬壶清浅水。笑指云阶喜。高论有规模。平戎赋两都。"
        },
        {
            "标题": "菩萨蛮（寿昌甫生朝）",
            "作者": "韩淲",
            "内容": "今年是处梅花早。分明开到章泉好。兄弟寿杯同。暗香明月风。\n\n风流文物旧。春意枝枝透。儿女失定飞轩。衣冠与世传。"
        },
        {
            "标题": "菩萨蛮（和昌甫见招）",
            "作者": "韩淲",
            "内容": "归来又喜山中约。菊枝桂树真宜酌。兴尽只观山。秋深方闭关。\n\n会须追雅步。策蹇或肩舆。少待必能治。膏肓泉石医。"
        },
        {
            "标题": "菩萨蛮（张饶县以一枝梅来，和韵）",
            "作者": "韩淲",
            "内容": "的白乐南枝横县宇。空山无此新花吐。手种几多梅。迎霜今已开。\n\n簪屏聊隐几。诗与君应喜。更报晏斋翁。相将索笑同。"
        },
        {
            "标题": "菩萨蛮（十五夜，昌甫约赋，寄刘簿）",
            "作者": "韩淲",
            "内容": "聚星亭下书堂水。冬来欲问梅花使。圭撮是何官。人间有底难。\n\n章泉词和去。交道元如故。转眼岁将穷。溪头鹤发翁。"
        },
        {
            "标题": "菩萨蛮（酒半戏成）",
            "作者": "韩淲",
            "内容": "秋林只共秋风老。秋山却笑秋吟少。恰恨有秋香。青岩秋夜凉。\n\n清秋须是酒。结客秋知否。醉笔写成秋。一秋无复愁。"
        },
        {
            "标题": "菩萨蛮（梅花句）",
            "作者": "韩淲",
            "内容": "风前觅得梅花句。香来自是相分付。片月动黄昏。一枝横酒尊。\n\n人间何处有。又到春时候。莫负此诗家。将心吟好花。"
        },
        {
            "标题": "菩萨蛮（同仲明饮山隐）",
            "作者": "韩淲",
            "内容": "雪云收尽晴风软。小山春浪晴波远。梅片已飞香。海棠红试妆。\n\n人言诗易与。酒盏谁分付。不是没心情。夕阳啼鸟声。"
        },
        {
            "标题": "菩萨蛮（野趣观梅）",
            "作者": "韩淲",
            "内容": "平生常为梅花醉。数枝滴滴香沾袂。雪后月华明。胆瓶无限清。\n\n夜深灯影瘦。饮尽杯中酒。明日景尤新。人间都是春。"
        },
        {
            "标题": "清平乐（七月十三日潘令生朝）",
            "作者": "韩淲",
            "内容": "鸣琴单父。凫舄宜飞去。不比河阳花满树。此意直高千古。\n\n清秋诞日相逢。乃同涧上村侬。笑指壶山为寿，仁心静处加功。"
        },
        {
            "标题": "祖印寺俗云严光寺考治平堂牒乃光严也又言有子陵墓因往吊之",
            "作者": "韩淲",
            "内容": "长沟流水急，荒涂少人迹。扶舆问遗踪，晶晶度秋日。\n子陵谁复知，墓古莽榛棘。传闻虽未真，此意自无极。"
        },
        {
            "标题": "栖闲堂",
            "作者": "韩淲",
            "内容": "能栖不能闲，其心未可知。能闲不能栖，其迹无已时。\n栖闲一以名，二者兼得之。昔春升其堂，尊酒饮于斯。\n昆山日夕佳，陂池清渺瀰。手植花柳间，田园粗充饥。\n洁哉两龚家，异代犹许奇。夫岂忘治功，而故与世违。\n汉朝有蒲轮，用舍端不欺。三江五湖口，君子谨其仪。\n何以写我歌，遥遥记所思。"
        },
        {
            "标题": "次韵潘德久舍人七月廿一夜喜雨五绝 其三",
            "作者": "韩淲",
            "内容": "客中倚楼秋思觉，人静石罅促织鸣。未知我诗能吟否，三更起坐床不平。"
        },
        {
            "标题": "何山有苏沧浪苏玉局诗乃唐何楷书堂也",
            "作者": "韩淲",
            "内容": "亭上清诗得两苏，空留精舍作僧庐。地因人胜合题句，山以姓知缘读书。\n一径虚明连别屿，小溪清浅过平湖。笋舆少憩烹茶去，转觉秋来兴有馀。"
        },
        {
            "标题": "庆元庚申二月药局书满七月还涧上嘉泰元年秋入吴试罢冬暮得阙而归今五年矣 其二",
            "作者": "韩淲",
            "内容": "田事旱乾薄饭，岁计不给何求。春园叶落穷冬，夏畦菜尽凛秋。"
        },
        {
            "标题": "溪路邂逅傅骐骥之在所沽酒话别 其一",
            "作者": "韩淲",
            "内容": "濯锦江头山四围，游人爱山自忘归。山光不为人转改，冉冉绿雾黄叶飞。"
        },
        {
            "标题": "忆秦娥·香滴滴",
            "作者": "韩淲",
            "内容": "香滴滴。肌肤冰雪娇无力。娇无力。秋风凉冷，有谁消得。洗妆不奈云鬟侧。璧堂珠院空相忆。空相忆。轻颦浅笑，小梅标格。"
        },
        {
            "标题": "同昌甫游瑞应峰一宿次韵",
            "作者": "韩淲",
            "内容": "十载尝同望此山，雅怀幽意颇相关。岂期苔竹随公去，应笑钱塘见我还。\n洗梦唐人诗句里，惊霄前哲石碑间。秋风古寺一杯酒，老觉心情只欲閒。"
        },
        {
            "标题": "挽余伯玉药局诗",
            "作者": "韩淲",
            "内容": "抵掌从容慨且悲，晚年风度喜论诗。贤关鼓箧文尤擅，德里垂车志岂违。\n筑室高门如昨日，开筵投辖已前时。寿登八秩流芳裔，松柏佳城画翣吹。"
        },
        {
            "标题": "青山寺",
            "作者": "韩淲",
            "内容": "扰扰纷纷满眼尘，可怜光景逐时新。数声啼鸟乱云暮，竹外一枝梅小春。"
        },
        {
            "标题": "清平乐（寿潘文叔）",
            "作者": "韩淲",
            "内容": "常思高致。又见凉风起。欢喜年时为寿意。快写山歌重寄。\n\n愿公好德康宁。青云收取功名。莫道而今官小，吾儒正要仁民。"
        },
        {
            "标题": "霜天思田间穫稻之乐书赠犁春图卷 其一",
            "作者": "韩淲",
            "内容": "霜晴稻熟上场时，鸡黍人间任所之。谁念尘埃自缠缚，耳昏眼悖复奚宜。"
        },
        {
            "标题": "浣溪沙（至日带湖）",
            "作者": "韩淲",
            "内容": "爱日回春一线长。氛氲谁忆御炉香。孤城岁晚卧沧江。\n\n花底千官迎淑气，湖阴十里写晴光。剩拼华发醉为乡。"
        },
        {
            "标题": "十五日晴窗",
            "作者": "韩淲",
            "内容": "绛霄谁复记宣和，灯市钱塘未觉多。香动软红迷锦绣，醉扶娇翠入笙歌。\n南来渐向百年久，北望其如前日何。门外儿童正呼笑，小窗晴色且吟哦。"
        },
        {
            "标题": "霜天思田间穫稻之乐书赠犁春图卷 其二",
            "作者": "韩淲",
            "内容": "除了催租吏打门，洗锄犁后便醺醺。常年春雨多春事，待把心情付与君。"
        },
        {
            "标题": "雁度",
            "作者": "韩淲",
            "内容": "雁度南楼雪，寒声裂纸窗。身虽回五岭，影亦落千江。\n抱膝吟诸葛，全家隐老庞。冥冥避矰缴，一往信难双。"
        },
        {
            "标题": "禅月台 其二",
            "作者": "韩淲",
            "内容": "僧清知野逸，禅月有高台。自是登山去，谁非入寺来。\n孤花明密叶，落絮起荒苔。香篆茶瓯久，昏钟我未回。"
        },
        {
            "标题": "雪晴归自湖团 其一",
            "作者": "韩淲",
            "内容": "雪后溪山分外清，东风日丽转新晴。水波隐隐游鱼影，木叶丛丛啼鸟声。"
        },
        {
            "标题": "晴景",
            "作者": "韩淲",
            "内容": "晓烟初净雨晴时，腻日偎风不自持。温厚便饶多著蕊，轻肥全藉略开枝。\n其间小院桃遮户，此外孤村柳隔篱。香扑酒旗吟莫尽，艳明歌管醉方知。"
        },
        {
            "标题": "清坐四鼓",
            "作者": "韩淲",
            "内容": "僧窗耿清灯，秋虫入虚听。风收松声回，夜息人籁定。\n清明养我神，湛寂见我性。万有虽自然，唯乐独也正。"
        },
        {
            "标题": "雪晴归自湖团 其二",
            "作者": "韩淲",
            "内容": "瓦沟残雪滴春风，剩水残山淡蔼中。禽鸟不知人意老，数声啼落野梅红。"
        },
        {
            "标题": "秋怀 其二",
            "作者": "韩淲",
            "内容": "小雨不肯晴，烟中犹霢霂。出门泥未乾，枯柳弄微绿。\n皇皇欲何之，君子贵谨独。屋上幸有山，屋边亦种木。\n西风绕东篱，秋来更多菊。采撷升中堂，悠然兴自足。\n断弦尚何问，鸾胶有谁续。居今实思古，孜孜慕前躅。"
        },
        {
            "标题": "秋怀 其三",
            "作者": "韩淲",
            "内容": "虚堂倚修竹，冷冷自苍翠。东轩亦不恶，小山发丛桂。\n残蝉犹啾啁，新雁已嘹唳。抚几怜岁华，何用苦文字。\n颜子曲肱眠，陶令日日醉。鄙哉乘时者，急急死名利。\n百年归山丘，等无身口累。"
        },
        {
            "标题": "秋怀 其七",
            "作者": "韩淲",
            "内容": "壮士不逢时，失身杂蓬蒿。出门仰天笑，入门复悲号。\n骥騄无时无，谁为九方皋。两鬓空未白，脱落已萧骚。\n博文事华藻，驰辨如波涛。持此可求进，义命畏所操。\n虽于交游间，好客时一遭。握手或对榻，气岸两相高。\n奈此穷困何，耕凿敢辞劳。从渠肉食者，厌薄一世豪。\n富哉汉公卿，朝夕醉醇醪。"
        },
        {
            "标题": "秋怀 其一",
            "作者": "韩淲",
            "内容": "人生一世间，百年几晴阴。贵贱无定在，岁月徒自深。\n世路有夷险，宦业多升沉。未能率此性，于何不动心。\n在彼犹在己，视古犹视今。不须问行藏，且图豁胸襟。\n邻翁有酒不，对我成清斟。"
        },
        {
            "标题": "秋怀 其十",
            "作者": "韩淲",
            "内容": "忆昔武夷君，邀我相翱翔。舟游九曲溪，授以却老方。\n岂知一别后，蹉跎客他乡。空馀清夜梦，幔亭发林芳。\n会须寻旧游，仙家日月长。弃置烟火食，岩前有囷仓。"
        },
        {
            "标题": "秋怀 其四",
            "作者": "韩淲",
            "内容": "我爱渊明诗，超出俗调度。执卷良自羞，在手不忍去。\n有时成诵之，行歌倚松树。好风从西来，潇然尚何虑。\n三叹或已暮，不知衣上露。俗物忽败人，苍茫认归路。"
        },
        {
            "标题": "秋怀 其八",
            "作者": "韩淲",
            "内容": "天命有生死，人事有盛衰。亘古每如此，一致该百为。\n墨翟非达道，徒尔悲练丝。寥寥千载间，圣贤眼中稀。\n悠悠水东逝，忽忽日西驰。为学苟未至，于人犹可思。\n发言一不善，虽马亦难追。修身撰良辰，浩然排忧悲。"
        },
        {
            "标题": "秋怀 其五",
            "作者": "韩淲",
            "内容": "秋月从天来，照人光清寒。起舞或四顾，夜色明飞栏。\n举杯与之笑，不知颓玉山。醉倒复自起，挥手扪天关。\n衡门终局促，空戴头上冠。焉得万里沙，校猎驰雕鞍。"
        },
        {
            "标题": "秋怀 其六",
            "作者": "韩淲",
            "内容": "读书求甚解，汲汲何时已。纷然四海间，臭味少相似。\n人谁识致知，人谁务穷理。不专尚空言，但祇事苛礼。\n曾莫如老庄，犹解究生死。斯文今沦亡，吁嗟乎馀子。"
        },
        {
            "标题": "秋怀 其九",
            "作者": "韩淲",
            "内容": "出门溪上行，山苍波渺渺。渔子隐岸隈，樵者来木杪。\n时当宿雨霁，露滴秋风晓。晨光明朝暾，佳处殊不少。\n达观宇宙间，城邑何褊小。"
        },
        {
            "标题": "次韵宋倅 其一",
            "作者": "韩淲",
            "内容": "见说空堂舍盖公，秋深得雨庆时丰。唤回旧观十年外，聚集清流一座中。\n台映玉峰归独鹤，城依冰水下孤鸿。只消满把篱边菊，宾主风流意已通。"
        },
        {
            "标题": "秋日郊行题崇福寺大井",
            "作者": "韩淲",
            "内容": "秋暑未退舍，独游亭午时。篮舆汗翻浆，陡觉回凉飔。\n青春十载前，此地尝娱嬉。只今发种种，蹉跎尚何之。\n悬崖多紫花，绕夜垂青枝。残蝉犹尔噪，新雁乃许迟。\n允矣原宪贫，异哉宋玉悲。酌泉揖老僧，清坐生佳思。"
        },
        {
            "标题": "秋日杂兴 其四",
            "作者": "韩淲",
            "内容": "亭亭鸡冠花，散出非所莳。色与秋日明，叶与秋庭媚。\n山閒人自稀，鸿雁几时至。境象吾素知，茅茨下清吹。"
        },
        {
            "标题": "秋暑过施寺少憩至夜半山月朗然",
            "作者": "韩淲",
            "内容": "松梢片月见流行，夜半青山白露横。不是閒人爱幽处，秋来纷扰饱曾更。"
        },
        {
            "标题": "山静",
            "作者": "韩淲",
            "内容": "山静不嫌鸡犬声，閒身随意了阴晴。柴扉终日其谁问，梅径有时还自行。\n一曲涧流虽浅澹，数株花蕊甚分明。床头周易初无恙，酒困茶醒底用情。"
        },
        {
            "标题": "将到章泉水赵成甫寄三绝来 其二",
            "作者": "韩淲",
            "内容": "襄阳耆旧今谁记，祇有庞公在鹿门。白发江南两兄弟，瑞峰山翠锁深村。"
        },
        {
            "标题": "二十六日昌甫归章泉水",
            "作者": "韩淲",
            "内容": "城郭山林每相望，独醒那忍共春酲。眼前人事忙如戏，脚底花时过若惊。\n从宦索居良易与，新知故态岂难评。朅来数日还归去，隐地应多怨鹤迎。"
        },
        {
            "标题": "鹊桥仙（红梅已谢）",
            "作者": "韩淲",
            "内容": "红梅已谢，杏花开也，一片海棠犹未。春风吹我带湖烟，甚恰限、新晴天气。\n\n黄昏楼上，烛花影里，拚得那回滋味。暗尘弦索拂纤纤，梦留取、巫山十二。"
        },
        {
            "标题": "十六日至章泉水",
            "作者": "韩淲",
            "内容": "山愈深时地愈高，春寻积李散崇桃。林庐但觉无尘话，田里那知有载醪。\n华发苍颜俱老大，清泉白石更周遭。常年每厌居城郭，时复从翁敢惮劳。"
        },
        {
            "标题": "鹊桥仙（间举“金风玉露相逢”之曲，因赋）",
            "作者": "韩淲",
            "内容": "诗非漫与，酒非无算，都是悲秋兴在。与君觞咏欲如何，画不就、新凉境界。\n\n微云抹月，斜河回斗，隐隐奇奇怪怪。刚风九万舞瑶林，甚些少、人间利害。"
        },
        {
            "标题": "将到章泉水赵成甫寄三绝来 其一",
            "作者": "韩淲",
            "内容": "共宿施村一夜霜，晓扶舆去路犹长。如今又到章泉水，准拟诗家旧债偿。"
        },
        {
            "标题": "将到章泉水赵成甫寄三绝来 其三",
            "作者": "韩淲",
            "内容": "新居曾写碑千字，更觉閒情入老严。珍重主人留食炙，摩挲贞石我何廉。"
        },
        {
            "标题": "池上菊烂然",
            "作者": "韩淲",
            "内容": "彼美黄金花，为我绕池游。十月无清霜，尚作重阳秋。\n胡广潭何为，陶潜篱何求。人物偶相值，终古评不休。\n兴惬景勿违，语到气自遒。小摘问颓龄，记取南山幽。"
        },
        {
            "标题": "哭潘恭叔宣干",
            "作者": "韩淲",
            "内容": "怜我山之涧，高轩昔再过。人生倏长往，天意竟如何。\n德学知能绍，儒言信不磨。春风青宿草，宰上想坡陀。"
        },
        {
            "标题": "次韵景瑜 其一",
            "作者": "韩淲",
            "内容": "春山岁晚成良集，不但杯中酒圣贤。一局棋声转歌扇，醉和归梦入梅边。"
        },
        {
            "标题": "仲至早入局有诗次韵因亦自述并谢外日留酌 其一",
            "作者": "韩淲",
            "内容": "驰道人行响动雷，五更推枕重徘徊。归家细咏朝阳句，不记曾经省宿来。"
        },
        {
            "标题": "仲至早入局有诗次韵因亦自述并谢外日留酌 其二",
            "作者": "韩淲",
            "内容": "持蟹重倾酒一杯，晚钟寒色共徘徊。近年得此于人少，公不招呼我亦来。"
        },
        {
            "标题": "赵吏部挽诗",
            "作者": "韩淲",
            "内容": "克保家声大，脩明国论难。退闲聊激懦，辞召岂图安。\n入馆才郎省，高科合世官。同门名士笔，留状后人看。"
        },
        {
            "标题": "送耿宣赞 其一",
            "作者": "韩淲",
            "内容": "西湖水月两峰高，吴会东临日夜潮。鳷鹊未央仙仗里，眼明入阁上云霄。"
        },
        {
            "标题": "比年秩满言归以四季木犀瑞香二花赠徐和卿再来调官和卿有作因次韵",
            "作者": "韩淲",
            "内容": "年时我亦治行装，曾寄閒葩两种香。一别人犹得相见，再来花更不能忘。\n春风披拂依依紫，秋露凄迷冉冉黄。深巷逍遥昔居此，骚吟先后味何长。"
        },
        {
            "标题": "送余运管入浙",
            "作者": "韩淲",
            "内容": "日边护漕建台深，荣路长才入壮心。正是规恢要多士，须知汲引有知音。\n向来除夜尝同赋，此别何时复盍簪。好上鸳行参剑佩，为言风雪老山林。"
        },
        {
            "标题": "送周次公入浙",
            "作者": "韩淲",
            "内容": "冲风霜雪繁，涧路少行迹。相望一山尔，那知有行役。\n人常畏违离，我怀复难释。岁晚欲晤言，门前尚谁客。\n临安至山阴，玉室多仙宅。酒船寻贺老，才大今诗伯。\n东方诸侯上，千骑森华戟。村馆足奇士，龙门可夺席。\n优游何当还，梅花正云白。无令诗囊空，但恐酒杯窄。\n斯时定何时，腊月哉生魄。"
        },
        {
            "标题": "瑞香",
            "作者": "韩淲",
            "内容": "花如素馨微较密，叶似杨梅团且长。石竹染成鱼尾色，辛夷吹得麝脐香。\n移根雅入芝兰室，得种迥非桃李场。小槛平林暗芳草，一轩轻露湿朝阳。"
        },
        {
            "标题": "瑞鹧鸪（辛镇江有长短句，因韵偶成，愧非禹步尔。）",
            "作者": "韩淲",
            "内容": "南兰陵郡鹧鸪词。底用登临更赋诗。贵不能淫非一日，老当益壮未多时。\n\n人间天上风云会，眼底眉前岁月知。只有海门横北固，宦情随牒想推移。"
        },
        {
            "标题": "舟中道士郑谷耕摘阮咸清甚而雅放",
            "作者": "韩淲",
            "内容": "天台坐忘真，为我洗俚耳。浮舟作阮咸，坐客亦兴起。\n此声从何来，湖阴正清泚。孟公苦好客，下榻更奇士。\n卢遨踞龟壳，万事俱不理。夏衣始轻体，莲钱复靡靡。\n重酌黄冠师，依风且流徵。"
        },
        {
            "标题": "浣溪沙（寄文叔生朝）",
            "作者": "韩淲",
            "内容": "江上新凉入酒杯。瑞芝堂祝寿筵开。五楼百雉更崔嵬。\n\n劳来流离施菽麦，作成丰稔到田莱。便朝天去也徘徊。"
        },
        {
            "标题": "赠日者入浙",
            "作者": "韩淲",
            "内容": "信城居士扬今古，老大驰声更不群。只是阴阳与流转，便能贵贱合知闻。\n功名要以时难得，贤哲惟夫命亦分。好事劳君过山泽，因行为我看风云。"
        },
        {
            "标题": "三岩",
            "作者": "韩淲",
            "内容": "渡水寻山到三岩，不知身尚在人间。霜天晴日青松下，借问谁能伴我閒。"
        },
        {
            "标题": "僧窗",
            "作者": "韩淲",
            "内容": "露寒风敛山馀霭，虚净曲通僧一窗。我不占閒谁避俗，菊花时候有枫江。"
        },
        {
            "标题": "僧窗观斯远诸公诗",
            "作者": "韩淲",
            "内容": "春风起春雪，山路寒阴阴。梅花岂不开，立行寻我吟。\n同来者谁欤，林泉洁烦襟。摩挲僧窗题，悠悠故人心。"
        },
        {
            "标题": "三月五日",
            "作者": "韩淲",
            "内容": "涧流清转佛仙家，雨歇春风水浪沙。得酒有诗人共逸，山腰初见折桐花。"
        },
        {
            "标题": "微禄弟有微禄养閒静之嘲因足成篇",
            "作者": "韩淲",
            "内容": "微禄养閒静，冉冉惊老境。谁知岁月速，复此霜露冷。\n齿发堕江湖，家世本箕颍。无效彭泽翁，茫然吊形影。"
        },
        {
            "标题": "山简习池游诗",
            "作者": "韩淲",
            "内容": "拍手儿童笑，山公倒接䍦。举鞭无限意，今古少人知。"
        },
        {
            "标题": "山翁亭",
            "作者": "韩淲",
            "内容": "东山高处山翁亭，群峰巉绝环障屏。远者紫翠近者青，天淡淡兮风泠泠。\n人间纷如凡骨腥，我欲飞仙跨云軿。问翁何在游帝庭，寒气倏然惊酒醒。"
        },
        {
            "标题": "西山道院立春日",
            "作者": "韩淲",
            "内容": "春风吹我上箯舆，山路梅花已雪如。道院闲寻旧题句，故人不寄一行书。\n物华满眼知春至，世事装怀逼岁除。犹喜重来有佳伴，何妨相送入樵渔。"
        },
        {
            "标题": "山禽",
            "作者": "韩淲",
            "内容": "势路权门不负人，林亭花竹且藏身。山禽地瘴嘲啾叫，又使无明动一尘。"
        },
        {
            "标题": "夜醉处晦山台明日和韵",
            "作者": "韩淲",
            "内容": "高台梅先开，老意为兴起。何知寒事营，枥骥志不已。\n下视城郭居，莱芜欠耘锄。嘈杂复嘈杂，百年狐兔墟。\n惄焉如调饥，山阿休采薇。怨耶其非邪，且问竹外枝。\n仲尼杖何感，能叩原壤胫。今我其息黥，举身都是病。\n方来二三友，少敢话肝肠。纵云千日花，难著一夜霜。\n南渡诚草草，流落那忍道。吾人能几家，向来有诸老。"
        },
        {
            "标题": "次韵山水便面绍之所作",
            "作者": "韩淲",
            "内容": "春风绿遍林间木，想见晴岚扑閒屋。山人琴剑未归来，知谁把我残书读。"
        },
        {
            "标题": "庆元己未二月戊子寄皖山隐翁史虎囊",
            "作者": "韩淲",
            "内容": "尘世离阔苦，一别易寒暑。弹指十五年，翁今定何许。\n闻在潜山头，僧寺有谁语。方瞳狎鸥鸟，秃发照獐鼠。\n蹒跚狭虎囊，借醉忘尔汝。平生心所尊，安得伴游举。\n我友余伯皋，远游复羁旅。当为翁慨然，斗酒气相与。\n旦夕广文来，雅趣非凡侣。岂不能趋风，击鲜宰肥羜。\n独恨海潮边，恋禄赡儿女。怅望春色深，风花暗吴楚。"
        },
        {
            "标题": "有怀山中梅花",
            "作者": "韩淲",
            "内容": "踏雪寻梅浅浅山，酒醺诗恼肯从还。推敲忽在人烟外，酬酢更逢篱落间。\n迫晚昏寒乘野逸，爱香凌乱任宽閒。素衣尘土今如许，花底空窥豹一斑。"
        },
        {
            "标题": "初七夜半月色皎然忽闻吴山上鹤鸣",
            "作者": "韩淲",
            "内容": "雨止结霜华，片月载寒魄。光芒星自稀，气宇天更碧。\n何处孤鹤鸣，声落吴山侧。坐久神观清，楼高夜方阒。"
        },
        {
            "标题": "十一日郡守饭灵山阁夜坐新浮桥月中",
            "作者": "韩淲",
            "内容": "使君襟抱中秋月，閒饮宾僚醉野人。倒载去寻高阁古，落成未试一桥新。\n山城明岁当回首，云路兹时好发身。唤起嫦娥驾轮玉，不知何处著纤尘。"
        },
        {
            "标题": "次韵潘舍人画轴 其三",
            "作者": "韩淲",
            "内容": "突兀是茅屋，摇兀是土桥。看山看水去，忘饥付木瓢。"
        },
        {
            "标题": "次韵潘舍人画轴 其二",
            "作者": "韩淲",
            "内容": "寻诗小醉时，不许老农知。叶叶泛轻舠，试渡野水陂。"
        },
        {
            "标题": "送潘舍人护客",
            "作者": "韩淲",
            "内容": "往来试与护毡裘，淮水汤汤江水流。霜雪马头应北望，风烟舟尾且南游。\n皇华使节名方起，天宠廉车爵更优。翰墨场中真矍铄，壮怀能赋亦封侯。"
        },
        {
            "标题": "潘舍人重打带",
            "作者": "韩淲",
            "内容": "使回挥橐试从容，诗在腰围瘦减中。金重内分知带赤，花明殿后映鞓红。\n闻呼巧匠重陶写，好称朝章答化工。更待狨鞯印如斗，转庵元是有家风。"
        },
        {
            "标题": "次韵潘舍人画轴 其一",
            "作者": "韩淲",
            "内容": "风霜归老干，岁月长枝柯。矗矗荒村外，人人占落坡。"
        },
        {
            "标题": "重送潘舍人",
            "作者": "韩淲",
            "内容": "雪里春风使者舟，万钉横带紫绮裘。王人自占诸侯上，汉使何妨绝塞游。\n铁瓮城头过京口，金山江外是扬州。宫桃御柳开时候，黄道归来拜冕旒。"
        },
        {
            "标题": "昌甫约诸人茶山病不能往次韵其所赋",
            "作者": "韩淲",
            "内容": "幽人何许不怀贤，忍把清诗与世传。可惜吕曾祠宇地，独留香火寺僧缘。\n入林去踏山头月，裹茗来烹井底泉。病著偶辜城北约，尚吟馀意得同焉。"
        },
        {
            "标题": "少年游（玉腊梅枝）",
            "作者": "韩淲",
            "内容": "闲寻杯酒，清翻曲语，相与送残冬。天地推移，古今兴替，斯道岂雷同。\n\n明窗玉蜡梅枝好，人情淡、物华浓。个样风光，别般滋味，无梦听飞鸿。"
        },
        {
            "标题": "社雨 其二",
            "作者": "韩淲",
            "内容": "开帘卷书坐，燕声烟雨中。时物依辰至，春社古所同。\n岂不知其然，岁月何匆匆。拥襟一闲谣，林花落檐风。"
        },
        {
            "标题": "留连三宿将出山社雨甚至二十一日",
            "作者": "韩淲",
            "内容": "社瓮同倾酒易深，留连风雨为沈吟。兴言大抵多怀旧，何事如斯直至今。\n下榻新窗还抵掌，扶舆旧隐只关心。归寻来路村村柳，馀霭春空日半阴。"
        },
        {
            "标题": "社雨 其一",
            "作者": "韩淲",
            "内容": "空山水流涧，社雨掩篱门。云阴起微寒，药炉自常温。\n老懒一欠伸，开卷窗明昏。屋边桃李蹊，飞飞亦无言。"
        },
        {
            "标题": "身老",
            "作者": "韩淲",
            "内容": "酬应于外久，身老气亦馁。混沦一区宇，涵澄即渊海。\n雅俗诗书迁，炎冷岁节改。运转大化间，寿者亦何待。"
        },
        {
            "标题": "深村",
            "作者": "韩淲",
            "内容": "已是依山住，更为深村行。莽莽少人迹，幽幽闻鸟声。\n忽逢三四家，草树亦敷荣。不觉六七里，烟霭还纵横。"
        },
        {
            "标题": "玉田道中得诗二句因足之",
            "作者": "韩淲",
            "内容": "秋晚晴原上玉田，水边林下过金仙。寺钟欲动黄昏月，野鸟时横碧落天。\n萸糁人家皆取醉，菊花篱槛亦争妍。三叉路入孤村去，九日閒投物外缘。"
        },
        {
            "标题": "春伯邸楼次韵十哥所题",
            "作者": "韩淲",
            "内容": "楼阴入清湖，南风渡歌鼓。旅梦不自持，悠扬定何许。\n醒来疏雨过，两目隘泥土。虑澹地亦偏，桐花映窗户。"
        },
        {
            "标题": "次韵周五哥",
            "作者": "韩淲",
            "内容": "莫道春犹远，连阴初未曦。振衣行复阻，岸帻坐成痴。\n芳事诚须酒，交情岂为诗。清明翻手是，常记旧相随。"
        },
        {
            "标题": "十六夜月",
            "作者": "韩淲",
            "内容": "去年倦卧关门睡，前岁扁舟烂漫游。莫道迎檐一杯酒，婆娑孤影也扶头。"
        },
        {
            "标题": "送孙司户",
            "作者": "韩淲",
            "内容": "再世论交意已亲，会逢还在葛溪滨。同流要是泾随渭，绝俗何殊玉与珉。\n落佩倒冠谁避地，垂绅搢笏自知津。下言只有长相忆，乳燕鸣鸠又晚春。"
        },
        {
            "标题": "黄都干挽诗",
            "作者": "韩淲",
            "内容": "叹息凋零旧，江城北客稀。宦涂谁衮衮，里社独依依。\n曾决文闱胜，才从将幕归。清霜吹夹路，老涕亦须挥。"
        },
        {
            "标题": "文叔为粮料不月日求去作真州守",
            "作者": "韩淲",
            "内容": "杜老有新语，人生五马贵。仪真亦不恶，温饱可自慰。\n名宦百年尔，渐觉诚鲜味。才归鹓鹭行，勇去复何谓。\n岂念师旅馀，淮民短生气。疮痍尝抚摩，坐视或嘘欷。\n挺身收左符，于此见洪毅。我为一长吟，雅志其髣髴。"
        },
        {
            "标题": "书灯",
            "作者": "韩淲",
            "内容": "书灯霜夜冷清清，不信粗官傍帝廷。老把身心欲何用，山居此味饱曾经。"
        },
        {
            "标题": "仲至近诗戏题卷末",
            "作者": "韩淲",
            "内容": "三年不见栗斋翁，满卷新诗是国风。野趣轩前梅蕊白，故人应在醉吟中。"
        },
        {
            "标题": "二十五日舒村",
            "作者": "韩淲",
            "内容": "秋水澄溪渌，秋山远岸青。村酤因觅句，雅放却嫌醒。"
        },
        {
            "标题": "一翦梅（送冯德英）",
            "作者": "韩淲",
            "内容": "说着相思梦亦愁。芳草斜阳，春满秦楼。楼前新绿水西流。一曲阳关，分付眉头。\n\n多少风流事已休。纷薄香浓，怕见绸缪。淡云笼月小庭幽。明日山长，清恨悠悠。"
        },
        {
            "标题": "一剪梅 送冯德英",
            "作者": "韩淲",
            "内容": "说著相思梦亦愁。芳草斜阳，春满秦楼。楼前新绿水西流。\n一曲阳关，分付眉头。"
        },
        {
            "标题": "述意",
            "作者": "韩淲",
            "内容": "不学神仙不问禅，此心收处亦安然。春风桃李閒行乐，夜月林泉常未眠。\n有客杯盘犹草草，无人杖履更翩翩。门前地僻红尘远，赢得虚閒近简编。"
        },
        {
            "标题": "赵主奉得易帅所书敬斋二字",
            "作者": "韩淲",
            "内容": "闲身八桂复清湘，邂逅犹于敬不忘。写作斋名君记取，他时拈出话尤长。"
        },
        {
            "标题": "何文蔚以瑞莲新篘见饷因以双井茶报之",
            "作者": "韩淲",
            "内容": "青山碧涧秋前立，莲酒和诗字字香。饮尽却愁君共醉，更将双井洗肝肠。"
        },
        {
            "标题": "浣溪沙（次韵昌甫）",
            "作者": "韩淲",
            "内容": "莫问星星鬓染霜。一杯同看月昏黄。放歌渔父濯沧浪。\n\n却忆手栽双柳句，真成云汉抉天章。苏仙何在立苍茫。"
        },
        {
            "标题": "浣溪沙（霜菊黄）",
            "作者": "韩淲",
            "内容": "霜后黄花尚自开。老年情绪为何哉。株株浑是手亲栽。\n\n秋际有言挥玉尘，冬来无梦绕金钗。相思一夜发窗梅。"
        },
        {
            "标题": "霜寒",
            "作者": "韩淲",
            "内容": "霜风一夜入楼寒，拥被微吟亦自宽。年事渐多秋又老，误身初不为儒冠。"
        },
        {
            "标题": "霜寒",
            "作者": "韩淲",
            "内容": "冱寒日日霜如雪，地土缩高砖石裂。板桥积厚滑难乾，林叶有同装玉屑。\n朝来负暄殊不暖，过午欲晡冰更结。无风亦觉气酸然，只是水边梅影别。\n一冬既雷仍既雨，仅可得晴霜未绝。家贫无人去拾柴，白屋何由生煖热。\n且拥败絮莫出门，欲赋江梅诗转拙。细思雨霜岂常霜，须见阳和变时节。\n待他春色到人间，定自忘之都弗说。"
        },
        {
            "标题": "水龙吟（七月二十六日信守生朝王道夫）",
            "作者": "韩淲",
            "内容": "从来江左夷吾，大名迥诸出公右。金堂玉室，瑶林琼树，龙麟蟠走。志在神皋，气雄云梦，十吞八九。问三槐盛事，当年初度，人应羡、青毡旧。\n\n说与文章太守。庆千秋、好为亲寿。冰桃雪藕，霞裾月佩，莺鸾歌奏。雨熟西畴，星躔南极，宝香凝昼。趁新凉，便约乘云绕日，饮天浆酒。"
        },
        {
            "标题": "水际 其三",
            "作者": "韩淲",
            "内容": "青林收雨乍鸣蝉，流水声随燕语□。寂寂浮桥尚堆缆，芜城横处系篷船。"
        },
        {
            "标题": "水际 其二",
            "作者": "韩淲",
            "内容": "榴叶深青花骤红，疏疏篱上小亭东。微虫忽化飞蝴蝶，时斗朝阳复趁风。"
        },
        {
            "标题": "水际 其四",
            "作者": "韩淲",
            "内容": "鹧翼斑红杂乱飞，云吹雨脚树枝低。开轩未午无风日，淡薄阴中理砚池。"
        },
        {
            "标题": "西岩",
            "作者": "韩淲",
            "内容": "石径却思乌石寺，寺岩不数赭亭山。一望远村霜日白，酒随吟句入高寒。"
        },
        {
            "标题": "水际 其一",
            "作者": "韩淲",
            "内容": "浪连风影浸垂云，冷气吹林树色分。正是山中春夏接，老身时看白鸥群。"
        },
        {
            "标题": "感风发汗卧病数日推枕翛然叙事为十诗 其五",
            "作者": "韩淲",
            "内容": "病起水边行，风回柳弄晴。岸虚微坼土，涧浅细无声。\n寂寂心逾静，飘飘神转清。衣襟带波影，搔首又诗成。"
        },
        {
            "标题": "春思",
            "作者": "韩淲",
            "内容": "春向深时花未多，柳浓桃淡欲如何。篱根山雪风犹力，屋角林霜日欠和。\n徒有爱闲常自惜，岂无好事略相过。得朋便若开心眼，芳绿韶红两荡摩。"
        },
        {
            "标题": "水调歌头（次韵＿·车寿守）",
            "作者": "韩淲",
            "内容": "一曲笙歌外，四座笑谈清。使君秋霁领客，别乘更宗英。想像亲闱称寿，写就通家情分，相与庆恩荣。欢动桂花发，香雾扑帘旌。\n\n功名事，台阁路，好同登。只今报政归诏，舆论正蜚声。以我文章学术，与国和平安靖，冠剑入明庭。应顾棠阴下，野老鬓星星。"
        },
        {
            "标题": "水调歌头（次宋＿·韵）",
            "作者": "韩淲",
            "内容": "嘉节已吹帽，谁复见南山。南山佳处，台上云绕一溪环。犹记使君同醉，化鹤千年何在，今古自应慳。胜事漫陈迹，风物只高寒。\n\n都莫问，归酒畔，集毫端。等闲吟笑而已，赖有孔融尊。伟矣广平心致，赢得相遭淡泊，感旧唱酬间。且看小斋菊，抵掌共凭阑。"
        },
        {
            "标题": "和周次公",
            "作者": "韩淲",
            "内容": "坐卧一榻殊执热，到手清言解烦结。是谁所作疑弹丸，定自不凡如玉洁。\n昨夕之夕饮固多，今日之日调则别。山园空琐楚台风，水路犹思剡溪雪。\n须知野老本忧深，何事骚人更愁绝。题舆倒载真世贤，伯仁可与智者说。"
        },
        {
            "标题": "送八歌归寓里",
            "作者": "韩淲",
            "内容": "我觉日已老，梦寐思故山。故山修竹多，春流正潺湲。\n喜汝调官归，尚得年岁閒。为我守坟墓，经理田舍间。\n四时温饱外，寻幽可怡颜。出入更择友，势利常怀奸。\n因风频寄书，慰此双鬓斑。潮横渔浦渡，水满龙山湾。\n离眼望征棹，形滞心已还。谁怜辇毂吏，青衫裹痴顽。"
        },
        {
            "标题": "斯远访昌甫同作音字诗因又一首",
            "作者": "韩淲",
            "内容": "故人湖海谁知音，章泉病翁卧山林。我思不见夜长寂，君往与同秋正阴。\n修筠乱石一径静，风雨满窗清且深。安得相从日上下，骚雅共倾陶写心。"
        },
        {
            "标题": "松竹堂次萧宰相韵",
            "作者": "韩淲",
            "内容": "鸣琴意自永，小筑松竹林。公馀一委蛇，巡檐见遥岑。\n冰雪凛节操，昼寂绿阴阴。何事智与名，萧散徵在今。\n当年山水间，读书情致深。仪凤览德辉，终古存知音。"
        },
        {
            "标题": "四月八日病中寄昌甫",
            "作者": "韩淲",
            "内容": "我毒发于腰，君疮作于背。君痛那可忍，我痛或可退。\n清和清润时，晴雨在户外。安得如前年，名胜一谈会。"
        },
        {
            "标题": "周景瑜置酒东园看海棠分韵得上字",
            "作者": "韩淲",
            "内容": "春光作花事，领略过溪上。寒凄风雨馀，草树亦舒放。\n红深海棠径，蜀锦开步障。得酒一以醉，幽情为之畅。\n主人良好事，举白欣相向。坐间多豪英，笑倒语弥壮。\n归涂踏微潦，满目列青嶂。顾予何为者，追随生怅望。"
        },
        {
            "标题": "向亲回自宣城出示十二侄送行诗次韵寄之",
            "作者": "韩淲",
            "内容": "最来谁作送行诗，山叠昭亭水宛溪。蜡屐定须同探赏，锦囊赢得是提携。\n索居野外薰风起，回望天涯落日低。往事旧游空太息，老身今已分扶犁。"
        },
        {
            "标题": "元立复和伯皋送行诗次韵并答之 其二",
            "作者": "韩淲",
            "内容": "半隐平生句，年来果谓何。轲雄墙已及，李杜垒终摩。\n籍籍须传远，纷纷何足多。斯文千古事，自笑得如么。"
        },
        {
            "标题": "元立复和伯皋送行诗次韵并答之 其一",
            "作者": "韩淲",
            "内容": "倒载临离日，搜吟出饯时。老身犹藉酒，亲意不徒诗。\n山水东西去，园池上下随。凝香兵卫戟，应复野人思。"
        },
        {
            "标题": "送耿师干得閤门",
            "作者": "韩淲",
            "内容": "羽仪上閤拱清班，天近红云咫尺间。礼集会朝驰北阙，祥开寿节颂南山。\n龙鸾鞭扇随分合，鹓鹭衣冠得往还。休沐定从湖寺去，人生谁不有忙閒。"
        },
        {
            "标题": "送耿宣赞 其二",
            "作者": "韩淲",
            "内容": "数年来往于南鹿，酒到诗成情转亲。鹏翼喜君才得路，春风更不话离情。"
        },
        {
            "标题": "送王景育弋阳尉官满入吴",
            "作者": "韩淲",
            "内容": "天下之好事，不我则彼为。何必独我出，然后为得时。\n但恐才学短，讲论日以卑。岂止身非贤，君民何所宜。\n我虽无用处，连蹇于茅茨。所幸眼未昏，英妙见于斯。\n君学既不器，君才复不羁。一尉已三年，东上不可迟。\n国家仁德深，丕冒及四夷。中间台阁尊，政事多皋夔。\n拔茅果汇征，四夷易鞭笞。薰兮方南风，听我歌此诗。"
        },
        {
            "标题": "昌甫同汎舟归宿涧房",
            "作者": "韩淲",
            "内容": "山阴溪曲古何年，今日南豅棹复旋。夹岸暖风吹麦秀，钓竿清浪出鱼鲜。\n诸儿挈饮能迎劳，耆旧谈围信解悬。放溜归来月初夜，林间应独与翁便。"
        },
        {
            "标题": "送彭世昌回自武夷",
            "作者": "韩淲",
            "内容": "愚闻象山翁，雄辩欲明道。君尝升其堂，叩击务深造。\n晚开山水窟，谓此可忘老。从容能几何，翁已终寿考。\n遗文力披寻，古制资探讨。想君念师门，没世耿怀抱。\n近从武夷伯，旧话益可考。岂惟翁所亲，盖自世之宝。\n归来过玉溪，惜别为倾倒。乐地无古今，春风动花草。"
        },
        {
            "标题": "踏雪登前山",
            "作者": "韩淲",
            "内容": "蹑屐穿林归寺，持香裹茗寻僧。磴道已三尺雪，岩居惟一枝藤。"
        },
        {
            "标题": "二十五日昌甫斋中徐倅送酒因次韵共答 其二",
            "作者": "韩淲",
            "内容": "东游西汎秋凉后，深密正寻苔竹家。一段风流谁远饷，诗清应为煮芽茶。"
        },
        {
            "标题": "二十五日昌甫斋中徐倅送酒因次韵共答 其一",
            "作者": "韩淲",
            "内容": "山中正苦风雨夕，送酒白衣何处来。洗盏开尝醒复醉，翠微堂上若人哉。"
        },
        {
            "标题": "赵将示及吴推官诗",
            "作者": "韩淲",
            "内容": "玉溪莲幕哦诗声，声和水南松竹清。眼中孰不有言句，句到极则何能听。\n衡茅吹寒日惆怅，倚楼公子犹相访。袖里新篇乃若人，春风翡翠兰苕上。"
        },
        {
            "标题": "送四叔辰州推官",
            "作者": "韩淲",
            "内容": "离别不作恶，岂是人真情。作恶既已久，此情何由平。\n昔我少年时，与居多戏争。虽曰诸父行，同队犹弟兄。\n先公最怜君，训告尤丁宁。岂知十载后，星散各经营。\n往年招真岩，君尝送我行。夜饮不计酒，晓骑驰霜明。\n今我发渐白，茕然对空觥。君乃辰州去，迢迢湘水清。\n一官会自奋，唾手收功名。如何还送君，溪头舟已横。"
        },
        {
            "标题": "送赵推官衡州",
            "作者": "韩淲",
            "内容": "著眼尘网外，纳身诗社中。乐哉万好庵，刘骥尊酒同。\n此事非外假，千载扬清风。冰溪瑞峰高，更是章泉翁。\n永贞志独砺，探赜雅用充。不知群儿愚，一洗凡马空。\n祝融石鼓江，旧观多巨公。兴怀南渡初，此地惊盲聋。\n只今两英荡，游宦未易逢。所惜一未面，旧好本家通。\n尽其我职学，公车自旌弓。煌煌太宗业，树立甚宏雄。\n更愿常用贤，更愿常和戎。官閒莫兴寄，因来莫匆匆。"
        },
        {
            "标题": "赵推官求久斋诗项平甫有句",
            "作者": "韩淲",
            "内容": "万好庵中主，今谁记此人。久斋诗固在，晏叟意尤新。\n已逸决科步，要持为学身。尚贤而尚德，馀事了通津。"
        },
        {
            "标题": "送吴推官",
            "作者": "韩淲",
            "内容": "执友曹器远，高才步瑶京。许予非词伯，只字罔敢轻。\n因君官玉溪，乃曰能诗声。梦寐于苏黄，处家义利明。\n尺书既宛转，满纸仍丁宁。自是得往还，吟边亦飞觥。\n苦值公事劳，无暇详考评。但知醉言舞，谈谐到忘形。\n忽焉秩满归，岁月流电经。怀抱信舒卷，物态何枯荣。\n新凉起风樯，石浅滩濑清。推蓬试踌躇，正尔候虫鸣。\n行行钱塘湖，悠哉故人情。器远如相忘，为说华发生。\n君之赵子野，惜未同鸥盟。所赋定益奇，南北两山横。"
        },
        {
            "标题": "送吴判官",
            "作者": "韩淲",
            "内容": "儒家辰告当吁谟，纷纷莫厌形势涂。甲兵调度应敌尔，君行鄱水聊载驱。\n有文与诗锦机织，夹道云山正堆积。痴儿固有了官事，归日奚囊观笔力。\n别酒无用鲸吸川，芝山杖藜湖接天。使君自是江海客，有来矍铄当欢然。\n如今百事皆撑柱，宽得一分犹复古。萧条野老为赓吟，此话不同知底数。"
        },
        {
            "标题": "仲至举似项平甫所赠宦汉阳教官时也次韵",
            "作者": "韩淲",
            "内容": "文献相传有父兄，山堂留得是诗情。果回富艳归清远，尽扫虚骄入正平。\n保社祇今难可继，赠言如昔信堪惊。汉阳历历晴川树，鹦鹉洲前黄鹤鸣。"
        },
        {
            "标题": "寄抱朴君 其三",
            "作者": "韩淲",
            "内容": "历历西林旧木犀，何如萍际素秋时。小楼曲角瓶簪处，花恼香魂只自知。"
        },
        {
            "标题": "文叔解官东归",
            "作者": "韩淲",
            "内容": "一帆风雨转吴头，家在稽山事事幽。小试鸣琴还满去，等闲结绶亦何求。\n政声赢得多推美，学力须知转好脩。我与君心似相密，别离无计可消愁。"
        },
        {
            "标题": "寄抱朴君 其二",
            "作者": "韩淲",
            "内容": "姜盖潘同看木犀，故交零落竟何之。如何花满西林树，犹有无怀可寄诗。"
        },
        {
            "标题": "世昌携项平甫所和诗来叹其已逝次韵一首",
            "作者": "韩淲",
            "内容": "只宜乡党与州闾，天下英名不可居。奋迅临边虽似壮，差池退隐实非疏。\n纷纷虽满庸人见，历历难逃识者书。晚对匡山应自笑，却将心事赋兵车。"
        },
        {
            "标题": "掩关月色满窗宴坐久之",
            "作者": "韩淲",
            "内容": "云窗月当午，小醉人未眠。儿童鼻鼾雷，听息方绵绵。\n万籁一以虚，性地开其天。入林山自深，金涧通瑶泉。"
        },
        {
            "标题": "送赵户部迎侍回朝 其二",
            "作者": "韩淲",
            "内容": "几年高隐占南池，得路荣观此一时。持节把麾今已了，握兰簪笔未为迟。\n暂来旧里欢迎侍，便立新班好论思。莫论山人在空谷，为公猿鹤伴参差。"
        },
        {
            "标题": "次韵抱朴君问病求閒",
            "作者": "韩淲",
            "内容": "清都谁不愿居官，且是西湖最好山。此地固难常养病，他乡只可便求閒。\n苦无筋力追王贡，那有心机衒孔颜。秋入两峰明碧落，几多鹓鹭簇天关。"
        },
        {
            "标题": "寄抱朴君 其一",
            "作者": "韩淲",
            "内容": "曾约西林看木犀，望穷云外只空归。十年又见秋风好，未觉幽芳一梦非。"
        },
        {
            "标题": "正月初三日丁使君送三绝句梅诗 其三",
            "作者": "韩淲",
            "内容": "轩前淡泊总生春，绝艳吹香更著人。因古讽今宣德化，要令观听俗还新。"
        },
        {
            "标题": "正月初三日丁使君送三绝句梅诗 其一",
            "作者": "韩淲",
            "内容": "浮香亭下几株梅，曾是宗英太守栽。宾主两魁黄阁老，发挥全待后贤来。"
        },
        {
            "标题": "正月初三日丁使君送三绝句梅诗 其二",
            "作者": "韩淲",
            "内容": "敝庐幽涧自横斜，千骑行春见此花。留与他年作佳话，公应犹记野人家。"
        },
        {
            "标题": "玉山村民斲石为砚仲至以诗来索次韵",
            "作者": "韩淲",
            "内容": "谁欤赋奇诗，索我玉山研。产石斲未久，所落荒野县。\n如公笔阵高，岂足供法战。聊堪用鸡毛，滴水共贫贱。\n市价亦不争，百钱可营缮。包提偶到吴，取诮畏俗谚。\n胡为而好此，感叹殊恋恋。徒咏绝妙词，旧事记黄绢。"
        },
        {
            "标题": "赵十读通鉴有诗和韵赠之",
            "作者": "韩淲",
            "内容": "胸蟠万卷富，莫受半点尘。治道杂朱紫，圣涂缠荆榛。\n谁将十七史，一笔能具陈。论说兼轲雄，纪载由周秦。\n首明礼与分，世变损益因。裕陵锡序尊，惟恐书易沦。\n后学今如何，识治宜蔚彬。区区李唐臣，魏陆犹言仁。\n南北固分合，夷夏宁屈伸。往哉涑水翁，元祐第一人。\n帝谓胜荀悦，我生岂不辰。"
        },
        {
            "标题": "见成季昆仲",
            "作者": "韩淲",
            "内容": "岁前三日到君家，溪雾连山雨两涯。香汎茶甘拥炉坐，纸窗瓶水浸梅花。"
        },
        {
            "标题": "题孙伯符墓",
            "作者": "韩淲",
            "内容": "自无太史慈，孰对孙伯符。群舒有馀地，周郎或知予。\n既推道南宅，以湿谩相濡。本拟驰中原，扫灭邺中都。\n天乎许贡客，一箭失壮躯。黾勉付后事，张昭乃其奴。\n赤壁之火攻，仅可保全吴。公瑾复不长，伯业益荒芜。\n至今春草生，高坟在姑苏。传言尚相点，经行倍踟蹰。\n异代岁月速，谁为我非夫。酹酒起英爽，白杨鸣赤乌。\n荆州或已分，曹刘竟称孤。堂堂破虏冢，归命诚足俘。"
        },
        {
            "标题": "仲至寄蒋阜茶与昌甫且录大监赋来 其一",
            "作者": "韩淲",
            "内容": "巩为伊人句苦锥，宜乎赵有蒋茶诗。献芹微意随拈出，紫笋石花同谱之。"
        },
        {
            "标题": "探春令（景龙灯）",
            "作者": "韩淲",
            "内容": "暗尘明月小桃枝，旧家时情味。问而今、风转蛾儿底。有谁把、春衫试。\n\n景龙灯火升平世。动长安歌吹。这山城、不道人能记。甚村酒、偏教醉。"
        },
        {
            "标题": "摊破浣溪沙（杨梅）",
            "作者": "韩淲",
            "内容": "生与真妃姓氏同。家随西子苎萝东。谁道玉肌寒起粟，酒能红。\n\n火齐烧空来上苑，冰浆凝露在西宫。不似荔枝生处远，恨薰风。"
        },
        {
            "标题": "桃源忆故人（杏花风）",
            "作者": "韩淲",
            "内容": "杏花雨里东风峭。不比寻常开了。枝上飞来多少。人与春将老。\n\n山城灯火笙箫杳。梦到十洲三岛。睡觉绮窗清晓。绿遍池塘草。"
        },
        {
            "标题": "惜春",
            "作者": "韩淲",
            "内容": "惜春惟付酒杯深，不特年龄老鬓侵。花柳共随人酩酊，轩裳祇觉我"
        },
        {
            "标题": "小轩",
            "作者": "韩淲",
            "内容": "春正浓时花已开，啼禽飞过绿阴来。小轩不是多情思，华发寻芳懒独回。"
        },
        {
            "标题": "寄题庐陵曾氏新居",
            "作者": "韩淲",
            "内容": "孝哉有子作斯堂，孺慕终身信不忘。橘熟可能怀陆绩，枕凉无复扇黄香。\n庭闱深处空萱盛，门户高时合桂芳。退傅之诗人所敬，从今名字表江乡。"
        },
        {
            "标题": "溪上行至傅庵蹊间崩石险涩几踣",
            "作者": "韩淲",
            "内容": "无酒无诗只意行，水边林下偶然晴。缓移野步微攲侧，细比凡心尽旷平。\n白发去来同遁迹，青春交往定蜚英。小庵供佛安禅地，只合僧家一味清。"
        },
        {
            "标题": "赵清江几间见刘小山诗卷",
            "作者": "韩淲",
            "内容": "锦翻香字彩笺轻，折尽青青柳下亭。半夜隔江风月冷，碧云深处是诗星。"
        },
        {
            "标题": "浣溪沙（题美人画卷）",
            "作者": "韩淲",
            "内容": "一曲霓裳舞未终。玉钗垂额鬓云松。梦回金殿月华东。\n\n燕子莺儿情脉脉，柳枝桃叶恨匆匆。罗襟空惹御香浓。"
        },
        {
            "标题": "次韵周倅送郡酝且闻郡燕有佳客",
            "作者": "韩淲",
            "内容": "谁将双柱兵厨酒，留与閒民尚有馀。珍重平分风月手，又将新句擘笺书。"
        },
        {
            "标题": "陈君举舍人集新刊三山因读其诗有感",
            "作者": "韩淲",
            "内容": "陈止斋诗不草草，约貌前头诸旧老。大章短句可思议，妙意馀情愁绝倒。\n生姜门有水心道，赤水亭占龙窟好。伯牙无弦骥伏皂，摹拓剩残人或葆。"
        },
        {
            "标题": "江湖集钱塘刊近人诗",
            "作者": "韩淲",
            "内容": "才华未若一杯酒，行业尚贪千首诗。今贵几何名得志，古贫最底谓知时。\n雕残沈谢陶居首，披剥韦陈杜不卑。谁把中兴后收拾，自应江左久参差。"
        },
        {
            "标题": "伯皋所藏名妓墨竹逼令题之可谓戏剧",
            "作者": "韩淲",
            "内容": "夜寒窗静密还开，翠袖移将影下来。只是风前犹爱惜，更教月底共徘徊。"
        },
        {
            "标题": "田里间见荷花",
            "作者": "韩淲",
            "内容": "避暑暑复至，乘凉凉未来。平生欲快意，命也何疑哉。\n驾言田里间，薰风动蒿莱。小池其谁家，亦有荷花开。"
        },
        {
            "标题": "元默书来作溪翁亭成且索诗因寄四章 其一",
            "作者": "韩淲",
            "内容": "潜山之水兮流幽幽，溪翁何在兮流不休。昔之隐于此地兮将何求，后世之人兮因筑亭以遨游。"
        },
        {
            "标题": "昌甫有诗琴士云得之黄子厚盖考亭坐中客也因入章泉同出城解后和韵",
            "作者": "韩淲",
            "内容": "青春深处见挥弦，吟到情时恨更牵。旧话相逢真梦尔，故人独觉倍依然。\n谷城大雅空三叹，云谷斯文已百年。珍重散庵因一笑，鬓丝禅榻羡同眠。"
        },
        {
            "标题": "元默书来作溪翁亭成且索诗因寄四章 其三",
            "作者": "韩淲",
            "内容": "潜山之水兮波涣涣，溪翁何在兮波可玩。昔之隐于此地兮信无患，后世之人兮因登亭以萧散。"
        },
        {
            "标题": "馀杭拉赵履常昆弟同曾甥守约游巽亭",
            "作者": "韩淲",
            "内容": "平湖溜清涨，乱石夹远流。洗盏与客言，展席惬我游。\n人生贵自适，世道将焉求。晚峰忽前列，鸟鸣来白鸥。"
        },
        {
            "标题": "元默书来作溪翁亭成且索诗因寄四章 其四",
            "作者": "韩淲",
            "内容": "潜山之水兮源远远，溪翁何在兮源不见。昔之隐于此地兮自无怨，后世之人兮因兹亭以缱绻。"
        },
        {
            "标题": "元默书来作溪翁亭成且索诗因寄四章 其二",
            "作者": "韩淲",
            "内容": "潜山之水兮声潺潺，溪翁何在兮声可观。昔之隐于此地兮应甚安，后世之人兮因名亭以考槃。"
        },
        {
            "标题": "新辟小室自适",
            "作者": "韩淲",
            "内容": "扫除闲室置书琴，偃仰之间万古心。饭了欠伸因小憩，睡馀消散得孤斟。\n辉辉白日回初暑，拂拂清风动晚阴。门巷喜无车马至，傍檐时自听鸣禽。"
        },
        {
            "标题": "寄刘小山武子老丈 其二",
            "作者": "韩淲",
            "内容": "翠微秋影浪吟时，一片才情杜牧之。不望上天容此老，只忧无地著群儿。\n岁华荏苒疏音信，人事凄凉有别离。日暮江东云合处，小山丛桂是吾师。"
        },
        {
            "标题": "寄刘小山武子老丈 其一",
            "作者": "韩淲",
            "内容": "秦淮东畔得诗人，踏尽前朝陌上尘。寺外残阳见光宅，苑迷芳草忆临春。\n空馀王气金陵古，犹带歌声玉树新。羸马倦童应独往，旧时明月恐伤神。"
        },
        {
            "标题": "十一日道林同谭元辅贺州弈棋",
            "作者": "韩淲",
            "内容": "山林欣晚对，细和一篇诗。欲醉那因酒，妄言却为棋。"
        },
        {
            "标题": "和仲达雪诗",
            "作者": "韩淲",
            "内容": "屋上未融寒尚力，山头微积冻难开。照窗浑似月侵夜，落酒只疑酥满杯。\n蔌蔌剡溪粘短棹，重重庾岭压疏梅。新诗韵度慰岑寂，仰叹吾人殊有才。"
        },
        {
            "标题": "徐和卿潘文叔溪楼夜饮因送之永丰",
            "作者": "韩淲",
            "内容": "良天佳月共中秋，绿水青山一倚楼。今古情怀只如此，几多杯酒可销愁。\n得随撰杖平生愿，又向乾封数日留。湖海交游难定准，眼明烟鸟下沧洲。"
        },
        {
            "标题": "江城子（德久同醉，子似出新置佐酒，和德久词）",
            "作者": "韩淲",
            "内容": "天孙应为织云裳。试宫妆。问刘郎。湖上波寒，依旧远山苍。自是老来心事懒，空落拓，少年场。\n\n挥豪闲与细端相。记严扬。陋苏张。兴到一杯，微醉亦成章。回首片帆西去也，何日更，共清狂。"
        },
        {
            "标题": "登虎丘西庵",
            "作者": "韩淲",
            "内容": "来访西庵三畏堂，山林草树只青苍。剑池不洗行人恨，石上春风白日长。"
        },
        {
            "标题": "东阳郭德谊挽词 其一",
            "作者": "韩淲",
            "内容": "赫奕汾阳后，才华冠里中。一官难未偶，五福合无穷。\n宾接师儒意，兴扬礼义风。不亡知有子，嘉誉发诸公。"
        },
        {
            "标题": "东阳郭德谊挽词 其二",
            "作者": "韩淲",
            "内容": "闾里应哀挽，佳城閟九泉。素车行靡靡，丹旐去翩翩。\n肠断西沉日，泪流东逝川。空馀书剑在，石洞贮风烟。"
        },
        {
            "标题": "初二日大雪访杰上人",
            "作者": "韩淲",
            "内容": "山中知我老，雪里见僧清。物色添幽意，年华近俗情。\n树遥风共晚，岸窄水初生。一榻茶烟熟，更闻寒雀声。"
        },
        {
            "标题": "晚步溪山堂下",
            "作者": "韩淲",
            "内容": "晓园经雨润，饮罢过溪边。灯火三家市，樯竿独客船。\n傍崖支径去，设席得茶煎。寄语同来者，兹游亦自便。"
        },
        {
            "标题": "黄仁卿见过留之而无酒因要宋衡携酒以至得以款语已又酌仁卿携行之茶成四十字",
            "作者": "韩淲",
            "内容": "雨重乌臼树，风微萱草花。重携万安酒，再瀹建州茶。\n邂逅年何晚，情亲日自加。两君真玉立，而我愧无瑕。"
        },
        {
            "标题": "晚寒散步涧上",
            "作者": "韩淲",
            "内容": "支吾老态懒成言，勃窣蹒跚试出门。脚底路回篱外屋，眼前梅发涧边村。\n雪霜欲下天回互，烟雾不收山吐吞。归到寒窗卷书坐，地炉深火过黄昏。"
        },
        {
            "标题": "晚兴",
            "作者": "韩淲",
            "内容": "林蝉动微暑，风影摇东轩。山近郁巃嵷，涧长泻潺湲。\n闭关诵古书，时时一逢原。抚卷得闲乐，老境俱忘言。"
        },
        {
            "标题": "晚兴",
            "作者": "韩淲",
            "内容": "谁为喧卑莫赋诗，几年山涧久安之。区区守禄才糊口，尽觉肥甘盛一时。"
        },
        {
            "标题": "雪后过雨岩访履道",
            "作者": "韩淲",
            "内容": "读书了科诏，公子显扬谋。岁寒松柏坚，高冢蔚而幽。\n书棂耿冰砚，日屋岚未收。上焉国脉寿，下焉民瘼瘳。\n父母凛遗体，操持梦前修。四载得重来，长言非燕游。\n樵苏行迹稀，雨岩丁岭头。共饭少徘徊，我志君勿求。"
        },
        {
            "标题": "次韵子功赠王玉山 其一",
            "作者": "韩淲",
            "内容": "要知爵服人人别，不信弦歌个个同。指点苕溪归棹远，西风吹梦藕花中。"
        },
        {
            "标题": "次韵王寺簿所和昌甫句 其一",
            "作者": "韩淲",
            "内容": "常恨春浓不赋诗，诗成却怪得春迟。春风漫蹑登山屐，兴入青春若素期。"
        },
        {
            "标题": "次韵子功赠王玉山 其二",
            "作者": "韩淲",
            "内容": "翻云覆雨功名事，到底谁称一世雄。邂逅酒杯还小醉，强酬诗句苦难工。"
        },
        {
            "标题": "题墦间图孙季仲丈创意为之殊可玩也 其一",
            "作者": "韩淲",
            "内容": "妻妾能羞亦可嘉，而今那有此人家。买臣见弃苏秦逐，却悔施施尚尔誇。"
        },
        {
            "标题": "题墦间图孙季仲丈创意为之殊可玩也 其二",
            "作者": "韩淲",
            "内容": "战国纵横得几年，当时情态已如然。滔滔天下平常惯，要底丹青入画传。"
        },
        {
            "标题": "乘晓汲闻蛙鸣",
            "作者": "韩淲",
            "内容": "起来片月尚朦胧，汲井开门露滴空。隐隐雾横山澹薄，蛙声犹在小池东。"
        },
        {
            "标题": "午睡醒闻鸠",
            "作者": "韩淲",
            "内容": "鸣鸠亭午唤春阴，不记凉风气候深。残酒醒来吟笔在，小山丛桂得芳寻。"
        },
        {
            "标题": "坎石渡",
            "作者": "韩淲",
            "内容": "春风送春雨，细细湿舆篮。过水航寒渌，横山触晓岚。\n草芽时簇簇，梅片未毵毵。问友于何处，田砻坎石南。"
        },
        {
            "标题": "十二月旦禅月台问梅",
            "作者": "韩淲",
            "内容": "山台见疏梅，野气挟寒力。春从花际来，晃漾水南北。\n吟边人已深，妙处我已得。雁裂一声中，苍然起暮色。"
        },
        {
            "标题": "次韵张令郊行 其四",
            "作者": "韩淲",
            "内容": "鬓丝禅榻纸窗西，柏子烟中落景迟。莫问少年涂抹事，病馀那复解题诗。"
        },
        {
            "标题": "醉蓬莱·问西湖好处",
            "作者": "韩淲",
            "内容": "问西湖好处，楼上薰风，有谁称寿。十里荷香，对槐阴清昼。细浪揉蓝，远山凝黛，更管弦初奏。醉舞嗟嗟，欢声沸沸，生申时候。膝下婆娑，老莱儿戏，帝所辉光，使衣呈绣。眷倚方隆，赐金章华绶。自此飞腾，凤阁鸾台，好满斟醇酎。道骨仙风，朱颜青鬓，年年依旧。"
        },
        {
            "标题": "次韵昌甫所寄 其二",
            "作者": "韩淲",
            "内容": "飞舞醯鸡只瓮天，何知老壮与穷坚。于今之世宜咸若，从古之贤定复然。\n荷尽菊残非一日，草深地僻几多年。吟窗明暗霜须雪，苟亦无言岂舍旃。"
        },
        {
            "标题": "和天字",
            "作者": "韩淲",
            "内容": "岁晚营寒事，峥嵘穷腊前。云山一败裘，百种不敢先。\n游于物之初，更尚我所贤。彼哉野马尘，从渠舞瓮天。"
        },
        {
            "标题": "葛溪",
            "作者": "韩淲",
            "内容": "流传葛仙翁，此溪尝化龙。抱朴今何在，閒来问古踪。"
        },
        {
            "标题": "池上",
            "作者": "韩淲",
            "内容": "池上松龙长子孙，池东佳气抱天回。争高蚁垤峻不已，强聒蚊雷去复来。\n白笈囊空嫌薏苡，碧云旧路足苍苔。清溪无限春桃种，岂是刘郎一手栽。"
        },
        {
            "标题": "崇福庵 其一",
            "作者": "韩淲",
            "内容": "一会灵山本宛然，因师又见别逢禅。吾庵钟鼓原无恙，共看炉前一炷烟。"
        },
        {
            "标题": "同黄靖州闲步",
            "作者": "韩淲",
            "内容": "秋净晴原日，因行过屋东。归来三载后，犹得五人同。\n问讯荒园外，周游并舍中。留连一杯酒，还我旧家风。"
        },
        {
            "标题": "芒种 其三",
            "作者": "韩淲",
            "内容": "三年不见种田农，蓦陇跳沟过屋东。齐唱歌声相劳苦，濛濛烟里一蓑风。"
        },
        {
            "标题": "杂题 其五",
            "作者": "韩淲",
            "内容": "人之二帝三王道，加之孔孟杂佛老。存心养性以事天，五伯秦汉诚草草。"
        },
        {
            "标题": "赠吴子似 其二",
            "作者": "韩淲",
            "内容": "渐老方知欠往还，等閒萧寺得同盘。吕曾旧事今如梦，且上南山横碧看。"
        },
        {
            "标题": "小重山（和吴子似）",
            "作者": "韩淲",
            "内容": "云影收晴雨外明。碧溪春滟滟，落花平。莺声催我过桥行。人何在，诗酒淡心情。\n\n闲里兴还生。锦鳞题尺素，有谁能。草边芳径柳边城。归来也，清梦绕山屏。"
        },
        {
            "标题": "过吴淞",
            "作者": "韩淲",
            "内容": "家住楚溪口，几年卧云峰。春风此行迈，烟树五湖东。\n无因见范蠡，危亭只垂虹。逃名匪难事，浪曰陶朱公。\n仓皇诚自污，商贾聊长雄。庶几收伯图，不见前日功。\n欲富果本心，是岂计未终。我疑滑稽甚，视彼如儿童。\n西子有底好，尚有欢笑同。扁舟汎长波，自足成老翁。"
        },
        {
            "标题": "次韵陈肤仲又过铅山见寄兼怀真卿丈",
            "作者": "韩淲",
            "内容": "海内师门复几人，书来善诱意循循。休论用舍与斯世，试较仙凡隔彼尘。\n是道渊渊书自若，相传本本话常新。三山想像陈黄学，五马归来各素贫。"
        },
        {
            "标题": "过吴淞",
            "作者": "韩淲",
            "内容": "敢有怀君意，人生任所从。千山才越楚，一水又吴淞。\n白发居头乱，青春入眼浓。乾坤随处好，诗酒自能供。"
        },
        {
            "标题": "吴子似以长句为赠次韵",
            "作者": "韩淲",
            "内容": "玉石村船子欲归，相逢只合醉如泥。平生学识知何患，随世功名信不迷。\n浪饮未应愁剂量，放言宁复究端倪。象山经得堂之记，出处升沈惜此题。"
        },
        {
            "标题": "寄吴子似",
            "作者": "韩淲",
            "内容": "云锦溪头玉石村，白蘋风起浪花痕。何时载酒寻诗去，醉弄扁舟倚树根。"
        },
        {
            "标题": "赠吴子似 其一",
            "作者": "韩淲",
            "内容": "喜君常诵介庵诗，此老流风百世知。摸索期思长短句，象山如在更沙随。"
        },
        {
            "标题": "广平寺午炊",
            "作者": "韩淲",
            "内容": "岁熟行田禾稻香，断陂截港转平岗。荒鸡远近声鸣午，疏雨微云山短长。"
        },
        {
            "标题": "午炊祖教寺",
            "作者": "韩淲",
            "内容": "青田白水插秧时，行尽山坡路转低。初日漏云时涨润，踏歌声里子规啼。"
        },
        {
            "标题": "雪窗兀坐",
            "作者": "韩淲",
            "内容": "霜收馀蔼沥檐水，雪屋云窗日气升。旋拨地炉看宿火，软蒲团坐几深凭。"
        },
        {
            "标题": "午窗骤雨",
            "作者": "韩淲",
            "内容": "日暖石础润，雷雨响空山。草木尽披霏，云气满窗间。\n我方岸帻坐，与客谈笑间。会当乘少霁，午阴听潺湲。"
        },
        {
            "标题": "午窗羽客相访",
            "作者": "韩淲",
            "内容": "客从赤城来，气貌霜发古。破裘傲寒色，忍与世仰俯。\n时能茹芝朮，谓可生毛羽。物外有高风，相期到瑶圃。"
        },
        {
            "标题": "午窗",
            "作者": "韩淲",
            "内容": "午窗寒日听松风，散发梳头睡眼中。情话堂深书帙满，老身何地不从容。"
        },
        {
            "标题": "下帘兀坐咏雪",
            "作者": "韩淲",
            "内容": "纸帘垂下竹炉深，火白灯青窗气侵。但可吟哦经我手，不须斟酌问它心。\n天寒频岁无飞雪，地煖连朝有积阴。万径千山踪迹外，踌躇足力咏投簪。"
        },
        {
            "标题": "西江月（四叔生朝）",
            "作者": "韩淲",
            "内容": "梅蕊小春天气，橘林良月风光。五云边近九霞觞。美景初无尽藏。\n\n老矣相逢湖海，年来游遍潇湘。诗情满眼兴何长。赢得烟霄直上。"
        },
        {
            "标题": "和黄靖州适轩韵",
            "作者": "韩淲",
            "内容": "山中轩槛几经秋，谁得如公肯自由。既把旌旄开两镇，且因香火奉真游。\n消磨景色棋成趣，排遣功名醉不忧。此话尽教儿辈觉，人生凡事岂难求。"
        },
        {
            "标题": "西江月（十一月初六日夜偶成）",
            "作者": "韩淲",
            "内容": "日日山迷水癖，年年书恼诗痴。寻思那里要他知。试比古人犹未。\n\n往往眼甜口苦，常常心是身非。如何则甚破他疑。只学今人足矣。"
        },
        {
            "标题": "西江月 次韵赵路分",
            "作者": "韩淲",
            "内容": "脉脉蜂黄蝶粉，盈盈水秀山明。卖花声里听吹饧。\n佳丽芳华韵胜。"
        },
        {
            "标题": "西江月（次韵赵路分）",
            "作者": "韩淲",
            "内容": "脉脉蜂黄蝶粉，盈盈水秀山明。卖花声里听吹饧。佳丽芳华韵胜。\n\n下上休看舞燕，惺忪一任啼莺。枕痕屏曲梦关情。酒醒春宵漏尽。"
        },
        {
            "标题": "西畴寄月露",
            "作者": "韩淲",
            "内容": "泉香月露堕吾前，梦绕西畴觅醉仙。凉入荷风吹柳雨，罢琴寻句听鸣蝉。"
        },
        {
            "标题": "西轩",
            "作者": "韩淲",
            "内容": "闻道西轩整，登临识自今。溪山虽郭外，楼殿接池阴。\n旧观赵岐发，新诗尹喜深。水南如此胜，吾老复关心。"
        },
        {
            "标题": "题尹谏议西轩",
            "作者": "韩淲",
            "内容": "此轩胜事有谁论，霜夜相从共一樽。叹息摩挲旧诗句，只今犹喜有曾孙。"
        },
        {
            "标题": "浣溪沙（秋思）",
            "作者": "韩淲",
            "内容": "宋玉悲秋合反骚。陶潜把菊任持醪。山遥遥外水萧萧。\n\n梦不到时诗自在，兴难忘处恨全消。香沈沈里蕊飘飘。"
        },
        {
            "标题": "赵十同饮",
            "作者": "韩淲",
            "内容": "君家兄弟非他人，与尔同寓冰溪滨。醉吟浪宕只这是，天地混沌疑非真。\n琢得一句两句出，未必魂魄无精神。知我罪我春秋经，王霸隆替俱埃尘。"
        },
        {
            "标题": "溪路邂逅傅骐骥之在所沽酒话别",
            "作者": "韩淲",
            "内容": "凉风吹溪雨吹蓬，故人意气俄相逢。停骖为我一小饮，西湖东望两高峰。\n人间万事俱华发，雨歇风清有佳月。不须千里苦相思，得酒陶然已兀兀。"
        },
        {
            "标题": "溪路邂逅傅骐骥之在所沽酒话别 其二",
            "作者": "韩淲",
            "内容": "濯锦江头织锦家，几多花草斗矜夸。无人识得他机杼，伫立视之徒叹嗟。"
        },
        {
            "标题": "溪路邂逅傅骐骥之在所沽酒话别 其三",
            "作者": "韩淲",
            "内容": "濯锦江头冬日晴，水光山色傍人清。我身偶閒来散步，适有溪山能动情。"
        },
        {
            "标题": "二十二日东阜寄南团闻待两夕而回 其一",
            "作者": "韩淲",
            "内容": "南团知道过乾封，得得村来语笑同。急雨颠风惭宿约，能留两夕见清风。"
        },
        {
            "标题": "二十二日东阜寄南团闻待两夕而回 其二",
            "作者": "韩淲",
            "内容": "相望春时又两年，深居山舍想幽便。故人生死惊零落，排遣寻歌付酒边。"
        },
        {
            "标题": "次韵潘德久舍人七月廿一夜喜雨五绝 其二",
            "作者": "韩淲",
            "内容": "雨云低水夜微明，隐隐临平山上青。荷花菱叶不自已，摇动湿风时乱萤。"
        },
        {
            "标题": "浣溪沙（戏成寄李叔谦）",
            "作者": "韩淲",
            "内容": "彩笔新题字字香。雁来时候燕空梁。芙蓉无处着秋光。\n\n人远山长言外意，曲传书恨醉时妆。倩谁闲寄水云乡。"
        },
        {
            "标题": "戏问丞廨荷花",
            "作者": "韩淲",
            "内容": "露荷吹满小池风，想见公馀采摘空。正是新秋明月夜，隔溪还许野人同。"
        },
        {
            "标题": "戏问梅花",
            "作者": "韩淲",
            "内容": "本是山中向腊开，如何亦入帝城来。插向瓷瓶疑有语，大家都莫管尘埃。"
        },
        {
            "标题": "夏雨",
            "作者": "韩淲",
            "内容": "转输三伏雨，探借九秋风。沾洒莲犹碧，飘摇叶未红。\n荒凉甘退缩，清润拟从容。在野农人喜，仍年禾黍丰。"
        },
        {
            "标题": "夏雨",
            "作者": "韩淲",
            "内容": "已忻五月凉，连得六月雨。泉石养芝朮，圳浍长禾黍。\n病虽未能饮，起亦尚可句。凌晨百鸟啼，静夜百虫语。\n寺外钟磬音，樵歌自来去。"
        },
        {
            "标题": "香积寺闲步",
            "作者": "韩淲",
            "内容": "瀹茗幽窗下，围棋小槛旁。同来一寻胜，散坐共追凉。\n水竹元深茂，岩花已再香。长安尘土里，城外喜行藏。"
        },
        {
            "标题": "太白襄阳歌图",
            "作者": "韩淲",
            "内容": "谪仙非诗画非画，山简襄阳别有话。空令江左作图看，竹院留藏我悲咤。\n传闻边头腥甲兵，岘首依前汉水清。只轮不返边尘扫，莫负当年力士铛。"
        },
        {
            "标题": "水仙花 其一",
            "作者": "韩淲",
            "内容": "清浸数枝香动人，待吟诗句与花新。洞庭风度湘灵瑟，月冷波寒谁写真。"
        },
        {
            "标题": "逍遥阁",
            "作者": "韩淲",
            "内容": "翁家烂柯桥，游戏钱塘欤。昔贤有乐地，天与此屋庐。\n依依巷陌间，将鹤倒骑驴。流传得佳声，是时当国初。\n四方次第平，降王亦诛锄。朝野多豪英，仲先颇知渠。\n相邀一夜话，华山图匪虚。此州真可人，林逋复来居。\n一湖浸孤山，相望诚有馀。人生百年尔，贵贱空乘除。\n尚友千载上，是心良晏如。有手可持酒，有眼可诵书。\n结阁老树高，扁榜聊自舒。方今开禧年，吴越都乘舆。\n我遁楚溪口，因名倍踌躇。既同逍遥吟，又且思庄樗。"
        },
        {
            "标题": "挽胡团王先生诗 其二",
            "作者": "韩淲",
            "内容": "著述钦成说，叮咛忆绪言。不期捐几杖，无复贲丘园。\n行旐村前路，丰碑屋外原。形容惭识浅，相挽只馨吞。"
        },
        {
            "标题": "小憩成季书室",
            "作者": "韩淲",
            "内容": "已喜青山在眼前，午阴佳树更清圆。枕书閒与寻幽梦，洗尽京尘意洒然。"
        },
        {
            "标题": "仲至寄蒋阜茶与昌甫且录大监赋来 其二",
            "作者": "韩淲",
            "内容": "兴言此语竹林悲，寂寞泉溪近亲知。犹有晏斋能赏味，一篇温实旧人词。"
        },
        {
            "标题": "余四一隐君挽诗",
            "作者": "韩淲",
            "内容": "季蜕竟观化，忘机岂冯生。闲亭非故步，佳叙是修名。\n有子庶绵远，无官底重轻。遥怜小水寺，松路郁深清。"
        },
        {
            "标题": "六月二日大雨如注山涧水溢 其四",
            "作者": "韩淲",
            "内容": "高车驷马断经过，只见春农说早禾。得雨又还伤谷贱，不知谁与缓催科。"
        },
        {
            "标题": "连日大雨秋已如许",
            "作者": "韩淲",
            "内容": "连朝秋雨起秋风，梦觉吴山第一峰。离合乱云思过雁，去来斜月听吟蛩。\n寂寥髣髴天容澹，摇落相看野色浓。寄语骚人模写取，登临佳处更从容。"
        },
        {
            "标题": "六月二日大雨如注山涧水溢 其一",
            "作者": "韩淲",
            "内容": "午夜风生雨泻檐，纱幮竹簟梦钧天。晓来拍岸波声急，六月如秋意飒然。"
        },
        {
            "标题": "六月二日大雨如注山涧水溢 其二",
            "作者": "韩淲",
            "内容": "草树离离半拂烟，雨滋芳润转青妍。山人整屐山边去，黄鹄白鸥时导前。"
        },
        {
            "标题": "桃花台",
            "作者": "韩淲",
            "内容": "耸壑连天碧，危台照水红。何年仙子宅，今日梵王宫。\n勾漏人虽远，凌云话亦空。徘徊羡真隐，吟写分诗穷。"
        },
        {
            "标题": "欲过履道庵不果因以诗送饼饵",
            "作者": "韩淲",
            "内容": "乘晴欲过雨岩去，草木空疏霜后寒。老苦疮疡行又止，閒将饼饵问平安。\n夜炉挟册应三复，晓径舂禾可一餐。蕙帐藜床同梦寐，试回头作去年看。"
        },
        {
            "标题": "舟中晓咏 其二",
            "作者": "韩淲",
            "内容": "桂棹蒲帆日未西，鹊声莺语鹁鸠啼。满溪绿水岸边急，一片白云山半齐。"
        },
        {
            "标题": "初六日呈仲至兄闻告假欲还婺",
            "作者": "韩淲",
            "内容": "已是多疏隔，更言当暂归。岁新云未解，风转雪还飞。\n晓岸苍山古，春江白浪肥。过家无宿留，急此醉芳菲。"
        },
        {
            "标题": "春泉",
            "作者": "韩淲",
            "内容": "幽伴无人话采樵，老身何处可逍遥。閒当晓径谁争席，间或春泉自一瓢。\n煖霭欲销迟日在，轻风徐起乱云飘。才情今古能多少，未必巢由不见尧。"
        },
        {
            "标题": "舟中晓咏 其一",
            "作者": "韩淲",
            "内容": "薰风犹见杜鹃啼，浙水东游复自西。涧上有泉泉上竹，玉为山底是冰溪。"
        },
        {
            "标题": "史德脩所泊湖园正对啸台坐久荷香四起凉甚",
            "作者": "韩淲",
            "内容": "菱叶荷枝贴水香，谁知五月此追凉。一帘之外孤山寺，身在他乡若故乡。"
        },
        {
            "标题": "写捕鱼雪图轴",
            "作者": "韩淲",
            "内容": "前村后村雪模糊，渔家败屋临江湖。纶收网结闭门坐，树篱草岸炊烟孤。\n波停水冻鱼不食，平者为沙高者石。可惜都无一句吟，笔幻生绡定谁识。"
        },
        {
            "标题": "送矩恭回贵池",
            "作者": "韩淲",
            "内容": "乃祖朱轓地，铜章又若翁。江山应似旧，郡邑本来同。\n浙右还围棘，湖边又舣篷。思常游宦处，为子送秋风。"
        },
        {
            "标题": "新火",
            "作者": "韩淲",
            "内容": "香浮椽烛散新烟，阊阖沉沉辇路边。宝蜡分擎初拜赐，锦衣飞步竞传宣。\n柳阴未晓明妆镜，花气笼晴趁卷帘。莫怪荒凉问榆火，午炊犹待死灰然。"
        },
        {
            "标题": "晁十哥旧居新辟种竹",
            "作者": "韩淲",
            "内容": "旧家庭院新栽竹，却忆本闲南渡初。生聚百年推甲族，流传四世尚同居。\n清风不负堂前燕，长日犹堆案上书。根本既深枝叶在，时时培土莫轻锄。"
        },
        {
            "标题": "致道注船场阙有诗次韵",
            "作者": "韩淲",
            "内容": "思老问形影，忧饥累身口。人生诚可嗟，所食能几糗。\n不过一饱尔，自苦较先后。争驰分寸地，旁观真欲呕。\n如君赋解嘲，里耳果听否。吾方卧穷巷，静对小窗牖。\n应笑我所无，请视渠所有。"
        },
        {
            "标题": "泊舟垂虹亭下沽酒举杯",
            "作者": "韩淲",
            "内容": "晴林眇邈晓波平，红日埋云只漏明。少驻一篙微步去，试沽官酒句须成。"
        },
        {
            "标题": "寄叶正则丈",
            "作者": "韩淲",
            "内容": "宿觉庵高何处山，松风江月几人閒。可曾著眼力耕外，也且游心研滴间。\n春冷种花开较少，年饥求饱食犹艰。浙东浑是江南尔，一崦一重还一湾。"
        },
        {
            "标题": "月夜间自东楼溪游甚适寄吴推赵将",
            "作者": "韩淲",
            "内容": "满船载得高溪月，吹落东楼万里风。岸上未收灯火处，城头初动角声中。\n抚怀定自閒相觅，抵掌还知醉亦同。三百年来无此作，谪仙飞过水晶宫。"
        },
        {
            "标题": "寄永嘉叶丈以昌甫韵",
            "作者": "韩淲",
            "内容": "谁云遣兴莫过诗，诗到清愁只自知。老去山林能几许，近来香火复奚为。\n随身作务何须较，脱手成文不费辞。宿觉庵高飞梦到，一春花柳更无私。"
        },
        {
            "标题": "送徐仙游赴省",
            "作者": "韩淲",
            "内容": "得隽春风有世科，西湖花柳奈君何。会逢旧治经行久，相与陈人笑语多。\n快睹挥毫明礼乐，不须制锦更弦歌。开禧正以才经济，台阁中间要讲磨。"
        },
        {
            "标题": "山鸟",
            "作者": "韩淲",
            "内容": "春晚雨时晴，隔檐山鸟鸣。留连因共话，拓落又閒行。\n不选呢喃语，从教格磔声。酒来谁可饮，吾亦小诗成。"
        },
        {
            "标题": "轩窗薝卜瓶浸佳甚",
            "作者": "韩淲",
            "内容": "瑟瑟风声去复还，薄烟轻日小窗閒。铜壶更浸新薝卜，香扑书帘笔格间。"
        },
        {
            "标题": "雪寒钱",
            "作者": "韩淲",
            "内容": "加赐雪寒钱，欢声禁旅传。妻孥应盼盼，儿女定跹跹。\n醉熟千家酒，炊香万灶烟。何须谈挟纩，王道本通天。"
        },
        {
            "标题": "雪观晚步",
            "作者": "韩淲",
            "内容": "山梅占残雪，晚色转幽径。尘销水石润，所至集虚听。\n僧窗话未圆，茗椀味初定。澹泊岁寒心，浮空殷钟磬。"
        },
        {
            "标题": "寄雪观",
            "作者": "韩淲",
            "内容": "秋暑睡不美，但想雪观居。焚香贝叶动，洗钵伊蒲馀。\n应身了诸幻，起性包太虚。蓬蒿一水隔，吾岂爱吾庐。"
        },
        {
            "标题": "闻仲至雪峰有行记有诗拟欧阳体寄之",
            "作者": "韩淲",
            "内容": "百粤多名山，磅礴甚雄伟。城邑所聚落，人物反无几。\n吾尝思其然，未尝不愤悱。秀气钟泄处，名德当烨炜。\n乃为仙佛庐，土木俨神鬼。其教又皆幻，其徒且不韪。\n无非索民财，聚食类蝼蚁。盖本僭窃者，盗名恣蛇虺。\n徒欲觊冥福，缔建罄箱篚。柰何习俗惯，后世尤亹亹。\n君登雪峰寺，逸览应一唏。水石固清激，草木必芳菲。\n岂不念古道，胸次增礧磈。闻有记与诗，寄与定瑰玮。"
        },
        {
            "标题": "雪观 其二",
            "作者": "韩淲",
            "内容": "暮鼓朝钟外，鼻端消息真。灵山高溪南，而有彼上人。\n祝发岂灭性，趺坐宜忘身。咄哉露地牛，染净俱一尘。\n当年少林立，话头犹许新。北风吹雨花，缤纷皓如银。\n我来试标榜，此境何了因。无相亦无證，颦伸气方匀。"
        },
        {
            "标题": "雪观 其一",
            "作者": "韩淲",
            "内容": "绝壑过兰若，炷熏拥寒炉。稍收神观明，时翻经与书。\n忘言忽自笑，得兴将谁拘。雪云起冰霜，是事俱澹如。"
        },
        {
            "标题": "雪天",
            "作者": "韩淲",
            "内容": "寒色摇窗纸，瓶梅静吐香。小楼深坐稳，矮屋欠伸长。\n雪意垂垂白，云容淡淡黄。西湖林处士，侑食水仙王。"
        },
        {
            "标题": "雪天",
            "作者": "韩淲",
            "内容": "云意昏明欲雪天，冷风吹叶满流泉。短檐半影荒荒日，曲径微笼冉冉烟。\n山色不嫌灵运屐，溪光先上子猷船。林边喜有春消息，梅点长梢已粲然。"
        },
        {
            "标题": "雪天窗前寒鸦",
            "作者": "韩淲",
            "内容": "寒窗曙色听鸣鸦，檐外梅梢苦未花。冉冉青山风落木，凄凄碧涧水流沙。\n相逢客子两三辈，指点比邻四五家。自是幽栖有馀味，又凭浊酒兴无涯。"
        },
        {
            "标题": "雪消",
            "作者": "韩淲",
            "内容": "雪晴如雨滴茅檐，近溅横飞远复沾。风定渐和归几研，日斜微透入书签。\n也知坐久须还起，便觉炉深不用添。麦陇高低应更润，青青整整动纤纤。"
        },
        {
            "标题": "雪作 其二",
            "作者": "韩淲",
            "内容": "开明三景净，幻化十方清。此日扁舟景，古人高卧情。\n不知朝气重，但觉夜寒生。漫漫疑无色，绵绵如有声。"
        },
        {
            "标题": "五月二十二日寻僧 其二",
            "作者": "韩淲",
            "内容": "行遍灵岩与虎丘，洞霄双径也闲游。钱塘潮送钓台上，投老心情却自由。"
        },
        {
            "标题": "十三日诵水生挑菜渚烟湿落梅村之句成诗十首 其七",
            "作者": "韩淲",
            "内容": "婀娜烟中梅，花飞有底急。蜂触香车来，烟凝为谁湿。"
        },
        {
            "标题": "五月二十二日寻僧 其一",
            "作者": "韩淲",
            "内容": "踏热归来睡涧泉，更寻雪观碧云篇。崎岖小径通僧路，不管田乾五月天。"
        },
        {
            "标题": "雪作 其一",
            "作者": "韩淲",
            "内容": "腊里春前雪，江南瘴疠清。隔林应得趣，一壑岂忘情。\n已喜疏梅发，遥知细麦生。易疏何易密，积厚转无声。"
        },
        {
            "标题": "寻诗按酒",
            "作者": "韩淲",
            "内容": "拔卒寻诗将，同朋按酒兵。巢由空自洗，沮溺向谁耕。\n城市时来往，乡村日送迎。任之多论秀，分矣只编氓。\n上郭如拳大，南溪指掌平。醉随吟力去，归隐紫云生。"
        },
        {
            "标题": "送成季 其二",
            "作者": "韩淲",
            "内容": "秋日烘林岩桂花，笋舆应过野人家。青山路口望乌石，绿水渡头行白沙。\n里社游从情最乐，弟兄团聚兴无涯。重阳天气君归去，剩醉芳尊咏物华。"
        },
        {
            "标题": "十二月旦",
            "作者": "韩淲",
            "内容": "雪后寒檐滴，青灯夜看诗。人情虽已甚，物色又何其。\n永永孤城漏，垂垂老境时。琉璃剪木叶，今岁是冰枝。"
        },
        {
            "标题": "送富阳曾丞",
            "作者": "韩淲",
            "内容": "富春山下好哦诗，访古怀贤亦自奇。孙祖墓荒犹巃嵷，严陵台在更沦漪。\n鲤庭徯次真为乐，凤阙趋朝信有期。一棹潮风解袢暑，石桥秋近足归思。"
        },
        {
            "标题": "艳歌行",
            "作者": "韩淲",
            "内容": "翠幕朱帘苏小家，浓熏兰麝竞奢华。繁弦度曲柱争雁，媚脸持杯眉拂鸦。\n锦帐春馀情未极，宝钗分处梦无涯。红楼何在香尘合，恨不都将命乞花。"
        },
        {
            "标题": "芒种 其四",
            "作者": "韩淲",
            "内容": "愧我粗官耗太仓，及瓜而代合耕桑。蚕筐阁了修秧马，老稚时时亦酒浆。"
        },
        {
            "标题": "昌甫诗以杨朴契玄断送头皮语说病亦昌甫郑州乡里人也次韵 其二",
            "作者": "韩淲",
            "内容": "示疾炎凉合问之，头皮老去记谁诗。杨妻有句留千古，笑倒黄州举此时。"
        },
        {
            "标题": "昌甫诗以杨朴契玄断送头皮语说病亦昌甫郑州乡里人也次韵",
            "作者": "韩淲",
            "内容": "契玄东里一遗民，落拓颠狂混俗人。自是本朝全盛际，至今拈起话常新。"
        },
        {
            "标题": "黄子耕监丞挽诗",
            "作者": "韩淲",
            "内容": "籍籍夷陵郭白云，紫阳犹足重斯文。当年臭味传天壤，绝代声华隔世氛。\n邂逅月边兰桨驻，从容日下竹符分。伤哉逝矣空遗藁，双井风高信不群。"
        },
        {
            "标题": "昌甫念某生朝寄诗来次韵谢之",
            "作者": "韩淲",
            "内容": "俾寿情何重，酬吟报恐迟。拜嘉诚自喜，友谊尚谁为。\n醑我遥相命，思翁不独诗。晚生头已秃，敬长眼空窥。"
        },
        {
            "标题": "浣溪沙（野色轩看玉色木犀）",
            "作者": "韩淲",
            "内容": "月角珠庭映伏犀。扶摇当上凤凰池。广寒曾折最高枝。\n\n壮志还同诸葛膝，清名还似紫芝眉。梅花春寿酒行迟。"
        },
        {
            "标题": "野趣轩见梅花",
            "作者": "韩淲",
            "内容": "相逢暗香底，又见一年梅。枝既尔许瘦，花犹如此开。\n桥横红叶径，山晚白云堆。冻雨时吹洒，人閒寒事催。"
        },
        {
            "标题": "和黄子功壁间伯皋次公韵 其一",
            "作者": "韩淲",
            "内容": "天地一息大鹏风，未信逍遥尺鴳同。彼此衰荣无定在，人生元自不匆匆。"
        },
        {
            "标题": "黄巡检摄官八房场闻西岩有龙湫光怪",
            "作者": "韩淲",
            "内容": "秋好西岩胜，閒身惜未游。桂花香乱石，枫叶暗长流。\n蜡屐输君适，锦囊牵我愁。定知风雨夕，龙电震深湫。"
        },
        {
            "标题": "二十七日同郑一尹一上高泉夜醉而作",
            "作者": "韩淲",
            "内容": "生死本一致，贤愚同一科。高泉寺前水，春风静流波。\n曳杖揖残僧，奈此世谛何。栖贤堂外祠，莫待叩角攲。"
        },
        {
            "标题": "夜坐 其一",
            "作者": "韩淲",
            "内容": "经年仕吴会，风埃满书剑。迢迢秋夜长，静坐生百念。\n浮荣本何益，微禄已属餍。露气入窗寒，青灯散馀焰。"
        },
        {
            "标题": "谒金门·不怕醉",
            "作者": "韩淲",
            "内容": "不怕醉。记取吟边滋味。幽草绿阴花絮里。莺啼双燕起。老去是何乡里。漠漠吴头楚尾。一曲荒山清照水。殢渠杯酒旨。"
        },
        {
            "标题": "夜坐雨声",
            "作者": "韩淲",
            "内容": "山静萧萧吹雨声，叶炉无火有灯檠。潜神试数出入息，专气不闻长短更。\n坐定布衾疑地煖，起迟纸帐失天明。年来白发身为老，齐物篇成亦强名。"
        },
        {
            "标题": "一犁春雨图次赵正字韵题之 其一",
            "作者": "韩淲",
            "内容": "莫问今人与古人，汉家红腐本陈陈。年来饥馑因师旅，何计归田了此身。"
        },
        {
            "标题": "一犁春雨图次赵正字韵题之 其二",
            "作者": "韩淲",
            "内容": "村舂茅屋动炊烟，负郭收他二顷田。便做丹青也堪赋，谁云不必万人传。"
        },
        {
            "标题": "六月周次公俞伯辉余子寿共饮",
            "作者": "韩淲",
            "内容": "煮饼了长夏，饱外非所忧。既和以滑甘，亦用冷煖投。\n芼之蔬茹嘉，一箸真良谋。风轩置盆水，帘虚漾林幽。\n更催石鼎煎，瀹此茗雪瓯。且足为口腹，庶得少迟留。\n山房无六月，微凉已飕飕。庚伏始云中，不日天下秋。\n善来二三友，閒身宜自由。步可著两履，汎可掉扁舟。\n破壁委穷巷，孤城带芳洲。初传多黍稌，忽诏捕螟蟊。\n但畏妨我诗，恒饥思难抽。"
        },
        {
            "标题": "再赋呈斯远",
            "作者": "韩淲",
            "内容": "鹏鴳各相命，谁非逍遥游。何足控抟处，冯生一虚舟。\n老身缚微官，是气空横秋。岁月如斯夫，对君那得愁。\n啸歌溯流光，更上大堤头。好风从东来，孤怀眇难收。"
        },
        {
            "标题": "偶成",
            "作者": "韩淲",
            "内容": "闲多乏交游，生晚欠知友。栖迟强逢迎，汩没惮趋走。\n几年荒野外，已觉安井臼。一旦朝市间，时亦泥杯酒。\n纷纷夸毗儿，落落穷独叟。由来事箪瓢，岂是厌升斗。\n湖波风泛莲，野岸日移柳。为问吴山头，何如楚溪口。"
        },
        {
            "标题": "梨花蚁蝶图昌甫伯皋约同赋",
            "作者": "韩淲",
            "内容": "暖烟晴霭月明微，一种生香只自知。春动飞行有情性，为渠花下立移时。"
        },
        {
            "标题": "和江文通拟休上人诗韵",
            "作者": "韩淲",
            "内容": "日夕北风起，叩角何悲哉。所思不可见，只有飞雪来。\n林声方凄冽，溪光正徘徊。短衣挽莫前，匣镜那忍开。\n空对翠屏晚，寒云绕南台。茶灶煴宿火，禅龛拂新埃。\n江东忆李白，今古同此怀。"
        },
        {
            "标题": "九日登南台 其一",
            "作者": "韩淲",
            "内容": "台高戏马风吹帽，笑口开时插菊归。却忆东山携妓饮，试呼红袖著仙衣。"
        },
        {
            "标题": "山矾映山红买置窗间甚思上饶閒适 其一",
            "作者": "韩淲",
            "内容": "春风亦到我窗轩，洁白殷红日正暄。桃李人间已无数，且看踯躅与山矾。"
        },
        {
            "标题": "山矾映山红买置窗间甚思上饶閒适 其二",
            "作者": "韩淲",
            "内容": "月岩云洞向春时，石上旁开最好枝。日落风生啼鸟唤，几回容我醉行迟。"
        },
        {
            "标题": "成趣",
            "作者": "韩淲",
            "内容": "春到名园花下门，画梁迎燕落泥芹。海棠径暖红争艳，鱼藻波肥绿飐文。\n兴逸自怜真野老，醉归谁问故将军。一时觞咏留连处，更得清酬信不群。"
        },
        {
            "标题": "访杰师不值",
            "作者": "韩淲",
            "内容": "老于交往喜寻僧，涧道微寒水未冰。尽日应身何处供，夜钟谁上佛前灯。"
        },
        {
            "标题": "山矾映山红买置窗间甚思上饶閒适 其三",
            "作者": "韩淲",
            "内容": "西关东郭转平冈，常是春游满路香。沿路儿童拾残蕊，更寻高树折归忙。"
        },
        {
            "标题": "九日无菊月半后始有市者",
            "作者": "韩淲",
            "内容": "前年重阳时，黄华正纷披。去年近九日，已有菊盈枝。\n谁知今年晚，节后才见之。高低灿群葩，可受霜风吹。\n渊明心事老，借此吟吾诗。彭泽赋归来，草木应差差。\n人苦不解事，谓渠爱东篱。芳草喜尚浓，色泽愁渐萎。\n欲醉可不饮，泛酒因儿嬉。"
        },
        {
            "标题": "饮赵池咏海棠",
            "作者": "韩淲",
            "内容": "池阁新晴见海棠，试将杯酒问春光。主宾可是风流杀，一片红云过夕阳。"
        },
        {
            "标题": "咏海棠",
            "作者": "韩淲",
            "内容": "撩乱蒙笼黯淡中，海棠收叶尚藏红。燕支肯负匀妆浅，翡翠何贪剪刻工。\n酒病未苏还懊恼，春愁才解易怔忡。流芳催得年华老，又见啼莺转小丛。"
        },
        {
            "标题": "次韵昌父十首 其八",
            "作者": "韩淲",
            "内容": "去岁西林湖寺中，野僧曾与咏晴风。一时潘盖姜同饮，今日相望我秃翁。"
        },
        {
            "标题": "悠然堂",
            "作者": "韩淲",
            "内容": "公堂柱笏文书省，日月青山在眼前。吟到有诗端自肯，醉中因酒亦天全。\n霜高远树参差外，风落孤鸿灭没边。却笑柴桑穷处士，篱根把菊始知然。"
        },
        {
            "标题": "晚过野趣轩 其二",
            "作者": "韩淲",
            "内容": "判断风光与物华，淋漓笔墨字横斜。草分支径通幽沼，竹外人閒度柳花。"
        },
        {
            "标题": "题汪玉山送仲上人游六祖塔诗次韵",
            "作者": "韩淲",
            "内容": "玉山四句偈，看了百千回。不是为送僧，不是为寻梅。"
        },
        {
            "标题": "约元立致道游龙井各以事辞",
            "作者": "韩淲",
            "内容": "平生荒野处，谓可开笑口。筇杖兰桨外，忍复叹藜糗。\n春深西湖山，已落众人后。寻幽欲吟搜，载酒拚醉呕。\n今晨思一行，约友意复否。融融月穿楼，澹澹风动牖。\n放浪嵇阮流，不应独古有。"
        },
        {
            "标题": "游南高峰下",
            "作者": "韩淲",
            "内容": "濛鸿山气润，喷薄涧水急。残花护新枝，春晚绿阴集。\n杖策一俛仰，挈榼共行立。路转南高峰，窣堵正嶪岌。\n胜迹古今同，轩裳孰羁絷。"
        },
        {
            "标题": "谢友人惠笋",
            "作者": "韩淲",
            "内容": "知我出山久，忘却山中味。持赠忽满奁，不惮少破费。\n抽萌有生意，抱节无嫩气。祇恐人已俗，食之又何谓。"
        },
        {
            "标题": "竹院摘橘",
            "作者": "韩淲",
            "内容": "郴阳犹记苏耽井，书后空题应物诗。屋角数枝垂熟日，人家同饮过来时。\n清霜尤美还经眼，噀雾微酸不上眉。竹院未饶仙老胜，洞庭何似玉溪湄。"
        },
        {
            "标题": "呈坐客",
            "作者": "韩淲",
            "内容": "酒在诗情外，诗成酒量中。气清吟奥妙，神受醉朦胧。\n到手千钟在，回身一笑空。故家人有几，我辈兴无穷。"
        },
        {
            "标题": "寄乙上人",
            "作者": "韩淲",
            "内容": "盂兰盆会日，元自目犍连。摄化应无量，追修亦有缘。\n荒荒谁正令，的的漫单传。业报众生苦，三涂对四禅。"
        },
        {
            "标题": "成外归秣陵",
            "作者": "韩淲",
            "内容": "看了三山白鹭洲，归来难老更何愁。弟兄旧隐家风在，子侄世科官业脩。\n鱼计亭深云坞口，青毡堂迥水塘头。何时容我陪情话，华发清樽事事幽。"
        },
        {
            "标题": "圭山主送兰笋寻十年前旧诗韵用以寄之 其二",
            "作者": "韩淲",
            "内容": "十年作别信多时，失喜寻思得旧诗。和韵且寻人寄与，不同香味两相知。"
        },
        {
            "标题": "圭山主送兰笋寻十年前旧诗韵用以寄之 其一",
            "作者": "韩淲",
            "内容": "幽兰新笋为谁来，想见山居一一栽。春日迟迟风淡淡，几番成竹几枝开。"
        },
        {
            "标题": "春分后一日雪",
            "作者": "韩淲",
            "内容": "尚觉梅花发，元知柳絮飞。舞回风荡激，洒急雨霏微。\n解冻群芳盛，馀寒百卉稀。小窗还附火，买酒典春衣。"
        },
        {
            "标题": "濯缨阁 其二",
            "作者": "韩淲",
            "内容": "风生微澜湛蘋芷，欲洁吾缨应为此。吾缨已洁可奈何，只恐尘埃污斯水。"
        },
        {
            "标题": "十九日散步春浦因看山池梅花缤纷而酌",
            "作者": "韩淲",
            "内容": "晚香梅落小池春，老意閒随岁事新。山霭乍收斜日澹，一轩恰醉两三人。"
        },
        {
            "标题": "送履常中州买渔艇归半溪二三友放溜来迎",
            "作者": "韩淲",
            "内容": "送客中州外，乘流只自看。日斜孤棹晚，月上一溪寒。\n离合原非易，行藏似不难。归来理幽伴，莫负酒杯宽。"
        },
        {
            "标题": "十二月入城因步城东",
            "作者": "韩淲",
            "内容": "雾暖南溪路，日斜东郭门。老身愁近俗，闲步喜前村。\n访旧寻诗话，同来取酒尊。几多山树外，梅动影黄昏。"
        },
        {
            "标题": "题山光亭",
            "作者": "韩淲",
            "内容": "晚春天气绿园林，小上危亭酒未深。紫燕归来知倦翼，黄鹂飞去有清音。\n水烟望望山明灭，风雨时时景晦阴。莫问痴儿了官事，尊前容我短长吟。"
        },
        {
            "标题": "谒金门（次韵郑婺源）",
            "作者": "韩淲",
            "内容": "行又住。水远山遥村路。把酒问春春几许。老年花似雾。\n\n坐上风流张绪。留我我还难去。却忆章台飞柳絮。只愁萦暮雨。"
        },
        {
            "标题": "次韵成季 其二",
            "作者": "韩淲",
            "内容": "畎亩秋来雨，村村不厌多。暑应无热恼，凉可起沉疴。\n花动门中桂，叶浮池上荷。南豅诗到手，想像与同哦。"
        },
        {
            "标题": "雨后池上",
            "作者": "韩淲",
            "内容": "屋外山围逼晚苍，步随閒意老身凉。雨收犹自吹残点，湿起池荷一阵香。"
        },
        {
            "标题": "次韵 其三",
            "作者": "韩淲",
            "内容": "青山常对我轩窗，更有澄江作小堂。今日尘埃无自奈，且乘凉雨卧行床。"
        },
        {
            "标题": "雨多极凉冷",
            "作者": "韩淲",
            "内容": "焉知三伏雨，已作九秋风。木叶凉应脱，禾苗润必丰。地偏山吐月，桥断水浮空。鸡犬邻家外，鱼虾小市中。"
        },
        {
            "标题": "二十七日雨意如秋",
            "作者": "韩淲",
            "内容": "一雨山林又近秋，乱鸦鸣处已飂飂。声连檐溜更初滴，气扑庭阴晓未收。\n烁石炎威真可畏，著人凉意却生愁。西畴想见芃芃矣，且问今年早熟不。"
        },
        {
            "标题": "赵簿溪亭张饶县约共饮有怀睡翁 其二",
            "作者": "韩淲",
            "内容": "冲风被褐过桥来，水净孤城没点埃。只是老怀犹自可，怀人惊世复何哉。"
        },
        {
            "标题": "雨中睡起稍晏",
            "作者": "韩淲",
            "内容": "睡贪凉雨失窗明，坐起萧然笑我生。故旧几何论岁晚，僮奴只待得秋晴。\n蹊间井臼草多没，岸底沟池水易盈。閒不厌多宁厌病，卧时谁复更关情。"
        },
        {
            "标题": "次韵昌甫并帖斯远五首 其二",
            "作者": "韩淲",
            "内容": "求田问舍可成家，拥鼻东山又有涯。今古经营几人物，辋川图画玉川茶。"
        },
        {
            "标题": "赵簿溪亭张饶县约共饮有怀睡翁 其一",
            "作者": "韩淲",
            "内容": "岁晚相从说睡翁，拥炉吹烛酒杯同。九原不作泉溪冷，空以残编著眼中。"
        },
        {
            "标题": "雨凉",
            "作者": "韩淲",
            "内容": "暑雨常忧缺，秋霖莫厌多。夜雷声复厉，朝雾气方和。\n积润花岩桂，横流穗亩禾。酒閒吟解秽，茶熟困驱魔。"
        },
        {
            "标题": "同昌甫陪朱虞卿约尹郑二士饮食艮堂",
            "作者": "韩淲",
            "内容": "到处逢春酌，闲吟过此生。落花亭上饮，芳草岸边行。\n我亦非无兴，人应不负情。风光共流转，楼外远山明。"
        },
        {
            "标题": "御仙花",
            "作者": "韩淲",
            "内容": "山间亦有御仙花，瓶插幽窗意自嘉。笑杀黄尘吹鬓客，只图横带把金誇。"
        },
        {
            "标题": "元日次韵绍之",
            "作者": "韩淲",
            "内容": "相从湖海逢元日，且与清吟作好春。病起喜能閒散步，客中翻得静怡神。\n寒侵是处梅枝晚，雪洗四边山色真。信道吾生有馀味，一瓢归去久甘贫。"
        },
        {
            "标题": "喻伯经推官约施翔甫父子载酒涧上 其二",
            "作者": "韩淲",
            "内容": "岁晚寻梅又一年，南山岩下涧溪边。雪残古路初何似，诗到前村更隐然。\n邂逅襟期元拔俗，从容宦达自登仙。奉亲携幼人之乐，赢得朋来棹酒船。"
        },
        {
            "标题": "初六日归汎南豅已三鼓矣",
            "作者": "韩淲",
            "内容": "乍凉天气翠烟霏，多少林花露未晞。十里幽香秋醉去，一溪新月夜吟归。\n岂无僧舍居高远，定有人家在隐微。夜半鹤鸣猿啸冷，滩声鸣绕钓鱼矶。"
        },
        {
            "标题": "禅月台 其三",
            "作者": "韩淲",
            "内容": "凉风吹雨过城头，不近重阳不是秋。断送清樽欺老病，吹台供得几多愁。"
        },
        {
            "标题": "禅月台 其二",
            "作者": "韩淲",
            "内容": "寻得残僧上月台，雨云清薄未全开。茶瓯坐久酒杯举，桂树落香黄菊来。"
        },
        {
            "标题": "题潘舍人小月岩",
            "作者": "韩淲",
            "内容": "山石漠漠明寒烟，望中一见心凄然。平生玉斧修未圆，几年只在灵溪边。\n长安人家杂尘土，惊怪转庵能断取。知君诗眼留万古，不待四更看月吐。"
        },
        {
            "标题": "十月十六日同器远晚步童游桥 其一",
            "作者": "韩淲",
            "内容": "濯锦江头水自清，行人多少望桥行。桥中不识桥边景，桥下莫知桥上情。"
        },
        {
            "标题": "禅月台 其一",
            "作者": "韩淲",
            "内容": "贯休一去二百载，犹得灵山照玉溪。不是台高可留客，秋来人要觅诗题。"
        },
        {
            "标题": "十月十六日同器远晚步童游桥 其二",
            "作者": "韩淲",
            "内容": "濯锦江头小佛庐，二三良友亦同居。僧敲暮鼓朝钟处，舒卷一编贤圣书。"
        },
        {
            "标题": "禅月台 其四",
            "作者": "韩淲",
            "内容": "蛩动一台秋气深，酒浮灯影唤微吟。不禁骚雅多悲兴，且与枯禅话息心。"
        },
        {
            "标题": "喻伯经推官约施翔甫父子载酒涧上 其一",
            "作者": "韩淲",
            "内容": "丽泽同窗不一人，是时文物动簪绅。年来此话谁能问，老去知君我独亲。\n天下传闻难见道，世间来往易知津。持醪野路江梅底，后会相逢意转真。"
        },
        {
            "标题": "三十日邂逅柯录同集希之月台",
            "作者": "韩淲",
            "内容": "夜凉河汉迥，高风散梧桐。危台出尘埃，相与天壤中。\n把酒自萧散，有句同从容。记取长安城，人海如鱼龙。"
        },
        {
            "标题": "禅月台 其五",
            "作者": "韩淲",
            "内容": "斋馀洗钵施生台，此路閒通一线开。笑杀渊明沽酒远，推将谁去挽谁来。"
        },
        {
            "标题": "和周次公韵 其二",
            "作者": "韩淲",
            "内容": "武夷仙客话尊前，转觉相忘失醉眠。诗眼文心既如许，古今才调岂徒然。"
        },
        {
            "标题": "夏日集报恩僧寺同庄贤良诸公分韵得饼字",
            "作者": "韩淲",
            "内容": "寻僧坐清昼，会友践佳境。兴寄徒自深，游观转便静。\n荷翻一水香，柳散满阶影。相从解巾屦，爱此夏日永。\n熏垆鼻观通，汲井齿颊冷。劳公具酒炙，饷我作汤饼。\n同时得二士，俊发锥露颖。高步不可攀，奇语尚堪省。\n徐郎招不来，怅望终耿耿。生平厌尘烦，老去合幽屏。\n岂无亲朋乐，所虑乏规警。长歌及黄农，妙处亦深领。"
        },
        {
            "标题": "和周次公韵",
            "作者": "韩淲",
            "内容": "籍籍春山德养尊，风行水上自成文。饱谙世故时高枕，强对交情日置樽。\n健句如君宁有谓，和篇于我愧无闻。敢言暑退秋生后，静夜来敲月下门。"
        },
        {
            "标题": "和周次公韵 其一",
            "作者": "韩淲",
            "内容": "老于流俗尚何颜，欢喜新凉得此閒。政自可人诗更好，每逢觞酌不知还。"
        },
        {
            "标题": "次韵次公 其二",
            "作者": "韩淲",
            "内容": "山人常抱白云眠，梦想云林竹树边。恨不一杯同卜夜，情知七字独吟天。\n由来里社无非旧，细数交游有是贤。茗事肯随人共煮，樵渔真足豁忧煎。"
        },
        {
            "标题": "元夕夜坐观黄庭经",
            "作者": "韩淲",
            "内容": "虚檐涌月垂小窗，屋外有山流涧江。夜气少定百念降，膝席引手挑油缸。\n静取黄庭诵琅琅，炉烟喷结柏子香。上元仙官朝紫皇，九关洞开凤鸾翔。\n清辉影导胎禽双，前昂后低幡节幢。尘间如帑正纷厖，眇然骈罗万家邦。\n形躯已经几星霜，回思淡薄天人粮。却灭百邪致欣昌，收声藏神味差长。"
        },
        {
            "标题": "送黄监税之官沙县",
            "作者": "韩淲",
            "内容": "国家右文时，子可谓不遇。相从今几年，犹记弄章句。\n神州久陆沉，赤子欲谁诉。隆兴淳熙初，几载驾戎辂。\n主圣难其臣，后来忽多故。方今恢天运，子复策仕路。\n惜乎视征榷，韬略未阔步。男子志四方，周王亦一怒。\n惨别无它言，闽山眇回互。"
        },
        {
            "标题": "次韵晁元默和李季章参政长句因寄呈李参 其一",
            "作者": "韩淲",
            "内容": "雅怀何地不为春，弭节临川亦载欣。万事悠悠俱昨梦，一身落落掩前闻。\n山焚玉石何难辨，水杂淄渑未易分。喜见故家新筑就，试看灵谷赋烟云。"
        },
        {
            "标题": "赠晁大令尹",
            "作者": "韩淲",
            "内容": "少回馀刃到琴歌，便觉民生政以和。抚字自然成讼简，丰登元不为苗多。\n溪山有暇乘轩出，僚友常时载酒过。我亦久为疏散客，与君吟啸欲如何。"
        },
        {
            "标题": "蚊",
            "作者": "韩淲",
            "内容": "有时坐起到天明，剔尽残缸数尽更。冬煖号寒犹可事，生憎蚊脚鬓边声。"
        },
        {
            "标题": "抗云亭",
            "作者": "韩淲",
            "内容": "淡烟晴日近重阳，整屐荒山野路长。世事是非同胶扰，人生今古一悲凉。\n望穷千里乾坤外，清绝小园松菊香。此日此时真可惜，西风催酿满林霜。"
        },
        {
            "标题": "赠任行甫",
            "作者": "韩淲",
            "内容": "一自春风龙井游，遁庵僧寺最清幽。山行步稳同飞盖，水际望穷时渡舟。\n但觉眼前多逸兴，岂知别后有深愁。霜天邂逅武夷路，黄叶满川空白头。"
        },
        {
            "标题": "赠俞司户",
            "作者": "韩淲",
            "内容": "春风苑路百花枝，犹记青袍上第时。喜事为君尝把酒，交情虽我亦哦诗。\n传砻梅畔看新筑，鹫岭松间觅旧题。别后相逢乃如此，人生难得是襟期。"
        },
        {
            "标题": "王通叟自温之赣过门因得五字",
            "作者": "韩淲",
            "内容": "庵高一宿觉，不是二乘禅。露柱灯笼里，狸奴白牯边。\n前资钦戒腊，参学待机缘。吸尽西江水，从将此话传。"
        },
        {
            "标题": "赠刘信卿",
            "作者": "韩淲",
            "内容": "从来人物数江西，地占庐陵盛一时。细说交游皆我敬，岂期邂逅得君知。\n金堂玉室欣同集，雁塔龙头合共期。文采珊瑚才器远，老怀风味为哦诗。"
        },
        {
            "标题": "二十三日宿舒料院家因以寄料院",
            "作者": "韩淲",
            "内容": "书林猿鹤依然好，风月飞翔正啸啼。下榻留连又家塾，舆篮来往几芳蹊。\n但知旧隐依清樾，想见新班照紫泥。小醉微吟因一寄，斯民寿域待公跻。"
        },
        {
            "标题": "赠杨相士",
            "作者": "韩淲",
            "内容": "贤愚贵贱不相关，风鉴如何著眼看。三百年来旧宗社，公卿将相满朝端。"
        },
        {
            "标题": "二十日入章泉次韵昌甫所赠",
            "作者": "韩淲",
            "内容": "老梦困其独，微吟惬所同。閒中徒著句，高处尽归翁。\n一代文章志，诸方风俗通。息交惟士贱，尚友则师隆。"
        },
        {
            "标题": "茶山赠远老",
            "作者": "韩淲",
            "内容": "一榻云居十七年，茶山香火了闲缘。随身竿木初无地，到手钤槌亦信天。\n唤起两贤谁种竹，来寻北郭我烹泉。尘尘刹刹众生浊，消得禅宗建法筵。"
        },
        {
            "标题": "次韵林教授见别",
            "作者": "韩淲",
            "内容": "老我成漫仕，世事马牛风。投身逐毫末，益愧多田翁。\n乘春欲东游，肯问行李穷。溪干富桃李，花光眩晴空。\n停桡一举首，壮气犹如虹。灵山正崔嵬，半在返照中。\n行藏岂人定，忠诚本天通。但顾行未实，奚论报必丰。\n君诗多隽永，三年几相从。山亭酌别酒，舟车复西东。\n馀情尚酬句，岁月双鬓蓬。黄发爱玉体，书来置邮筒。"
        },
        {
            "标题": "馀杭访赵蹈中郊居",
            "作者": "韩淲",
            "内容": "新霜晴日见郊居，草树如斯亦有馀。闻道又从湖外去，峰前回雁记传书。"
        },
        {
            "标题": "哭赵子夷县丞二首 其二",
            "作者": "韩淲",
            "内容": "病阻躬临穴，慇勤寄此哀。严霜著松柏，寒日转蒿莱。\n千雨应俱集，一诗惭匪才。致刍徐赵在，亦足慰泉台。"
        },
        {
            "标题": "墙外芙蓉初过其一尚可玩",
            "作者": "韩淲",
            "内容": "日晚山气寒，芙蓉表孤花。亭亭万绿中，红鲜照萎葩。\n不与时物迁，肯以颜色誇。立而望之遍，落叶徒泥沙。"
        },
        {
            "标题": "读渊明饮酒诗",
            "作者": "韩淲",
            "内容": "山水幽绝处，吾亦难为情。此道世莫讲，肯计身后名。\n徇名与逃名，俱若可怜生。百年能几何，大半宠辱惊。\n醒醉一昭彻，本来孰亏成。"
        },
        {
            "标题": "鹧鸪天（离歌一叠）",
            "作者": "韩淲",
            "内容": "只唱离歌一叠休。玉溪浮动木兰舟。如何又对云烟晚，不道难禁草树秋。\n\n空脉脉，忍悠悠。绸缪终是转绸缪。相思相见知何处，记取新欢说旧游。"
        },
        {
            "标题": "桃花飘零满涧",
            "作者": "韩淲",
            "内容": "细水收晴露浅沙，叶新枝上绿交加。春风误得刘郎老，犹有心情数落花。"
        },
        {
            "标题": "鹧鸪天（次韵昌甫）",
            "作者": "韩淲",
            "内容": "老去情怀酒味中。水边林下古人风。岁云暮矣江空晚，谁识儋州秃鬓翁。\n\n人易远，语难工。春时犹记一尊同。苦心未免皆如此，只合挥弦目送鸿。"
        },
        {
            "标题": "鹧鸪天（看瑞香）",
            "作者": "韩淲",
            "内容": "看了香梅看瑞香。月桥花槛更云窗。不知是有春多少，玉水灵山醉几场。\n\n闲蝶梦，褪蜂黄。尽温柔处尽端相。珠帘十里扬州路，赢得潘郎两鬓霜。"
        },
        {
            "标题": "鹧鸪天（十二月二十二日）",
            "作者": "韩淲",
            "内容": "云到春飞若素期。柳条吹送落梅枝。冰壶表里谁能赋，玉鉴圆明且屈卮。\n\n村舍北，郡楼西。治中风调只心知。不堪野老关门醉，想见山翁倒载时。"
        },
        {
            "标题": "效齐梁体",
            "作者": "韩淲",
            "内容": "徘徊碧山崦，想像碧山人。落日寒未昏，飞鸿过之频。\n自视悖俗姿，忍与众小邻。一朝入圣门，毕世遗清尘。\n只今崖边松，可以经千春。"
        },
        {
            "标题": "鹧鸪天（寿福国陈夫人）",
            "作者": "韩淲",
            "内容": "静乐堂中禅悦身。相家庆袭两家春。瑶池云气冲霄鹤，兰砌风标瑞世麟。\n\n华屋邃，宝杯新。年年秋与月常明。笙箫且奏长生曲，宣劝还看送喜频。"
        },
        {
            "标题": "正月廿七日和林秘书贺雪日所赋",
            "作者": "韩淲",
            "内容": "粗官居隘巷，听雪补蒲团。坐久吻悲鸣，俄而想天关。\n其谁剑佩履，正尔于清班。飘飘蓬莱仙，地位尤高寒。\n表瑞祈丰登，盖为稼穑艰。步趋夔龙后，心寄陶柳间。\n尘凡如我侬，尚许窥一斑。人和则气和，穹昊初匪悭。"
        },
        {
            "标题": "正旦次韵敖器之所寄",
            "作者": "韩淲",
            "内容": "笑倒兴公赋遂初，便寻前话岂无馀。春秋列国乘轩鹤，耆旧襄阳缩项鱼。\n腊日未除曾举酒，春正还始尚堪书。岭头梅萼归来晚，湖海谁人更得如。"
        },
        {
            "标题": "正月二十八日二首 其二",
            "作者": "韩淲",
            "内容": "随地挑成荠菜羹，只和淡水入瓶罂。春风不负闲人腹，赢得勾勾饱后行。"
        },
        {
            "标题": "正月十三日",
            "作者": "韩淲",
            "内容": "南山春雪未全消，路并浮梁步石桥。深绿渐归高柳叶，浅红初上小梅梢。\n峭寒寺院钟声起，昏暮人家烛影摇。一夜东风吹酒醒，梦回花月是元宵。"
        },
        {
            "标题": "正月二十八日二首 其一",
            "作者": "韩淲",
            "内容": "春寒不敢出篱门，且拨深炉煖酒樽。见说梅花风打尽，冷清清地月黄昏。"
        },
        {
            "标题": "正月十七日",
            "作者": "韩淲",
            "内容": "春风吹我到云林，不为梅花著意深。岁晚老身无著处，暗香随日动岚阴。"
        },
        {
            "标题": "正月十八日云林用旧韵",
            "作者": "韩淲",
            "内容": "竹枝梅蕊映松林，不是年年著意深。君有清尊可无醉，春晴赢得看花阴。"
        },
        {
            "标题": "二十一日治园成季过",
            "作者": "韩淲",
            "内容": "满地霜风吹晓色，荒寒犹有菊枝香。不知篱外舆篮入，正尔亭前扫叶忙。\n急取绳床坐夫密，旋寻酒盏引而长。老怀老眼老谁语，閒处閒人閒自伤。"
        },
        {
            "标题": "晚过无为寺寺前溪有鹅脾石",
            "作者": "韩淲",
            "内容": "几年欲到无为寺，今日春风试一行。啼鸟数声花里老，鹅脾波上夕阳明。"
        },
        {
            "标题": "中秋呈潘德久",
            "作者": "韩淲",
            "内容": "一年明月在中秋，数日阴云不奈愁。忽喜新晴转书室，极知清夜照歌楼。\n醉当弄影如坡老，诗就撞钟忆贯休。千里故人应若此，吾生常好更何求。"
        },
        {
            "标题": "数年不与李商叟书忽书来一诗寄之",
            "作者": "韩淲",
            "内容": "正始之风固寂寥，茶山犹有半村高。静观世变慵招隐，闲赋诗章定广骚。\n深信老怀能自适，遥知好事不常遭。秋来醉拥残书卧，鼻鼾吹红气转豪。"
        },
        {
            "标题": "平山",
            "作者": "韩淲",
            "内容": "章泉粥罢上松关，野径田塍直复弯。迫晚诗翁来款曲，同时坐客亦跻攀。\n谁云身外无穷事，自是人间有许闲。梦兀箯舆忘远近，午风晴日已平山。"
        },
        {
            "标题": "访吴推官津亭因唤船小酌而归",
            "作者": "韩淲",
            "内容": "沿洄舣泊更跻攀，好事来寻小艇閒。却忆武昌游赤壁，可怜姑熟醉青山。\n岸凉崦霭知空谷，水远汀沙见浅湾。惜别且同幽兴熟，鳣鱼泼泼鸟关关。"
        },
        {
            "标题": "竹林七贤",
            "作者": "韩淲",
            "内容": "西晋风流付竹林，山王嵇阮本何心。便饶江左夷吾在，回首红尘河洛深。"
        },
        {
            "标题": "竹院晁学士挽诗 其一",
            "作者": "韩淲",
            "内容": "主客文风在，家仍竹院名。有孙宜世禄，乃父今公卿。\n事至不如意，人应为失声。伤哉蒿里去，书剑竟何成。"
        },
        {
            "标题": "春山竹间",
            "作者": "韩淲",
            "内容": "薰风常坐竹间亭，不为前山满眼青。行遍溪南来下郭，主人休问草堂灵。"
        },
        {
            "标题": "昌甫题西洛遗民诗卷并所书杜句",
            "作者": "韩淲",
            "内容": "东里感兴西洛诗，其年忧国初南来。后人玩之可忘疲，甚矣世变非吾衰。\n长言短句笔墨古，颠倒妙处谁能窥。雨凉梅熟樽酒地，旧人家藏欣见之。\n其间亦录杜陵老，笺阔轴大何尔为。要知真识未易见，我乃徵逐于兹时。\n潇湘莫结遗民悲，信诚空叹晏叟痴。"
        },
        {
            "标题": "李正之丈提刑挽词 其一",
            "作者": "韩淲",
            "内容": "犹记登龙日，分明捉月仙。精神超物表，才术本天然。\n符节多遗爱，玺书行九迁。岂期归蜀道，乃尔閟重泉。"
        },
        {
            "标题": "李白泛舟图",
            "作者": "韩淲",
            "内容": "采石矶头捉月仙，脱靴意气尚飘然。沈香亭北惊尘世，且惜閒身棹酒船。"
        },
        {
            "标题": "晓起",
            "作者": "韩淲",
            "内容": "烟云未收天未明，眼头依依带疏星。行人道路贪起程，戍楼鼕鼕杀五更。\n青山渐出一溪绿，溪面横舟山有屋。红光扶日升旸谷，且听吾歌紫芝曲。"
        },
        {
            "标题": "送成季 其一",
            "作者": "韩淲",
            "内容": "才见西来又见归，子陵台下水烟霏。停桡应为一回首，笑杀京尘满客衣。"
        },
        {
            "标题": "偶成 其八",
            "作者": "韩淲",
            "内容": "舒啸闲平理乱心，古来贤达几升沉。只宜一唱紫芝曲，不用三思梁甫吟。"
        },
        {
            "标题": "二十九日大雨",
            "作者": "韩淲",
            "内容": "钱塘祷雨上天竺，大士往来烧宝香。支郡神祠亦照答，自鸣山出气苍茫。\n风投襟袖带衣宽，短发重搔为整冠。待得成霖三日后，出门沿涧看清湍。"
        },
        {
            "标题": "次韵严丈并呈孟使君",
            "作者": "韩淲",
            "内容": "山城芳树深，明月啼杜宇。客怀为摇荡，诗语亦覼缕。\n朅来新安江，颇觉民物古。故人作太守，善政尤可数。\n尘榻为我下，更复多软语。飘零曾几何，乃此一杯醑。\n坐中严夫子，意气欲掀舞。晤对心事閒，信矣良工苦。"
        },
        {
            "标题": "送庄贤良自钟山归镜山",
            "作者": "韩淲",
            "内容": "邂逅薰风醉酒壶，秋声俄已到菰蒲。扁舟西笑游钟阜，捃载东还入镜湖。\n尚友更思狂客不，爱闲时过放翁无。壮心老矣诗情在，满眼云山道转孤。"
        },
        {
            "标题": "夜过霞山看赵百醉诗刻及诸名胜跋语 其一",
            "作者": "韩淲",
            "内容": "抚我百醉诗，把此一杯酒。水南撼霜飙，山月复在牖。\n禅家话三三，伯主约九九。得友良独难，呻吟倍搔首。"
        },
        {
            "标题": "夜过霞山看赵百醉诗刻及诸名胜跋语 其二",
            "作者": "韩淲",
            "内容": "钟声殷空山，灯影照只字。区中无妙心，天外有能事。\n消长以隆替，昏旦而寤寐。白夫阮籍眼，拥矣谢安鼻。"
        },
        {
            "标题": "武林买蜡梅栽在园",
            "作者": "韩淲",
            "内容": "移得西湖一种来，小园已是十年栽。输香浅色霜风晚，合与幽人子细开。"
        },
        {
            "标题": "过祝老南山",
            "作者": "韩淲",
            "内容": "章泉佳处试徘徊，日照松根石上苔。见说南山有幽隐，诗翁邀我过山来。"
        },
        {
            "标题": "海南思南豅正花欲过赵阁亦倦",
            "作者": "韩淲",
            "内容": "春游花时海棠醉，夹道排空转佳丽。燕支丰颊娇未醒，翡翠轻鬟愁欲坠。\n牡丹风里晚烟明，蔷薇露边初日媚。山豅深静自成家，池阁幽闲谁近市。\n是中人物多情致，剩拟芳寻为出计。路尘独怯过城阇，远水孤舟那得至。\n芳菲易歇兴终阑，识赏难同吟且寄。蹊间桃李岂无言，草木何知吾亦戏。"
        },
        {
            "标题": "严丈泰伯见贻古句次韵为答",
            "作者": "韩淲",
            "内容": "意行无东西，偶成一段奇。寻山得幽伴，遂尔相娱嬉。\n水涉渔梁窄，山循鸟道危。每惭衣上尘，素染已如淄。\n新安山水邦，寺屋多断碑。摩挲青莓苔，往往识岁时。\n所贵眼界阔，岂畏足力疲。榜舟或扶舆，上下适其宜。\n吊古践陈迹，怀贤理前规。吕侯读书堂，遗祀留丰姿。\n恨生异代深，遐躅无由随。寂寥付短篇，酩酊持屈卮。\n是日颇款曲，有时还切偲。虽云各笑语，卒复度礼仪。\n英英钓濑仙，其学夙素知。譬彼巨渊薮，蟠伏豹与螭。\n一旦奋迅去，谁复维絷之。观乎律调雅，益悼馀子卑。\n示我千百年，匪特用自怡。传玩入铃斋，使君亦伸眉。\n由来绝俗士，定有惊人诗。激烈薄层穹，豁达开晴曦。\n况同陟山颠，又已还水涯。物色既甚富，身世真若遗。\n昨非兴寄清，曷浣穷陋悲。白雪本寡和，载赓思尤迟。"
        },
        {
            "标题": "初八日登前山独坐久之",
            "作者": "韩淲",
            "内容": "阴阴秋与白云浮，山近林深上上头。千里才成万家邑，百川分绕一方州。\n其间鸡犬微茫处，此外鹍鹏莽旷游。明日黄花是重九，更寻桥月看溪流。"
        },
        {
            "标题": "鹧鸪天·兰溪舟中",
            "作者": "韩淲",
            "内容": "雨湿西风水面烟。一巾华发上溪船。帆迎山色来还去，橹破滩痕散复圆。寻浊酒，试吟篇。避人鸥鹭更翩翩。五更犹作钱塘梦，睡觉方知过眼前。"
        }
    ],
    "对话内容": [
        {
            "Type": "诗词戏剧对话",
            "Location": "上饶的竹林小道",
            "Background": "韩淲与周文璞一同漫步于竹林，讨论各自最近创作的诗篇，韩淲提到“水旱是天祈是我”的诗句，周文璞则回应道“山川灵响本无差”，两人互相激励，情谊深厚。",
            "Dialogue": "{\n    角色名:周文璞 \n    动作:(微笑着看向韩淲，轻轻点头)\n    讲话:韩兄，近来可曾写下新作？我听闻你最近吟诵了“水旱是天祈是我”，不禁想起了“山川灵响本无差”的句子。自然，诗中自有其深意，然而我却常感到此言未尽其意，似乎还有更为深远的涵义在其中，或许是天意所为，亦或是人心所向，转瞬即逝的灵动。你可曾思考过这其中的道理？\n}\n\n{\n    角色名:韩淲 \n    动作:(轻叹一声，目光远眺)\n    讲话:周兄言之极是，我常思“水旱”之句，乃是对民生疾苦的感慨，试问天意何尝能无辜？然则“山川灵响”之言，似乎又在提醒我，无论是天灾人祸，皆是自然之道，亦是人心之所致。人之所作，皆有因果，水旱之苦，非天之所致，实乃人间之事，若无贤德之君，焉能安民之心？所以，我写下此诗，既是自省，亦是劝勉，以警醒世人莫忘根本，唯有心存仁爱，方能得长安之福。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "韩淲的书房",
            "Background": "韩淲正在写信给好友刘克庄，感谢他送来的佳酿，并附带一首新作的诗，信中提到希望能在下次聚会中共饮，回忆往昔。",
            "Dialogue": "{\n    角色名:刘克庄 \n    动作:(轻轻敲击桌面，微微期待)\n    讲话:韩兄，近来佳酿可否？我听闻你在书房中写信，想必是对文友们的思念愈加浓厚。你提及的那句“长年饱饭休”，真是让我心头一震，仿佛在诉说着对世事的淡然与洒脱，正是我们这一辈子追求的心境。若是有幸于下次聚会中共饮，想必能引发更多的共鸣，回忆往昔，畅谈诗词，岂不美哉？\n}\n\n{\n    角色名:韩淲 \n    动作:(微微一笑，放下笔)\n    讲话:刘兄所言极是，近日间我确实写信给诸位好友，感谢他们送来的佳酿，心中感慨万千。正如兄所言，人生苦短，何不在此时此刻，尽情享受那份悠然？我在信中提到，“闲饮且欢笑”，正是希望在酒杯中，能消去彼此心中的忧愁，回忆那些美好的往事。每当与友人相聚，便是我心中最大的慰藉，愿在下一次聚会中，与兄共饮，畅叙旧情，回味那段如歌的岁月。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "上饶的集市",
            "Background": "韩淲与邻里乡亲闲聊，听到有人讨论最近的旱灾，韩淲插话道：“兵食固难资宝货，民饥岂为用泥沙”，引起众人对民生疾苦的共鸣。",
            "Dialogue": "{\n    角色名:邻里乡亲 \n    动作:(皱眉，语气关切)\n    讲话:韩大哥，最近听闻你提到“兵食固难资宝货，民饥岂为用泥沙”，这句诗似乎在说咱们村的现状。听说今年的旱灾让咱们不少乡亲都受了苦，田里的庄稼都干枯了，生活也愈发艰难。你作为村中的长者，是否有何良策，让咱们渡过这段艰难的日子呢？\n}\n\n{\n    角色名:韩淲 \n    动作:(目光坚定，缓缓说道)\n    讲话:乡亲所言不虚，的确今年旱情严重，民生困苦，令我心痛不已。然则，面对这样的困境，最重要的还是团结一心，互助共度。书中所言“兵食固难资宝货，民饥岂为用泥沙”，正是提醒我们，面对困境，唯有齐心协力，方能共渡难关。作为乡里的一份子，我愿意与大家一起想办法，或许可以组织一场募捐，帮助那些受灾最严重的乡亲。同时，咱们也要积极向上级反映，争取更多的救助和支持。唯有如此，才能让我们重见希望，恢复生机。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "宫廷大殿",
            "Background": "韩淲被召至宫中，面对当权者史弥远，史弥远表扬他的诗才，问他是否愿意入仕，韩淲却坚定地表示：“年甫五十即休官不仕”，大殿内一片沉默。",
            "Dialogue": "{\n    角色名:史弥远 \n    动作:(微微颔首，语气严肃)\n    讲话:韩淲先生，听闻你在文坛上颇有声名，今日特意召你入宫，欲与君商讨朝政。你可愿为国效力，辅佐大宋，助我治理天下？我听闻你年富力强，才华横溢，定能为我所用。\n}\n\n{\n    角色名:韩淲 \n    动作:(微微一笑，态度坚定)\n    讲话:史大人所言，我深感荣幸。然而，恕我直言，年甫五十即休官不仕，非我所愿。此生已然厌倦了官场的纷争与人情的复杂，愿以心静自处，追求那份诗意的生活。即便身处俗世，与其沉沦于权利之争，不如寄情于山水之间，抒写我心中的诗篇。希望史大人能理解我此番心意。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月色下的浣溪沙",
            "Background": "韩淲与好友陈文蔚相约在浣溪沙赏月，吟诵新作，韩淲提到“小楼春映远山横”，两人借月色畅谈理想与诗词，气氛温馨而愉悦。",
            "Dialogue": "{\n    角色名:陈文蔚 \n    动作:(微微颔首，眼中透出欣赏)\n    讲话:韩兄，今夜明月如洗，正是吟诗的好时光。我在想，若能共赏这月色，吟诵几首新作，必是无上的快意。你所提的“小楼春映远山横”，我一听便如醍醐灌顶，意境深远。若是能继续畅谈，想必会有更多的灵感涌现，何如？\n}\n\n{\n    角色名:韩淲 \n    动作:(轻叹，神情柔和)\n    讲话:陈兄所言极是，今晚的月色确实令人心醉，正是吟诗作对的好时机。我所吟之句，亦是对这良辰美景的赞美，然而更希望借此机会，抒发心中那份对人生的感悟与思考。正如我所言“水旱是天祈是我”，人心才是最重要的希望。今晚若能与兄共酌，以诗会友，互相激励，必能引发更多的创作灵感，回忆往昔，畅谈理想，岂不美哉？\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "韩淲家中的庭院",
            "Background": "韩淲的从子韩补与韩祥来拜访，家中谈论着家族的兴衰与诗歌的传承，韩淲鼓励他们多读书写诗，传承家族的文化。",
            "Dialogue": "{\n    角色名:韩补 \n    动作:(略显羞涩，低头)\n    讲话:韩叔，近来我与韩祥讨论家族的事，您是否觉得，咱们应当更加努力，传承文化，让诗词在咱们家中继续发扬光大？听说您有许多佳作，能否教教我们呢？\n}\n\n{\n    角色名:韩淲 \n    动作:(微微一笑，目光温和)\n    讲话:韩补，你说得极是，文化传承确实是我们每一个家族所应承担的责任。作为家中的长辈，我愿意将我所学的诗词、文化分享给你们。诗词不仅是艺术的表达，更是心灵的寄托，传承文化，弘扬家族的精神，是我所期待的。希望你和韩祥能在这条路上走得更远，成为更优秀的人。尽量多读书，多写诗，感悟生活中的点滴，才能把这份文化传承下去。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "韩淲的书房",
            "Background": "韩淲收到好友余俦的拜访，提到对人生的感悟，韩淲在信中写道：“人生等戏剧，衮衮徒区区”，表达对于人生的深刻思考。",
            "Dialogue": "{\n    角色名:余俦 \n    动作:(微微躬身，语气诚恳)\n    讲话:韩兄，久闻你对人生的思考与感悟。我近日常思“人生等戏剧，衮衮徒区区”，这实在是深刻，似乎在告诉我们，人生无常，应当珍惜眼前。您对此有何看法？\n}\n\n{\n    角色名:韩淲 \n    动作:(微微颔首，目光深邃)\n    讲话:余兄所言极是，人生如戏，确实是我常思的一个问题。每个人都在追求自己的目标与理想，然而在追逐的过程中，往往会迷失自我，忽略了生活的真谛。正如我所写，想要真正理解人生，须得放下执念，珍惜当下的每一个瞬间，感悟身边的点滴美好。唯有如此，才能让我们在这场戏中，活得更真实，更有意义。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "山顶的亭子",
            "Background": "韩淲与赵蕃（章泉）在山顶对饮，吟诗作对，赵蕃赞美他的新作，韩淲则回应“人品学问，俱有根柢”，两人共同探讨诗词的真谛。",
            "Dialogue": "{\n    角色名:赵蕃 \n    动作:(微微一笑，目光坚定)\n    讲话:韩兄，今日山顶明月正好，咱们不妨对饮一首，吟诵几句，来交流彼此的诗情。我听闻你最近写下的诗句“人品学问，俱有根柢”，这让人深有感触，似乎在表达对人品与学问的思考。你可愿意分享一下这首诗的灵感来源吗？\n}\n\n{\n    角色名:韩淲 \n    动作:(缓缓举杯，目光坚定)\n    讲话:赵兄所提之句，实乃我对人品与学问的思考。正如古人所言，修身齐家治国平天下，诗词之道，亦是修身之道。人之品行，乃立身之本，学问则是修身之基。二者相辅相成，缺一不可。唯有修身齐家，方能为国为民，才能让我们在这个纷杂的世界中，保持清醒与理智。因此，我写下这首诗，正是希望能提醒自己与他人，珍惜这份来自内心的追求与理想。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "大堂",
            "Background": "韩淲受邀参加文人雅集，期间与各位文人讨论诗歌，韩淲分享自己对“涧泉日记”的写作经历，众人纷纷表示钦佩。",
            "Dialogue": "{\n    角色名:文人雅士 \n    动作:(微微点头，目光关注)\n    讲话:韩淲先生，听闻你最近在文坛上的佳作颇受称赞，尤其是你的“涧泉日记”，我十分期待能听你分享一些写作的经历与灵感。你是如何看待这份创作的呢？\n}\n\n{\n    角色名:韩淲 \n    动作:(微微一笑，神情沉静)\n    讲话:诸位所言过奖，然则“涧泉日记”乃是我对生活的一种记录与思考。每一篇都是我在某个时刻，面对自然与人性的真实感悟。写作对我而言，既是一种表达，也是对自我内心的探索。自然的风景，生活的琐事，都能成为我创作的源泉，唯有用心去感受，方能在字里行间，流露出那份真实与美好。因此，我愿与大家分享这份创作的乐趣，期待在交流中激发出更多的灵感。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "乡间的小路",
            "Background": "韩淲在散步时遇到邻居，邻居询问他如何应对时局的变迁，韩淲微微一笑，回答“只愿长年饱饭休”，淡然面对世事变迁。",
            "Dialogue": "{\n    角色名:邻居 \n    动作:(微微低头，眼神关切)\n    讲话:韩叔，最近的时局变化让人忧虑，听说您总是以“只愿长年饱饭休”来应对这些变化，您对此又有什么更深的感悟呢？在这纷扰的世间，您的心态似乎让人感到一丝宁静。\n}\n\n{\n    角色名:韩淲 \n    动作:(微微一笑，神情从容)\n    讲话:乡亲所言，确实在这纷扰的时局中，我常以“只愿长年饱饭休”来安抚自己的心灵。生活在世，难免要面对许多风雨与坎坷，然而心态的平和与宁静，才是我们应对一切的良药。唯有将目光放远，珍惜眼前的生活，才能让我们的内心保持一份清明与快乐。正如那句古语所说，淡泊明志，宁静致远，在这瞬息万变的世间，保持一份纯粹的心境，才是我所追求的。\n}"
        }
    ]
}