{
    "基本信息": {
        "姓名": "严遂成",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1724",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "乌程",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "严遂成（1694—?）约清高宗乾隆初（1736年前后）在世，字崧占（一作崧瞻），号海珊，乌程(今浙江湖州)人。雍正二年（1724）进士，官山西临县知县。乾隆元年（1736）举“博学鸿词”，值丁忧归。后补直隶阜城知县。迁云南嵩明州知府，创办凤山书院。后起历雄州知州，因事罢。在官尽职，所至有声。复以知县就补云南，卒官。 ► 严遂成的诗文(145篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "乌江项王庙",
            "作者": "严遂成",
            "内容": "云旗庙貌拜行人，功罪千秋问鬼神。剑舞鸿门能赦汉，船沉巨鹿竟亡秦。范增一去无谋主，韩信原来是逐臣。江上楚歌最哀怨，招魂不独为灵均。"
        },
        {
            "标题": "三垂冈",
            "作者": "严遂成",
            "内容": "英雄立马起沙陀，奈此朱梁跋扈何。只手难扶唐社稷，连城犹拥晋山河。风云帐下奇儿在，鼓角灯前老泪多。萧瑟三垂冈下路，至今人唱《百年歌》。"
        },
        {
            "标题": "题桃源图",
            "作者": "严遂成",
            "内容": "师来先生生清门，胜国遗老中丞孙。灵宝夙经龙汉劫，义熙私记柴桑村。\n问问庵中门两版，白云留住心难转。生涯三绝画书诗，踏破当时铁门限。\n流传一幅《桃源图》，茅屋禾田路超远。汉魏茫茫那可追，依稀犹认秦鸡犬。\n想其下笔寓深意，剩水残山到双眼。洞口扁舟归去来，猿啼鹤怨吾知免。\n吁嗟乎！平原花木摧为薪，葛帔流离感路人。茂先机杼魏公笏，长埋黑土生丹磷。\n此本弆藏幸无恙，后贤购以双乌银。浴手令我肃展视，如获剑履思先民。\n夜深风雨起寒籁，墨痕中湿西台泪。"
        },
        {
            "标题": "张三丰",
            "作者": "严遂成",
            "内容": "龟形鹤背目双圆，物色西南万里天。自向袈裟求老佛，几曾邋遢认真仙。\n一棺委蜕原无死，二使斋香不计年。山是九宫擒贼地，合营庙貌赐金钱。"
        },
        {
            "标题": "明史杂咏四卷三李文正东阳 其二",
            "作者": "严遂成",
            "内容": "摘谬求疵厌老成，可堪削籍到门生。卖文作活宁贪禄，以谥为忧尚爱名。\n显祸不婴杨伯起，成功终赖狄怀英。文襄被荐权珰毙，底用纷纷召外兵。"
        },
        {
            "标题": "李文达贤 其二",
            "作者": "严遂成",
            "内容": "泣扶帝足拜东宫，文武同心部论公。边爨不开传国玺，禅仪竟冒夺门功。\n禳灾九事言之尽，起复三辞制不终。蜚语满空危已甚，特烦卫士宿家中。"
        },
        {
            "标题": "顾钱塘德辉 其一",
            "作者": "严遂成",
            "内容": "如来金粟是前身，水木清华结净因。武略将军飞骑尉，头衔太苦草堂人。"
        },
        {
            "标题": "唐解元寅",
            "作者": "严遂成",
            "内容": "宁藩礼聘竟亡归，桃坞沉冥事已非。自合奇才求杜牧，岂因涩体斥刘几。\n年年酒客看花屐，院院歌姬乞食衣。九鲤仙人曾入梦，楚囚有泪不轻挥。"
        },
        {
            "标题": "游武陵溪书桃花源记后",
            "作者": "严遂成",
            "内容": "四围环绕天如瓮，红霞织锦花无缝。船从何处刺花间，世间哪有秦人洞。\n秦人避乱晋谈元，与楚好鬼相牵连。陶公假托出世想，毛女附会升天缘。\n兹来亦是桃花渡，桃花未开杏花暮。杏花也复可怜人，何必桃花问前度。\n渔弟渔兄不知数，满前指点安得误。峰回谷转水琮潺，到眼濛濛隔烟雾。\n倦游人自不寻源，琴弹归去来兮赋。三十五天悬道书，何人敢犯龙威怒。\n藉口重来津已迷，阮刘惆怅天台路。东风遮住洞中春，岁岁桃花笑煞人。"
        },
        {
            "标题": "钟左丞同郭主事循杨忠怀源",
            "作者": "严遂成",
            "内容": "廷前封巨梃，驿后覆寒芦，立而射之伤其颅。\n颅伤淋漓血被面，非君好杀臣好谏。臣法法屡变，万死臣亦无馀憾，但愿臣言后不验。"
        },
        {
            "标题": "书明俺答叹塞事后 其一",
            "作者": "严遂成",
            "内容": "一线黄墙障朔风，腾骧铁马溃云中。骨堆石勒沤麻岭，血浴高欢避暑宫。\n栖亩粮增三日灶，乘城卒卧六钧弓。汉家别有遮拦法，贡市年年货币通。"
        },
        {
            "标题": "东坡书院与允山禅丈夜坐",
            "作者": "严遂成",
            "内容": "爱与名僧对，廊阴浸碧池。竹非因月瘦，山不压云痴。\n暮气鹤飞杳，秋容枫落迟。一声清磬寂，正上佛灯时。"
        },
        {
            "标题": "起马塘隔崦树色",
            "作者": "严遂成",
            "内容": "不知山起止，弥望青无际。树亦若逃名，少同而多异。\n微风一簸荡，海浪天吴戏。有时云欲归，万灶饙馏沸。\n绝壑泉收声，业阴豹虎庇。忆昔苗搆乱，中可藏兵器。\n行行日未晡，鼻尖森鬼气。"
        },
        {
            "标题": "王修撰艮",
            "作者": "严遂成",
            "内容": "三人同榜五同居，白首同归识竟虚。流涕无言偏伏鸩，隔墙何处忽呼猪。\n后时不及修降表，前事谁能禁谤书。到得狱门怀死友，须眉相见尚如初。"
        },
        {
            "标题": "中山王徐达",
            "作者": "严遂成",
            "内容": "旧宫夜饮被蒙头，想见惊趋下拜秋。廉恪小心曹武惠，深沉大局邓元侯。\n六王共事权尤重，二国分封秩最优。战罢归朝歌暇豫，西园画舫客清游。"
        },
        {
            "标题": "方学士孝孺 其二",
            "作者": "严遂成",
            "内容": "东市麻衣弟子从，一章诗就一身终。知人不负姚恭靖，卖国偏饶李景隆。\n正学无庐传蜀道，归宗有录采吴风。秦淮河水凄迷绿，二女魂流血泪红。"
        },
        {
            "标题": "齐尚书泰黄学士子澄",
            "作者": "严遂成",
            "内容": "龙虎山高北燕翔，兵声藉口罪齐黄。忍因发难诛晁错，恃以成功相李纲。\n一死报君犹气节，两人误国共文章。金川门启宫中火，漫指西南路渺茫。"
        },
        {
            "标题": "书明俺答叹塞事后 其二",
            "作者": "严遂成",
            "内容": "一家兄弟总能兵，联臂横吹筚篥声。幕上有乌争夜遁，野中无草废春耕。\n卢龙已卖防秋塞，上谷虚传突骑名。差喜红庄工杀贼，不教归到白云城。"
        },
        {
            "标题": "先贤仲子祠",
            "作者": "严遂成",
            "内容": "藁葬衣冠处，空祠澶水滨。此邦无父子，吾道自君臣。\n鼠迹尘瑶瑟，苔痕网锦茵。翛翛风振木，下马拜行人。"
        },
        {
            "标题": "扩廓帖木儿",
            "作者": "严遂成",
            "内容": "含元殿会将心携，备撤江淮直到齐。亡国六龙逾塞北，回军两虎斗关西。\n致书绝幕无归雁，流木冯河一骇犀。天下奇男中道死，颓城恸煞杞梁妻。"
        },
        {
            "标题": "游苏门山示徐婿见初昆季并三子",
            "作者": "严遂成",
            "内容": "苏门山庳隘，濯濯无颜色。孙登鸾凤啸，阮藉鸱鸢嚇。\n风雨飒中天，百兽为之匿。临眺动群疑，虚名若浪得。\n而我不谓然，阐微贵摭实。此山空其中，上土下则石。\n万窍搜天根，一绵贯地脉。灵气萦绕之，源源通不塞。\n运济卫河流，滥觞罅缝坼。其功助灌溉，其害谢冲激。\n倒浸玻璃屏，山固兼水德。嗒然不自明，悃逼道用默。\n受侮于目论，甄藻赖宝识。朗朗见山心，白云澹夷怿。\n清辉良复佳，试泊张融宅。"
        },
        {
            "标题": "卧龙冈访武侯草芦",
            "作者": "严遂成",
            "内容": "水脉起嵩少，蜿蜒西地驰。崖断载奔马，龙头覆压之。\n武侯本流寓，相地惬所宜。躬耕置理乱，长谢与世辞。\n其时天下才，魏得什八九。吴亦大有人，抗衡画江守。\n帝胄无尺土，又无开济手。跃马避险艰，拊髀叹衰朽。\n轩轩三顾馀，一龙为我有。出处关际会，汉厦扶将倾。\n世尽昧大义，卓哉赵顺平。后世短将略，据蜀宜敛兵。\n惟顾付托重，敢忘白帝城。伯仲见伊吕，杜陵实公评。\n窃比于管乐，谦词惧过情。草芦今安在，凭轼兴不浅。\n庙势拱荆樊，泉神达汉沔。入夜闻兵声，馨香胪祀典。\n歌罢神弦曲，风云莽舒卷。"
        },
        {
            "标题": "高梁洞上滩",
            "作者": "严遂成",
            "内容": "万山建瓴水，直下势悬溜。而故屈折之，拗怒毒愈厚。\n呀然立洞门，夹东气不透。穿罅鸱鸣箭，殷空牛吼柩。\n涛舂堆叠雪，漩撇蹴众绉。船尾如曳龟，船头仰舒咮。\n铿然不受篙，支左先诎右。中心起镡锷，大声呼疾救。\n跳珠湿满身，手与霹雳斗。负索腰环环，邪许声应候。\n朱鹢防退飞，吴象忌反走。蚁旋磨出险，喃喃口诅咒。\n不敢问前滩，惫矣矧多又。"
        },
        {
            "标题": "长城岭",
            "作者": "严遂成",
            "内容": "太行从西来，一折亘南朔。龙脊长蜿蜒，天堑划地轴。\n三关尾龙泉，压五台山麓。晋所据者高，胜势瓴建屋。\n东瞰幽燕东，万象皆俯伏。有城跨两戒，左右归掌握。\n敌楼高崔嵬，云中大旗卓。西向莽周原，退即堕坑谷。\n直下二十里，里里八九曲。中休喘小憩，僧寺縇丹艧。\n幽森老树精，甲缩霜皮绿。近关岈然洼，磊砢石聚族。\n双壁削剑刃，一门阙荀角。中通洞逼仄，人入蛇之腹。\n万古本无路，巨灵以蹠㩧。道很关转严，锁钥攻守局。\n乘兴昔巡幸，曾费斧斤斫。盘蹬甃纳级，累累就崩驳。\n雉堞亦半隳，我昔议与筑。兴筑良独难，源泉涌万斛。\n汇以众山力，辊雷震彯觷。顷刻乱纵横，虎蹲羊抵触。\n安得役五丁，神通变平陆。车亦不必悬，马亦不必束。\n天险今可忘，行歌听樵牧。"
        },
        {
            "标题": "种山亭藏李阳冰篆为李刑部作",
            "作者": "严遂成",
            "内容": "秦相斯为玉筋篆，史籀省文苍颉变。历东西汉迄于隋，绝笔空无一人半。\n师承乃有唐阳冰，隔一千年与相见。俯仰流时穷元思，上出幡脚甘生之。\n直下不倒一缕墨，璎珞垂露金薤披。种山山人得古本，书易谦卦爻篆辞。\n不师其辞师其意，谦谦君子良我师。力猛格峻入篆室，号书中虎无愧色。\n悬之可作座右铭，义取贞吉中心得。惜哉琅琊邹峄之罘碑，斯乎斯乎侈颂秦功德。"
        },
        {
            "标题": "题卢忠烈公祠为杰夫明府",
            "作者": "严遂成",
            "内容": "公生历劫丁龙汉，白晰而文手搏战。少负殊力抱大志，酒酣常读张岳传。\n天雄备军杀贼多，大砺遮住燕山河。旋镇郧襄期尽贼，拘阂其奈中枢何。\n君不见车箱峡溃谷城火，前后庸臣受贼侮。系之以舌不以手，亦不主剿专主抚。\n胡然下诏徵勤王，移督用违其所长。我朝龙兴膺帝箓，仁义之师来堂堂。\n以众克寡小逆大，遂获死所于贾庄。\n麻衣血裹镞一斗，地掘故剑青燐光。鸣呼丽牲之碑孙述祖，国论回遹臣心苦。\n榜掠对簿词不易，验视经句肉已腐。食庙应配唐睢阳，问年恰符宋忠武。"
        },
        {
            "标题": "辰溪舟行不得见山中石色",
            "作者": "严遂成",
            "内容": "五城之山石狡狯，诡装奇服纷多态。或如鸾翔或虎踞，或蔽林间如鬼魅。\n有时楼阁造天匠，无端车马破地械。人家竹坞森周遭，云卷烟升画图内。\n佳处在腹不在外，而我溪行相其背。狐裘反衣将毋同，珠藏贾胡椟出卖。\n咫尺千里背而驰，平生错铸兹游最。南宫赝本姑自诳，东坡袖中失东海。\n真人宝山空手回，眼眶负此车轮大。"
        },
        {
            "标题": "马文毅公汇草辩疑书后",
            "作者": "严遂成",
            "内容": "入狱集少陵，手书诗二百。从容赴柴市，千秋吊信国。\n马公旷代起，蒙难究心画。疑辩信乃坚，守臣当死职。\n引脰绝粒时，荟萃十二册。异同析秋毫，一字一笺释。\n侍姬亦妩媚，楷法泪痕积。阖门无吹火，磷青鬼其宅。\n遗书谁护持，装池述祖德。幽囚缅四载，展卷我心恻。\n此笔如卓笏，生击朱泚贼。此墨尚流血，湿溅嵇绍轼。\n同时范忠贞，淋漓炭画壁。闽粤遥相望，对勒平原石。"
        },
        {
            "标题": "孱陵吊孙夫人",
            "作者": "严遂成",
            "内容": "紫髯将军都建业，西吞巴蜀东吴越。长江南北画鸿沟，要与曹瞒分汉室。\n区区鼎峙非其志，左公可以恩义结。筮得归妹昏媾之，天下英雄多好色。\n妹也女中一人杰，待婢明妆剑环列。月下玉人谁复佳，凛凛戎机临虎穴。\n荆州借得作汤沐，割据幡然帝号窃。中宫正位吴夫人，妹乃徘徊中断绝。\n阿兄误我母则亡，刘郎薄幸心如铁。孱陵别筑卫以兵，兵败猇亭人不活。\n从此游魂无所归，泪洒湘妃斑竹裂。神弦鼓曲沉红丝，谁赴蟂矶寒食节。\n遗庙宵来风雨多，明珠步障声萧瑟。"
        },
        {
            "标题": "由坡贡之郎岱",
            "作者": "严遂成",
            "内容": "望远峨峨冠切汉，衣襟霞举天之半。经宿崎岖目已迷，云烟各自开生面。\n一峰匿近若旧识，乃是三日前所见。以身盘磨蚁穿珠，左萦右拂香炉篆。\n高履星行下窥井，转眼之间凡几变。区田随势列等差，如规曲尺如划线。\n什什伍伍不成村，残梨在树落微霰。风无定所历乱来，画眉声碎弹翎怨。"
        },
        {
            "标题": "宁武关吊周忠武",
            "作者": "严遂成",
            "内容": "函谷泥丸封不固，黄河处处防飞渡。摆边残卒苦无多，连城已破蒲汾潞。\n晋阳退保宁武关，炮车四面高于山。彼众番进我援绝，巷战手中无寸铁。\n跳？腾空三丈高，老拳巨颡相分裂。抵死骂犹不绝口，全家婢子登埤守。\n溃围力竭刘遐妻，斜筑尸填朱序母。烽火长驱达帝京，降书揖贼争前迎。\n关头夜黑英雄鬼，风雨灵旗捲哭声。"
        },
        {
            "标题": "泊舟济宁是夜无酒因怀太白旧游",
            "作者": "严遂成",
            "内容": "六十三泉天井派，山夹如城扼其隘。以资运道水满盈，白龙受缚岸为械。\n可惜多浊泥，酿味非沆瀣。打门贳尝之，夜尽无酒卖。\n鸣呼荷花旖旎柳娉婷，醉魄千年唤不醒。楼空此乐无人继，胜有东山隔岸青。"
        },
        {
            "标题": "题怨绮录和商宝意太史",
            "作者": "严遂成",
            "内容": "采莲巷口人如玉，照耀红栏三百六。芳信初将豆蔻舍，幽情未许鸳鸯宿。\n婀娜腰围杨柳斜，袖尖微露牡丹芽。侯家浪设生丝帐，帝里轻推杂宝车。\n画船载上澄江水，小字秋霞唤新起。无可头忆饼师，且教捧手充灯婢。\n病榻呻吟怨寂寥，夤缘茗具可怜宵。据经曾说鸧鹒膳，放瓮偏腾鹦鹉谣。\n堤防不料桃花斧，手捉迷藏力孔武。乡人温柔睡正圆，咆啸跃出胭脂虎。\n铁骑冲阑玉树歌，羽衣打破渔阳鼓。隔河消息逗谁家，别去红墙万里遐。\n双鞬应佩许虞侯，灵药难求古押衙。二十六年他胙祭，灵犀两地遥相寄。\n依稀旧物认香囊，宛转遗言剪丫髻。吁嗟乎世间薄命钟美人，处处风波妒妇津。\n喧呼不怕逢狂鬼，绰约生憎诵洛神。宁知四海皆臣妾，销金众口空嚅嗫。\n毒醪定要赐金瓶，休敕姑容卖皂荚。"
        },
        {
            "标题": "五人墓",
            "作者": "严遂成",
            "内容": "起借薪司盗国柄，表里朋奸挟奉圣。罗钳吉纲踞北寺，一狱同文钩党尽。\n封疆案入魏大中，吏部出饯吴门东。卧起三日聘以女，地下逢比行相从。\n刺天缇骑大声吼，呼囚地掷锒铛手。开读未竟一传香，蜂拥山崩负伤走。\n鸣呼荆轲聂政非丈夫，轻生一掷胡为乎。死利于国乃得所，五人髑髅血模糊。\n君不见飞星堕月恣燕啄，皇嗣殄绝主势孤。内掺衷甲僭卤簿，儿孙彪虎繁有徒。\n自有此举驾帖止，劫漕危言其魄禠。明年真龙捧日飞，倒塌冰山灭祸水。\n乃知五人不死死犹生，一怒强踰十万兵。岂惟东林借生气，力扶天柱东南倾。\n普惠祠基鬼其宅，穹碑大字书姓名。行人下马酹杯酒，神鸦墓木悲风声。"
        },
        {
            "标题": "题耕岩草堂图为沈樗崖山人",
            "作者": "严遂成",
            "内容": "河边石人眼一只，翟泉鹅二苍白色。剿饷练饷名无实，六隅四正空豢贼。\n墨缞据坐中枢堂，三疏抗论直臣直，帝阍沉沉日月黑。\n鼎湖大去庙祏空，一马渡江鱼非龙。春灯蟋蟀狮子赚，持此筹国何从容。\n汉起黄巾赦钩党，小朝廷反张罗网。网尽东林复社人，报复私仇忘板荡。\n但见苍鹰击殿飞，谁防铁骑横江上。耕岩名在刊章中，弋者何篡冥冥鸿。\n破家无事容张俭，亡命幡然窜蔡邕。金华山深瑶草秀，有流可枕石可漱。\n乱定草堂归去来，白发如新面已绉。彭泽松菊认宋遗，武陵衣冠袭秦旧。\n文孙墨妙绘作图，展卷一片烟模糊。君不见洛阳铜驼卧荆棘，玉津金谷青芜国。\n此堂独作鲁灵光，不受昆明劫灰蚀。他年宛水去扬船，门巷依稀梦饱经。\n其旁定种冬青树，其下应修野史亭。"
        },
        {
            "标题": "题冯青岳月夜游黄鹤楼图",
            "作者": "严遂成",
            "内容": "武昌佳哉郁葱葱，层楼绀碧摇飞空。稽天倒浸如圭月，水妃捧出蟾蜍宫。\n寒声惨澹散鸦雀，皓魄照耀惊鱼龙。冯君扁舟来何从，乃在云气虚无中。\n南望苍梧东赤壁，昔人羽化泠泠风。烂醉不死惟李白，上天下天鹤一只。"
        },
        {
            "标题": "羊太傅祠",
            "作者": "严遂成",
            "内容": "重臣何法乃可死，举贤自代而已矣。君不见衔刀破竹平江东，龙骧威名征南同。\n大蛇垂头瓠系颈，不畏岸虎畏水龙。两贤推毂者谁是，角巾白士南城公。\n得所付投了乃事，及身奚必居成功。遗祠千载一瞻溯，屋宜门称词改户。\n遗民岘首尽沾襟，东垣况探金镮路。下马椒浆酬断碑，寒鸦飞上枯杨树。"
        },
        {
            "标题": "董子祠",
            "作者": "严遂成",
            "内容": "荀卿尔何人，名亚我邹孟。其流变韩商，暴虐助嬴政。\n坑儒议相思，偶语弃市令。马上治天下，鲰腐遭诟病。\n绵蕞叔孙礼，粗知皇帝圣。龈龈辕固申，一经荧视听。\n平津实不学，谬执翘材柄。司空城旦书，黄老渐复横。\n万古惧长夜，珠囊渝金镜。广川孕灵秀，醇儒以气应。\n下帷不窥园，三年心力劲。所读者何书，秦火烧未竟。\n天人建三策，著录史迁摒。大愚吕布舒，偃也乃为佞。\n历相皆骄王，诚格学术正。长沙亦奇才，儒林有论定。\n遗祠今萧瑟，碑断草痕迸。下马拜无人，邻社笳鼓竞。\n牧羊牧豕儿，有祷神不吝。同生汉武朝，纷纷取侯印。"
        },
        {
            "标题": "夜宿龙门县",
            "作者": "严遂成",
            "内容": "崎崎不知远，入夜林转深。月黑虎斯怒，泉枯龙不吟。\n饥民瘦如鬼，长吏清有琴。满屋朔风大，集枝翻冻禽。"
        },
        {
            "标题": "富阳舟晓",
            "作者": "严遂成",
            "内容": "晓色能移山，置之烟雨里。重帘隔美人，朦朦倦梳洗。\n须臾云褰帷，闯然装俶诡。物忌太分明，以此悟妙理。\n若有若无间，目成而已矣。"
        },
        {
            "标题": "重阳庵宋理宗酒瓮",
            "作者": "严遂成",
            "内容": "穆陵鬼恸冬青树，荒庵犹记嘉熙事。丁当阎马承并恩，经界推排榷场置。\n芙蓉阁绕亭香兰，绳缦骰钱关扑戏。吴山九日报花开，法酒如池压担来。\n舞罢彩云高处望，银山十二候潮回。鱼皮列甲长江岸，荆鄂烽烟眼零乱。\n纳币称臣以捷闻，夜漏沉沉正欢宴。万枝银烛暖烘云，白雁声寒落天半。\n一传再传器不守，海陵鱼腹逋逃薮。伤心帝魄醉穹庐，竟作高车月氐首。\n空贻一瓮宝龛僧，古意摩挲款识仍。劫火真珈烧不尽，阴房伴照铁灯檠。"
        },
        {
            "标题": "望思台",
            "作者": "严遂成",
            "内容": "卫霍功成天马出，祁连焉支积战骨。烦冤鬼气入深宫，假手胡巫虫发掘。\n羽林忿忿兵小弄，壶关惓惓书上谒。作台有诏空所思，魂兮魂兮招不活。\n一生苦学长生诀，适嗣何人忍自割。博望魂游苑草荒，泉鸠目断湖冰裂。\n人之爱子亦如余，方识人间有离别。母后偕死二孙从，茂陵夜夜鹃啼血。"
        },
        {
            "标题": "王裕州廷陈",
            "作者": "严遂成",
            "内容": "阿父何乃挞名士，树杪大声呼不止。书之于壁乌母谣，堂皇裸跣衙鼓敲。\n簿牒堆案漫省视，矫首飞鸟孤云高。何物巡方一御史，是皆世间之盲子。\n直前令尔□老□，詈骂犹嫌污我齿。不过使我不三公，我正郁郁欲归耳。\n蓬发斜拖窄袖衫，张筵选伎词汍澜。回思为官无甚乐，乐民赎罪输弹丸。"
        },
        {
            "标题": "何副使景明",
            "作者": "严遂成",
            "内容": "笄秃施屋帻，茧角举于乡。所至争负视，遮道观堵墙。\n参随似驭马，执挞如驱羊。此画毋污人，手要濯沧浪。\n始与献吉昵，国士相颉颃。名成互诋諆，鼓旗树战场。\n狱急莫为直，上书杨文襄。对山一救我，仲默今则忘。"
        },
        {
            "标题": "徐记室渭",
            "作者": "严遂成",
            "内容": "辕门令严大旗卓，鼓止霜清晓吹角。诸将候竭方逡巡，白衣闯入门无人。\n有时狎游辄累日，急使召之深自匿。倡楼昵饮闻欢声，掷尽黄金空手出。\n奋髯箕踞谭兵书，受降用间擒王徐。俞家戚家以力取，取之以术钩吞鱼。\n率尔作表贡白鹿，皇帝称善再三读。声名一夕遍内台，龙跳鹰跱青天开。\n忽锥其囊刺其耳，弃妻杀妻屡求死。生无所益事远游，赋出入塞春徂秋。\n突逼军营拔剑舞，蝉蜕归隐山之幽。室中咄咄挟犬坐，月复一月不举火。\n长鱼大肉啖已多，便饿十年理亦可。书数千羚斥卖之，藉蒿荐席聊自娱。\n月明高吟得意诗，一鹤孤啸群鹤随。明朝棹户昼不起，起视悠然长逝矣。"
        },
        {
            "标题": "歌风台",
            "作者": "严遂成",
            "内容": "狐鸣篝火蛇横草，亭长手提一剑扫。京索荣阳百战馀，难得生还见父老。\n鸡犬新丰乐故乡，万岁千秋魂渺茫。酒酣起舞泪沾臆，风声渗澹云苍苍。\n四顾山河要人守，诛夷半出儿女手。宫中雉雊反九起，胡乃藏弓烹走狗。\n鸣呼钟室之死冤最深，从赤松游非本心。"
        },
        {
            "标题": "病起柬谢寒村先生",
            "作者": "严遂成",
            "内容": "治病如治兵，命医如命将。人尽号能军，心巫术则匠。\n繄予苦炎热，疟鬼敢献状。喉焦咸阳火，腹涨桂岭瘴。\n宜以水犀济，而乃火牛抗。宗老幡然来，具大法眼藏。\n中虚知鲁弱，外强见随张。颠趾以出之，夜决黄河防。\n急攻除务尽，慎守养用壮。僵蚕竟喂叶，枯鱼倏跋浪。\n觋言鬼神力，攘功姑自诳。箫鼓罗酒浆，丛祠浩歌唱。"
        },
        {
            "标题": "王尚书世贞",
            "作者": "严遂成",
            "内容": "寥寥天地间，有后七才子。舞象咏宝力，弱冠成进士。\n父冤鼓登闻，建立载国史。重镣贵幸匿，金牒妖僧诡。\n相门招致之，掉头审所处。先进抵王唐，左袒主何李。\n倡和白雪楼，牢笼天十士。诗文无古今，西京大历止。\n贡谀比尼父，晚而悔心始。东坡手一编，卧疾读未已。\n卮言非律令，少作行当毁。余岂独异趋，震川惜蚤死。\n九原如有知，剌剌作吴语。"
        },
        {
            "标题": "阮怀宁大铖",
            "作者": "严遂成",
            "内容": "首上百官图，义儿下拜雌雄狐。继上合算疏，鼠窜两端为黠奴。\n奴两端窜黠于鼠，复畏东林如猛虎。虎从风，云从龙，龙兴狐鼠空其丛。\n禁锢沉沉十七载，辇金湔濯无成功。急思边才自表见，纳交游侠弹长剑。\n天赐一船名大愿，闻道甲申三月变。机关可转策可献，东南一角皇都建。\n拥戴阴通马凤阳，一奇货也居福王。下流地岂唐灵武，伪种人非夏少康。\n公等自图富贵耳，何心庙佑关存亡。妖书移宫及梃击，借以报复掺乾纲。\n立甫逾月其名荐，诏呼冠带趣上殿。三要两合十四隙，姑妄言之未尽善。\n第一义先翻逆案，四十三参十八罗汉，一网打入妖僧传。\n复社门户靡孑遗，要典重刊铨政乱。都督满街走，职方贱如狗。\n谐价西园钱入手，君渔于色湎于酒。宫女三千歌舞酣，叛藩十万貔貅吼。\n吴绫夜画乌丝栏，量江那管钓鱼船。守城渠答春灯谜，对敌军书燕子笺。\n燕子飞飞止谁屋，春灯无光暗玉烛。可怜一载小朝廷，空传南部烟花录。"
        },
        {
            "标题": "题家刑部公所遗双龙图",
            "作者": "严遂成",
            "内容": "六鳌镜没三山立，风吹舶趠天吴泣。两两屏障星模糊，逼视双龙墨痕湿。\n刑部家亡胜国秋，百年彝器有谁收。兵火摧残盗胠箧，舟移壑徙水东流。\n此图不信有还理，龙之为灵昭昭矣。画师画龙通龙语，龙乎龙乎奈何许。\n人间好赝无真龙，龙今下天天朦朦。不如画上僧繇壁，待汝飞鸣雷雨夕。"
        },
        {
            "标题": "猛总统如虎",
            "作者": "严遂成",
            "内容": "左镇想杀我，猛镇跑杀我。部将挟之以上马，日晡雨作黄陵城，抽骑箐谷中潜行。\n旗纛离披溃围出，南阳移驻疽背生。裹疮巷战力如虎，血盈袍袖呼唐府，北面叩头谢明主。\n臣力竭矣臣应死，魂兮魂兮，归来招臣子。"
        },
        {
            "标题": "宁南侯左良玉",
            "作者": "严遂成",
            "内容": "长身赪面真英雄，录大凌河第一功。豫兵西，秦兵东，左右横击居当中。\n左家军势中原震，积久䆮骄善观□。重宝谁输玛瑙山，犒金浪享朱仙镇。\n中肩中股不穷追，迁延一夕移营遁。南行战舰造樊城，一山一色旗帜明。\n避贼夹驰过对马，马蹄殷地空雷声。诸营歌舞常达旦，旁无姬侍娱清宴。\n履舄交错一回头，孤灯照夜衰容见。恸哭鼎湖龙上天，日障妖蟆蜃蔽烟。\n袖中密启清君侧，传烽直到板矶前。袁公劫盟辞色顺，九江已破收馀烬。\n天教别舸殪桓元，人说山头及苏峻。数升呕血悔应迟，国恩负此通侯印。"
        },
        {
            "标题": "靖南侯黄得功",
            "作者": "严遂成",
            "内容": "十二持刀斩贼首，白金奉母儿偿酒。转战生擒三鹞归，分镇卢州划疆守。\n土桥伏起兵未交，踣腾他骑驰风飙。反斗直前挟其槊，颓垣跃入虎怒哮。\n追者辟易乃脱兔，飞章曲直中朝诉。千金为赗何足多，度外置之以国故。\n师回铜陵驾小舟，葛衣络臂箭伤喉。白龙鱼眼一奇货，田雄挟作归命侯。\n事不可为剌吭死，手腕血溅长江水。风涛夜作鬼雄呼，酒气鞭声黄闯子。"
        },
        {
            "标题": "李副使梦阳",
            "作者": "严遂成",
            "内容": "堕怀梦日胞衣紫，世间乃有崆峒子。侈陈时政五千言，奏辩皇后斥张氏。\n大市街遇寿宁侯，乘醉挥鞭落其齿。志清君侧幸不死，黑缧又锁江御史。\n不知以雄而守睢，冠带闲住何所辞。樊台业台数猎较，汳雒少年往从之。\n汉后无文唐无诗，激论亦如为郎时。齐吴代兴江楚继，百年坛坫主北地。\n可惜阳春书院记，反形已其吴王濞。西涯衣钵委而去，对山弦索申申詈。\n有甥亦酷似其舅，茂州判谪何无忌。大刚则折鈲缺砺，陵轹何人当盛气。\n入庙恸哭以诗祭，龙逢比干不我弃。"
        },
        {
            "标题": "祝京兆允明",
            "作者": "严遂成",
            "内容": "五岁能作径尺字，九岁能作急就诗。内外二祖当代儒，耳濡目染贯综之。\n据案屏息有所思，起立奋笔龙蛇驰。若使右手指不枝，掀雷抉电靡不为。\n世间可意唯李白，常常一饮杯三百。人生及时特乐耳，礼法岂为我辈设。\n六博蹋鞠吴趋坊，新翻一曲环红妆。场屋那能容贺老，少年谁不爱周郎。\n间施朱粉登场戏，部部梨园席退避。世界茫茫梦幻中，都是偃师胶革具。\n俸钱所入缘手尽，今日肯为明日计。王戎障簏固痴儿，赵公看囊亦小器。\n出门与客遇诸涂，牵衣诟谇争索逋。"
        },
        {
            "标题": "秦总兵良玉",
            "作者": "严遂成",
            "内容": "忠顺昔受封，慕华款贡市。功惟不内犯，而无臂指使。\n石柱白杆兵，勤王万里行。征播剿楚豫，解围成都城。\n奢安以次定，噬蜀贼锋横。西南半壁天，孤撑一掌劲。\n夫瘦云阳狱，阵亡者季孟。老寡百战馀，安然考终命。\n平生娴翰墨，笳鼓叶竞病。木兰女儿身，戎装拖朝绅。\n伞盖拜汉赐，于铄冯夫人。"
        },
        {
            "标题": "周忠武遇吉",
            "作者": "严遂成",
            "内容": "人生练勇敢，当于无事时。安能如枯骨，冢中端坐为。\n起家射生手，遇贼辄杀之。三十为大将，备兵晋西陲。\n长河防飞渡，千里无援师。吹唇遏北犯，鼠磔枭熊罴。\n番进十攻一，孤城累卵危。巷战□虎跳，缚至高竿桅。\n血衔温序剑，魂飐曲端旗。疮痍贼骇伏，鬼兵阴云驰。\n公少颇质鲁，绛灌无文辞。纨绮咸目笑，人固未易知。\n艰危立功节，庙祀遗民悲。"
        },
        {
            "标题": "兴平伯高杰",
            "作者": "严遂成",
            "内容": "以色归降以色死，千古女戎乃祸水。二妓耦一卒，掣之不得起。\n满城兵甲声，汹汹醉魂里。呜呼有仇不报靖南侯，剚刃忽借许睢州。\n瓜州哭，扬州讴。"
        },
        {
            "标题": "杨徵君廉夫",
            "作者": "严遂成",
            "内容": "梅花三三弄雪飞，铁笛一声天下白。侍船屋上歌角巾，侍儿歌按红牙拍。\n胡然天书降紫泾，景濂饶舌尔大愚。今我寡也将就木，嫁衣复理徒区区。\n强我毋宁蹈海死，皇帝乃欲臣老子。卒成其志放还山，山人衣白车班班。\n姑息须臾九华伯，迟我玄圃蓬台间。君不见胡蓝之党秋官狱，观画题诗身莫赎。\n又不见输作工所投龙江，表笺一误文上梁。\n几人足疾疯徉狂，掷笔自撰归全堂。"
        },
        {
            "标题": "曹总兵文诏",
            "作者": "严遂成",
            "内容": "崇信窑，铜川桥，虎兕凹。军中有一曹，西贼闻之心胆摇。\n匹马萦阵持矛突，关陜已平平晋贼。贼渡河去避其锋，不叙将军第一功。\n翻似怙胜挂吏议，拂衣一叱迁大同。大同师旋贼复威，捣巢转战湫头镇。\n万矢雨集如猬毛，谁其从之侄变蛟。骨不可收空蒿葬，灵旗夜黑魂跳荡。"
        },
        {
            "标题": "熊文灿",
            "作者": "严遂成",
            "内容": "鼠辈遇我敢复尔，酒酣妄为大言耳。觇使起立吾之故，意悔势已不可止。\n六州鼓旗一手主，流寇如虎海飞鼠。昔勇令怯魂魄褫，往叩僧庐来佛旨。\n空隐屏人解误人，抚之抚之毋乃是。四正六隅兵饷增，左黄夹击如风雨。\n胡然忽刊招降檄，杀一贼者令偿死。贼如不从则犒之，金帛酒牢豢骄子。\n接踵而至姑自诡，天下今已无贼矣。许州南楼火光起，陷均胁房谷城圮。\n如猿断韝脱鹰，如火燎原坊决水。试问降者十三家，今皆安在罪轻儗。\n悁悁珠玉饰名姝，临送牵衣哭西市。"
        },
        {
            "标题": "朱太师燮元",
            "作者": "严遂成",
            "内容": "林中大噪枯骸弃，拥物如舟作攻具。披发仗剑载羽旗，旁翼云楼以牛曳。\n守陴皆哭将军笑，吕公车也何足道。巨木机关转索飞，飞石千钧运大炮。\n击之反走溃而去，头触不周山倒地。得一贼将呼饮之，不解佩刀反间计。\n火光夜起牌蔽江，一虎中枪一龙毙。城围百日门始开，奢家未灭安家来，红崖大囤白岩台。\n僭号曰梁元应顺，私刻五府六部印。败之红土川，追之五峰山，二贼窜险箐篁间。\n土兵半，汉兵半，以次荡平天启乱。四十二目茭刍献，三十六所邮亭缮。\n录功不及大珰名，棘雨蛮烟空血战。鸣呼，封侯无分将星沦，军资封籍家若贫。\n副是腰腹健饮啖，一饭未报牟康民。君不见秦中老者不再至，风角遁甲姑一试。\n此书流落付何人，他日西南岂无事。"
        },
        {
            "标题": "卢少师象升",
            "作者": "严遂成",
            "内容": "书生上马能杀贼，青龙冈巅箭中额。刃又及鞍以手掣，进虓虎跳退兔脱。\n贼谛视之公何物，白晰臞然膊独骨。天雄移军东南行，赐尚方剑赐节钺。\n是时大帅新车殁，营门绝粮闭三日。慷慨洒泣继以血，有剿无堵或迎截。\n歼其精骑七顶山，前阻汉江伏当设。封疆夫岂一人事，郧抚湖抚坚不出。\n转战功多反被揭，迁之朔方计良失。从此秦楚蜀之交，杀贼者凶求贼吉。\n主抚主款大辱国，天兵从天骑用铁。卖卜瞽人事荧惑，赤发于颊经面折。\n孤军夜战嵩水桥，鼓声已死阵云热。监军坐拥关宁兵，距五十里遥邈秦越。\n莽莽遗骸何处收，瘢痕刻划麻衣雪。此吾公也众肃拜，验覈□迟敛逾月。\n明主直与忠臣雠，安得明年国犹活。家中望祭空招魂，魂归湄隐园之侧。\n为读张公岳公传，英姿飒爽动毛发。桃溪夜半月光寒，如见五明骥跃沙河阔。"
        },
        {
            "标题": "仇鸾",
            "作者": "严遂成",
            "内容": "年少嗣侯掌戎政，平生八佩将军印。贻厥之力能读书，文故要钱武惜命。\n马市开后丑跳梁，蚁穿蜂拥隳边墙。朝易马去暮突入，夺马转夺军衣粮。\n谁为此议罪祸始，鸾也乃授俺答指。箭纛小信盟家奴，金币阴谋结义子。\n僭拟垂舆赫道旁，一鹅白金三两强。恣睢抑买皇亲第，骄蹇平吞麦福庄。\n铁浮图来风雨急，尾追追不及。誇张斩获捷书闻，橐驼十匹首五级。\n百戏横陈歌舞酣，新鬼故鬼环营泣。通寇事发帝命申，促牧符敕疽轮囷。\n天何不赊一日死，吾戴吾头全其身。持斧斸孔大仓卒，悔召卧后红鬃人。"
        },
        {
            "标题": "彭襄毅泽 其二",
            "作者": "严遂成",
            "内容": "豫盗蜀盗次第平，辕门大旗马一鸣，诸将股栗以膝行。\n误谓虎仙利可啖，贻二千币银酒枪。满速儿翻哈密城，尚书齮龁挟隙生。\n构之内竖竖不信，置酒交情使窃听。醉骂叱咤声洪钟，屏间隐蔽颊发红。\n并力怂恿落其职，群盗闻之动颜色。山河誓券不旌功，一死英雄魂报国。\n茕茕二妾守空庐，天寒日暮无衣食。"
        },
        {
            "标题": "熊经略廷弼",
            "作者": "严遂成",
            "内容": "经略主守抚主战，一举荡平握胜算。兵来薄城城动摇，委去严关门两扇。\n卷地风鹤走踉跄，掖之上马马胡旋。谁欤哭者独微笑，安在横磨剑十万。\n毕以残军屹后殿，耳聋舌敝言言验。功罪昭然黑白判，左袒右袒法乃乱。\n曲杀清流设阱陷，讲筵袖出辽东传。九边传首亦何辞，坐盗脏赀足长叹。\n安得貂裘与珍玩，矫旨助虐江夏县。子雉经死去婢衣，株连姻族抄瓜蔓。\n可怜杨左魏何人，一网打入封疆案。"
        },
        {
            "标题": "海忠介瑞",
            "作者": "严遂成",
            "内容": "驿吏倒悬公子怒，发橐中金纳之库。官园艺蔬日自给，尝鼎一脔以母故。\n长揖谒台官，伏阙策平蛮。仙桃夭药市香宝，乐游西苑建醮坛。\n谏书朝以入，夕诀妻子舆其棺。趣使执之母使遁，天下岂有怕死之比干。\n墨吏闻风弃官走，朱门丹门突而黝。白苑吴淞浚海口，剥皮囊草祖制皆当守。\n刚峰之刚刚过中，无欲其清与水同。布袍脱粟以此始，葛帏敝籯以此终。"
        },
        {
            "标题": "俞武襄大猷",
            "作者": "严遂成",
            "内容": "戚家军，戚家军，军声恫贼呵风云。猫峒安南盗间起，海氛甚恶无时已。\n其来如雨去如风，灭于西者生于东。东西大小数百战，公也水陆多奇功。\n枋国何人抑不叙，幕府攘之自为计。血肉淋漓换得来，弃置空虚无用地。\n偶一失律群叫呶，三予三夺如儿戏。君门万里臣何言，新鬼故鬼声烦冤。\n甲裳一卸剑舞罢，滴露研朱读易轩。"
        },
        {
            "标题": "顾端文宪成",
            "作者": "严遂成",
            "内容": "皇子并日封，抗疏矢蹇谔。江陵病祷祀，手取署名削。\n秉铨时牴牾，相权为旁落。放逐名益高，东南司木铎。\n龟山葺旧院，六经下注脚。文清我所师，暨关濂闽洛。\n闻风率响应，讲席大张拓。赴会棹小舟，歌诗听条约。\n亦有好事者，附丽意浮薄。指斥时政非，裁量人物各。\n淮抚通波论，贻书入台阁。传刻邸杪中，此著铸大错。\n古训戒出位，守身要束缚。遂以资口实，抨击相继作。\n株连逮三案，毒焰一网煿。天鉴录东林，朋党其名恶。\n在野清义亡，在朝元气索。后学游泾阳，瓣香缅如昨。\n林栖四十载，寻孔颜之乐。遥遥溯渊源，惠泉流未涸。"
        },
        {
            "标题": "张太岳居正",
            "作者": "严遂成",
            "内容": "公杀我公杀我，作自刭状刀一把。公恕我公恕我，手捋其须客避坐。\n郎吉何伤夺情可，被紫横王赴汤火。三十二人舁步舆，牙盘上食水陆俱。\n守臣长跪杂挽卒，席屋骑队纷前驱。坛坛斋醮爆烈日，纯忠之堂梁木折。\n田十顷宅一区，为母残喘延斯须。天鹅罽金累珠，烟消灰灭靡孑遗。\n物理循环忌太盛，勃字声讹帝耸听。一朝太阿柄自持，霍家祸败萌骖乘。\n宫中有力迫慈宁，地下无颜见新郑。窃比舜禹功巍巍，毕事冯保空尔为。"
        },
        {
            "标题": "邱文庄浚",
            "作者": "严遂成",
            "内容": "少孤借书走百里，右目失明读未已。厅事旋马遗古风，禁涩体者文家宗。\n亦复慷慨陈利弊，何乃褊衷负盛气。阴阳燮理中书堂，反唇而惎冠投地。\n手挥院判布鹰犬，面折台臣视奴隶。白沙抑去齮王公，是皆国家栋梁器。\n宋儒论古无完人，公独以意为屈伸。当夫金源势全盛，宗弼宗望皆名臣。\n大河以北山四塞，谁能逾越兵如神。黄龙痛饮诚不易，西夏情形则大异。\n龙图老子万甲兵，坐以生事悖清议。桧也国贼屠忠良，归功再造心病狂。\n人言卢杞定不信，诏书可以褒五郎。呜呼纲沦目聩义翻覆，西山之书安用补，司马之鉴安用续。"
        },
        {
            "标题": "宋尚书礼",
            "作者": "严遂成",
            "内容": "北河地洼九十尺，南河百十有六尺。地至南旺势中高，其名为水脊。\n阻隘两头扼其嗌，引汶使入助水流，建瓴而下不可留。\n留之以闸闸用石，层层蓄水水乃积。沽头南，临清北，舟如枕席上渡师，全以水力替人力。\n忆昔阳武起丁夫，卫辉递运劳费多。此湖铲凿贯地脉，一气混合江淮河。\n尾闾于海无停波，宋公之功民咏歌。安民山，安山湖，会通自元明则无。\n创此议者潘叔正，佐治配食金周并。独不念筑载村筑冈城，水乃分为二道行。\n何人车过酹杯酒，汶上老人怀白英。"
        },
        {
            "标题": "石宪史璞",
            "作者": "严遂成",
            "内容": "娶妇三日归母家，黄鹤一去天之涯。妇翁讼婿婿诬服，眼前酷吏酷刑酷。\n宪使平反如有神，神来入梦梦不真。大书一麦字，两人夹一人。\n比明械囚趣东市，伐鼓鸣锣手旁指。窥门屏间一童子，捕诘其师乃道士。\n道士匿妇槁麦中，拨云见日青天红。古人断狱断以意，后人断狱断以例。\n例所应死民莫悲，咎繇复生无能为。"
        },
        {
            "标题": "平江侯陈瑄",
            "作者": "严遂成",
            "内容": "陆运海运改河运，更改民运为兑运。运河规画功告成，一一亲承神禹训。\n宝山肇锡捍潮堤，继而渠凿淮东西。淮东西，河南北，吕梁洪险刁阳塞，用地所宜河受职。\n三千馀里递灌输，中间置仓四十区。置舍五百六十八，四十七闸版斯拔。\n粮艘尾尾如龙游，由江而淮汇河流，直达直沽无滞留。\n岁漕京师五百万，足食兼为兵民谋，论封合号平江侯。\n平江侯，白山岛上倭焚舟。下马裹创战且走，西番南蛮割贼首。\n宰相安用读书人，渠是辽阳射鹰手。"
        },
        {
            "标题": "刘侍讲球",
            "作者": "严遂成",
            "内容": "夜携小校持小刀，太祖太宗呼声高。高声未已颈血吐，遂支解之埋狱户。\n同官同系马德文，从旁窃血裙。后来其子得一臂，伴裙葬空坟。\n仇家子忽病狂发，拳蹴其父捽父发。老贼我何雠，我非他人乃刘球，子同小校同时休。\n呜呼世间杀人者不死，天生百刑官，不如地下一厉鬼。\n鬼而若逢韩柳子，复雠议又纷纷起。"
        },
        {
            "标题": "彭襄毅泽 其一",
            "作者": "严遂成",
            "内容": "嫁女楚楚造漆器，中人之家所有事。是第不为吴隐之，乃援象箸王杯例。\n趣焚之火持急装，徒步南登太守堂。堂上抡杖下堂詈，十二围腰倒平地。\n匍伏受责起牵衣，苦留不住飘然归。徽州固是脂膏地，尔母瘠民吾乐饥。\n何哉石城邹吏目，以言谪官饭不足。其父来视之，怒其不养捶之哭。\n两家义方非中庸，中庸之道惟痴聋。"
        },
        {
            "标题": "郭参政绪",
            "作者": "严遂成",
            "内容": "大军舍金齿，单骑抵南甸。峻险不可登，斩棘绳鱼贯。\n土官象舆迎，毒雾中胡旋。擐甲环数重，从行者肉颤。\n传檄渡金沙，革心革其面。侵地既以归，降人亦以献。\n冒死成奇功，功奇在不战。易代始行赏，级一俸加半。\n雨露良已赊，劳臣性命贱。"
        },
        {
            "标题": "定襄伯郭登",
            "作者": "严遂成",
            "内容": "飞天网，搅地龙，引而入围中，机发于堑相撞舂。偏箱车，四轮车，下藏火器上建旟，钩联马足焚穹庐。\n大同形势全燕控，数被环攻严不动。抱其空贽货居奇，国有君矣社稷重。\n谁云义不顾私姻，月城朝服臣心痛。力战翻教卤簿迎，求和枉把金缯送。\n君不见牟驼岗，二帝北狩胡天长。渡河慷慨呼宗泽，谢敌仓皇罢李纲。\n荼油紫褐魂飘泊，万古苍梧落照黄。于戏南宫及正封曹石，甘肃投荒定襄伯。\n天寒寄食妾缝衣，含饭无儿视易箦。"
        },
        {
            "标题": "况苏州钟",
            "作者": "严遂成",
            "内容": "九府雄剧地，命举廉能吏。公乃得苏州，乘傅其往莅。\n赋重役苦繁，豪猾踞奸利。衔尾请画诺，徉若不省视。\n三日召庭诘，贯盈立捶毙。旋复蠲烦苛，条教釐次第。\n搏击乳虎威，喔咻慈乌意。募佃官民田，减额第一义。\n荒赈济农仓，馀充杂办费。粮马三十年，死者补以继。\n棕布七百疋，阔者抱以诣。设法为之防，立簿为之记。\n公以吏起家，故习知吏事。读书多奚为，善规自全计。\n驿骚纠过客，横暴抗中使。巡方长揖之，拜跪斥往例。\n诗献除新衔，礼恭报故谊。中丞诸善政，协力受委寄。\n诏许得上书，动与朝廷议。上惟遂所请，下各行其志。\n凡辖县有七，百万生灵系。道在手制人，而不受人制。\n权轻民斯玩，法密政斯弊。即遇古循良，无能奏一技。\n神驹责千里，先请宽鞭辔。"
        },
        {
            "标题": "周文襄忱",
            "作者": "严遂成",
            "内容": "江南财赋地，逋课八百万。奉命往釐之，何以起涂炭。\n吴平籍官田，租倍他郡半。累减少苏息，平米法称善。\n揆纲运立簿，辖总收握算。置仓名济农，赈贷取赢羡。\n水次得兑交，转漕去前患。折草以帖斋，纳布式毋乱。\n损耗供账科，缺额盐龟赡。时复屏驺从，父老咨询遍。\n忽焉匹马骑，往来历圩岸。安知都堂尊，衣服固敝烂。\n淤壅浚三江，沙柴垦二县。馀波逮邻封，乞籴役舟泛。\n岁积不可校，修葺广营建。馈遗匪乾没，渔蠹或欺谩。\n公物归之公，张弛为济干。朝士丛谤议，奸民迭构煽。\n二十一年前，十家九逃窜。苦心著成劳，凶荒饱餐饭。\n乃不以为功，抚膺发长叹。郎署昔浮沉，挨宿资靖献。\n张说珠记事，杨愔曲障面。竹木贮陶侃，阴阳册刘晏。\n以此经世才，况当土木变。不得立于朝，度之绌攻战。\n嗛嗛意未已，保全荷深眷。厥后吴大饥，何人迹克践。\n处处祭生祠，哭声震淮甸。"
        },
        {
            "标题": "静诚先生陈遇",
            "作者": "严遂成",
            "内容": "南阳诸葛庐，帝三幸其居。卫士十人护肩舆，赐金赐帛赐绮衣。\n帷幄计秘参刘基，功主于内不外施。官其身而辞，官其子而辞，卒成其高病告归。\n生赐坐近华盖殿，死赐葬近鸡鸣祠。神龙见首不见尾，清泉白石无磷淄。\n君不见严陵钓台高位置，赤伏符事非吾事。又不见衡山山人衣衣白，宰相味夺神仙骨。\n途分晦显臣不臣，静诚先生兼之于一身。"
        },
        {
            "标题": "家司空",
            "作者": "严遂成",
            "内容": "起家大布衣，岁部粮万石。时至无后期，廷对矢报国。\n观政入银台，文牍祛委积。三迁冬官长，役车按名籍。\n是时大营建，更番藉休息。龙州师问罪，地界安南逼。\n往谕王拜命，私觌谢香帛。献雉越裳朝，舞干有苗格。\n兴安治灵渠，三十六闸勒。南北导湘漓，渼潭毒龙匿。\n焚镌象鼻峰，漕舟渡枕席。水锁旡支祈，山留巨灵蹠。\n疏监广东西，引定四府额。挹注税半之，宿弊一朝革。\n遇事敢风生，扰驿骤纠劾。称旨掌南台，风纪百僚饬。\n冤狱数平反，祥刑垂典则。朝阳闻凤鸣，秋肃亦鹰击。\n高皇性猜忌，喜怒生不测。功臣罕得全，恩眷独殊特。\n病则遣医来，大篮抬酒食。行盖隔瘴疠，崇礼有赐宅。\n厚福呼佳儿，网开释罗织。引年许退闲，顾问备朝夕。\n靖难继求旧，大不耐官职。安抚乃空衔，驱车行至泽。\n周览晋云山，题诗满屋壁。九重以疾闻，囊金无处觅。\n何哉致身录，伪造词抵饰。帝已火宫中，城围地道塞。\n安得西南游，而有从亡客。褚渊宁独生，居然夏侯色。\n仗节隐其名，谨免十族赤。后世旌遗忠，肸蚃慰魂魄。\n史笔乃阙疑，家秉述祖德。"
        },
        {
            "标题": "英国公张辅 其二",
            "作者": "严遂成",
            "内容": "永乐六年安南平，是年之冬变骤生。七年远统平夷兵，八年春还秋复叛，明年仍赋征南行。\n简定陈季扩，前后相继作。一攻造舟叱览山，再攻荷花海之湾。\n俘斩无算势未已，纷纷火燧爇象尾。猬毛之矢刺天飞，象奴象鼻落如雨。\n一战美良山，再战昆浦暹蛮间。步骑蹴之传檄定，次第就擒海氛静。\n海氛静，占城降，择故王后封为王。版图不入归要荒，我无所利计大义，兴灭继绝辞堂堂。\n奈何升州置卫所，人其人，土其土。中国约束夷苦严，安南之风安于南。\n南人不反那可得，宣德年间得而失。王通盟，柳升没，依旧安南属外国。"
        },
        {
            "标题": "黄侍中观",
            "作者": "严遂成",
            "内容": "龙头觺觺鼎一足，左班文臣罪名六。泣拜亲墓悬为图，忠孝者妻给象奴。\n奴索钗钏意在酒，绐之使出挈家走。淮清桥下水阴阴，呕血于石成观音。\n何乃愁惨状，舁至夫祠屹相向。魂兮魂兮罗刹矶，江豚拜浪鱼腹肥，亦有血痕红裹旧朝衣。"
        },
        {
            "标题": "英国公张辅 其一",
            "作者": "严遂成",
            "内容": "安南二都环四江，地不内属自有唐。叛服复何预我事，祸受天平归自老挝降。\n芹跕伏兵杀天使，天兵从天插天翅。插天翅，海茫茫，十八将军治军装。\n八十万兵输兵粮，会平西侯于多邦。多邦城高枕江绿，人持炬火吹铜角。\n铜角一声战象来，绘狮冲象象猬缩。直捣圆伞山，穷追咸水关，满海流血红斑斑。\n季釐苍以小船走，反斗缚之奇罗口。\n槛车护至京，宴奉天殿箫铙声。安南平，安南平，从此十年长用兵。"
        },
        {
            "标题": "庄平伯吴中",
            "作者": "严遂成",
            "内容": "三陵营治长景献，次及两宫又三殿。\n役夫苦役荷校逃，心计口画手布算。官物献媚输中官，中官甲第青云端。\n帝登云台惨不悦，多是民膏与民血。怜念旧劳落一秩，乾没如山号金穴。\n珠围翠绕何纷纶，居然三十六宫春。各具衣带随所服，竹枝蘸地羊推轮。\n严惮其妻老弥悍，风雪天寒背浃汗。命取吴中诰敕来，高声诵之声如雷。\n代草翰林故解事，终篇乃无一廉字。群婢窃笑斗屏间，司空见惯如等闲。"
        },
        {
            "标题": "李大理仕鲁",
            "作者": "严遂成",
            "内容": "僧录道录善世院，岁度男女逾数万。想当开国百战馀，忏悔生灵死涂炭。\n衣之金襕袈裟衣，耳目横行数搆患。置笏于地干天威，雷霆殿击骨糜烂。\n独不念公等良为朱子来，来时方恨晚相见。修朱云槛直不旌，例之史鱼以尸谏。\n嗣后缁流不赐官，真人禅师其名变。时无中山青田韩国公，勋旧无忧中谗间。\n过晡侍宴女乐停，梵沸鱼山彻内殿。"
        },
        {
            "标题": "周太学敬心",
            "作者": "严遂成",
            "内容": "圣人宝莫大于仁，刻玺曰宝始嬴秦。秦垢何足污后人，汉腊不祀盗莽新。\n传至后唐焚于火，石氏改制玉一颗。元亡漏落桑乾河，渔者获之于网罗。\n非秦旧玺乃石玺，是亦一石而已矣。何苦连年远斗争，新鬼故鬼烦冤鸣。\n辎重绝幕弃于地，换此亡国不祥器。当时谏臣谏刑不谏兵，兵出皆以元为名。\n疏陈及此周太学，其言便是卞和玉。卞和玉，圣人宝。\n胠其箧而逃者谁，地老天荒王保保。"
        },
        {
            "标题": "胡大理闰",
            "作者": "严遂成",
            "内容": "鄱阳庙壁如雪白，冷光熊熊墨痕热。龙舟驾浪腾龙睛，日轮照见忠臣血。\n一子齿剑一荷戈，入功臣家女郡奴。奴以爨灰污其面，灰中被挞逃如愿。\n十年始脱从军衣，青松白璧全身归。\n归来颜色好，空家白骨埋秋草。等是未亡人，落花孤燕不怀春。\n春寒泪如雨，朝饥谁告语。见者怜之馈钱米，吁嗟此是忠臣女。"
        },
        {
            "标题": "中书吏刘敏",
            "作者": "严遂成",
            "内容": "暮市芦兮龙江，旦载归兮入治事。妇织席兮力养，悬诸梁兮磁瓦器。\n吏也廉若此，风示尔多士。士果当以吏为师，官奴可给前致辞。\n事母何预他人事，浣衣者妇哺者，儿此语可勒孝子祠。"
        },
        {
            "标题": "桂正字彦良",
            "作者": "严遂成",
            "内容": "包山院长江南儒，文华堂上延为师。编修给事中为弟，师衣白衣颠倒之。\n官正字，言正字，用予用我汤武事。既制格心图，更上太平策十二。\n大声彻殿人尽闻，对帝朗诵诗古文。"
        },
        {
            "标题": "宋学士濂",
            "作者": "严遂成",
            "内容": "字呼景濂数燕见，坐命茶，侍命膳，往复咨询常夜半。\n温树之署无是非，具以实对心无机。手调甘露赐绮帛，藏此制作百岁衣。\n夫既欲其生，曷又欲其死，谪戍于夔不赦汝。白首万里身荷戈，识是当时醉学士。\n学士那复醉三觞，梦闻师父称太子。呜呼莲花山下秋风多，鬼些楚辞白马歌。"
        },
        {
            "标题": "许祭酒存仁",
            "作者": "严遂成",
            "内容": "象牙饰床安用之，白云为父仁山师。师一再传守其说，按礼制冠白缨绖。\n进讲洪范休咎徵，旋移官物取杭妾。忌者因之击以舌，谓于师臣体有阙。\n早知瘗死骨不收，不如不赦留韶州。十年稽古侍君侧，少缓须臾俟祭极。\n天与人归归不得，知言哉，刘丞直。"
        },
        {
            "标题": "陶学士安詹学士同",
            "作者": "严遂成",
            "内容": "礼议郊庙删律令，日历编成辑宝训。一长于易一春秋，各以文章佐景运。\n叔孙绵蕞何匆匆，视二公者将毋同。同是故元所弃士，几抱遗经草泽死。\n相见恨晚李耆儒，理得嫁衣就木芙。"
        },
        {
            "标题": "韩国公李善长",
            "作者": "严遂成",
            "内容": "韩国公，萧何主守高于血汗功，谁连染之胡惟庸。\n惟庸弟之亲，可以赎其兄之身。何至杀及七十人，狱辞传著真不真。\n呜呼王虞部疏抗声读，一字一痛哭。开国元勋传，变为奸党录。\n人言汉高心肠薄，不闻并赤萧何族。"
        },
        {
            "标题": "危学士素",
            "作者": "严遂成",
            "内容": "司马迁生蔡邕死，关系存亡一代史。有元实录录未曾，后妃传事逸无徵，幸向宫监馈饧饵。\n挽起井中僧大梓，史不可死身不死。小车赐宴诗后成，先忧之意答圣明，忽然东阁闻履声。\n亡臣佐命满君侧，岂必人人文相国。无城守功作余阙，安得和州享庙食。\n呜呼责尔一死尔亦能，只恐真珈饮器没西僧，万古空图永穆陵。"
        },
        {
            "标题": "刘学士三吾",
            "作者": "严遂成",
            "内容": "春夏榜，南北榜。南有私，北无党。空持朝鲜玳瑁笔，等之敝帚千金享。\n然而六十一人中，讵皆有文在其掌。琮也善易不善著，翰苑当阨知不知。\n八十老者戍边死，坐右燕王左太子。早知天命有所归，金陵城上燕南飞。\n不如当时不力陈，无用丧师五十万，十族九族免涂碳。\n周公成王本一家，事犹贤于新莽篡。靖难功，谁酿成之坦坦翁。"
        },
        {
            "标题": "宋文恪讷",
            "作者": "严遂成",
            "内容": "危坐怒色含怒意，画工瞷之图献帝。问其内讼过甚微，蹶者趋者碎茶器。\n附火寒燎胁下衣，至肤始觉肤羹沸。拊摩寿骨死犹未，一病再病命且既。\n僵眠不听归私第，明朝学舍当丁祭。文教肇开三百年，亦复应诏言修边。\n边备实兵兵屯田，多用其言言可传。其言可传行不得，若使上马去杀贼，隍中羌缚赵充国。"
        },
        {
            "标题": "陈恭政观",
            "作者": "严遂成",
            "内容": "王猛以虱扪，钟山龙虎蹲。拭论作赋屡称旨，死何妻子不自存。\n记得参藩于秦作秦相，口不能言矿金状。"
        },
        {
            "标题": "苏州守魏观",
            "作者": "严遂成",
            "内容": "生不能王败而走，遗基岂复为鬼有。都水行司地合迁，青燐黑胜散如烟。\n浚锦帆泾规水利，利民之外无他意。以此受谮僇其身，巷以哭者苏州民。\n哭太守，太守生，礼行乡饮酒。太守死，谁与订经史。\n课绩空为天下先，悔而归葬骨已沦重渊。不如前人事苛刻，全受全归陈烙铁。"
        },
        {
            "标题": "白水岩瀑布",
            "作者": "严遂成",
            "内容": "万里水汇一水大，訇訇声闻十里外。岩口逼仄势更凶，夺门而出悬白龙。龙须带雨浴日红，金光玉色相荡舂。雪净鲛绡落刀尺，大珠小珠飘随风。风折叠之绘变相，三降三升石不让。有如长竿倒拍肉飞仙，中绝援绳跃复上。伏犀埋头不敢出，怀宝安眠遮步障。我欲割取此水置袖中，曰恒燠若书乾封。叩门絜瓶滴马鬃，搞苗平地青芃芃。岂不贤于谷泉之在香炉峰，坐享大名而无功。"
        },
        {
            "标题": "荣国公姚广孝 其二",
            "作者": "严遂成",
            "内容": "三年胜负白沟河，直捣南都不议和。到处机宜参李泌，常时主守倚萧何。\n江山王气收龙虎，日夜军声乱鸭鹅。垂老功成身入定，未须治第赐宫娥。"
        },
        {
            "标题": "李按察于鳞",
            "作者": "严遂成",
            "内容": "宗风北地切皈依，宋学荒唐作者希。大吏以文为可檄，狂生有母寄当归。\n论持大历西京上，读到聱牙戟口非。毋恩公为子姑去，鲍山白雪入楼飞。"
        },
        {
            "标题": "题临城公廨壁",
            "作者": "严遂成",
            "内容": "车马所不到，山墙带女萝。逼城河力大，吊古鬼雄多。\n吏向雅前散，官于枕上过。爽亭碑尚在，剔藓一摩挲。"
        },
        {
            "标题": "博望城",
            "作者": "严遂成",
            "内容": "侯封故里望依稀，太息西行应募非。海上牛羊拘属国，月中环佩送明妃。\n烽屯绝塞昆崙远，血膏离宫苜蓿肥。使者何功膺上赏，归槎载得石支机。"
        },
        {
            "标题": "扬州春日",
            "作者": "严遂成",
            "内容": "竹西自古繁华地，况是风光九十天。红杏一枝春店雨，王笙三叠玉楼烟。\n隔江灯影迷歌馆，吹岸衣香过酒船。好梦撩人归未得，拂城杨柳乱啼鹃。"
        },
        {
            "标题": "砥柱峰",
            "作者": "严遂成",
            "内容": "河从受降城，北折径南注。万山束缚之，龙性驯不怒。及兹下三门，喷礴流悬布。砥柱屹当冲，四傍绝依附。何所恃而傲，力与河伯忤？摧刚终成柔，条分左右去。卷土趋向东，昏垫逮徐豫。神禹无治法，计穷吁天助。铲除昆仑山，绝河之来路。西海为尾闾，是龙安身处。"
        },
        {
            "标题": "送陆生惠南归独山",
            "作者": "严遂成",
            "内容": "蓝谢冰生怵我先，消寒小住九龙泉。平时守默若萧哑，忽地放狂如柳癫。\n土塞孟门成底事，薪填瓠子待何年。子规劝汝遄归去，趁及荼蘼酿酒天。"
        },
        {
            "标题": "夜宿灵谷寺示贯澈上人",
            "作者": "严遂成",
            "内容": "伽楞瓶下坐忘归，静对炉烟夜气微。鼠盗馀粮藏佛髻，月携寒绿浸僧衣。\n煨来冷芋如拳大，画上横梅较竹肥。醒梦只消钟一杵，隔溪磔起有禽飞。"
        },
        {
            "标题": "渡鄱阳",
            "作者": "严遂成",
            "内容": "烟与水无际，迷茫小洞庭。潮回三楚白，山压五湖青。苇折雁声苦，风多鱼气腥。扬舲一极目，何处吊湘灵？"
        },
        {
            "标题": "席帽山人王逢",
            "作者": "严遂成",
            "内容": "河清颂罢便归休，自号园丁懒叩头。未受韩恩安用报，已知吴沼曷来游。\n有怀塞上庚申北，无历山中甲子秋。一片西台朱鸟血，青龙江水飒寒流。"
        },
        {
            "标题": "胡泰舒银台归自蜀述西师始末 其二",
            "作者": "严遂成",
            "内容": "相公露冕万重山，过午传餐也未閒。草檄宵驰宣庙略，封章晨拜见天颜。\n板桥压担牛涔重，冰磴牵绳马汗斑。特制软材平底屐，满天风雪过桃关。"
        },
        {
            "标题": "胡泰舒银台归自蜀述西师始末 其一",
            "作者": "严遂成",
            "内容": "一丸泥塞大金川，负固凭陵已二年。绝壁跨空横铁索，危江剪溜泛皮船。\n楼盘雕势梯难上，箭作鸱声甲易穿。薄险王师身手健，拍张都是肉飞仙。"
        },
        {
            "标题": "东瓯王汤和",
            "作者": "严遂成",
            "内容": "此城据之屋脊坐，铁券时时书酒过。部勒群儿夙负奇，容棺之墟无稳卧。\n忽然治第中都中，安车迎入朝元宫。里闬兵兴叙旧事，御膳法酒时相从。\n是时元臣率丽法，若胡为者封瓯东。妾媵资遣日卧疾，失音之老其途穷。\n乃知韩彭菹醢坐少壮，从赤松游庶无恙。不然吏事既以责三公，兵权不释酒杯中，安得人人寿以终。"
        },
        {
            "标题": "淮安舟泊",
            "作者": "严遂成",
            "内容": "时平淮戍罢屯兵，市属王孙未易名。灯火如萤楼月暗，帆樯为幕岛烟生。\n东坡曾记沐猴戏，北使犹传银铸城。四十二湾皆种柳，绿阴三面镜中行。"
        },
        {
            "标题": "汤遂昌显祖",
            "作者": "严遂成",
            "内容": "堂开玉茗老居贫，循吏应辞要路津。魏勃扫门终丧我，苏翁艺圃不逢人。\n唐诗汉史争何事，草屦麻衣送此身。唱遍旗亭传四梦，紫箫残本已沉沦。"
        },
        {
            "标题": "汤遂昌显祖绝句二首 其一",
            "作者": "严遂成",
            "内容": "小红唱罢浣溪纱，豕圈鸡埘草半遮。玉茗香消堂不见，晓莺啼上玉兰花。"
        },
        {
            "标题": "汤遂昌显祖绝句二首 其二",
            "作者": "严遂成",
            "内容": "雨丝风片画船游，一阵笙歌一拍浮。今日东门杨柳岸，暮蝉哀怨不胜秋。"
        },
        {
            "标题": "柬同年金蒿亭明府",
            "作者": "严遂成",
            "内容": "收灯一笛落残梅，此曲人间也可哀。春水方生公欲去，桃花净尽我重来。\n宜男谁献仓庚膳，避债须登骏马台。大半閒情同漫与，青鸾飞下小蓬莱。"
        },
        {
            "标题": "罗文毅伦李文正东阳",
            "作者": "严遂成",
            "内容": "名下奇童洵不虚，清贫亦复两相于。弦歌养母樵薪后，衫纻登朝赐果初。\n留客何妨邻有粟，临文可使案无鱼。金牛山指茶山路，淼淼江湖访故居。"
        },
        {
            "标题": "郢国公冯国胜",
            "作者": "严遂成",
            "内容": "求珠纳哈出之妻，私匿驼马金山西。细故失意祸奄至，诸子不封竟不嗣。\n黑气满室非吉徵，春秋渐高渐猜贰。独不念龙盘虎踞金陵图，拔为根本帝王都。\n阿兄挽辂汉刘敬，可以论功赎罪无。"
        },
        {
            "标题": "开平王常遇春",
            "作者": "严遂成",
            "内容": "常十万，东擒吴，西殪汉，北走庚申无用战。君不见采石矶，奋戈跳荡船如飞。\n又不见洛水槊，溃围驰突全身归。呜呼勇力绝伦年四十，凌烟鄂公好颜色。\n如何甲盾梦神人，疑汝饥来特就食。英雄憔悴卧田间，日月之明有时蚀。"
        },
        {
            "标题": "昆阳城望光武军战处 其二",
            "作者": "严遂成",
            "内容": "尸填满野水流丹，雷鼓从天怒上干。项羽不能誇钜鹿，王郎多事起邯郸。\n尚尊谶纬诬周礼，旋睹威仪复汉官。从此执金吾不羡，迁都终合建长安。"
        },
        {
            "标题": "昆阳城望光武军战处 其一",
            "作者": "严遂成",
            "内容": "阵压如山一面当，不劳突骑佐渔阳。兵因数少翻腾趠，帝尚年轻易奋扬。\n计定入关除莽乱，功成踰月哭兄丧。艰危卒就中兴业，此是开基大战场。"
        },
        {
            "标题": "桑通判悦",
            "作者": "严遂成",
            "内容": "胸中长剑健支颐，才子江南雅负奇。名向柳州休占取，学如亚圣亦优为。\n折腰未屑陶元亮，跣足如迎郦食其。楚制往来狂转剧，两都燕市赋高丽。"
        },
        {
            "标题": "为姚玉裁题莲花庄图 其一",
            "作者": "严遂成",
            "内容": "浮霞墩后月湖前，只合君来占数椽。如此荷花云锦地，可无书画米家船。"
        },
        {
            "标题": "为姚玉裁题莲花庄图 其二",
            "作者": "严遂成",
            "内容": "溪山八面翠环城，欲认君家路易明。无数垂杨遮不住，好风吹出读书声。"
        },
        {
            "标题": "为刘生敬敷题琴心中断诗",
            "作者": "严遂成",
            "内容": "枯桐挂壁涩秋苔，荩箧无衣甑有埃。忍听孤儿垂泪问，娘何处去几时回。"
        },
        {
            "标题": "龙泉关",
            "作者": "严遂成",
            "内容": "燕晋分疆处，雄关控上游。地寒峰障日，天近鹗横秋。虎护千年树，人披六月裘。夜来风不止，严鼓出谯楼。"
        },
        {
            "标题": "天门关",
            "作者": "严遂成",
            "内容": "一发谽谺路，摩天虎势蹲。豁崖排雁齿，纡磴蹙鱼鳞。\n莽伏探丸地，鸡鸣载橐人。春秋严重闭，瓯脱是西邻。"
        },
        {
            "标题": "游某氏废园",
            "作者": "严遂成",
            "内容": "依旧林扉枕水开，寂无屐齿叩苍苔。莺声不管春风尽，花气如愁暮雨来。\n入夜夔魖群窃据，隔墙弦管易兴哀。梨园老去名姬嫁，都把繁华付劫灰。"
        },
        {
            "标题": "题小南轩壁",
            "作者": "严遂成",
            "内容": "三面开窗不向西，半弓割取作花畦。晓来一雨活新竹，便有水虫清夜啼。"
        },
        {
            "标题": "题卢雅雨观察出塞集",
            "作者": "严遂成",
            "内容": "三年万里一身游，莽莽高台塞草秋。旗影晓翻红日冻，笳声夜裂黑雕愁。\n索舲虚警防边骑，裙屐清吟对楚囚。回首那堪明月梦，二分依旧照扬州。"
        },
        {
            "标题": "汾郡春日",
            "作者": "严遂成",
            "内容": "一桁亭台影，琼箫出翠扉。花深莺入定，莎软燕忘归。\n宿雨随旗捲，晴云拥马飞。吹来香不断，蝶粉污春衣。"
        },
        {
            "标题": "歧阳王李文忠",
            "作者": "严遂成",
            "内容": "歧阳王酷似其舅，事事直与古人偶。君不见吴吕蒙，法立诛必凶门凶，一笠一釜将毋同。\n又不见汉耿弇，疏勒飞泉凿深险。乘马蹋地刑以牲，桑哥儿麻军破胆。\n临阵踔厉驰风樯，遇大敌勇不可当。家居蝉蜕憺无事，忘其亲贵身为王。\n雅歌投壶祭征虏，恂恂书生岳忠武。兵权一释学为儒，金华胡范吾所师。"
        },
        {
            "标题": "夜闻沈樊桐内翰过泊头将由江南之江西",
            "作者": "严遂成",
            "内容": "闻道征帆过泊头，离亭摇落远含愁。壁虫秋静作人语，露叶夜明如水流。\n潮信茫茫五马渡，雨声淰淰百花洲。凭君寻我题名处，甘载西风感旧游。"
        },
        {
            "标题": "伍相庙题壁",
            "作者": "严遂成",
            "内容": "父仇一报臣应死，死后评量恨转生。柱厉叔方成国士，申包胥不负交情。\n言之已验吴其沼，疾未全除越有兵。今日庙门车马绝，满江犹吼夜涛声。"
        },
        {
            "标题": "从赵北口夜渡西淀",
            "作者": "严遂成",
            "内容": "芦屋烟青水四隈，卧吹铜笛挂帆来。荷香颇与风留恋，葑势全凭月展开。\n更打雁奴如鼓乱，浪吹鱼婢有花堆。空明忽动湘湖梦，雉纼龟髯采一回。"
        },
        {
            "标题": "桃花",
            "作者": "严遂成",
            "内容": "砑光慰帽绛罗襦，烂熳东风态绝殊。息国不言偏结子，文君中酒乍当垆。\n怪他去后花如许，记得来时路也无。若到沩山应悟道，红霞红雨总迷涂。"
        },
        {
            "标题": "陈将军第",
            "作者": "严遂成",
            "内容": "身兼数器贡明廷，老妪生儿亦宁馨。上马邹枚能杀贼，闭门绛灌竟通经。\n燕云重镇催头白，吴楚名山熨眼青。叹息故人零落尽，天风莫撼海涛亭。"
        },
        {
            "标题": "东莞伯何真",
            "作者": "严遂成",
            "内容": "钞悬十千募擒贼，王成之奴缚主出。如数予钞赏不虚，随具汤镬烹于车。\n扬旗伐鼓吁尔众，奴叛主者罪深重。呜呼缣囊夜络彭宠头，裂地曾封不义侯。\n侯兮侯兮乃不义，起自贼中铜马帝。"
        },
        {
            "标题": "曲峪镇远眺",
            "作者": "严遂成",
            "内容": "地近边墙画角鸣，朔风割面冻痕生。雕盘大漠寒无影，冰裂长河夜月声。\n新鬼或传归远戍，黑云浑欲压空城。凭高差喜狼烟息，铙吹飞来列校营。"
        },
        {
            "标题": "曲峪镇远眺",
            "作者": "严遂成",
            "内容": "地近边秋杀气生，朔风猎猎马悲鸣。雕盘大漠寒无影，冰裂长河夜有声。\n白草衰如征发短，黄沙积与阵云平。洗兵一雨红灯湿，羊角魫鱼堠火明。"
        },
        {
            "标题": "袁御使凯",
            "作者": "严遂成",
            "内容": "布衣入拜执金吾，鹤立癯然辩口粗。白燕沉吟王谢事，乌犍倒载泖峰图。\n汤心解网开生路，汉法通经望武夫。归去徉狂殊自负，当年记得□田无。"
        },
        {
            "标题": "归自临城题保阳旅壁",
            "作者": "严遂成",
            "内容": "两三点雨地衣斑，禅榻光阴户早关。风约秋声凉入树，月街暮气远沉山。\n食如许少宁量腹，酌亦无多且驻颜。昨梦细君亲口问，自君之出几时还。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "朝廷大殿",
            "Background": "严遂成向皇帝奏报云南事宜，恭敬地描述他在嵩明州创办凤山书院的经历，强调书院对地方教育的贡献，并请示是否可以申请更多的财政支持以进一步推广教育。",
            "Dialogue": "**\n\n{\n    角色名: 皇帝 \n    动作:(凝神听取、微微点头)\n    讲话: \"严爱卿，听闻尔在云南嵩明州创办凤山书院，特地招尔入宫，欲一探其详细情形，尔可否为朕细述书院之功与教育之效？若其确有裨益，朕自当考虑对尔之财政支持，助其推广，令更多学子受益于此。\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(恭敬作揖、语气诚恳)\n    讲话: \"陛下，仆在嵩明州创办之凤山书院，实乃是为地方教育开辟新径，期望能培养出更多有识之士，以报国恩。书院自开办以来，已吸引了不少乡里学子，诸多青少年皆在此潜心求学，读书成才。书院不仅教授四书五经，更注重道德修养与实践能力，力求学以致用，厚德载物。若能获陛下之支持，俾使书院扩展规模，必能容纳更多学子，兴教化，育良才，以助国家之发展。\"\n}\n\n---\n\n**"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "江边酒楼",
            "Background": "严遂成与友人举杯畅饮，谈论各自的诗作。严遂成朗诵《乌江项王庙》，朋友们随即对其意境表达赞赏，讨论古今英雄的悲欢离合。",
            "Dialogue": "**\n\n{\n    角色名: 友人 \n    动作:(举杯畅饮、目光期待)\n    讲话: \"严兄，近日闻君之诗作《乌江项王庙》，意境深远，令人感慨不已，能否再为我们吟诵一遍，让我们共赏其韵味？\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(站起身来、清咳一声)\n    讲话: \"诸君，既然如此，愚兄便为各位再诵一遍《乌江项王庙》。云旗庙貌拜行人，功罪千秋问鬼神。剑舞鸿门能赦汉，船沉巨鹿竟亡秦。范增一去无谋主，韩信原来是逐臣。江上楚歌最哀怨，招魂不独为灵均。此诗乃是抒发古人英豪之情与失落之感，感怀历史之悲欢离合，愿诸位与我共勉，铭记古人之教训，承载英雄之志。\"\n}\n\n---\n\n**"
        },
        {
            "Type": "书信交流",
            "Location": "严遂成的书房",
            "Background": "严遂成写信给阜城的同僚，询问当地百姓的生活状况，并附上自己在云南的治理心得，鼓励同僚以民为本，改善民生。",
            "Dialogue": "**\n\n{\n    角色名: 同僚 \n    动作:(提笔沉思、语气关切)\n    讲话: \"严兄，近日听闻贵地民生艰难，尔作为知县，如何思虑以改善此状？\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(翻阅信札、微微叹息)\n    讲话: \"足下所言极是，仆在云南治政之中，确有见闻，方知民生之艰辛，常有饥寒之苦。然则仆以为，治理之道，首在以民为本，仆已在信中提及，愿询问当地百姓之生活状况，并借此寻求改善之策，期望能为民众带来福祉。仆愿意将自己之治理心得分享，足以鼓励同僚们共勉，务求减轻百姓之疾苦，兴国治民之道，方能长久安宁。\"\n}\n\n---\n\n**"
        },
        {
            "Type": "家庭市井对话",
            "Location": "严遂成的家中",
            "Background": "严遂成与家人围坐，讨论日常家务琐事，家中长辈提醒他应多关注乡里的学子，鼓励他继续支持凤山书院的学业。",
            "Dialogue": "**\n\n{\n    角色名: 家长 \n    动作:(抚摸子女肩膀、语气关切)\n    讲话: \"子弟，近日你可曾听闻乡里学子之事？严遂成在凤山书院之努力，实在可嘉，尔应多加关注学子之成长，助力书院之发展。\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(点头称是、神情坚定)\n    讲话: \"父亲所言极是，仆自当不忘乡里学子之未来。书院之事，仆已尽心尽力，然则仍觉力量不足，若能得到家中长辈之支持，必能令凤山书院蓬勃发展，培养出更多有才之士，为乡里尽一份心力。仆定当继续关注乡中学子，助其学业，报答乡里之恩。\"\n}\n\n---\n\n**"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "凤山书院",
            "Background": "学子们正在吟诵严遂成的《三垂冈》，教师为此引导学生讨论诗中所表达的英雄气概与历史沧桑。",
            "Dialogue": "**\n\n{\n    角色名: 教师 \n    动作:(指向学子、语气激昂)\n    讲话: \"学子们，今日我们吟诵的乃是严遂成的《三垂冈》，其中所蕴含之英雄气概与历史沧桑，值得我们深思与讨论。尔等可否谈谈此诗之感受？\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(微笑欣慰、轻声引导)\n    讲话: \"诸位同学，诗中所描绘的英雄气概，非但在于其壮丽的表象，更在于其深沉的内涵。勇士立马起沙陀，奈此朱梁跋扈何，正是对历史沧桑的感慨。希望诸君能从中领悟到，那些曾经的英雄虽已逝去，然其精神仍应激励我们，激发出对未来的勇敢与执着，求学之路亦是如此，愿尔等能铭记先贤之教，立志成为国家的栋梁之材。\"\n}\n\n---\n\n**"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "朝廷内阁",
            "Background": "严遂成与其他官员讨论如何应对边境的动乱，提出以文化交流和教育为手段来稳定民心，获得官员们的支持。",
            "Dialogue": "**\n\n{\n    角色名: 官员 \n    动作:(皱眉思索、神情严肃)\n    讲话: \"严爱卿，近日边境动乱频繁，尔认为应如何应对，以平民心，保国家之安宁？\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(掌心向上、语气坚定)\n    讲话: \"诸位同僚，面对边境之动乱，愚以为不应单靠武力，而应重视文化交流与教育之力量。以教化为先，深植民心，使民众共识，方能消弭纷争。若能在地方设立书院，普及教育，促进民众间的理解与信任，便能在根本上缓解矛盾，稳定秩序，求得长久之安宁。此乃治国之道，非一朝一夕而能成。\"\n}\n\n---\n\n**"
        },
        {
            "Type": "书信交流",
            "Location": "严遂成的书房",
            "Background": "严遂成收到友人来信，询问他对当下政治局势的看法，严遂成在信中提到他对文官的职责和道义的思考。",
            "Dialogue": "**\n\n{\n    角色名: 友人 \n    动作:(握笔写信、眉头深锁)\n    讲话: \"严兄，近日政治局势复杂，尔对此有何见解？\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(思索片刻、缓缓答道)\n    讲话: \"足下所言，政治局势瞬息万变，然则作为文官，愚以为应以道义为重，忠于职守，方能不失其志。世人皆言权力之争，然则我辈更应关注民生之艰，若能以民为本，倾听百姓之声，方可知政之所需，治国之道也必得以明晰。愿我等皆以道义为先，为国为民而努力，方能不负此生之所托。\"\n}\n\n---\n\n**"
        },
        {
            "Type": "家庭市井对话",
            "Location": "集市",
            "Background": "严遂成与邻居闲聊，谈论最近的诗词比赛，邻居对严的才华赞不绝口，严遂成谦虚回应，表示写诗只是兴趣。",
            "Dialogue": "**\n\n{\n    角色名: 邻居 \n    动作:(轻声交谈、笑容可掬)\n    讲话: \"严兄，听闻你最近在诗词比赛中颇有建树，真是令人佩服，能否谈谈你的创作心得？\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(谦虚一笑、轻摇头)\n    讲话: \"邻居言重，愚兄所作诗词，不过是个人兴趣，实在无足挂齿。诗词之美，在于抒发情感，寄托心声，若能引发他人共鸣，便是愚兄之幸。创作之余，愚兄更愿意倾听他人之见，互相学习，共同提升，以期将诗词之美传承下去。\"\n}\n\n---\n\n**"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "皇宫书房",
            "Background": "严遂成受召入宫，向皇帝汇报他在地方治理中的成就，并请示如何更好地推广教育和文化事业，皇帝对此表示关注。",
            "Dialogue": "**\n\n{\n    角色名: 皇帝 \n    动作:(坐于书案前、神情专注)\n    讲话: \"严爱卿，朕闻尔在地方治理中颇有成就，尔可否向朕详细汇报，以便探讨如何更好推广教育与文化事业？\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(微微躬身、语气恭敬)\n    讲话: \"陛下，仆在云南治理之中，确有一些心得，愿意与陛下分享。仆在嵩明州设立凤山书院，旨在兴教化，提升民众文化素养，促进社会和谐。若能获得陛下的支持，扩大书院规模，必能为国家培养更多人才，助力国家之发展。仆对此有信心，愿为国家之教育事业继续努力，仆恳请陛下对此予以关注与支持。\"\n}\n\n---\n\n**"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月下庭院",
            "Background": "严遂成在月光下吟诵《桃源图》，他的友人听后感叹，对严遂成的艺术才华表示敬佩，并探讨诗中描绘的理想境界。",
            "Dialogue": "**\n\n{\n    角色名: 友人 \n    动作:(轻声吟诵、目光凝视)\n    讲话: \"严兄，月下之美，恰似尔之诗《桃源图》，能否再为我吟诵一遍，让我沉浸于其中？\"\n}\n\n{\n    角色名: 严遂成 \n    动作:(缓缓起身、目光温柔)\n    讲话: \"既然如此，愚兄便为诸君再吟《桃源图》。师来先生生清门，胜国遗老中丞孙。灵宝夙经龙汉劫，义熙私记柴桑村。\\n问问庵中门两版，白云留住心难转。生涯三绝画书诗，踏破当时铁门限。流传一幅《桃源图》，茅屋禾田路超远。汉魏茫茫那可追，依稀犹认秦鸡犬。想其下笔寓深意，剩水残山到双眼。洞口扁舟归去来，猿啼鹤怨吾知免。吁嗟乎！平原花木摧为薪，葛帔流离感路人。愿朋友们能从中体悟到那份理想的美好与宁静。\"\n}"
        }
    ]
}