{
    "基本信息": {
        "姓名": "周权",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "太学生",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "诸暨",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "处州人，字衡之，号此山。磊落负隽才。工诗。游京师，袁桷深重之，荐为馆职，弗就。益肆力于词章。有《此山集》。 ► 周权的诗文(188篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "沁园春·再次韵",
            "作者": "周权",
            "内容": "混沌凿开，天险巍巍，东岩峻兮。是云髓凝成，半空高矗，天风吹裂，一线中开。妙出神功，高擎仙界，鸟道疑当太白西。凭高处，见云嘘岩腹，鼓舞风雷。落花香染桃鞋。快阔步青云志壮哉。便万里孤骞，超人间世，一枝高折，作月中梯。笔蘸天河，手扪象纬，笑傲风云入壮题。摩苍壁，扫龙蛇醉墨，翔舞徘徊。"
        },
        {
            "标题": "送狸奴无言师",
            "作者": "周权",
            "内容": "香积清斋禅老家，地无馀鼠涴尘沙。狸奴不用惭尸素，清夜蒲团伴结伽。"
        },
        {
            "标题": "野趣",
            "作者": "周权",
            "内容": "地偏居自稳，石路接平田。去合茅檐树，雨添花涧泉。空山晴滴翠，远水绿生烟。唤酒青林度，斜阳系客船。"
        },
        {
            "标题": "田家辞二首 其二",
            "作者": "周权",
            "内容": "篱畔白板扉，墙头乌桕树。负暄鹤发翁，衣绽纫老妪。\n群儿嬉翁前，丁壮入场圃。忽闻新诏下，昨日减租赋。\n比邻喜津津，手额递相语。悍吏无叫嚣，晏然处环堵。\n丰年乐无涯，况乃生乐土。床头酒新篘，前村赛神鼓。"
        },
        {
            "标题": "百字谣·水连天碧",
            "作者": "周权",
            "内容": "水连天碧，更山光蘸绿，春醅初泼。不尽长淮平似掌，漠漠乱云堆雪。彩笔留诗，画船载酒，曾醉沙头月。胜游历历，输他鸥鹭能说。犹念歌吹楼西，执红牙度曲，那时留别。一片离愁天共远，目送征鸿明灭。杨柳春初，梅花雪后，旧梦还消歇。多情如许，教人添几华发。"
        },
        {
            "标题": "次韵友人求狸奴",
            "作者": "周权",
            "内容": "裹盐觅得乌圆小，鼠穴俱空堵室安。閒藉花阴眠昼暖，时亲蒲座伴更阑。\n多年不厌无鱼食，数子新添减鹤餐。分送故人应好去，慎防书架莫辞难。"
        },
        {
            "标题": "百字谣",
            "作者": "周权",
            "内容": "登临把酒，问黄楼人去，几番风雨。妙绝颍滨楼上赋，坡老龙蛇飞舞。\n千载风流，两翁笑傲，淮泗归谭麈。衣冠安在，我来空自延伫。"
        },
        {
            "标题": "次韵元日",
            "作者": "周权",
            "内容": "尧历新开五凤云，浩然不尽化生仁。十年未觉江湖梦，一气又回天地春。\n香老梅花逾蕴藉，青归山色渐精神。东风先扫溪南柳，万缕鹅黄看得匀。"
        },
        {
            "标题": "拟古七首 其六",
            "作者": "周权",
            "内容": "偃蹇涧底松，婀娜原上柳。春风少年姿，辉映苍髯叟。\n俗情厌孤直，艳目分好丑。徒抱霄壑姿，落落谁见取。\n竞把黄金丝，送尽行人酒。一夕秋霜飞，柔条化枯槁。\n怀材贵适用，贞脆不同道。谁为岁寒人，共赏岁寒操。\n庄周梦为蝶，蝶梦亦蘧蘧。子綦吾丧我，隐几何嗒如。\n忘形与忘情，一念非异途。作梦未必真，似丧良非无。\n垢尽见自明，白生室乃虚。忘言对青山，悠然云卷舒。"
        },
        {
            "标题": "呈袁伯长学士",
            "作者": "周权",
            "内容": "直庐高寒插穹窿，日高槐翠深重重，仙人傲兀瀛与蓬。\n紫霞飞佩裳芙蓉，澄澄秋水炯两瞳。峥嵘气挟太华峰，冰悬雪跨磊磈胸。\n直攀斗柄"
        },
        {
            "标题": "清平乐",
            "作者": "周权",
            "内容": "南楼剧饮，梦到清虚府。曲听霓裳难记谱。缥缈白鸾飞舞。"
        },
        {
            "标题": "满江红",
            "作者": "周权",
            "内容": "湖海平生，恰都把、中秋负了。那更是、天悭乐事，阴多情少。\n离合悲欢俱有数，何须感慨添怀抱。喜今宵、对影亦成三，情逾好。"
        },
        {
            "标题": "句",
            "作者": "周权",
            "内容": "风细晨气润，月澄夜香寒。鹤行松径雨，僧倚石阑云。\n断猿明月曙，疏雨碧梧秋。桥断春堤多积雨，溪深野碓自舂云。\n竹深四壁生虚籁，山近半村无夕阳。芳朮旋收同茗煮，落花閒拾和香烧。\n鸠雨欲晴桑叶晚，燕泥新湿杏花馀。"
        },
        {
            "标题": "沁园春",
            "作者": "周权",
            "内容": "阆风老仙，颉佩飞霞，翳凤骑麟。况眼窄乾坤，气凌河渭，胸吞渠禄，笔洒烟云。\n某水某丘，我觞我咏，物外何曾着一尘。萧闲处，狎沙鸥半席，更许谁分。"
        },
        {
            "标题": "沁园春 次韵王尹赋东岩",
            "作者": "周权",
            "内容": "娲皇补天，遗石两拳，几千仞兮。定苍龙擘峡，罅和天坼，浮屠卓锡，庐倚云开。\n世窄三千，天高尺五，日月低躔东复西。人间世，听晨昏钟鼓，撼半空雷。"
        },
        {
            "标题": "沁园春",
            "作者": "周权",
            "内容": "说与黄花，九日今朝，同谁举觞。笑指点行囊，虽然羞涩，朅来闹市，怎忍荒凉。\n螯压橙香，酒浮萸紫，醉脱乌纱鬓欲霜。孤云外，是吾庐三径，归兴偏长。"
        },
        {
            "标题": "水调歌头",
            "作者": "周权",
            "内容": "亭小可容膝，真似寄鹩枝。客来休讶迫窄，老子只随宜。\n凫鹤短长莫问，鹏鴳逍遥自适，何暇论成亏。万事一尊酒，齐物物难齐。"
        },
        {
            "标题": "满江红",
            "作者": "周权",
            "内容": "独酌新丰，任疏放、从人不识。还只是、旧时把酒，秋风狂客。\n颠倒天吴归短褐，风涛岁月头将白。笑平生、尽有气如虹，难教屈。"
        },
        {
            "标题": "蝶恋花",
            "作者": "周权",
            "内容": "罗绮香浓尘满道。耳热笙歌，又酌都城酒。离别中年徒感旧。\n骊驹抹电曾年少。"
        },
        {
            "标题": "花心动 次韵咏荼蘼",
            "作者": "周权",
            "内容": "翠雾前驱，舞青蛟、飞动一檐晴色。银凤翻空，球雪生香，风韵天然奇特。\n素艳连娟清露晓，搜香处、蝶栖难觅。这天与、水沉富贵，诗翁消得。"
        },
        {
            "标题": "栖碧",
            "作者": "周权",
            "内容": "此山山人乐乎栖碧之趣，乃为歌曰：红尘扰扰兮毋将车。\n白云邃幽兮山之隅。地偏兮心远，爰处兮爰居。种菊兮满径，植梅兮绕庐。\n竹娟娟兮堂下，草蔚蔚兮庭除。操风瓢兮酌春酒，蹑露履兮锄秋蔬。\n涉芳洲兮采杜若，汲清泉兮瀹云腴。听松声兮宴坐，和樵歌兮啸舒。\n外视兮不足，内乐兮有馀。彼失此得兮何异于梦鹿，朝三暮四兮奚取乎。\n诈狙穷兮未必非，达亲兮亦或为疏。樗臃肿兮全天年，骥权奇兮困驰驱。\n客有过余而和之曰：维子之乐兮固放情于丘壑，逢时之清兮胡不徼世之名誉。\n既隐居以求志，何语怪而言迂。不若忘言以栖碧，吾将从子兮维吾驹。"
        },
        {
            "标题": "听泉席上赋荼䕷",
            "作者": "周权",
            "内容": "脩条盘出笼春碧，满架花开春院寂。青蛟脱骨翠波寒，玉练摇光绀云密。\n东风清润晓阑深，襟袖飘飘兰麝湿。典型元在酒杯中，摇碎琼蕤和露吸。"
        },
        {
            "标题": "题程南渠诗卷",
            "作者": "周权",
            "内容": "前年挟策登燕台，豹关天北高崔嵬。九衢冠剑拥红雾，四时鼓吹酣晴雷。\n今年归踏苍山雪，白云与我情相悦。穷檐扫轨澹无营，饭牛依旧柴门月。\n美人久别心所怀，屐齿不印山中苔。划然奚囊随棐几，五色照我双眉开。\n千林摇落嗟岁晚，大雅寥寥国风远。骊黄色外得骅骝，盆盎丛中出圭瓒。\n银钩翠薤相屈盘，清辉薄我襟袖寒。修鲸勇掣海涛紧，锦段未许轻卷还。\n怀哉吾道随舒卷，八风低翅从渠短。何时握手话雄襟，为碾春云翻雪盌。"
        },
        {
            "标题": "淮东早发",
            "作者": "周权",
            "内容": "扁舟早发淮东城，城头急鼓催残更。水田漠漠白雁落，老树惨惨群乌惊。\n箵翁笱妇溢群蚁，重湖捲葑联云平。青旗茅屋竞呼酒，老我一醉消春酲。"
        },
        {
            "标题": "题张子敬墨竹图",
            "作者": "周权",
            "内容": "翠琳琅兮楚楚，风萧萧兮在户。运滴水于毫端兮，散淇澳之烟雨。"
        },
        {
            "标题": "题施德趣怪松图",
            "作者": "周权",
            "内容": "奋苍髯于绝壁兮，倚天骨之峥嵘。偃高高之绝素兮，俄飒飒其风生。\n势摧减而凭陵兮，吾恐雷雨之昼冥。"
        },
        {
            "标题": "桃源图",
            "作者": "周权",
            "内容": "千重万重莲瓣山，小天包在山中间。神椎凿门石扇裂，冷香迸出桃花湾。\n渔郎寻春踏溪尾，撞入桃花小天里。荒村人家无几家，五百年来孙换子。\n不邑不城无忧乡，驾云为屋霞为墙。丹鸡叫烟桂岩冷，白牛耕雨芝田香。\n眼中惊见尘中客，持酒争来问乡国。鹿走荒山西复东，龙渡长江又南北。\n听阑此语意猖狂，月明假榻松间房。明朝出山重回首，山迷水乱云茫茫。\n武陵太守意未省，强要寻源造灵境。若使灵境长可通，淳俗定变浇漓风。"
        },
        {
            "标题": "次春日即事韵",
            "作者": "周权",
            "内容": "吴蚕欲老畴未秧，拍堤野水回横塘。淡烟疏树绿阴薄，落花飞絮白日长。\n寒具油乾过冷节，匆匆芳事归鶗鴂。枕书睡足午窗明，雪乳浮浮翻兔褐。"
        },
        {
            "标题": "浙江观潮",
            "作者": "周权",
            "内容": "钱塘江上风飕飕，谁驱逆水回西流。海门山色暗蛾绿，翕忽澒洞惊吴艘。\n飞廉贾勇咄神变，倒掀沧溟跃天半。阗阗霹雳驾群龙，高击琼崖卷冰岸。\n初疑大鲸嘘浪来瀛洲，银山雪屋烂不收。又疑当时捍筑射强弩，至今水战酣貔貅。\n溪盈壑满留不住，怒无泄处潜回去。乘除消长无停机，断送人间几朝暮。\n吴侬何事观不休，落日沧波万古愁。汀蘋沙雁年年秋，海云一抹天尽头。"
        },
        {
            "标题": "和樵",
            "作者": "周权",
            "内容": "山深兮林密，石耸兮径微。薪之兮樵之，冒岚雨兮跻欹危。\n木臃肿兮难伐，仰难挽兮乔枝。俯榛棘兮离离，刺吾手兮勾吾衣。\n憩佳荫兮太息，睇白云兮自怡。顾人生兮良勤，维富贵兮多违。\n龟曳尾兮斯乐，鹤断胫兮则悲。聊徜徉兮委顺，我忘世兮世宁我知。\n日云夕兮凄烟霏，啸山鬼兮号狐狸。归兮归兮毋迟迟，余需子兮溪之湄。"
        },
        {
            "标题": "次韵湖亭秋望",
            "作者": "周权",
            "内容": "红衣老尽玻瓈国，孤屿人烟落秋色。豆花过雨水风凉，落日残蝉疏树碧。\n雁天绀滑秋云净，玉函炯炯开寒镜。蟾枝香冷酒微醒，长笛一声无尽兴。"
        },
        {
            "标题": "题潘好古诗卷",
            "作者": "周权",
            "内容": "繄古道之久混兮，谓渭浊而泾清。耳所适以是悦兮，纷瓦釜兮雷鸣。\n岂大雅之不作兮，由世尚之所徵。何独子之好古兮，得非姱节而特行。\n念朱弦之既绝兮，岂鸾胶之足凭。谅吾朴之弗凿兮，又何恤乎亏成。\n振寥寥之孤响兮，嗟彼聋俗。而畴顾当郑卫之声哇兮，乃独唱乎咸濩。\n惟心游于太古兮，发冲泊之天趣。将抱瑟而从之兮，爰写余之中素。\n伫落月之遗音兮，渺松风于秋曙。"
        },
        {
            "标题": "甓社湖冻合舟胶不行借陈彦谦韵",
            "作者": "周权",
            "内容": "天风吹涛搅琼汁，崩腾一夜坚如石。白银色界曙光寒，粼粼失却玻璃碧。\n篙师竞击声礌硠，千搥撼动鲛人室。孤篷正似莲叶舟，安得乘风从太乙。"
        },
        {
            "标题": "徐雪楼贫乐亭",
            "作者": "周权",
            "内容": "双溪之流兮何沄沄，溪之山兮何嶙峋。亭之筑兮溪之滨，趾白石兮颠苍云。\n榱甍张兮壮且文，孰贻名兮匪宾。世所乐兮崇货珍，子乃反是兮乐以贫。\n子之场兮有菌，子之甑兮无尘。虽偈偈均约素兮能不汨乎物迁，岂好修以矫行兮余疑信之未分。\n子绳其枢兮衡其门，酌溪渌兮毋甘而尊。頫潜鱼兮仰飞鸢，妙化机兮道所存。\n目击心会兮奚托于言，将忘物我兮内适以真。溯悠悠于千载兮颜哉何人。"
        },
        {
            "标题": "呈揭曼硕监丞",
            "作者": "周权",
            "内容": "玉皇案吏来青冥，夜捧紫诏飞云軿。天章绚烂五就采，光气直向奎躔明。\n雄才独擅燕许手，照世奕弈垂高名。大篇舂容金玉振，醉墨光怪云烟生。\n门人执笔漱芳润，变化总作中朝英。嗟余观光老宾客，瓣香仰止怀生平。\n焦桐倘许奏流水，古意或可追䪫韺。顾公风谊薄霄汉，邂逅定见双瞳青。\n西清邃阁不可近，何日暂借蓬瀛登。"
        },
        {
            "标题": "呈閒閒宗师吴公",
            "作者": "周权",
            "内容": "上界仙官紫宸客，朱颜雪额双瞳碧。超然心与造化游，回头风雨人间窄。\n金函玉印来帝傍，赞书屡下紫泥香。珠裳宝璐映星月，苍精含景生寒芒。\n年光老我红尘里，遥睇蓬莱隔弱水。金丹何日乞刀圭，聊跨白鸿三万里。"
        },
        {
            "标题": "次韵程渠南春日",
            "作者": "周权",
            "内容": "阿咸归叩山中扉，袖出巨轴当春辉。粲然光态转流丽，妒妇谁敢憎蛾眉。\n雄辞奇险神鬼愕，瘦字光怪蛟蛇飞。多君书暇追胜集，意气豪爽惊愚痴。\n前川花柳寓真乐，心契往古夫何疑。哀余亦有风雩兴，兀坐一室嗟奚为。\n诵君妙句音何希，白社今见元微之。"
        },
        {
            "标题": "朋旧有以前韵和者再韵答之",
            "作者": "周权",
            "内容": "观光荦荦京华客，十千沽酒春壶碧。酒酣濯足新丰歌，眼底嵩华沧溟窄。\n欣然一笑来我傍，共谈诗传春风香。兴豪磊落出奇语，骊珠落袖摇光芒。\n不须偃蹇衡门里，气槩匣中三尺水。名驹未肯伏盐车，会见权奇日千里。"
        },
        {
            "标题": "冷泉亭",
            "作者": "周权",
            "内容": "昔人来自天竺国，缥缈孤云伴飞锡。天风吹落凝不去，化作奇峰耸空碧。\n至今裂峡馀云髓，桂冷松香流未已。翠光围住玉壶秋，不放晴雷度山趾。\n道人宴坐无生灭，炯炯层胸照冰雪。夜深出定汲清泠，寒猿啼断西岩月。"
        },
        {
            "标题": "贺欧阳公除翰林学士",
            "作者": "周权",
            "内容": "高寒禁署含冰玉，瀛洲老仙岩电目。袍锦团团紫凤花，帽光隐隐青螺粟。\n丝纶夜半催宣布，香艳宫壶新雨露。砚池一滴紫毫春，霶霈恩波遍寰宇。"
        },
        {
            "标题": "次韵济翁叔并谢诸公",
            "作者": "周权",
            "内容": "一尊俯仰乾坤阔，何处蓬莱白银阙。百川东去无回波，白日人间事如织。\n安能久挽林下鞅，要挹终南嵩华碧。壮游直上黄金台，赫弈光华弥上国。\n三年客梦天之北，梅花万里关山月。对酒亦有新丰歌，题名未问游岩宅。\n吟裾不曳王公门，禁林曾谒文章伯。满襟逸兴征鸿高，过眼浮荣流电疾。\n云山恋恋未忘情，岁月悠悠易成昔。酸风已破黑貂裘，晴湾又割沙鸥席。\n陪翁夜话不忍眠，银烛花残仍见跋。诸公忽畀金薤章，十袭九缇良足惜。\n老韩险语轧霄峥，大陆雄文妙英发。剡溪玉板洒乌丸，句中风露含秋色。\n方今妙选需贤才，遗韵重宣机籁寂。青云当赋杏园诗，白首毋寻草玄笔。"
        },
        {
            "标题": "军中乐",
            "作者": "周权",
            "内容": "甲光半夜开金鳞，旄头射落天边云。征鼙声冷沙塞月，朔风马上驱妖氛。\n归来天幕宴平楚，貔貅列瓮燔豹麇。虎皮裹戈马在牧，将军好武亦好文。\n诗成顷刻手自写，草书敏妙疑通神。文锋快剑斫长阵，笔力巨弩回千钧。\n酒酣作乐两耳热，对客谈笑如春温。笑余早亦学书剑，一镜白发俄纷纷。\n袖中空有清河颂，愿借綵笔挥写呈吾君。"
        },
        {
            "标题": "长城",
            "作者": "周权",
            "内容": "长城峨峨起洮水，盘踞蜿蜒九千里。朔云浩浩天茫茫，悲笳落日腥风起。\n犹传鬼神风雨夕，知是当时苦苛役。征人白骨掩寒沙，化作年年春草碧。\n祖龙为谋真过计，自成限域非天意。力穷城杵怨声沈，祸起萧墙险难恃。\n岂知一朝貔虎来关东，咸阳宫殿三月红。"
        },
        {
            "标题": "次韵冯仲远听邻舟孟监州琵琶",
            "作者": "周权",
            "内容": "江州司马真愁绝，浔阳夜醉黄芦月。琵琶拨动儿女情，泪湿青衫写凄切。\n汉东杰客老监州，云梦胸中吐奇崛。春风斗酒忽邂逅，暮雨扁舟谈激烈。\n酒酣古调手自传，鹍弦撼动龙香拨。抑扬按节气雄放，清度回飙激林樾。\n迢迢诉尽出关情，汉宫往事孤鸿灭。黄云万里绝音尘，马上谁能记呜咽。\n新声洗尽《郁轮袍》，清和扣舷歌间发。曲终一笑两茫然，江水泠泠满襟雪。"
        },
        {
            "标题": "古琴漆有蛇蚹纹者材之良也道友携一琴甚古谓是零陵湘石枯桐斲成索价三百缗无偿之者戏作湘桐吟",
            "作者": "周权",
            "内容": "黄钟沈声喧瓦缶，良材入爨知多少。谁裁鸣凤千年枝，蛇蚹龙纹巧蟠纽。\n泽坚古漆光不磨，徽弦不具含云和。已无伯牙之手子期耳，三叹如此湘桐何。"
        },
        {
            "标题": "吴僧能诗自号心听必欲求證为著转语庄子至人之息以踵众人之息以喉",
            "作者": "周权",
            "内容": "吾闻至人踵息不以喉，师今心听欲废耳。师能借听役以心，心我都忘听何起。\n说空已是自缠缚，只此了然皆具足。不如无听亦无心，渴则饮茶饥食粥。"
        },
        {
            "标题": "冯潜夫归蜀有作歌以相其行者因借韵为饯",
            "作者": "周权",
            "内容": "霜横空兮气凝肃，风惊沙兮声簌簌。送游子兮西还，膏吾车兮渡泸曲。\n子之家兮岷峨，西行万里兮居将卜。蜀道难兮猿攀，缘峡水怒兮龙喷薄。\n顾万钟兮焉求安，一瓢兮自乐。田宽閒兮涧阿，山窈深兮盘谷。\n钓清溪兮友吾鸥，歌白石兮饭吾犊。食无鱼兮不如归，返屠羊兮分自足。\n嗟岁年兮迟暮，念众芳兮摇落。嗟聚散兮须臾，将气谊兮永托。\n歌击节兮尽欢，属离觞兮更酌。渺余怀兮何言，溯孤云兮寥廓。"
        },
        {
            "标题": "次韵白石庵",
            "作者": "周权",
            "内容": "空山白石何嶙峋，石根有水流苍云。岩花泫露照初日，野鸟交戛青林春。\n飞楼隐隐出林杪，闭门芝术生奇芬。道人宴坐百念寂，睨视外物皆浮尘。\n吾观万法了一电，何暇究意追途津。欣然默会如有得，起试凤饼"
        },
        {
            "标题": "寄赵秋水提点",
            "作者": "周权",
            "内容": "神仙谪世自奇绝，误读黄庭俱浪说。银潢秋水淡精神，绛雪玄霜老风骨。\n寰区腥腐那敢供，若木可攀芝可掇。有时宴坐意逍遥，万象达观无起灭。\n我惭短褐老京尘，忆曾携手都门别。玉书煜煜青霞囊，直上仙都锵佩玦。\n天风吹老碧莲秋，高啸鼎湖峰顶月。白云来去本无心，老鹤孤鶱瀛海阔。\n朅来十载喜相逢，笑我红尘早华发。苍精含景紫芒寒，落麈玄谈洒松雪。\n蓬莱茗盌和香啜，芙蓉露冷秋云滑。"
        },
        {
            "标题": "夏日访黄府尹席上次黄德厚韵",
            "作者": "周权",
            "内容": "畏途漫漫正烦热，故人一见忙解榻。竹根冻绳汲寒泉，一室空明意清豁。\n夜凉华月流素光，忻然狎客飞琼觞。千篇已羡奴岛可，五咏未许馀山王。\n绮筵秩秩罗珍具，蔗浆椀冷芙蓉露。浩歌夜久兴徘徊，残蟾西没斜河曙。"
        },
        {
            "标题": "原上",
            "作者": "周权",
            "内容": "风捲长河雨声歇，掠面惊沙草如雪。乱山青尽天茫茫，万里孤云没飞鹘。\n啼乌城上行人稀，白杨萧萧冢累累。目断清明原上路，日暮纸钱撩乱飞。"
        },
        {
            "标题": "呈赵子昂学士",
            "作者": "周权",
            "内容": "篷莱仙人似松雪，曾向天潢溯银阙。天孙为制紫绮裘，五色云边佩明月。\n近闻承诏白玉堂，词头夜夜风雨忙。一挥九制夜未艾，金莲分赐宫壶香。\n淋漓妙墨蛟螭走，世有钟王皆敛手。偶然醉帖落人间，只字珍藏抵琼玖。\n我家浙水苍山东，闭门偃卧甘诗穷。瓣香未展师道敬，携琴暂出杉萝中。\n问公何日作霖雨，只把文章事明主。愿恢斯道泽斯民，奕奕光华照千古。"
        },
        {
            "标题": "庞眉黄冠方外奇士也携山水图求售知余不纳必欲求诗",
            "作者": "周权",
            "内容": "铁冠鹤骨玄都仙，清晨过我谈重玄。手中衡霍堕尘几，缟素飒飒开风烟。\n正嫌客舍如舟窄，挂壁恐渠冲破屋。急教童子捲还师，始觉眼前无突兀。"
        },
        {
            "标题": "蒲萄酒",
            "作者": "周权",
            "内容": "翠虬夭矫飞不去，颔下明珠脱寒露。累累千斛昼夜舂，列瓮满浸秋泉红。\n数宵酝月清光转，秾腴芳髓蒸霞暖。酒成快泻宫壶香，春风吹冻玻瓈光。\n甘逾瑞露浓欺乳，曲生风味难通谱。纵教典却鹔鹴裘，不将一斗博凉州。"
        },
        {
            "标题": "冠州",
            "作者": "周权",
            "内容": "临津冲要环墟市，横桥断岸人如蚁。车声轧轧风蓬蓬，道上黄尘半空起。\n御河柳色如蓝绿，翻翻酒旆风高矗。归马声喧烟火深，落日孤城催暮角。"
        },
        {
            "标题": "呈虞伯生修撰",
            "作者": "周权",
            "内容": "青城仙人清且都，眸炯岩电胸冰壶。锦裳照耀青霞裾，水玉作佩联明珠。\n驭风来直承明庐，赞述大道光唐虞。朝阳孤凤鸣高梧，冀北骐骥空群驽。\n蹇余濩落山泽"
        },
        {
            "标题": "客枕",
            "作者": "周权",
            "内容": "寒更四点鸡未号，行人道上声嘈嘈。骏风惨慄寒赑屃，长河争渡冰坚牢。\n霜花著面肤欲裂，虬髯棱棱冻欲折。征车卷地声如雷，橐驼吼落燕山月。"
        },
        {
            "标题": "赵子华乃蹶弛之士齿新气锐痛饮豪吟座中未有出其右者",
            "作者": "周权",
            "内容": "赵君胸吐虹五色，饮酒哦诗世无敌。夜寒濯发当银潢，酒星飞入锦绣肠。\n眼花耳热忘尔汝，笔阵如云来黩武。百番玉版连秋霜，空中错落天葩香。\n千奇百怪驱风雨，露泄玄机鬼神语。须臾收敛寂无哗，依然醉盌翻流霞。"
        },
        {
            "标题": "济南原上",
            "作者": "周权",
            "内容": "朔河春透冰未裂，黄芦伐尽洲渚阔。荒祠老栋压欲颓，古树无枝枯复活。\n长嘶飞骑抹流云，草舍微茫聚疏樾。夕阳返景低黄埃，漠漠平沙浩如雪。"
        },
        {
            "标题": "元正观朝贺",
            "作者": "周权",
            "内容": "斗杓半夜回天东，人间凤历开华风。联镳飞盖拥千骑，家家银烛摇春红。\n金门玉漏声初歇，已闻晓钥开阊阖。圣人端拱九天上，殿前晓仗催班列。\n曈曈瑞日红云开，太液春生万寿杯。龙旗微动曙烟煖，山呼虎拜声如雷。\n乾坤千载开元会，太和气象唐虞世。千官宴罢带花回，十二天街喧鼓吹。"
        },
        {
            "标题": "梦访苍山道士醉卧不起坐听铁冠散人鼓琴觉后属成",
            "作者": "周权",
            "内容": "道人醉卧呼不起，春风吹花满乌几。铁冠散人石作肠，一曲泠泠写流水。\n曲终意远流水长，幽襟炯炯含秋霜。一声野鹤不知处，云霓明灭山苍苍。"
        },
        {
            "标题": "王张二提举携酒驿亭饯别因次同舟李彦谦韵",
            "作者": "周权",
            "内容": "立马沙头一壶酒，故人饯客官河道。水蒲芽白沙柳青，东风点拂春多少。\n春波浩荡快杨舲，满目好山青不了。人生漫浪如浮萍，世味苦辛如食蓼。\n天游笑我外形骸，俗眼从渠分丑好。秋毫太山两不足，箕斗虚名我何有。\n人间汨汨声利场，昨日少年今白首。繁华万事风雨歇，曲树深池几芳草。\n凄凉旧燕语乌衣，飘零老鹤归华表。忆曾高楼夜呼酒，剪烛听歌声缥缈。\n酒酣耳热捐宝钗，客主相欢意倾倒。只今憔悴酒徒散，桃花已笑刘郎老。\n胸中耿耿尚如昨，濯足新丰歌浩浩。揽衣中夜起徘徊，抚剑灯前感冲抱。\n参横天外落霜鸿，一声画角秦淮晓。"
        },
        {
            "标题": "徐州暮泊风雨骤至",
            "作者": "周权",
            "内容": "清河绿涨琉璃堆，黄河浊浪排空来。两流合一混泾渭，喷薄东注无时回。\n孤城迤逦枕其左，昼夜怒激声喧豗。人烟蚁集一鬨市，夕阳孤塔空崔嵬。\n客舟簇簇闹河浒，极目但见烟中桅。黄垆呼酒足自慰，愁城顿破红颜开。\n须臾笑电急驱雨，神物变幻令人猜。狂飙扬沙昏白昼，黑云卷地翻风雷。"
        },
        {
            "标题": "鲁桥",
            "作者": "周权",
            "内容": "泗河汩汩流青铜，鲁桥突兀横长虹。惊波荡潏石斗怒，石门空洞如㢮弓。\n风霜剥蚀势欲压，乱石齿齿填深洪。南连淮楚九地厚，东导齐鲁群流通。\n征商贸易百货阜，来帆去棹纷奔冲。车轮彭鍧铎声急，马蹄蹴跃尘影红。\n我游天京偶经此，一见淳俗真尧封。扁舟胶涸守连日，欲去未去心忡忡。\n嗟予行役浪自苦，飒飒吟鬓将秋蓬。摩挲残碣讨遗迹，搔首蹢躅斜阳中。\n衔杯一洗胸芥蒂，浩歌目送吴天鸿。"
        },
        {
            "标题": "金山龙游寺",
            "作者": "周权",
            "内容": "金山突兀摩青冥，六鳌驾海来蓬瀛。风涛卷雪撼不动，中流涌出毗耶城。\n山僧眼底乾坤阔，俯瞰朝暾乘落月。钟声薄暮来蜃楼，灯影晴霄入蛟窟。\n马衔韬怪苍龙蹲，听法卧护孤云根。参旗历落倚阑楯，金碧照耀沧海门。\n天光万顷涵虚碧，扁舟独舣玻瓈国。六朝兴废几英雄，往事云浮江露白。\n穷高一览双眼明，天风洒我毛骨清。淮山数点不可写，矫首九万抟风鹏。"
        },
        {
            "标题": "雪轩高士以白纻制服作歌戏赠",
            "作者": "周权",
            "内容": "经冰纬玉纷纵横，三盥寒露方织成。晓机裂下不敢玩，一道雪瀑来中庭。\n天然精洁不可涴，犀熏麝染惭吴绫。制成素服轻于雪，雅称仙官锵佩玦。\n星斗离离夜插椽，高兴飘飘白银阙。乘风便鞚紫鸾车，琼箫吹落蓬莱月。"
        },
        {
            "标题": "八里庄渡淮入黄河水浑不可饮过徐入清河水方澄洁信笔閒记",
            "作者": "周权",
            "内容": "河流汩汩如泾水，浊浪崩腾疾驰驶。一石中胶数斗泥，舟客居民皆饮此。\n黄河不复行故道，下注清淮通海涘。十人度索上一洪，寸寸强弓挽难起。\n屹然趺坐如僧禅，日与篙师同愠喜。青山一发认邳州，萧条暮上鱼豚市。\n酒边一笑我何为，独冒惊涛行万里。争如林下混渔樵，俯仰啸歌行复止。\n回头寄语北山云，征尘待向风泉洗。"
        },
        {
            "标题": "鸡鸣台",
            "作者": "周权",
            "内容": "横空阵气长云黑，戈鋋照耀旌旗色。龙跳虎跃神鬼愁，楚汉存亡一丝隔。\n相持两地皆雄据，楚力疑非汉能拒。瑞启炎图硭砀云，悲歌霸业乌江路。\n空馀故垒传遗迹，离合山河几勍敌。战尘吹尽水东流，落日沙场春草碧。"
        },
        {
            "标题": "谪仙楼",
            "作者": "周权",
            "内容": "大罗仙人李太白，秋水疏莲浮玉色。一来金马玉堂中，诗酒猖狂天子客。\n飘飘豪气秋风起，登楼曾醉山东市。放浪形骸宫锦袍，荣华富贵东流水。\n酒酣挥洒翻河笔，险语能令神鬼泣。至今光焰照尘寰，一字堪偿双白璧。\n我来怀古空悽怆，风月千年尚无恙。何时相见昆崙丘，汗漫从游九天上。"
        },
        {
            "标题": "甓社湖",
            "作者": "周权",
            "内容": "碧天如幕沈云影，飞廉不怒银涛静。骊龙正睡贝宫寒，一镜光凝青黛冷。\n数声渔笛来何处，白鸟双双忽飞度。夜深明月生孤篷，人在广寒卧风露。"
        },
        {
            "标题": "次韵岳宰",
            "作者": "周权",
            "内容": "旧交落落十八九，万事从渠屈伸肘。东华尘土少年忧，岁月无情一回首。\n岳君气爽太华秋，不随王粲悲登楼。熙朝已具清庙器，吾道岂复归山丘。\n文章谁道同刍狗，还有问奇人载酒。清谈洒洒秋茎露，饱食官羊宁有数。\n旧家桃李春漫漫，流芳枝叶才堪看。江梅自分托岁寒，一枝远寄怀清欢。"
        },
        {
            "标题": "西瓜",
            "作者": "周权",
            "内容": "当年传种非东陵，蒲萄石榴来与并。碧壶深贮白沆瀣，霜刃冻割黄水晶。\n豪家宴客侯鲭列，浊酒鲸吞嫌内热。此时专席荐冰盆，分与风前满襟雪。"
        },
        {
            "标题": "舟行阻潮",
            "作者": "周权",
            "内容": "江流浩浩吞长天，打篷巨浪翻银山。篙师维舟不敢发，东望微茫尽溟渤。\n荒村古渡生客愁，丹枫落叶秋飕飕。夜半西风卷江雨，咿轧数声闻过橹。\n风收雨霁晨气清，金乌荡漾波间明。舟人欢呼指归路，十幅蒲帆顺风去。"
        },
        {
            "标题": "赠画牛褚冰壑",
            "作者": "周权",
            "内容": "魁形硕骨高崚嶒，弭角垂耳行凌兢。蹇余已向田间老，一见此图知画好。\n春郊雨后烟草肥，吴犍十角相追随。前行过浦一回顾，后行觳"
        },
        {
            "标题": "次韵邵本初",
            "作者": "周权",
            "内容": "词源倒峡惊涛吼，不羡当年燕许手。快意閒观未见书，约客满浮无事酒。\n骊珠光迸锦蘘裂，一生不掉仪秦舌。有时一舸访逋梅，梨云梦觉西湖月。\n有时歌骚湘雨霁，采得秋兰纫为佩。归来溪上赋閒居，不着閒愁生感慨。\n丈夫出处何可测，量材定有古玉尺。近闻黑廌上霜台，暂作红莲幕中客。"
        },
        {
            "标题": "次韵褚仲明苦热行",
            "作者": "周权",
            "内容": "烛龙衔火飞南陆，万叠云峰天地窄。鲸波沸海泣阳侯，涸尽泉源铄金石。\n人间何处逃隆暑，细葛如裘汗如雨。苍生堕此深甑中，救暍何时命如缕。\n我欲太华峰头酌琼液，醉卧青瑶啸松月。明星邀我玉井旁，共折芙蓉弄香雪。\n扶摇直上九万里，高揖卢敖太空里。手攀斗柄睨尘寰，濯足银河弄秋水。"
        },
        {
            "标题": "次韵张刚父观物轩",
            "作者": "周权",
            "内容": "观物之变观化原，游物之初游于天。万象起灭随飞烟，守之惟一天乃全。\n秋风叶落春花妍，盛衰老壮人皆然。潜机剥复相回旋，至理妙契言难传。\n张君目击道所存，身具太极谁参玄。返君观物观诸心，我心外物安能迁。\n鹤长凫短随所便，莫问漆园齐物篇。"
        },
        {
            "标题": "八咏楼",
            "作者": "周权",
            "内容": "金华尽是神仙府，群玉峰高青可数。绛气光腾宝婺躔，婺女从来司此土。\n峨峨飞观矗云巅，幡幢香霭罗真侣。穷高更上沈郎楼，万象凭栏一挥麈。\n双溪上溯银河流，捲地寒波翠蛟舞。诗人去后景物閒，山月溪风自宾主。\n当时八咏画图间，翠琰娟娟群凤翥。高秋落木天地宽，独酬清樽慨千古。\n浮云世事两悠悠，突兀空楼老风雨。"
        },
        {
            "标题": "锦鸡",
            "作者": "周权",
            "内容": "巴山灵鸟初离群，葳蕤丽组云锦文。羽翎新刷爪距利，采色胜似沙头鸳。\n晴暾入户烂相射，嗉中有物垂红碧。绶光若若花盘绦，出示山童有矜色。\n文章固足媒尔身，雕笼拘絷还悲辛。区区啄饮岂不厚，情深野树溪云春。"
        },
        {
            "标题": "寒碧轩",
            "作者": "周权",
            "内容": "钟山"
        },
        {
            "标题": "次韵友人",
            "作者": "周权",
            "内容": "忆曾共醉高阳池，银毫翻墨摛乌丝。江鸿海燕忽相背，几度夜雪山阴时。\n东华尘土黑貂敝，南楼月好思元规。十年始赴鸡黍约，春雨剪韭供新炊。\n青灯对坐落寒烬，夜谈亹亹真忘疲。天根妙意秘莫写，心薄万古含清辉。\n通家交好固不远，从容砚席还追随。划来健句脱秋隼，清似菡萏开秋陂。\n翩翩瘦字老蛟舞，入妙信划沙中锥。手弦绿绮不可和，楚天目尽孤云归。"
        },
        {
            "标题": "采莲曲",
            "作者": "周权",
            "内容": "越溪女郎十五六，翠绾香云双凤蹙。嫣然一笑似花妍，艳试新妆照湖绿。\n罗衣露浥红芳秋，少年陌上情绸缪。兰桡容与隔花语，惊散鸳鸯生晚愁。\n莲花莫折茎有刺，藕丝易断针难度。清歌一曲入湖烟，空载香风满船去。"
        },
        {
            "标题": "欧阳公虽不到杭而惠勤师思之因所居有涌泉出因名之曰六一泉",
            "作者": "周权",
            "内容": "欧公天人世无匹，六物之中目为一。孤山山下西湖西，飞梦逍遥绕云石。\n凿开瑶窟迸银泉，水镜胸中湛虚白。是心洞洞何所容，内照此泉皆外物。\n坡翁好事镌苍珉，醉墨雄翻扛鼎笔。至今草木馀清辉，冠剑一时随戏剧。\n两翁神与造化游，鞭驾风霆挥八极。垂光后世几千年，名不可磨泉不竭。"
        },
        {
            "标题": "夜泊吴江",
            "作者": "周权",
            "内容": "瀰茫巨浸无坤轴，溶溶一镜天东北。两虹渴饮驾空来，千寻横截玻瓈碧。\n啮堤骇浪飞晴雨，晦冥白昼蛟鼍舞。万家灯火水晶宫，令肃貔貅夜挝鼓。\n斗柄衔城湖月白，清愁恼我江南客。安得风流张志和，共醉渔舟擪长笛。"
        },
        {
            "标题": "和万象庵枯木竹韵",
            "作者": "周权",
            "内容": "物生宇内有万殊，本之一气随盈虚。木兮竹兮岂同类，吾自丧吾渠忘渠。\n神全形枯真散木，束翠棱棱一丛竹。岂其无用全天年，犹有琅玕在其腹。\n苍苔蚀尽风雨根，岂愿斲削为牺尊。岁寒相与数君子，满目桃李争新春。"
        },
        {
            "标题": "清溪张归云不嗜酒肉工诗安贫所作少年行因次其韵",
            "作者": "周权",
            "内容": "五陵年少风流客，花间开宴春壶碧。豹胎熊掌罗玳筵，犀箸逡巡万钱值。\n绮罗吹香围肉屏，枨枨银甲喧瑶筝。高烧红蜡作长夜，白日过眼如流星。\n可怜气岸如山阜，雨散云飘不能久。繁华富贵惣如梦，昨日朱颜今白首。\n争如芝田野老衣悬鹑，饥撷芝术餐。芳年新诗日富不厌贫，谓有尧舜为吾君。\n少无逸乐老无戚，尺泽自可潜幽鳞。谁知清溪有鹤不可驯，白云浩荡青林春。"
        },
        {
            "标题": "子陵钓图",
            "作者": "周权",
            "内容": "东都热官手可炙，吴侬面似秋江色。平生落拓一羊裘，七叶貂蝉不堪易。\n功臣尽在云台中，丹青化作灰尘空。先生遗貌乃在此，钓竿尚袅桐江风。\n悠悠世事江云白，过眼轻帆自朝夕。人间万古仰孤风，天上有星犹是客。"
        },
        {
            "标题": "焦山寺",
            "作者": "周权",
            "内容": "赤霞夜出扶桑东，海云卷浪凌虚空。刚风浩浩吹不去，崔嵬化作青莲宫。\n万衲月寒清梵寂，四面沈沈皆海色。钟声不许到人间，自送潮音落寒碧。"
        },
        {
            "标题": "春夜诸弟邀饮因观海棠",
            "作者": "周权",
            "内容": "东风花谷纷红紫，九陌轮蹄隘香雾。风流炫耀花中仙，万斛胭脂滴红露。\n天然富贵出幽姿，一顾倾城谁敢妒。摇摇风雪未轻飘，缈缈綵云飞不去。\n传觞花底溜红光，银烛烧张最高处。团圞燕乐怡天伦，共忆儿嬉有真趣。\n安得花前再少年，搥鼓插花穷胜事。百年光景难把玩，天马途深感迟暮。\n人生流坎委大化，纵尔浩歌吾起舞。高堂饮散夜沈沈，社雨阁寒春欲曙。"
        },
        {
            "标题": "次韵谢益洲贺生孙",
            "作者": "周权",
            "内容": "清标壶冰炯人目，惠然共剪西窗烛。酒酣慷慨意气倾，且羡阶庭有兰玉。\n阿翁堂上白发新，自意培塿无凤麟。娱情聊尔慰款款，流庆未必誇诜诜。\n君家珠树春风里，联芳竞赏无凡子。宁家宅相魏家儿，换叶移根愿同此。"
        },
        {
            "标题": "牧羝行",
            "作者": "周权",
            "内容": "朔风吹沙浩漫漫，冷光射目愁云昏。茫茫大漠亘万古，何处有路通中原。\n群羝牧老草枯死，倚节自誓无生还。餐毡啮雪气自倍，婉娈儿女怀饥寒。\n夜长空望汉月白，几度吊影怜羁单。已将傲兀压忧患，独仗大义排坚顽。\n此生自信羝不乳，岂意雁足传间关。归来属国岂不厚，区区一饭皆君恩。"
        },
        {
            "标题": "鸿门宴",
            "作者": "周权",
            "内容": "项王高宴鸿门北，风云奔走天为黑。椎牛刺豹酒三行，谈笑戈矛生顷刻。\n岂知天命非人谋，玉玦三提事何益。兴亡楚汉两干将，开辟乾坤双白璧。\n喑呜漫说万人敌，隆准天人竟谁识。玉斗声中霸业空，乌江江水还流东。"
        },
        {
            "标题": "赠笔工王子玉兼能书",
            "作者": "周权",
            "内容": "兰陵有客髯如戟，吴霜满鬓秋萧瑟。广寒偷拔老兔毫，归寓管城汤沐邑。\n兴来忽驾钱唐舟，惠然访我苍山陬。酒酣作字大如斗，玄云落纸香浮浮。\n我惭识字先白首，故砚磨穿笔如帚。与君邂逅两忘年，暮雨江湖一樽酒。"
        },
        {
            "标题": "徐仲晦作书惠水墨梅图有和靖题纪岁月绢素蠹败馀字不存作诗归之",
            "作者": "周权",
            "内容": "溪藤捣霜寒夺目，硬黄瘦字疏相续。墨花出袖吐春妍，一片玲珑水苍玉。\n分明寄我孤山图，上有岁月书林逋。古丹漫漫篆窠暗，败素飒飒形神枯。\n西泠桥畔黄昏景，船头鹤梦风吹醒。一从马鬣锁荒寒，万古人间几香影。\n苦吟老尽诗坛豪，穷愁到我心徒劳。还君此画三太息，雪晴月映横窗梢。"
        },
        {
            "标题": "惠山寺九龙峰下酌泉",
            "作者": "周权",
            "内容": "惠山郁律九龙峰，磅礡大地包鸿濛。划然一夕震风雨，欲启灵境昭神功。\n六丁行空怒鞭斥，电火摇光飞霹雳。一声槌破老云根，嵌洞中开迸寒液。\n道人甃玉深护藏，镜涵万古凝秋光。陆翁甄品亲试尝，翠浪煮出松风香。\n我来山下讨幽境，自挈瓶罂汲清冷。味如甘雪冻齿牙，绀碧光中敲凤饼。\n昏尘涤尽清净观，心源点透诗中禅。亟呼陶泓挟玄玉，挥洒字字泉声寒。\n投閒半日聊此驻，孤棹明朝又东去。红尘人世几浮云，钟鼓空山自朝暮。"
        },
        {
            "标题": "纪信叹",
            "作者": "周权",
            "内容": "沛中龙奋芒砀云，咸阳楚炬三月焚。两雄角起鹿在野，三户有楚无强秦。\n貔貅百万纷如雪，戈矛尽染英雄血。旗旄晓蔽天河云，兵尘夜暗中原月。\n荥阳数载战不休，重围食尽汉亦忧。将军诈帝出降楚，脱帝虎口真良筹。\n无何诸将已平楚，事定论功裂茅土。独无旌美到将军，不得褒名纪盟府。\n男儿死节志已酬，瞑目地下夫何求。吁嗟功怨俱悠悠，汉廷雍齿还封侯。"
        },
        {
            "标题": "羸骥行",
            "作者": "周权",
            "内容": "高秋吹霜沙草衰，駉駉牧野无龙媒。伶俜羸骥空伏枥，长秸短豆随驽骀。\n筋耸脽高眼如井，月冷沙空徒顾影。飒辣长嘶万里心，雄姿困顿无由骋。\n乃知天闲十二屯如云，龙膺豹股八尺身。蹴翻青云振绿发，金羁照耀皇都春。\n朝辞天山暮碣石，飞电流云迈无迹。风吹欲轧拳毛騧，意气能倾照夜白。\n短衣奚官霜虬须，圉养刍粟多遗馀。绝怜羸骥不满腹，剪刷犹可同驰驱。\n我欲进之嗟远道，神全形枯难自好。按图举世识骊黄，怀哉骏骨秋风老。"
        },
        {
            "标题": "赤壁泛舟",
            "作者": "周权",
            "内容": "赤壁之山何崚嶒，下有江水何清泠。天空月出夜寥泬，玻瓈万顷涵秋冰。\n为问黄州雪堂老，迁官何如谪官好。酒酣携客夜挐舟，忧患都将谈笑了。\n划然长啸来天风，神游八极世虑空。但见横江秋露白，错落低垂斗柄红，举袂欲挹浮丘公。\n洞箫声断潜蛟舞，月下清尊贮千古。老瞒当日困周郎，十万楼船斗貔虎。\n烟销水冷沈戈矛，空馀野燐寒沙头。江山牢落满陈迹，追忆往事怀风流。\n胜游到我知几度，感昔视今犹旦暮。乾坤何事老英雄，滚滚长江自东去。"
        },
        {
            "标题": "赠雷紫崖高士曾筑室於华山",
            "作者": "周权",
            "内容": "紫崖高人头欲雪，神清貌古髯过膝。秃蛟入砚生云烟，叱咤风雷鬼神泣。\n清霄幽梦回瑶坛，鼎中龙虎催九还。飘然晞发太华顶，醉睨海浪天风寒。\n朅来访我苍溪浒，白石清泉不堪煮。共谭世事两茫然，竹屋青灯夜深雨。"
        },
        {
            "标题": "次韵徐景端席上",
            "作者": "周权",
            "内容": "洞庭霜橘包黄银，海边丹荔输闽珍。高堂开筵荐华俎，风味隽美怀芳新。\n蒸花厌玉饤鹅炙，雕盆犀箸行鲜鳞。纷纷歌管奏名妓，秩秩簪履罗佳宾。\n芳尊细酌绿琬琰，宝罽共拥红麒麟。烧残绛烛转留客，疑有四角生车轮。\n书生商歌风雨室，此志郁郁何由伸。短衣穿肘不掩胫，五穷相与为雷陈。\n青阳开动生意达，短翅亦拟凌空云。豫章远志各有适，黄钟瓦缶俱陶钧。\n且安粗粝槃涧滨，未厌紫豉羹吴莼。"
        },
        {
            "标题": "念奴娇 姑苏台怀古",
            "作者": "周权",
            "内容": "飞台千尺。直雄跨层云，东南胜绝。当日倾城人似玉，曾醉台中春色。锦幄尘飞，玉箫声断，麋鹿来宫阙。荒凉千古，朱阑犹自明月。送目独倚西风，问兴亡往事，飞鸿天末。且对一尊浮大白，分甚为吴为越。物换星移，叹朱门、多少繁华消歇。渔舟歌断，夕阳烟水空阔。"
        },
        {
            "标题": "张氏新居",
            "作者": "周权",
            "内容": "小雨东风拂袂寒，神仙华屋画图间。茶香入座午烟歇，花影压帘春昼閒。\n翠竹白沙泉细细，朱阑绿树鸟关关。客来一笑推棋局，坐占溪南十里山。"
        },
        {
            "标题": "百字谣 再用韵",
            "作者": "周权",
            "内容": "粗桃俗李，漫眼底纷纷，等闲开落。得似花仙夸艳质，暖透胭脂犹薄。梅不同时，芳心难聘，空妒肌如玉。自然佳丽，不须归荐华屋。最好一抹彩云，轻盈飞不去，漫空高簇。霁日浓薰浑欲醉，照映光风眩烁。遍倚栏干，狎渠清赏，聊为怜幽独。簪花醉也，夜深犹索芳＊。"
        },
        {
            "标题": "百字谣 海棠",
            "作者": "周权",
            "内容": "轻阴滞雨，正社燕新来，东风院落。十万红妆梳洗罢，翠袖春寒犹薄。富贵天姿，风流睡足，酒晕潮红玉。个般艳丽，怎教不贮金屋。遥想宫锦城中，向碧鸡坊里，笙歌围簇。万炬烧春花底宴，眩转红光相烁。对此＊然，向人如有诉，不禁清独。浩歌此曲，为渠倾倒尊＊。"
        },
        {
            "标题": "百字谣 久雨得晴再用韵",
            "作者": "周权",
            "内容": "海棠开也，问底事悭晴，檐花犹落。可惜风流天不借，都逐闲花浮薄。冷雨难禁，红脂洗脱，半露肤如玉。东风解事，未教飞点吟屋。清晓多谢天公，着晴暾烘透，嫣红重簇。欲谢看来还更好，犹自＊芳艳烁。瘦杜无情，老苏有句，未用论凄独。春愁多少，直拚付与春＊。"
        },
        {
            "标题": "卜隐次韵",
            "作者": "周权",
            "内容": "养钝习成癖，居贫道已闻。蒲团延客话，芋火就僧分。\n林润夜疑雨，窗寒曙拂云。丛丛墙下菊，书暇亦锄耘。"
        },
        {
            "标题": "朝中措·西风袅袅落平沙",
            "作者": "周权",
            "内容": "西风袅袅落平沙。独树几人家。个里残虹雨阁，那边疏嶂云遮。平洲柿栗满区瓜。芋野路斜斜。牛笛数声归尽，夕阳付与啼鸦。"
        },
        {
            "标题": "客中送张归云",
            "作者": "周权",
            "内容": "相逢俱是客，对酒感流年。落日沙头雁，清风树杪蝉。\n山钟隔林寺，江火趁潮船。何日茅檐下，清灯话霅川。"
        },
        {
            "标题": "水调歌头 强村丛书校元刊此山先生集本",
            "作者": "周权",
            "内容": "十载几风雪，又酌玉京春。玉堂天上仙客，怜我倦红尘。却挽翩翩飞袂，东望赤霞晨气，高处访三神。上界足官府、翳凤快骑麟。感生平，歌慷慨，泪沾巾。天球苍佩，柰何偏属黑头人。岁晚相如多病，前日冯唐已老，憔悴不堪闻。长啸送明月，归枕北山云。"
        },
        {
            "标题": "牧童词",
            "作者": "周权",
            "内容": "我牧不惮远，牧多良苦辛。所幸牧已狎，驯扰无败群。\n平原湿春烟，碧草何披纷。大牛隐重坡，小牛饮芳津。\n旦出露未晞，及归景常曛。时复扣角歌，歌俚全吾真。\n取乐田野间，世事非所闻。歌阑卧牛背，仰见天际云。"
        },
        {
            "标题": "满江红 次韵邵本初登富春山",
            "作者": "周权",
            "内容": "长啸登临，望不尽、海门修碧。人道□、江山高处，汉时遗迹。一自耕云人去后，几番烟草凝秋色。任掀空、骇浪卷银山，蛟鼍泣。尘世事，纷如织。云外径，闲舒立。问来今往古，几人高适。共拍栏干呼大白，欲倾沧海供豪吸。倚东风、无限客中愁，斜阳笛。"
        },
        {
            "标题": "花心动 次韵咏荼药",
            "作者": "周权",
            "内容": "翠雾前驱，舞青蛟、飞动一檐晴色。银凤翻空，＊雪生香，风韵天然奇特。素艳连娟清露晓，搜香处、蝶栖难觅。这天与、水沉富贵，诗翁消得。好是神仙姑射。拥翠被香寒，甚般标格。特立春深，清＊兰幽，孤注惯谙寥寂。惜芳但恐东风老，怕香屑、碎琼堪惜。又不道、流年催人暗掷"
        },
        {
            "标题": "次韵幽居",
            "作者": "周权",
            "内容": "晨兴启衡门，见此溪南山。山光入溪绿，水底明青鬟。\n熙熙自渔樵，清歌时往还。莞尔发永晤，寘我丹青间。"
        },
        {
            "标题": "次韵友人",
            "作者": "周权",
            "内容": "司马山川忆壮游，匣中剑气尚横秋。怀人空有春天树，乘兴都无雪夜舟。\n年少文章慕西汉，风流人物擅南州。缚麟老手今无几，不数当年赵倚楼。"
        },
        {
            "标题": "次韵友人",
            "作者": "周权",
            "内容": "人向青云听足音，如何投策向山林。桃花飞处晓溪急，燕子归时春雨深。\n百岁閒愁消醁醑，一襟古意托瑶琴。相逢我自怜憔悴，莫把清辞作楚吟。"
        },
        {
            "标题": "江村夜泊",
            "作者": "周权",
            "内容": "山拥孤城枕大江，数间草阁寄吟床。月笼沙碛当窗白，风撼潮声拍枕凉。\n黄叶萧萧人不寐，青灯耿耿夜初长。云深老雁归何日，肠断蒹葭水一方。"
        },
        {
            "标题": "次韵友竹弟南明山",
            "作者": "周权",
            "内容": "秋深槲叶满空山，饭罢僧袍挂石阑。洗尽十年尘土梦，天风吹瀑落云寒。"
        },
        {
            "标题": "蝶恋花 夜酌荷亭",
            "作者": "周权",
            "内容": "数亩宽闲吾老圃。着个茅亭，斗大无多子。水槛水花明楚楚。洒然不受人间暑。夜悄虚阶初过雨。酒浅香深，风味清如许。沁薄吟襟时挹伫。"
        },
        {
            "标题": "洞仙歌 谢欧阳学士偕陈众仲助教过访",
            "作者": "周权",
            "内容": "京尘满鬓，汗漫游还倦。环佩玲珑惊梦断。恰玉堂仙伯，携取圜桥，词翰客、枉顾情何恋恋。衣冠何磊落，闲雅雍容，不把声光时自炫。漫轻敲团月，煮玉泉冰，□啸傲、几多萧散。笑归去，蓬莱跨清风，任香彻胸中，五千书卷。"
        },
        {
            "标题": "挽刘声翁",
            "作者": "周权",
            "内容": "独怀经济负雄姿，缓带轻裘鬓欲丝。挥麈清谈惊四座，登楼高卧视群儿。\n结庐郭外看山近，留月樽前宴客迟。已矣九原呼不起，为研松露写哀辞。"
        },
        {
            "标题": "读骚",
            "作者": "周权",
            "内容": "灵均忠愤不能平，写尽芳兰杜若情。底事楚烟湘雨外，梅花不肯与骚盟。"
        },
        {
            "标题": "古塞下曲",
            "作者": "周权",
            "内容": "朔风号枯榆，厚地冻欲裂。大漠无人行，长云欲飞雪。\n阴阴古长城，野燐明复灭。草死沙场空，饥乌啄残骨。"
        },
        {
            "标题": "次韵陈伯和",
            "作者": "周权",
            "内容": "溪曲扁舟载鹤归，客来谈笑有馀师。共倾郑老灯前酒，细和坡翁海上诗。\n雪后生涯黄菊长，年来心事白鸥知。文章千载传宗印，毋惜玄机露一丝。"
        },
        {
            "标题": "贺欧阳公除翰林学士",
            "作者": "周权",
            "内容": "除书飞下五云端，光焕蓬莱紫气间。照世声名山岳重，绝尘襟度雪霜寒。\n玉堂昼永紬书好，紫砚春浓草诏閒。入觐清光天咫尺，又分莲烛下金銮。"
        },
        {
            "标题": "悯蔬",
            "作者": "周权",
            "内容": "富人厌粱肉，贫士怀齑盐。采芳得野荠，终朝不盈襜。\n矧兹春候和，学圃滨涧南。席地历疏块，挂畦理长镵。\n孙芥紫芳茁，早韭绿且纤。亦复种晚菘，稚角俄已含。\n期此旦夕效，菜把日可添。时阳忽久亢，生意几不堪。\n岂惮抱瓮劳，灌沃终难沾。马齿一何茂，纵逸徒尔芟。\n所忧谷不登，饥馑今乃兼。矫首向昊旻，霖泽何日覃。"
        },
        {
            "标题": "荷亭名清远托意数语",
            "作者": "周权",
            "内容": "养素任疏拙，卜亭类蜗盘。俯兹一酌池，湫隘良可叹。\n谁知方寸中，而有万顷宽。天光发虚白，心湛水不澜。\n彼美君子华，寓目道所存。风细晨气润，月澄夜香寒。\n吸香咽沆瀣，光霁融肺肝。兴寄言莫写，念适趣自閒。\n永怀爱莲翁，时复一凭栏。"
        },
        {
            "标题": "贺新郎 次韵",
            "作者": "周权",
            "内容": "清啸西峰月，记曾经飘飘霞佩，御风飞度。知道仙家蟠桃宴，此夕洞关无阻。看多少往来鹤驭。分得九霞春色醉，听玉笙、清奏云深处。好天上，神仙府。俗尘笑我山中侣。叹匆匆归后，依旧松烟萝雨。万事一闲都了却，说甚官为柱史。尽拚得此生韦布。齐粟一盂安岁晚，课儿童、闲诵梅花赋。这些福，老天与。"
        },
        {
            "标题": "贺新郎 庆寿",
            "作者": "周权",
            "内容": "凉浸瑶空月，正寿里、光彩遥烛，少微躔次。鹤发仙翁还笑道，恰则揆予初度。好文物、衣冠翘楚。雪跨冰悬神炯炯，尽襟怀、清酒金茎露。真好个，神仙侣。欢呼竹外开尊处，正＊凤烹麟，环列珠歌翠舞。烛影酒光相眩转，谭笑风生玉尘。戏膝下、彩衣容与。只恐未闲经济手，更十年、又起蟠溪吕。颉霞佩，看高举。"
        },
        {
            "标题": "古乐府二首 其二",
            "作者": "周权",
            "内容": "娟娟天上月，乃有盈与亏。区区世间人，宁无别与离。\n月亏尚有盈，君别无回期。月朒重可待，君信不可持。\n灼灼红槿花，落落青松枝。单居无与俦，贞白徒自知。\n人生良鲜欢，乃复长相违。托婚昔未久，幸无儿女悲。\n妾心有姑嫜，君忘倚门思。川长舟可逝，路远车可驰。\n人情不如月，素光流妾帏。"
        },
        {
            "标题": "后土祠琼花",
            "作者": "周权",
            "内容": "东风何处擅浓华，只有扬州第一花。天上群仙肤似雪，绿云深拥七香车。"
        },
        {
            "标题": "怀别",
            "作者": "周权",
            "内容": "青桑蔽繁阴，玄鸟春将暮。东风老松花，长林翳黄雾。\n俯首事铅简，流光暗中度。淮水日夜流，美人邈难晤。\n宾鸿尽北归，谁与达书素。长歌复徘徊，晴川渺烟树。"
        },
        {
            "标题": "毗陵城东",
            "作者": "周权",
            "内容": "数家烟火自成邻，寂寞荒祠野水滨。坏屋有基馀瓦砾，古坟无主自荆榛。\n暄风绿树莺声老，晓雨青郊虎迹新。四月三山山下路，野田犹殿菜花春。"
        },
        {
            "标题": "呈陈众仲助教",
            "作者": "周权",
            "内容": "圜桥词翰妙无穷，快写平生磊落胸。下榻清风延孺子，高楼豪气卧元龙。\n关山梦隔云千里，雨露恩流天九重。又佩江南文印去，秋红一路正芙蓉。"
        },
        {
            "标题": "次韵吴子善讲学来云僧舍",
            "作者": "周权",
            "内容": "笔耕还有砚为田，分得云僧半榻眠。徇道不妨贫是病，忘言自爱默成禅。\n文章信手窥天巧，涂抹何心取世妍。坐听松风弦大雅，逍遥应复梦钧天。"
        },
        {
            "标题": "接竹引泉",
            "作者": "周权",
            "内容": "苍润隐石脉，幽源迸山椒。连筒入云窦，势接河汉遥。引兹一线秋，高下穿林梢。联络袅相拄，旋折不辞劳。挽之归我庐，晴雨注屋茅。乍窒或细细，久续俄嘈嘈。空阶落琴筑，虚瓮鸣钧韶。盥浥足自洁，心迹良已超。固无鼎釜珍，颇煮溪涧毛。未能学许由，厌喧解风瓢。"
        },
        {
            "标题": "金山妙高台",
            "作者": "周权",
            "内容": "妙高台上金为界，不二门中铁作关。万古云根擎梵刹，六朝山色入僧阑。\n浮沈世事风涛外，突兀楼台宇宙间。往古兴亡多少恨，夕阳送尽暮钟寒。"
        },
        {
            "标题": "九日偕友登东岩定香寺",
            "作者": "周权",
            "内容": "兹岩何穹窿，迥出尘壤隘。当时补天馀，偶堕灵鳌背。\n神丁挟奇功，塞此沧溟汇。翠涛化千峰，尚作掀舞态。\n色连空宇高，气薄坤舆大。绀庐切层云，粲然金银界。\n犹封开辟土，迂旷无斩薙。至今绝顶泉，下迸万丈内。\n阴阳互轇轕，造化自根蒂。崖壁凿灵境，洞壑橐寒濑。\n旁开一罅峡，天影落青黛。阴风洒晴雪，夏练结幽晦。\n石门耸峨峨，屹若剑门势。在昔乾符间，绿林肆凶厉。\n托兹保遗黎，残石犹纪载。凭高达遐观，访古起馀嘅。\n荡胸泻河汉，散发沐沆瀣。烦襟忽如遗，举步寄一快。\n携朋作重九，秋高崖菊细。浊醪艳华觞，浩唱发雄迈。\n反身下天磴，百盘经险怪。目眩神萧森，冷风荡归袂。\n人生谅逍遥，岁月岂予贷。吁嗟谢公屐，去此遗胜概。\n回首山苍苍，夕钟渺云际。"
        },
        {
            "标题": "倦游",
            "作者": "周权",
            "内容": "万事双蓬鬓，江山赋倦游。断猿明月曙，疏雨碧梧秋。\n道路中年感，琵琶后夜愁。客怀无处写，离思满沧洲。"
        },
        {
            "标题": "次韵令尹解官归九江",
            "作者": "周权",
            "内容": "满眼山河落木秋，远游时复赋《登楼》。解官彭泽如元亮，呼酒新丰似马周。\n岁月骎寻人易老，乾坤浩荡水空流。输君已了公家事，卧对庐山雪满头。"
        },
        {
            "标题": "看镜",
            "作者": "周权",
            "内容": "年华暗逐水东流，试拂青铜满袖秋。病发易凋成种种，壮心不竞付休休。\n风霜道路知添老，烟雨关山不奈愁。何日赋归林下去，一樽聊与慰萧飕。"
        },
        {
            "标题": "客枕",
            "作者": "周权",
            "内容": "落叶萧萧拥石阑，辘轳声断井花乾。夜深天阔风霜紧，雁落沧江月正寒。"
        },
        {
            "标题": "除夕长河客舟",
            "作者": "周权",
            "内容": "爆竹声中岁又阑，画船列烛照波寒。清樽今夕同谁饮，自买梅花对烛看。"
        },
        {
            "标题": "懒庵讲主得九江饼茶邓同知分饷其半汲泉试之因次韵",
            "作者": "周权",
            "内容": "解组归来万事轻，日长门巷澹无营。团香小饼分僧供，折足寒铛对客烹。\n色卷空云春雪涌，影沈江月夜潮生。一瓯洗却红尘梦，坐爱风前晚笛横。"
        },
        {
            "标题": "道傍即事",
            "作者": "周权",
            "内容": "閒马嘶云牧远芜，高原下隰尽耕锄。太平里巷都无事，老卒支颐听读书。"
        },
        {
            "标题": "桃柳词",
            "作者": "周权",
            "内容": "灼灼绛桃花，袅袅黄柳丝。风流少年场，妖冶不自持。\n春风日夜变，点拂飞故枝。飘红惹飞絮，流水同天涯。\n美人丽南国，兰蕙熏柔姿。青春妒娉婷，笑盼生光辉。\n素丝感青镜，朱粉难为施。奈何桃柳质，岁晏徒伤悲。"
        },
        {
            "标题": "满江红 叶梅友八十",
            "作者": "周权",
            "内容": "试问梅花，自逋仙后知音少。还又向、石林深处，结清边友。心事岁寒元不改，一生清白堪同守。历冰霜、老硬越孤高，精神好。心太极，天机早。闲共索，巡檐笑。只消他香影，都吟不了。五蕊三花才衍数，从头只数花为寿。管年年、南极照南枝，杯中酒。"
        },
        {
            "标题": "木兰花慢·好山晴更好",
            "作者": "周权",
            "内容": "好山晴更好，霭空翠，拥楼西。正雨沐秋清，晨暾照射，云气初开。山外飞鸦数点，看玉虹、斜绕碧螺堆。几簇人家如画，槿篱野路桥低。柴门鸡犬不惊猜。和气似春台。羡白叟黄童，顿深社鼓，稻满秋畦。误我虚名箕斗，叹镜中、华发早相催。休论无穷世事，满浮浊酒三杯。"
        },
        {
            "标题": "邳州",
            "作者": "周权",
            "内容": "百战残城古下邳，白门楼下草萋萋。古来多少英雄恨，落月城头乌夜啼。"
        },
        {
            "标题": "沛县",
            "作者": "周权",
            "内容": "天连荒草入青原，古县残桥拥一廛。千载芒砀销王气，斜阳孤水落寒烟。"
        },
        {
            "标题": "嵇子安迁居",
            "作者": "周权",
            "内容": "半世湘东客，欣然遂卜居。澹烟沙外径，明月竹边庐。\n潦缩寒溪净，秋高老树疏。别来无便雁，为况近何如。"
        },
        {
            "标题": "沁园春 庆寿",
            "作者": "周权",
            "内容": "缑山老仙，翳凤骖鸾，游戏尘寰。向五云深处，颉颃霞佩，三槐影里，突兀云冠。坐听玉笙，闲披宝笈，寄傲壶中日月闲。人都道，饮金茎秋露，风骨非凡。方瞳雪颔童颜。更清嚼梅花满肺肝。对银烛光中，霞杯麟脯，彩衣膝下，玉树芝兰。五老曾图，九龄初启，方寸心藏天地宽。从今去，记年年此酒，长对南山。"
        },
        {
            "标题": "沁园春·笑此山人",
            "作者": "周权",
            "内容": "笑此山人，抛却白云，又来玉京。忆太华黄河，曾观钜丽，轻衫短帽，只恁飘零。鸥鹭洲边，杉萝溪上，尽可渔樵混姓名。瓶无粟，有西山芝熟，南涧芹生。底须役役劳形。但方寸宽闲百念轻。况末路逢人，眼应多白，东风吹我，鬓已难青。酒浪翻杯，剑霜闪袖，磊块频浇未肯平。何妨去，借相牛经读，料理归耕。"
        },
        {
            "标题": "青杏儿·两鬓点霜花",
            "作者": "周权",
            "内容": "两鬓点霜花，汉南柳、心事蹉跎。幼舆只合居岩谷，绳床近竹，柴门临水，任我婆娑。诗老日相过。爱苍苔、屐齿新蹉。生涯点检无多子，东篱种菊，南山种豆，醉后高歌。"
        },
        {
            "标题": "清平乐 怀古",
            "作者": "周权",
            "内容": "残山剩水，陌上多尘土。此地当时分汉楚。俯仰几番今古。暮云野树苍茫。秋风荒草沙场。极目寒鸦归外，数家篱落斜阳。"
        },
        {
            "标题": "来故人",
            "作者": "周权",
            "内容": "东林旦气白，清旭含初景。空斋松桂幽，光动离离影。\n俄聆剥啄音，车马何炳炳。我本黜世虑，脱落如废井。\n屏迹谢时彦，兀坐息造请。喜兹共萧閒，妙论得新警。\n夜凉月满川，中流啸烟艇。馀音袅秋风，清兴与川永。"
        },
        {
            "标题": "次韵冯仲远",
            "作者": "周权",
            "内容": "长河柳暗春波碧，青帘摇曳厨烟寂。客舟无处醉梨花，自买豚鱼作寒食。"
        },
        {
            "标题": "鹊桥仙 次韵冯仲远春日",
            "作者": "周权",
            "内容": "晓寒成阵，春□犹薄，见红紫、纷纷缄萼。东风着意忽吹开，这艳冶、怎生描摸。问渠底事，多情无据，＊地又还飘落。无花独酌又何妨，但"
        },
        {
            "标题": "次韵子昂学士人日立春赵诗 其二",
            "作者": "周权",
            "内容": "人日今年乐事并，新春只遣鬓幡迎。一元坱圠新调燮，万物洪纤总发生。\n早有东风消腊冻，渐舒昕日作晴明。玉堂人醉梅花底，门帖新题羁宦情。"
        },
        {
            "标题": "扫径",
            "作者": "周权",
            "内容": "剥啄无人昼掩门，庭花春晚雪纷纷。山童不解山翁意，扫破苍苔一径云。"
        },
        {
            "标题": "夜泊僧庐",
            "作者": "周权",
            "内容": "孤城灯火已萧然，独鹤犹归破远烟。钟鼓声沈沙外月，楼台影浸水中天。\n寒声有意侵僧榻，俗梦无由到客毡。笑我久乖松下约，夜凉归兴转凄然。"
        },
        {
            "标题": "次韵山斋",
            "作者": "周权",
            "内容": "娟娟万竹照清溪，约住閒云作伴栖。邻曲樵人曾结社，樽前诗客偶分题。\n东风一树棠梨老，落日千山谢豹啼。閒向静中参物化，人间岐路任东西。"
        },
        {
            "标题": "白石庵",
            "作者": "周权",
            "内容": "地幽山气霭空岚，落叶萧萧白石庵。归鹤一声无觅处，松梢擎月影毵毵。"
        },
        {
            "标题": "西山书馆植菊为邻豕所践",
            "作者": "周权",
            "内容": "耽书息世虑，种菊祛俗尘。閒携手中书，往访西家邻。\n雨露分寸苗，书暇策我勤。无何彼艾豭，纵逸戕其真。\n怀哉楚屈平，憔悴穷夕曛。荣枯固有数，怅然念芳芬。\n信知洛中花，乃坏逸骥群。宁如拥肿樗，不夭匠石斤。\n挟策嗟自误，亡羊监前因。所贵本根在，生意喜复信。\n岁晚同襟期，而我及数君。采芝岂辞汉，种桃非逃秦。\n摘英泛浊醪，孰非东篱人。"
        },
        {
            "标题": "水调歌头 庆寿",
            "作者": "周权",
            "内容": "天上有仙客，家世说南州。精神炯炯秋水，胸次纳青丘。带取括苍风月，来听蓬莱环佩，笑阅几春秋。袖有如椽笔，落纸烂银钩。拥红金，披紫绮，尽风流。斗杓插子，＊开九荚恰生朝。正好年当富贵，再展青云步武，鬓影未萧骚。伫见纶音下，万里快封侯。"
        },
        {
            "标题": "水调歌头 庆寿",
            "作者": "周权",
            "内容": "过却元宵了，何处拥笙箫。喧传南州老子，花甲庆生朝。留取碧莲香露，为此玉壶春酒，风味胜葡萄。昨夜少微外，南极一星高。洒清谭，挥雪尘，尽风骚。金钗玉笋，笑供麟脯献蟠桃。得隽侯封千户，快意腰缠十万，此事付鸿毛。且挹阆风客，笙鹤伴游遨。"
        },
        {
            "标题": "水调歌头 庆寿",
            "作者": "周权",
            "内容": "潇洒晋文物，奇伟鲁衣冠。暂赋淮南招隐，泉石寄清闲。才压建安六七，胸吞云梦八九，余子笑谈间。未颉水苍佩，虹气射龙泉。烛花妍，沉水焕，酒波翻。左弧纪瑞，莱衣五色戏斓斑。庭列森森玉树，座拥骈骈珠履，金碗蔗浆寒。何以祝君寿，一笑指南山。"
        },
        {
            "标题": "呈伯长袁学士",
            "作者": "周权",
            "内容": "玉堂中有真仙人，锦衣剪制五彩云。瀛州高处睨八极，奎躔光气胸中文。\n挥毫对客惊风雨，词翰风流迈前古。榻前草制回天颜，夜归长照金莲炬。\n龙门宾客何缤纷，一经品藻生阳春。斯文之寄盖有在，孰不奋励激陶钧。\n蹇余鄙陋真无似，家在江南万山底。石盆钻木不能穿，半世吟哦事芝髓。\n可怜岁月空骎骎，高山流水无知音。黄河泰岳何高深，见公不负平生心。"
        },
        {
            "标题": "夏日偕友晚步饮听泉轩",
            "作者": "周权",
            "内容": "终日局环堵，散策穷深幽。嘉我二三子，落落诚罕俦。适意随所诣，行行遂经丘。青松如高人，含风自萧飕。夕云度深翠，爽气衣上浮。石根泻幽泉，戛戛锵琳球。乐彼泉上趣，幽构飞岑楼。新兰秀而滋，旧竹清且修。款我情颇厚，清尊频献酬。盘桓有余乐，啸傲成迟留。池深风露香，荷意淡欲秋。饮散众喧息，微月生林陬。"
        },
        {
            "标题": "次韵全可竹",
            "作者": "周权",
            "内容": "一元妙化不停枢，和气陶陶逐物初。鸠雨欲晴桑叶晚，燕泥新湿杏花馀。\n偶携野客看云坐，閒拟春题就竹书。新涨拍阑风日净，溶溶暖绿护阶除。"
        },
        {
            "标题": "桃源图",
            "作者": "周权",
            "内容": "苍茫烟水隔尘凡，源上霞蒸曲曲山。一自渔郎归去后，武陵春色满人间。"
        },
        {
            "标题": "溪村即事",
            "作者": "周权",
            "内容": "寒翠飞崖壁，尘嚣此地分。鹤行松径雨，僧倚石阑云。\n竹色溪阴见，梅香岸曲闻。山翁邀客饮，閒话总成文。"
        },
        {
            "标题": "山庄夜宿",
            "作者": "周权",
            "内容": "岸帻閒舒啸，襟怀爽似秋。荷深香细细，云澹意悠悠。\n流水空山静，残蝉绿树稠。偶来成独宿，凉月夜当楼。"
        },
        {
            "标题": "溪之滨",
            "作者": "周权",
            "内容": "小雨净川绿，玩心鸥鸟群。拂藓憩幽磴，松花点衣巾。禅扃杳何处，疏磬时远闻。青烟湿山道，牛羊下斜曛。"
        },
        {
            "标题": "宵征",
            "作者": "周权",
            "内容": "野路无邮传，迢迢第几程。天河山外落，江月水中行。\n客久衣偏冷，车单马易惊。前津分曙色，依约有农耕。"
        },
        {
            "标题": "信题",
            "作者": "周权",
            "内容": "己识浮云似世情，岁寒老砚是心朋。平生不贷监河粟，自撷香芹煮涧冰。"
        },
        {
            "标题": "信题",
            "作者": "周权",
            "内容": "虎头食肉浑无分，閒隐白云幽桂丛。岁月催人成老大，江山遗恨几英雄。\n平生心事琴三叠，末路人情酒一钟。拄颊西山成久坐，更无尘可污西风。"
        },
        {
            "标题": "纪梦",
            "作者": "周权",
            "内容": "夜炉翳红金，玉虫堕玄煤。嗒然据槁梧，一适何悠哉。\n冷风渺真趣，宝界开玻瓈。彷佛蓬与瀛，珠宫映瑶台。\n飞檐翼丹碧，复砌明角圭。仙姝粲华星，靓服纷素霓。\n双吹紫鸾笙，劝我白玉杯。为我洗尘秽，层襟雪崔嵬。\n空明溯高寒，云影相徘徊。清诗吐奇怪，可讽不可题。\n觉来已忘言，月在枝南梅。"
        },
        {
            "标题": "意行",
            "作者": "周权",
            "内容": "略彴三家市，溪回野路分。轻暾晞竹露，宿雨落松云。山寺依岩见，村舂隔坞闻。欣欣农事集，聊得狎鸥群。"
        },
        {
            "标题": "游山寺",
            "作者": "周权",
            "内容": "空林净如扫，石径穿岭细。绀庐出深树，飞湍下云际。\n偶逢赤髭侣，嘱我听真谛。菘肥斋钵丰，樾古佛灯翳。\n周檐棘篱短，野枳香入袂。夕磬两三声，半岩花雨霁。"
        },
        {
            "标题": "挽袁伯长学士诗稿曾蒙题跋 其一",
            "作者": "周权",
            "内容": "宾客如云蔼缙绅，紫霄高处掌丝纶。曾留东阁观奇士，几为北门思老臣。\n自愧俚谣无律吕，岂期长物入陶钧。十年不下梁松拜，回首俄惊宰树春。"
        },
        {
            "标题": "挽袁伯长学士诗稿曾蒙题跋 其二",
            "作者": "周权",
            "内容": "文采风流白玉堂，华星云汉丽寒芒。春袍昼日明宫锦，晓佩天风冷水苍。\n玉笋班中人遽远，金花笺上墨犹香。登龙旧日侯门客，来奠梅花欲断肠。"
        },
        {
            "标题": "刘北山",
            "作者": "周权",
            "内容": "匆匆聚散若抟沙，感旧交游两鬓华。明月停杯谪仙酒，碧云浮盌玉川茶。\n人于罕会襟期厚，诗写幽情趣味嘉。别后北山堂下桂，秋风黄雪几番花。"
        },
        {
            "标题": "明妃曲",
            "作者": "周权",
            "内容": "逝水无回波，去箭无返筈。十载昭阳春，万里龙荒月。\n风沙满宫衣，惨淡馀香歇。哀弦湿丝泪，泪尽弦亦绝。\n寄语汉飞将，此计诚太拙。蛾眉岂长好，不久为枯骨。"
        },
        {
            "标题": "悼白石道士冯鹤屿",
            "作者": "周权",
            "内容": "白石长碧苔，閒庭落珠蕊。老鹤去不还，空山自流水。"
        },
        {
            "标题": "欧阳学士过访",
            "作者": "周权",
            "内容": "玉堂仙忽枉华镳，客舍如何采涧毛。袖有建溪春一掬，莱山石鼎煮银涛。"
        },
        {
            "标题": "南山丈人",
            "作者": "周权",
            "内容": "丈人山南来，铁面冷松露。野芳堕春妍，香入青芒屦。\n逍遥憩幽磴，睨我如有素。即之亦无言，还带山云去。"
        },
        {
            "标题": "水天一碧亭",
            "作者": "周权",
            "内容": "吟鬓萧萧风雪客，黄河太华曾亲识。振衣舒啸巍然亭，目尽江淮天一碧。"
        },
        {
            "标题": "刘伶坟",
            "作者": "周权",
            "内容": "荷锸相随死便埋，平生六合等浮埃。千年一醉不知晓，谁向苍苔酹一杯。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "京师某书院",
            "Background": "周权在书院与袁桷相会，袁桷赞叹其才华，提及当日荐其为馆职，周权则谦逊回应，表达对更高追求的渴望。",
            "Dialogue": "{\n    角色名:袁桷  \n    动作:(面露赞叹，微微拱手)  \n    讲话:周权先生，仆常思君之才华，真乃天赋异禀，诗词之道，渊博无比，实在令人钦佩。在下于往日荐君为馆职，实乃为君之才行，何以不入仕途，得以施展光华？然则君却为何推却此良机于手，仆心中常有疑虑。  \n}\n{\n    角色名:周权  \n    动作:(低头恭敬，微微一笑)  \n    讲话:袁学士的厚爱，仆岂敢忘怀？然则仆之志向，岂止于此等小官之职乎？仆欲追求更高之境界，向往那山中云水，心所向往者，乃是诗人之所为，追求真理与自然之美，仆愿以诗词为舟，行于人间之海，探寻那无尽的智慧与灵感，岂能囿于这一方小小之职，故而恭敬推辞也。  \n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "山庄庭院",
            "Background": "周权与友人对饮，吟诵自创诗词，互相赋诗。周权朗诵《沁园春》，友人赞叹其才情，讨论诗中意境与人生哲学。",
            "Dialogue": "{\n    角色名:友人  \n    动作:(举杯相邀，笑语盈盈)  \n    讲话:周权兄，今日月色如水，正是吟诗作对的良辰美景，兄何不为我吟诵一首？听闻君之《沁园春》佳作，仆心中早有期待。  \n}\n{\n    角色名:周权  \n    动作:(微微一笑，挺胸而立)  \n    讲话:友人所言极是，然则诗词之道，乃是心中所感之抒发。今夜月明风清，仆愿以此《沁园春》与诸君共赏：混沌凿开，天险巍巍，东岩峻兮。是云髓凝成，半空高矗，天风吹裂，一线中开……（继续朗诵诗句）君子不屑于平凡，常追求那高远之意境，人生如梦，何不在此月下，共饮此杯，畅谈理想？  \n}"
        },
        {
            "Type": "书信交流",
            "Location": "周权家中",
            "Background": "周权写信给袁伯长学士，表达对其教诲的感激之情，并分享自己最近的创作与思考，期待能再度相聚交流。",
            "Dialogue": "{\n    角色名:周权  \n    动作:(提笔沉思，字字如金)  \n    讲话:袁伯长学士，仆于近日创作颇有所得，欲以书信向君倾诉，恭敬感激您对仆之教诲，深觉人生如一幅画卷，须用心去描绘方能绽放光彩。仆于此期间，尝试创作诸多诗篇，皆有感而发，然每每思及君之言教，便心生激荡，期待能再度相聚，畅言此道，求教于您。  \n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "诸暨乡间",
            "Background": "周权与乡邻闲聊，讨论时局与农事，周权提及新政下的减租赋，村民们纷纷表示感谢，赞颂周权的诗才。",
            "Dialogue": "{\n    角色名:乡邻  \n    动作:(微微躬身，面露感激)  \n    讲话:周权先生，您今日来此，正好与我们聊聊时局，听闻新政减租赋，实在令人欢欣鼓舞，村里人都十分感激，您之诗才，也为我等带来了希望。  \n}\n{\n    角色名:周权  \n    动作:(点头微笑，抬手示意)  \n    讲话:乡邻所言，仆惶愧不已。然则新政之施行，乃是为民之福，仆不过是尽一己之力，写下些许诗篇，愿以此为民众发声。虽身处乡间，却也应以心系天下，时局虽变，但愿我等皆可安居乐业，诗词之道，亦是为了传递希望与美好，愿来日见证更好的明天。  \n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "夜晚的湖边",
            "Background": "周权与友人在月下吟诗作对，谈论人生理想与诗词意境，周权即兴作《水调歌头》，引得朋友们共鸣，赞叹不已。",
            "Dialogue": "{\n    角色名:友人  \n    动作:(举杯共饮，眉眼间尽是欣赏)  \n    讲话:周权兄，今夜月色如此美丽，何不再为我即兴作一首？仆闻君才情卓绝，期盼能听君之佳作。  \n}\n{\n    角色名:周权  \n    动作:(微微一笑，振作精神)  \n    讲话:友人所言极是，仆愿以此《水调歌头》与君共赏：亭小可容膝，真似寄鹩枝。客来休讶迫窄，老子只随宜……（继续吟诵），愿以诗词寄情，大家共鸣于此，人生理想，皆在此刻交融。  \n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "大殿",
            "Background": "周权参加朝会，讨论新政与赋税改革，提出自己的见解，受到朝臣的赞赏，朝中权贵对其评价颇高。",
            "Dialogue": "{\n    角色名:朝臣  \n    动作:(微微作揖，恭敬聆听)  \n    讲话:周权大人，您在朝会中提出的新政与赋税改革之见解，实在令人耳目一新，想请您再详细阐述一下。  \n}\n{\n    角色名:周权  \n    动作:(神情坚定，举手示意)  \n    讲话:诸位朝臣，仆虽言辞拙劣，但愿以心中之见，向各位述说。此番改革，乃是为百姓之福，赋税宜轻而不重，唯有如此，方能让民众安居乐业，促进国之富强，愿与各位共商此事，携手共进，方能开创更美好的未来。  \n}"
        },
        {
            "Type": "书信交流",
            "Location": "周权家中书房",
            "Background": "周权收到了来自知友的信件，信中提及近期的诗词交流，周权心中感慨，准备写下自己的回复，表达对友谊的珍视。",
            "Dialogue": "{\n    角色名:周权  \n    动作:(端坐于书案前，提笔写信)  \n    讲话:吾友来信，言及近来诗词之交流，仆心中倍感欣慰。友谊如同这笔墨，虽无形状，却能在心中留下深刻印记。仆将以此信，表达对友谊之珍视，愿在此信中分享仆最近的创作与思考，期待不久的将来，能再度与君共聚，畅谈诗词，感恩有你。  \n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "乡村集市",
            "Background": "周权在集市上遇见老友，二人聊起往日的同窗情谊，周权提及自己在诗歌创作上的进展，朋友鼓励他继续努力。",
            "Dialogue": "{\n    角色名:老友  \n    动作:(握住周权的手，显得亲切)  \n    讲话:周权兄，真是久违了，听闻你在诗歌创作上取得了不少进展，能否与我分享一二？  \n}\n{\n    角色名:周权  \n    动作:(微微一笑，目光闪烁)  \n    讲话:老友，久别重逢，仆甚是高兴。最近仆在诗词创作上，尝试了一些新风格，写下数首佳作，诸如《桃源图》，意在传达那份对自然的向往与对美好生活的追求。诗中意境，皆是心中所想，愿与君共赏，期待能在此道上，继续前行。  \n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "书院讲堂",
            "Background": "周权受邀在书院讲授诗词，学生们聚精会神地聆听，周权通过《此山集》中的作品，引导学生们理解诗的美与哲理。",
            "Dialogue": "{\n    角色名:周权  \n    动作:(站在讲台上，目光扫视在座学子)  \n    讲话:诸位学子，今日在此，我将以《此山集》中的作品为引，带领大家领略诗的美与哲理。诗词之道，乃是情感的抒发，借此笔墨，描绘出心中所思所想，期望大家在学习过程中，能够感受到那份文字背后的力量与灵动。  \n}\n{\n    角色名:学生  \n    动作:(认真聆听，目光炯炯)  \n    讲话:周权老师，您所言极是，仆对诗的理解尚浅，愿请教您，如何才能更好地体悟诗词之美？  \n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "书房",
            "Background": "周权与官员讨论国家的文治政策，表达对文化教育的重视，提议应多选拔有才华的年轻人进入朝廷，受到一致认可。",
            "Dialogue": "{\n    角色名:官员  \n    动作:(点头表示认可，面露微笑)  \n    讲话:周权大人，您所提及的文治政策，实在是对国家未来的重要一环，若能多选拔有才华的年轻人，必能振兴我朝。  \n}\n{\n    角色名:周权  \n    动作:(微微一笑，振奋精神)  \n    讲话:诸位官员，仆深知文化教育之重，唯有通过广纳人才，方能使国家强盛之道得以延续。仆愿竭尽所能，助力于此项事业，期盼与众同心协力，共同为国家的未来添砖加瓦。  \n}"
        }
    ]
}