{
    "基本信息": {
        "姓名": "夏孙桐",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1892",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "润枝",
            "别名类型": "字"
        }
    ],
    "任职信息": [
        {
            "官职": "编修",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "同考官",
            "起始年份": "1898",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "同考官",
            "起始年份": "1903",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "河南省"
        }
    ],
    "地理信息": [
        {
            "地名": "江阴",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "宇闰枝，晚号闰庵。出身书香世家。光绪壬午举人，壬辰进士，翰林院编修。戊戌、癸卯两充会试同考官，庚子、辛丑简任四川、广东乡试副主考。丁末，出任浙江湖州知府。民国初，夏应聘入都，纂修清史稿。徐世昌辑清儒学案、晚晴簃诗汇，夏孙桐曾主其事。夏是近代著名词人，著有悔龛词。诗作有观所尚斋诗存。享年八十五岁（一八五七—一九四二）。 ► 夏孙桐的诗文(215篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "安平乐慢·辛未元日，和万俟词隐",
            "作者": "夏孙桐",
            "内容": "剩雪檐梅，新烟院柳，屠苏一盏生香。朝正仗杳，赐酺欢停，云际苑树空望。\n九陌喧阗，见尘摊宫制，采侣蛮妆。映掩棘驼旁。依然不负韶光。"
        },
        {
            "标题": "暗香·白莲。章曼仙招社集于法源寺，以暗香疏影赋寺中花木",
            "作者": "夏孙桐",
            "内容": "露铅欲滴。照小池静影，亭亭枝立。耐暑玉肌，出水清凉总如拭。\n摇曳风裳淡冶，宜对我、山人衣白。看尽日、有恨无言，幽思入吟笔。"
        },
        {
            "标题": "东坡生日赵剑秋招集滂喜斋病未能赴成长句奉柬",
            "作者": "夏孙桐",
            "内容": "诗人例有寿苏宴，岁暮壶觞瓣香荐。赵侯嗜古兼好事，嘉日招邀萃群彦。\n吉金乐石订坠佚，法书名画论最殿。滂喜高斋乔木存，奄有风流继吴县。\n病翁偃蹇春不苏，盛集未亲但歆羡。闭门倚枕搜冷句，玉局遗蹝心目睊。\n杭州湖州公所治，八百年来愧后先。有美堂存地已移，爱山台峙云犹茜。\n文章政绩敢比数，古人心迹颇窥见。乌台狱解尚丛忌，春梦婆醒复奚恋。\n公生磨蠍困天谗，幸不躬逢靖康变。即今沧海横流日，蕉萃旧京游早倦。\n荆溪田价悬梦寐，顾塘藤阴阅风霰。座中几人话乡土，江水归心应绻缱。\n蜩螗世事不可说，且觅古欢释芳奠。东风泛蚁酒杯春，认取流年暗中转。"
        },
        {
            "标题": "暗香·至日逢雪，社作二首，用白石咏梅韵",
            "作者": "夏孙桐",
            "内容": "凤城寒色。正昨宵冻涩，西楼残笛。碾碎玉街，树树冰纹待堪摘。\n云物今朝倦数，知冷入、郊坛吟笔。笑尽日、熨遍炉熏，清梦滞茸席。"
        },
        {
            "标题": "孙子潇先生双红豆图三首 其三",
            "作者": "夏孙桐",
            "内容": "老辈乾嘉不可追，况论鼎盛国初时。爱山台畔寻鸿雪，怅绝三风妩媚词。"
        },
        {
            "标题": "题闵葆之尊人筱白先生遗画二首 其一",
            "作者": "夏孙桐",
            "内容": "傲吏高南阜，逸才李复堂。先生抱奇气，后起袭馀芳。\n春色凭弹指，诗肠此吐芒。墨林根柢在，陋彼捧心妆。"
        },
        {
            "标题": "八月十六夜感怀三首 其二",
            "作者": "夏孙桐",
            "内容": "新愁入梦总无端，想到繁华意早寒。莫把悲叹论往事，人生惟有白头难。"
        },
        {
            "标题": "八月十六夜感怀三首 其三",
            "作者": "夏孙桐",
            "内容": "山邱华屋人何在，海水巫云恨不禁。今夜依然明月好，可能仍照两同心。"
        },
        {
            "标题": "八月十六夜感怀三首",
            "作者": "夏孙桐",
            "内容": "碧海青天夜正长，客怀旅馆剧凄凉。不堪枨触閒鱼雁，欲寄泉台路渺茫。"
        },
        {
            "标题": "疏影·至日逢雪，社作二首，用白石咏梅韵",
            "作者": "夏孙桐",
            "内容": "吴蓬载玉。记拥蓑画里，烟溆曾宿。一片湖云，色换千山，风尖碎了横竹。\n春魂飞堕梅花畔，更那辨、枝南枝北。话梦痕、却在寒波，伴我倦鸥清独。"
        },
        {
            "标题": "南楼令·宫苑三首，叠前韵 其三",
            "作者": "夏孙桐",
            "内容": "无语对空阶。长门寂寞怀。暗猜详、绿转黄回。试问倾城何结果，娃馆去，马嵬哀。"
        },
        {
            "标题": "南楼令·宫苑三首，叠前韵 其一",
            "作者": "夏孙桐",
            "内容": "白露冷瑶阶。停琴别有怀。旧荣华、逝水难回。自古蛾眉同见妒，邢与尹，一般哀。"
        },
        {
            "标题": "南楼令·宫苑三首，叠前韵 其二",
            "作者": "夏孙桐",
            "内容": "花柳浮香阶。临春忆胜怀。怅西风、团扇秋回。阅尽兴亡多少事，胭井冷，几人哀。"
        },
        {
            "标题": "为沅叔题南田小像有王文敏端忠敏题诗",
            "作者": "夏孙桐",
            "内容": "国初画家多逸民，南田三绝尤嶙峋。传画万本难得真，不如诵诗知其人。\n今见遗像弈有神，长眉秀目声欬亲。姑射冰雪自轶伦，首阳薇蕨还求仁。\n双忠题句并可珍，请续宝恽镌贞珉。纷纷绘林嚣且尘，谁见林宗垫角巾。"
        },
        {
            "标题": "瑞鹤仙·生日避客，偕少滨、思本游南海，小饮瀛台酒楼。少滨倚清真暖烟笼细柳体见赠，步韵答之",
            "作者": "夏孙桐",
            "内容": "梦华如逝水，又唤侣来寻，壶天春色。楼台半销黯，斜阳里、一片青帘招客。\n危阑醉倚，境高寒、偏耐酒力。对新蒲细柳，瀛洲遍绿，事往心忆。"
        },
        {
            "标题": "章祐叔同年同有补外之志亦用山谷韵赠之",
            "作者": "夏孙桐",
            "内容": "不为牛后为鸡口，自污乃复慕升斗。我诚无藉君亦然，握粟之卜相往还。\n若论位置果何有，两臒宜在薮泽间。盐车崎岖峻阪上，刍秣何殊万金赏。\n苦说槁饿真不情，陆沈变计思典城。为米折腰古所耻，舍鱼取掌今犹荣。\n似君之才岂百里，我亦杜陵一男子。滔滔方令长沮叹，沾沾胡效魏其喜。\n君不见，将书掣肘事更难，一弦不调无能弹。公田种秫几偿愿，债台拾级先跻攀。\n吁嗟，人生苟无适俗韵，何异鹿豕居泽鱼鳖山。"
        },
        {
            "标题": "卜算子·忆菊，效白石道人梅花八咏 其二",
            "作者": "夏孙桐",
            "内容": "万锦叠成堆，上接丹梯畔。鳌头高寒却耐霜，仙仗千官见。"
        },
        {
            "标题": "卜算子·忆菊，效白石道人梅花八咏 其一",
            "作者": "夏孙桐",
            "内容": "古寺访秋来，花下荷衣拂。人与霜枝恰比肩，曾博慈颜悦。"
        },
        {
            "标题": "卜算子·忆菊，效白石道人梅花八咏 其八",
            "作者": "夏孙桐",
            "内容": "骇绿与纷红，时样矜新格。都是渊明未见花，荒径无颜色。"
        },
        {
            "标题": "卜算子·忆菊，效白石道人梅花八咏 其七",
            "作者": "夏孙桐",
            "内容": "宅惯住词人，花亦如高士。历历吟秋迹已陈，余响惭难继。"
        },
        {
            "标题": "卜算子·忆菊余咏",
            "作者": "夏孙桐",
            "内容": "风气日翻新，花样频频改。遂使东篱旧隐沦，也作趋时态。"
        },
        {
            "标题": "卜算子·忆菊，效白石道人梅花八咏 其三",
            "作者": "夏孙桐",
            "内容": "庙市日逢三，压担秋如绣。何物村佣熟世情，佳品供豪右。"
        },
        {
            "标题": "卜算子·忆菊，效白石道人梅花八咏 其四",
            "作者": "夏孙桐",
            "内容": "寂寞厌东篱，选胜谋秋饯。酒暖灯明敞菊屏，花影同人淡。"
        },
        {
            "标题": "卜算子·忆菊，效白石道人梅花八咏 其五",
            "作者": "夏孙桐",
            "内容": "芦雪隐凫潭，院僻无人到。藏得秋光尔许深，百盎霜腴饱。"
        },
        {
            "标题": "卜算子慢·畿辅先哲祠看残花，用张子野韵",
            "作者": "夏孙桐",
            "内容": "閒居独赋，芳事易阑，忽忽早惊春晚。隔巷珍丛，误了钿车迎面。\n迟盻。恰当门、柳线舒青眼。似绊著轻飔，不把残红，随雾飘散。"
        },
        {
            "标题": "卜算子·忆菊，效白石道人梅花八咏 其六",
            "作者": "夏孙桐",
            "内容": "花事艳丰台，秋菊踰春芍。一骑寻秋昔未来，孤负陶家约。"
        },
        {
            "标题": "卜算子·忆菊续咏。前岁有作，专咏京师旧事。今广之，复成八阕 其四",
            "作者": "夏孙桐",
            "内容": "靖节咏东篱，定异风尘态。不见幽人手植栽，高致空悬揣。"
        },
        {
            "标题": "卜算子·忆菊续咏。前岁有作，专咏京师旧事。今广之，复成八阕 其八",
            "作者": "夏孙桐",
            "内容": "菊韵贵清疏，番品秾而丽。云髻珠翘欲下垂，舞态环妃醉。"
        },
        {
            "标题": "卜算子·忆菊续咏。前岁有作，专咏京师旧事。今广之，复成八阕 其二",
            "作者": "夏孙桐",
            "内容": "斗室贮秋光，少许逾多许。手植花开趣更深，枝叶知辛苦。"
        },
        {
            "标题": "卜算子·忆菊续咏。前岁有作，专咏京师旧事。今广之，复成八阕 其六",
            "作者": "夏孙桐",
            "内容": "传舍笑萍踪，花好留人看。来与秋芳作主人，三径归新管。"
        },
        {
            "标题": "卜算子·忆菊续咏。前岁有作，专咏京师旧事。今广之，复成八阕 其七",
            "作者": "夏孙桐",
            "内容": "墨妙旧亭荒，荆棘开新圃。列盎盈阶少异观，佳兴临觞阻。"
        },
        {
            "标题": "卜算子·忆菊续咏。前岁有作，专咏京师旧事。今广之，复成八阕 其五",
            "作者": "夏孙桐",
            "内容": "吏隐隐于花，霜圃皋桥畔。高阁传觞为赏秋，花映珠帘卷。"
        },
        {
            "标题": "卜算子·忆菊续咏。前岁有作，专咏京师旧事。今广之，复成八阕 其三",
            "作者": "夏孙桐",
            "内容": "河上种花翁，岁久谐花性。独掩柴门自抱奇，傲骨寒姿并。"
        },
        {
            "标题": "卜算子·忆菊续咏。前岁有作，专咏京师旧事。今广之，复成八阕 其一",
            "作者": "夏孙桐",
            "内容": "花为寿筵开，愿作重阳景。父老跻堂异事夸，谓兆延年庆。"
        },
        {
            "标题": "安公子·丁卯重九，用屯田远岸收残雨体",
            "作者": "夏孙桐",
            "内容": "晚树留暄景。一天秋色催成暝。戏马台高人不见，想郊原如镜。\n正渺渺飞鸿，远带斜阳影。环蓟门、几点烟螺净。怕庾公尘污，吹帽西风偏劲。"
        },
        {
            "标题": "冯叔莹仿元人用东坡诗意绘草虫七种属题",
            "作者": "夏孙桐",
            "内容": "东坡磊落人，赋物何曲肖。君画如其诗，天机转清妙。\n正于芥子中，光芒烛龙耀。蠕动天地间，鼓荡谁所召。\n纷挐蛮触争，惨淡虫沙吊。寓言十八九，蒙庄庶同调。"
        },
        {
            "标题": "王君九属题其九世祖道树先生胥江屏迹图",
            "作者": "夏孙桐",
            "内容": "图画流芳胜史评，从来贞隐不希名。一冠一服自矜重，吴水吴山同峻清。\n梦想羲皇惊世变，传编高士慕家声。少连今又居夷去，三百年间共此情。"
        },
        {
            "标题": "崇效寺白桃花盛开丁香梨花间之极娟茜之致三首 其二",
            "作者": "夏孙桐",
            "内容": "一晌茶烟起灭中，读碑客散画廊空。满庭香雪无言处，消受城南几日风。"
        },
        {
            "标题": "雪梅香·惺樵见和前此，叠韵酬之",
            "作者": "夏孙桐",
            "内容": "景清绝，除将雪月漫相干。正春光迎腊，枝头素萼禁寒。\n如水诗心逗瑶席，出尘仙骨锁金环。且消得，添线光阴，堆絮庭栏。"
        },
        {
            "标题": "崇效寺白桃花盛开丁香梨花间之极娟茜之致三首 其一",
            "作者": "夏孙桐",
            "内容": "淡淡春痕蝶未知，留人最好夕阳时。谁于红杏青松外，借影疏廉写折枝。"
        },
        {
            "标题": "崇效寺白桃花盛开丁香梨花间之极娟茜之致三首 其三",
            "作者": "夏孙桐",
            "内容": "白纸坊边岁岁春，也同崔护忆前尘。鼠姑风里游重订，只恐花开解笑人。"
        },
        {
            "标题": "为傅沅叔题徐湘蘋水墨写生册四首 其一",
            "作者": "夏孙桐",
            "内容": "瀚海惊涛出塞词，生花笔倦诉幽思。桐溪归老留鸿雪，白发青镫写折枝。"
        },
        {
            "标题": "偕刘葆真同年出西郊憩野寺作",
            "作者": "夏孙桐",
            "内容": "二月郭门春事浅，远山残雪不能醒。马行夕月坛边隐，柳近高梁河上青。\n乾野风沙常旋旋，春人旅鬓对星星。嗒然置我无生境，樾下午阴闻铎铃。"
        },
        {
            "标题": "送陈仲恕南归",
            "作者": "夏孙桐",
            "内容": "浮生出处久茫然，卅载因依信夙缘。作恶无如垂老别，重逢空说洗兵年。\n伶仃幕上惊秋燕，凄切桥头听杜鹃。我已无家同断梗，烟波还羡五湖船。"
        },
        {
            "标题": "燕归梁·双凤砚斋杏花",
            "作者": "夏孙桐",
            "内容": "花下移尊趁闹春。午风定，息芳尘。绛英点点衬苔茵。\n春留得，尚三分。"
        },
        {
            "标题": "忆旧游·题徐芷帆楸阴感旧图",
            "作者": "夏孙桐",
            "内容": "又繁英缀雪，峭干含霏，绀宇春残。阅尽缁尘影，认参天古绿，深锁空坛。\n夕阳半晌人去，禅榻落花寒。尽展画疏帘，寻题坏壁，意总阑珊。"
        },
        {
            "标题": "徵招·天平春眺",
            "作者": "夏孙桐",
            "内容": "撑烟蹙雾青螺影，春山共人俱瘦。磴窄扫苔，斑冷沈沈清昼。\n昔游还省否。只惊得、落花偏骤。树窟鹰呼，石潭鱼静，夕阳时候。"
        },
        {
            "标题": "惜余春慢·崇效寺楸花",
            "作者": "夏孙桐",
            "内容": "怖鸽庭荒，栖鸾枝老，古色郁葱如许。团团缀玉，点点攒星，淡入粉云青雾。\n为问花时钿车，红紫丛中，幽芳谁顾。正斜阳深掩，绿阴人静，晚帘香度。\n还念读画呼僧，题襟招客，尘外每移尊俎。浮生白社，阅世苍官，惆怅庾郎重赋。\n争奈春如梦痕，堆径繁英，东风催暮。叹销沈、几辈词流，陈迹对花追数。"
        },
        {
            "标题": "自甲午出都旧交星散至丙申冬始先后来集重举消寒之会天时人事多足慨者次韵二首 其一",
            "作者": "夏孙桐",
            "内容": "东方客难漫恢奇，饱食而嬉遣岁时。醒眼却看能醉好，冬花不怨得春迟。\n团沙纵迹真无定，饮水情怀各自知。失笑五陵裘马客，青荧镫火到论诗。"
        },
        {
            "标题": "自甲午出都旧交星散至丙申冬始先后来集重举消寒之会天时人事多足慨者次韵二首 其二",
            "作者": "夏孙桐",
            "内容": "始信华鬘有劫尘，眼前嚼蜡喻横陈。苍凉人事黄垆酒，浩荡天心白首春。\n周鼎已抛还宝瓠，五湖轻去转思莼。台卿决录何时就，只合藏名改字邠。"
        },
        {
            "标题": "立春感事柬赵芝生同年再叠前韵",
            "作者": "夏孙桐",
            "内容": "十年京国真如梦，又见东风扫旧尘。来事茫茫山鬼语，此心落落海鸥亲。\n相看袖手同危局，难说缨冠赴斗邻。綵笔输君多气象，且将酬答岁华新。"
        },
        {
            "标题": "摸鱼儿·七夕社集，和邵次公",
            "作者": "夏孙桐",
            "内容": "对清光、画屏银烛，新鸿唤客来早。朋簪亦有天涯感，今夕坠欢重表。\n秋意悄。诧阅世针楼，斗尽人间巧。风宵露晓。更莫问支机，休论誓钿，只劝玉尊好。"
        },
        {
            "标题": "题无锡杨氏壶中九老图为荫北少枢作",
            "作者": "夏孙桐",
            "内容": "竹林花萼尽英耆，入洛行窝又一时。各有声名传日下，相看杖履趁春期。\n老人南极占星聚，雅集西园入画宜。乡望家祯成国故，从来此会独标奇。"
        },
        {
            "标题": "蝶恋花·前题代人作",
            "作者": "夏孙桐",
            "内容": "绝妙新题徵乐府。璧俪珠衔，镜下仙姿睹。五万春花何足数。\n秋江应被文鸳妒。"
        },
        {
            "标题": "淡黄柳·和白石",
            "作者": "夏孙桐",
            "内容": "春尘浩漠，骄马章台陌。怎怪离人心独恻。大半倡条冶叶，飞燕归来未曾识。"
        },
        {
            "标题": "登黄山望两岸炮台",
            "作者": "夏孙桐",
            "内容": "插江山势耸岧峣，被酒登临意廓寥。云外双螺京口影，风中万马海门潮。\n重重壁垒新天险，草草廛闾小市嚣。正是河豚吹雪上，故乡能不恋渔"
        },
        {
            "标题": "见惺樵诗多言丁香色香之盛而余太略戏叠前韵",
            "作者": "夏孙桐",
            "内容": "花间车马树间钟，深院阴阴閟蝶纵。香界诸天惟一净，春枝万玉若为容。\n繁英半已糁幽藓，黛色常宜倚古松。绕遍斋廊商小句，莫嗤我更比僧慵。"
        },
        {
            "标题": "西河·法梧门旧砚，为李惺樵侍讲作",
            "作者": "夏孙桐",
            "内容": "珍片翠。诗龛故事堪记。朱研露滴自髫年，舐毫万纸。\n著书日月冷槐厅，白头还伴清秘。"
        },
        {
            "标题": "永遇乐·东坡生日社集，题孙雪居画笠屐图",
            "作者": "夏孙桐",
            "内容": "绍圣孤臣，儋州迁客，遗貌千古。垫雨冲烟，翛然野服，想行歌还住。\n春婆闲话，黎童笑逐，漫识远游章甫。问荒庵，桄榔绿暗，憩棠到今存否。"
        },
        {
            "标题": "斗百花·闰花朝",
            "作者": "夏孙桐",
            "内容": "二月燕山寒冱。常惜东风来暮。今年两遇花朝，禁火才过百五。\n消息阴晴，饧箫声暖铜街，彩缕烟笼芳树。春色平分处。"
        },
        {
            "标题": "读小谟觞馆集题后",
            "作者": "夏孙桐",
            "内容": "羁丱才名雁塞秋，中年橐笔客诸侯。逢时枚马天原靳，配食胡洪气较柔。\n旧学选楼成校勘，土风几社接源流。平生宗仰论文旨，新意多从古调收。"
        },
        {
            "标题": "晓渡瓜洲",
            "作者": "夏孙桐",
            "内容": "夜泊金山下，晓渡瓜洲口。枕边闻橹声，蒲牢尚遥吼。\n起望大江中，雾气亘八九。日出远溆明，水城见如斗。\n溯流舟忘迟，近港觉行久。渐看帆樯聚，舟人互呼友。\n风色招大旗，霜痕入江柳。回望金焦山，青青辨还否。\n行人喜踰险，鱼市趁沽酒。扬州咫尺间，舣舟亭午后。"
        },
        {
            "标题": "偕易宝甫顾亚蘧游杜曲少陵原次韵",
            "作者": "夏孙桐",
            "内容": "不见开元天宝年，胜地犹以诗人传。诗人陈迹更何许，阅世惟有杜曲田。\n秦关梦想昔未涉，频来宁谓非前缘。五陵佳气久寂寞，今谈形势嫌稍偏。\n昆明扬灰曲江涸，荒坰吊古费讨研。城南水木仅留此，促游晴鸟破晓眠。\n忽逢新绿涤愁眼，快如枥马得美鞯。南山坐对少尘土，平川历历疏清泉。\n小桃一株最娟好，皎然独立含春烟。羁人此兴岂常适，欲去林外还停鞭。\n谁云儒冠苦相误，流离恩厚惭身便。乾坤变态况催迫，犹如百级未造巅。\n麻鞋千里复奚补，徒令乡国心魂牵。乐游古原近突兀，萧萧落日真堪怜。\n吁嗟先生饱世难，莫将苦句吟风前。"
        },
        {
            "标题": "赠杜子良太守",
            "作者": "夏孙桐",
            "内容": "不为良相为良医，仁术惟期济世耳。杜君荦荦医国才，早屈士元治百里。\n嘘枯润瘠苏疲癃，待擢黄堂政声起。景皇忧国昔倦勤，徵医云集稀称旨。\n前席敷陈洞癓结，颔颐屡见天颜喜。吁嗟治病如治国，杂投并进果谁是。\n反令贤者叹掣肘，纵有扁仓亦徒尔。西子湖边山水清，白蘋洲上风日美。\n我忆同官初定交，投契真如乳与水。每从肘后乞神方，更向橘中观弈理。\n当日簿领尚从容，未料沧桑遽如此。朅来羁旅共呴沫，时时呼酒长安市。\n君才犹为世所需，卖药韩康漫相拟。膏肓废疾皆苍生，日日活人难自已。\n耳鸣阴德宜食报，何待延年啖芝杞。作诗自寿殊旷达，碧简初香泛绿蚁。\n人生但得开口笑，知早尘埃视朱紫。视君寿世自有在，出则循良处方技。"
        },
        {
            "标题": "为傅沅叔题徐湘蘋水墨写生册四首 其四",
            "作者": "夏孙桐",
            "内容": "一代闺帏擅倚声，写生逸笔自天成。燃脂集里标双绝，嗣响惟应顾太清。"
        },
        {
            "标题": "为傅沅叔题徐湘蘋水墨写生册四首 其二",
            "作者": "夏孙桐",
            "内容": "合欢花下感悲欢，更觉凄怀过易安。荣落几番春似梦，一花一叶尽酸寒。"
        },
        {
            "标题": "为傅沅叔题徐湘蘋水墨写生册四首 其三",
            "作者": "夏孙桐",
            "内容": "残缣世守拜经楼，凭吊名园句并留。为底披图人易感，沧桑剩影在心头。"
        },
        {
            "标题": "为同邑谢方山观察题槐寺祭诗图",
            "作者": "夏孙桐",
            "内容": "饯岁两番萧寺酒，怀人一卷桂林诗。遥簪碧玉春犹梦，画烛红屏晓未移。\n老去篇章增跌宕，閒中岁月耐将持。宣南掌故槐龙记，付与他年话鬓丝。"
        },
        {
            "标题": "为贡乐亭题缪谷瑛画菊册",
            "作者": "夏孙桐",
            "内容": "缪子吾乡秀，画菊号能手。侔揣穷色相，钩勒兼正负。\n舒萼辨攒点，拖瓣理丝绺。密或团晶毬，疏或翔丹绶。\n劲或针矗松，柔或线垂柳。绚采霞锦蒸，渲黛古泽黝。\n时复效白描，疏枝伴瓶缶。变态写霜姿，浓淡无不有。\n自矜专家擅，时舆腾众口。吾独附诤议，貌是神则否。\n此花如逸士，论格宜尚友。灵均渊明辈，方可作侪耦。\n粉红骇绿中，何从辨牝牡。农坛咋访秋，列盎欲成阜。\n斗奇集众艳，各自尊享帚。孤芳失本色，未敢俗见狃。\n缅怀牧山翁，落墨何朴厚。其次潘苇间，潇洒绝尘垢。\n为此花写照，庶几非矫揉。今人誇纵笔，粗服杂蓬首。\n唐突东篱客，如伧父酗酒。吾宁取缪子，犹能绳尺守。\n夔盦喜画松，肃肃风生牖。请配以寒葩，气韵定深眑。\n掩映三径间，静趣令人寿。会当洗凡笔，俯视众培塿。"
        },
        {
            "标题": "史馆舫斋旧为会典馆提调所居后临御沟一曲故名朱椒堂钱衎石皆有诗见集中余适居之春时窗前白丁香盛开感赋",
            "作者": "夏孙桐",
            "内容": "简册堆中倦眼遮，午晴骤暖闹蜂衙。依依陈迹深严地，了了繁枝细碎花。\n香界顿开窗北面，宫墙每对日西斜。玄都桃与江潭柳，头白逢春祇叹嗟。"
        },
        {
            "标题": "为吴莲溪前辈题福延行窝图",
            "作者": "夏孙桐",
            "内容": "我欲得钱买青山，每抚空囊辄自悔。羡君手积买山资，况更有山不待买。\n有竹有杉屋庐深，某水某邱钓游在。家山画出题行窝，此意云何当索解。\n得无权作卧游看，还山之计将有待。读君作记颇幽异，埋莂披荆经百载。\n山鬼能言伴啸歌，石佛有灵乐爽垲。住山清福那可负，有田不归真自绐。\n商颜芝草甘如饴，奚事鸡栖尚人海。"
        },
        {
            "标题": "史馆重葺舫斋次珊尚书用朱椒堂韵成三律次韵奉和三首 其一",
            "作者": "夏孙桐",
            "内容": "漫忆淩云奏子虚，鸱夷一舸计全疏。人间寥落铜仙侣，劫后丛残石室书。\n清地依然邻禁禦，此生自分老虫鱼。温公嵩观叨随从，刘范惟应乞绪馀。"
        },
        {
            "标题": "史馆重葺舫斋次珊尚书用朱椒堂韵成三律次韵奉和三首 其三",
            "作者": "夏孙桐",
            "内容": "丈室天花不扰魔，题襟重启胜怀多。百年旧事春明录，一曲清流太液波。\n雅集共欣陪杖履，名篇应不废江河。碧山堂与横云舍，天为公留安乐窝。"
        },
        {
            "标题": "史馆重葺舫斋次珊尚书用朱椒堂韵成三律次韵奉和三首 其二",
            "作者": "夏孙桐",
            "内容": "片席名山愿已奢，开轩水木尚清华。巢痕天上春寻燕，日色林端晚散鸦。\n静爱风帘翻倦帙，迥思烟笠在孤槎。浮屠三宿鸿泥印，愧继朱钱掌故家。"
        },
        {
            "标题": "仲春雪霁游邓尉放舟出葑门作",
            "作者": "夏孙桐",
            "内容": "中吴富岩壑，颇为城市隔。悠悠入山心，东风催蜡屐。\n晴郊淡如烟，鸣舻听閒适。五湖春水生，许我分鸥席。"
        },
        {
            "标题": "郭春榆前辈七十徵诗",
            "作者": "夏孙桐",
            "内容": "晚节秋花淡自珍，履声犹忆近星辰。义熙诗卷更新纪，元祐朝端说旧人。\n清酒每招同甲会，寒松无恙后雕身。史亭藏稿中州集，我愧遗山附末尘。"
        },
        {
            "标题": "永遇乐·赵武灵王箭簇，出邯郸城西铁箭岭",
            "作者": "夏孙桐",
            "内容": "残霸销沈，悲歌凭吊，寸铁千古。笴朽埋尘，锋铦侵藓，故垒苍凉处。\n丛台瑟罢，沙丘鷇冷，无复帐中歌舞。任荒榛、村童敲火，翠铓尚怵狐兔。"
        },
        {
            "标题": "病棠吟悼秦右衡作五首 其五",
            "作者": "夏孙桐",
            "内容": "人遐室迩自徘徊，偃蹇双株拥雪苔。桂已销亡桐半死，兰成赋笔总悲哀。"
        },
        {
            "标题": "齐天乐·早蝉",
            "作者": "夏孙桐",
            "内容": "翠阴依旧閒庭院，惊时乍听清响。翳日高栖，嘶风递送，如诉炎凉无恙。\n声声报爽。到深柳堂中，早荷池上。倦耳醒初，昼长聊复伴孤唱。"
        },
        {
            "标题": "沂州过诸葛武侯故里",
            "作者": "夏孙桐",
            "内容": "卧龙千古此钟英，故里琅琊尚可寻。汉代山东原出相，少年梁甫亦耽吟。\n重扶炎运艰难业，不改躬耕淡泊心。求达如公果无愧，我来凭轼倍倾忱。"
        },
        {
            "标题": "长亭怨慢·偶过社园，花事垂尽，再和枝巢",
            "作者": "夏孙桐",
            "内容": "任遮断、漫天飞絮。暗淡韶光，落红庭户。雨横风狂，燕悽莺怨又多许。\n花幡料理，还欲傍、危栏树。剩得几分春，偏对著、茫茫长此。"
        },
        {
            "标题": "秋日偕式之过艺圃观荷姜贞毅旧居今为七襄公所地近阊门市廛而殊幽寂",
            "作者": "夏孙桐",
            "内容": "红鹅馆外早凉生，水槛烟廊曲曲行。风露萧辰秋士影，园林陈迹党人名。\n零丁坠粉淩波在，拨刺游鯈见客惊。我亦伯通从赁庑，此中谁识市尘清。"
        },
        {
            "标题": "自题花之寺看海棠图 其一",
            "作者": "夏孙桐",
            "内容": "花事玄都话旧游，当时裙屐尽风流。不堪五十馀年后，桑海馀生叹白头。"
        },
        {
            "标题": "自题花之寺看海棠图 其二",
            "作者": "夏孙桐",
            "内容": "回忆黄垆老泪寒，吟笺郑重检丛残。补图还倩同心侣，也署先朝旧史官。"
        },
        {
            "标题": "自题花之寺看海棠图 其三",
            "作者": "夏孙桐",
            "内容": "荒凉负郭半成村，壁上西溪旧咏存。俗客啖名多附会，斯图留与辨争墩。"
        },
        {
            "标题": "江南春·题俞阶青静乐居填词图，用梦窗韵",
            "作者": "夏孙桐",
            "内容": "画里行窝，吟边活计，秋堂余地盈笏。蓬山梦远，剩坠红、空老江笔。\n门外无深辙。萧疏意、井梧自洁。祗漫与、凉灯选句，瘦笛偷声，嘉辰且课风月。\n灵均怨，元亮节。任菊晚兰凋，想中怀葛。余溪带水，正望极、蒹葭如雪。\n名辈从销歇。悲歌事、酒肠尚热。鸥外一翁，酬韵松陵，辑苕玉兮双玦。"
        },
        {
            "标题": "岁暮怀人十四首客广州作寄以代柬 其七 朱古微",
            "作者": "夏孙桐",
            "内容": "退直东华日每曛，承明著作合书勋。杭山鲜海搜爬密，好为祁张补旧闻。"
        },
        {
            "标题": "柳梢青·汪仲虎柳岸晓风填词图，为悼亡作",
            "作者": "夏孙桐",
            "内容": "画里腰身。楼头眼色，烟外眉痕。载酒人归，渡江歌杳，何处香尘。"
        },
        {
            "标题": "燕山亭·和道君北行见杏花作",
            "作者": "夏孙桐",
            "内容": "芳讯天涯，停马问春，帘外村醪谁注。零乱路枝，雾鬓风鬟，争似绮窗儿女。\n倦客惊心，易枨触、江南烟雨。清苦。是二月韶光，冷朝暄暮。"
        },
        {
            "标题": "望南云慢·和少滨故宫杏花，用沈公述韵",
            "作者": "夏孙桐",
            "内容": "寂寞愁红，对冷沼荒台，遮眼春光。依云傍日，已玉楼醒梦，有金井余芳。\n前夜东风悄，尚未觉、繁枝退香。此花何似，似侣伶元，拥髻残妆。\n空伤。泪滴铜仙，深严藏室，新移带草成行。红桑换劫，便葵麦玄都，一例悲凉。\n短发羞簪绿，任暗吟、江头断肠。客怀同倦，暮雨吴歌，别自思量。"
        },
        {
            "标题": "闱后去金陵留别方和斋余寿平张锡珊",
            "作者": "夏孙桐",
            "内容": "渺渺秋江放棹迟，离怀难得属新知。文章衮衮输公等，身世茫茫对此时。\n得鹿名场原有命，归鸿何日寄相思。销魂一曲台城路，绾繫行人柳万丝。"
        },
        {
            "标题": "鹧鸪天·王梦湘柳泉选梦图，为济南歌者作",
            "作者": "夏孙桐",
            "内容": "回雪尊前曲乍阑。歌尘渺渺化飞烟。人间梦影轻于絮，湖上春云重似山。"
        },
        {
            "标题": "买陂塘·俞阶青为作山塘秋泛第二图，用旧作韵",
            "作者": "夏孙桐",
            "内容": "悔蹉跎、薜萝心事，白头残客谁语。不堪重听吴娘曲，凄断五湖烟雨。\n开卷遇。只风景依然，已少晨星侣。忧危觅趣。念鹿上台荒，鹤归市冷，今古此情绪。"
        },
        {
            "标题": "齐天乐·南海谭玉生先生荷锄遗像",
            "作者": "夏孙桐",
            "内容": "翛然笠屐坡仙影，耆英楚庭犹睹。国秀编遗，琅嬛校秘，坛坫西园曾主。\n枝官老去。便识字耕田，换将华组。一锸归来，海南烟雨自今古。"
        },
        {
            "标题": "花犯·滂喜斋朱藤",
            "作者": "夏孙桐",
            "内容": "古藤阴，年年置酒，余春爱清窈。采香迟到。看麝冷流苏，芙帐空晓。\n淡烟半亩红阑悄。残英依细草。桧顶矗、一枝新蔓，干云青未了。"
        },
        {
            "标题": "华胥引·趣园雨集",
            "作者": "夏孙桐",
            "内容": "迷漫兵气，寥落吟朋，故都秋老。尚远重阳，黄花雨洗开又早。\n且喜清节传杯，对蕙炉烟袅。凉入疏帘，醉来聊展幽抱。"
        },
        {
            "标题": "解连环·华阴道中咏冬雁。用玉田韵",
            "作者": "夏孙桐",
            "内容": "为谁来晚。甚玉关倦羽，恋群不散。认爪印、那计东西，正日冷山河，自嫌程远。\n剩字书空，祗伴的、疏疏星点。带边声几许，雪后上林，盼开愁眼。"
        },
        {
            "标题": "伏庐画竹歌为陈仲恕作",
            "作者": "夏孙桐",
            "内容": "先生画松得松骨，兴来又为竹写真。以竹比松似清瘦，逸气盘礡同轮囷。\n亭亭立干依傍绝，千枝万叶脉络循。若非成竹胸中具，岂能肤末求钩皴。\n此君品格迥殊俗，天倪未洽终不伦。先生直节世所罕，峻洁不受一点尘。\n风潇雨晦郁孤抱，却展清阴能庇人。身备竹德能肖竹，惟有故似无淄磷。\n子猷日对意不厌，与可老来笔更神。朝挥十幅转遒健，夕点数个皆嶙峋。\n龙吟凤啸各有态，霜根露箨中含春。世宝琼琚竞挂壁，相马神骨谁方歅？\n海内风烟早澒洞，渭川即是羲皇民。载画归装洵乐事，依依梅柳迎江津。\n寿宴图开更商略，仙侣妙迹鸥波邻。季方爱画亦成癖，百梅辑谱稀世珍。\n玉叉锦贉互欣赏，岁寒相友怡怡亲。先生劭德进未已，聊籍小物窥鸿钧。\n昔以虬柯为我寿，萧斋谡谡云生鳞。数竿烟雨更乞取，石交永与盟松筠。"
        },
        {
            "标题": "右衡见和前诗三叠奉酬",
            "作者": "夏孙桐",
            "内容": "平生蛩距空相惜，跛履何能望绝尘。我已一身无去住，谁堪四海计冤亲。\n批鳞志在终酬主，倚柱悲来或诧邻。祛蔽正经皆了义，桓谭何事论标新。"
        },
        {
            "标题": "蕙兰芳引·为傅沅叔题万历本薛涛诗",
            "作者": "夏孙桐",
            "内容": "春滟锦江，想红砑、断笺诗幅。对节府香莲，名侣唱酬倦续。\n椠铅送老，翠袖冷、终虚金屋。比断肠集剩，细与燃脂编录。"
        },
        {
            "标题": "南歌子·灞桥寄家人",
            "作者": "夏孙桐",
            "内容": "薄霭还明水，微云不碍山。无风无雨灞桥边。只觉征衣犹怯晓莺寒。"
        },
        {
            "标题": "赠马通伯时将南归同人饯之且为寿二首",
            "作者": "夏孙桐",
            "内容": "方姚绪论盈天下，今日宗风大畅时。介士投戈争北面，岛人修贽亦先施。\n独从元赏标三味，未肯卮言附九师。定稿晚年看纸贵，醰醰至味几人知。"
        },
        {
            "标题": "贾浪仙故里",
            "作者": "夏孙桐",
            "内容": "落叶长安道，来寻岛佛乡。村萦流水碧，山对夕阳黄。\n冠盖纷如此，文章冷不妨。千秋一洒泪，泉菊荐何方。"
        },
        {
            "标题": "寄和方和斋感事二首 其二",
            "作者": "夏孙桐",
            "内容": "成败何须事后明，纷纷水火尚相争。新亭泪少王丞相，穷路悲从阮步兵。\n准拟旧言寻下泽，愧闻侧席辟延英。天彭一掌还乾净，杜老吟秋自望京。"
        },
        {
            "标题": "寄和方和斋感事二首 其一",
            "作者": "夏孙桐",
            "内容": "元阴穷壑盼阳春，骇浪危樯绝海滨。可惜无如虚往日，难堪最是冷观人。\n石衔精卫知何济，牖降真龙讶不伦。君尚喜谈天下事，未教吾道竟长湮。"
        },
        {
            "标题": "徐菊人前辈江楼送别图",
            "作者": "夏孙桐",
            "内容": "江潭柳色映秋空，小队郊坰落照红。夏口帆多飞鸟去，武昌鱼美一樽同。\n人材得地关时会，世事浮云每意中。忍泪新亭风景异，安危今日仗群公。"
        },
        {
            "标题": "以顾南雅墨梅赠仲仁题二首 其二",
            "作者": "夏孙桐",
            "内容": "魏徵妩媚人皆识，宋璟风流赋自工。历尽冰霜何足论，天心还与盼春风。"
        },
        {
            "标题": "以顾南雅墨梅赠仲仁题二首 其一",
            "作者": "夏孙桐",
            "内容": "铁干横斜写折枝，直臣风格冷花知。山温水腻吴侬语，木石心肠却问谁。"
        },
        {
            "标题": "偕郑叔进游曲江略具陂陀麦苗憔悴不胜荒凉之感叔进诗成次其韵",
            "作者": "夏孙桐",
            "内容": "晴陂暖蝶逐人忙，旧事何堪话盛唐。白发芳尊春早换，黄门飞鞚土还香。\n更谁祓禊临流水，剩有荒枝饱翳桑。惆怅探花人共到，东风何处杜韦娘。"
        },
        {
            "标题": "江神子·萃锦园看海棠，分韵得秾字",
            "作者": "夏孙桐",
            "内容": "瑶轩都被锦云封。逞春容。十分秾。花下分茵，花片堕杯中。\n料得今宵无月到，银烛映，越娇红。"
        },
        {
            "标题": "金明池·溥心畬、叔明两王孙招集萃锦园看花，雨阻未至，用少游韵柬谢",
            "作者": "夏孙桐",
            "内容": "朱邸留春，名园近水，树色沙堤旧路。佳约趁、轻阴障日，俊游隔、薄寒滞雨。\n念千枝、绣幄云稠，只怅望、杨柳楼台深处。怕过了芳期，晴阑迟倚，已是残红飘舞。"
        },
        {
            "标题": "烛影摇红·九月望后独游北海，步谭篆青九日登高韵",
            "作者": "夏孙桐",
            "内容": "虚度重阳，迟来霜树红如醉。过塘寒鸭避人行，还借残芦庇。\n小立石阑自倚。盼晴空、全消水气。萧寥诗境，便作濠梁，悠然心会。"
        },
        {
            "标题": "何夫人蕉阴小像重装题句四首 其三",
            "作者": "夏孙桐",
            "内容": "凄断秦嘉上计时，秋宵闻雁数归期。泥金盼到翻增慨，人瘦花閒绝笔诗。"
        },
        {
            "标题": "西平乐·门人杨铁夫客四明图书馆，以桐阴勘书图属题。余有旧游之感，为赋此解，用屯田韵",
            "作者": "夏孙桐",
            "内容": "岁晚江关倦客，橐笔多幽绪。天许精庐暂寄，宵烛清光映月，晨砚凉痕对雨。\n秋心暗证，惟有闲庭老树。抱琴伫。"
        },
        {
            "标题": "金缕曲·戊寅上巳，寂坐空斋，枨触旧游，叠去年社园修禊韵，赋此志慨",
            "作者": "夏孙桐",
            "内容": "还号长安客。闭荒斋、药炉茗椀，换将吟席。三月余寒犹不减，满眼新芜送碧。\n恼人是、无情春色。那管世间兴亡事，但莺花、依例留陈迹。\n徒令我，叹非昔。"
        },
        {
            "标题": "兰陵王·咏柳",
            "作者": "夏孙桐",
            "内容": "为谁碧。千缕春愁似织。年时见、拖雨弄晴，此树依稀玉河侧。\n长条覆路直，金勒犹嘶过迹。东风紧、飘尽暗尘，怊怅携柑倦游客。"
        },
        {
            "标题": "浪淘沙·顾石公松花江踏雪寻诗图",
            "作者": "夏孙桐",
            "内容": "皂帽犯寒行。饮马长城。朔风中酒踏层冰。莽莽乌稽天似墨，一笑江横。"
        },
        {
            "标题": "泛舟虎阜因吊五人之墓自春徂夏盖三至矣 其三",
            "作者": "夏孙桐",
            "内容": "兹邱难培塿，兴废更岁月。清渊玉凫沈，宝气照华阙。\n壮哉夫椒军，三年竟报越。如何麋鹿游，霸业旋销歇。\n艰危间世有，愚者但营窟。抉眼怜孤臣，苦口谋曲突。\n平生志五湖，所遇常触发。莫笑沧浪吟，临流思解袜。"
        },
        {
            "标题": "戊戌礼闱以摺箑乞戴青来前辈蓝笔画竹二枝后补桃花辛酉夏偶检出感题一绝",
            "作者": "夏孙桐",
            "内容": "翠袖天寒空顾影，玄都春尽更无花。飘零残箧间脂黛，付与他年话劫沙。"
        },
        {
            "标题": "叔进亚蘧和诗相靳而怒余次韵解之",
            "作者": "夏孙桐",
            "内容": "顾子诗才横八区，风情放诞如佚姝。郑子覃思味古腴，珊珊骨相世所无。\n菊芳兰秀并时作，两贤相厄剧甚恶。俊谐虐谑争飙驰，供我抚掌一笑乐。\n劝君绝口丧乱时，三匝谁得安栖枝。愿君息心阿堵许，一片那为乾净土。\n障面王公休避尘，杖策邓禹总笑人。讵甘穴处类伏鼠，或复形势誇剪鹑。\n来从牧圉我稍久，谨敛心魂苦相守。春浅愁萦杜曲花，年荒味淡新丰酒。\n千端万绪殊茫茫，浮云身外皆寻常。宵起但看星斗炯，朝坐又厌尘沙黄。\n人生有情谁遣此，空谷闻音辄相喜。书少频烦送一瓻，句捷同应斗十纸。\n东海鲁连良可师，解纷排难凭吾诗。一邱之貉聊尔尔，奚论谁黠复谁痴。"
        },
        {
            "标题": "玲珑四犯·夏夜听雨，用白石体",
            "作者": "夏孙桐",
            "内容": "玉簟润生，莲檠光掩，凉声惊破残睡。未秋先送爽，入耳烦歊洗。\n檐花定知暗坠。又芭蕉、傍阶敲碎。坐久添衣，吟阑迟漏，谁解寂寥意。"
        },
        {
            "标题": "岁暮怀人十四首客广州作寄以代柬 其一",
            "作者": "夏孙桐",
            "内容": "昨听寒潮黄歇浦，又寻春草尉佗台。软红旧梦时来往，苦忆消寒九九杯。"
        },
        {
            "标题": "西平乐慢·为朱小汀题所藏吴兔床小桐溪山馆图，用梦窗体",
            "作者": "夏孙桐",
            "内容": "郑谷栖真，庾园赋隐，尘外近接琅嬛。高阁云轮，乱签风叶，曾夸架压千元。\n看砌草、长萦带碧，池水清留砚沈，幽居意远，苍茫妙笔荆关。\n为问堂前燕子，寻旧话、万柳夕阳边。"
        },
        {
            "标题": "满庭芳·元日书怀，和仲策",
            "作者": "夏孙桐",
            "内容": "垂白羁人，软红芳节，颂椒依旧开筵。愁深春浅，难避是尊前。\n尘世悲欢幻影，个中味、尝彻中边。凭谁慰，嫣然一萼，偶对小梅妍。"
        },
        {
            "标题": "满庭芳·赵剑秋招同社滂喜斋夜集",
            "作者": "夏孙桐",
            "内容": "竹屋灯荧，梅屏香凝，把酒羁绪都销。旧时裙屐，多半鬓飘萧。\n尊畔沧桑几换，年华迅、落叶惊飙。看庭外，疏疏映月，乔木话先朝。"
        },
        {
            "标题": "琐窗寒·吕桐花夫人挽词。夫人工倚声，所著清声阁词数千首，待刊。所居为潘文勤滂喜斋旧宅，屡邀社集",
            "作者": "夏孙桐",
            "内容": "绕幔尧章，玉台叔夏，此才天吝。清声阁畔，滂喜余芳犹引。\n忆尊前、翠笺共披，九霄唾落珠玑润。又月箫谱歇，梅屏春闭，已成遗韵。"
        },
        {
            "标题": "迷神引·饯金篯孙南归",
            "作者": "夏孙桐",
            "内容": "脉脉乡心春帆路。盼入素秋凉浦。连烽未息，且离筵阻。\n警西风，莼鲈愿，漫轻误。南雁随阳翼，堕烟雾。珊澥渔竿拂，问巢父。"
        },
        {
            "标题": "为金陵章楚君题莫愁湖图二首 其二",
            "作者": "夏孙桐",
            "内容": "粉本留传老画师，浦荷作镜柳成丝。愁心江上谁能遣，只有青山似昔时。"
        },
        {
            "标题": "南浦·为周养安题采菱画箑",
            "作者": "夏孙桐",
            "内容": "生小住湖边，拥风鬟、常与雪鸥为侣。万绿压微澜，菰云外、依约轻桡停处。\n吴歈楚调，搴芳漫咏前洲杜。却爱乌菱秋味好，不似碧莲心苦。"
        },
        {
            "标题": "南楼令·秋怀次韵",
            "作者": "夏孙桐",
            "内容": "残叶下寒阶。秋风震旅怀。话莼鲈、空自低回。莽莽神州兵气亘，听不得，泽鸿哀。"
        },
        {
            "标题": "陈梦陶副宪丈重游泮水赠诗",
            "作者": "夏孙桐",
            "内容": "璧池钟鼓饩羊仍，故事几同杞宋徵。耆献先朝留硕果，文章江左际中兴。\n青衫俦侣今谁在，乌府风棱世尚称。算亥更逢乡举日，祝公德望与年增。"
        },
        {
            "标题": "金缕曲·门人张宜仲自江右来，欢焉道故。云：届重游泮水之年，其先德曾膺此典，词以张之",
            "作者": "夏孙桐",
            "内容": "异数承明少。结宸知、席前片语，一麾江表。那信沧桑成隔世，蠡泽胥疏送老。\n便溷迹、渔樵原好。勉为苍生还再起，爱甘棠、余荫人称道。\n旋投绶，乞身早。"
        },
        {
            "标题": "上巳后一日游南泡子",
            "作者": "夏孙桐",
            "内容": "永日春禽作人语，城南花事渐幽森。出郊路背山色去，傍水屋涵波影深。\n已落小桃空惜艳，最閒孤鹭颇知心。清涟惭把尘容对，被发行为小海吟。"
        },
        {
            "标题": "小重山令·题彭城君摹董小宛病榻听秋图",
            "作者": "夏孙桐",
            "内容": "秋士从来易感秋。美人迟暮日，亦相侔。萧条天壤任悠悠。\n谁分别，古恨与今愁。"
        },
        {
            "标题": "栖霞道中四首 其三",
            "作者": "夏孙桐",
            "内容": "野寺峰巅钟响迟，暮云遮隐又多时。云来云去无心者，入定山僧可得知。"
        },
        {
            "标题": "栖霞道中四首 其一",
            "作者": "夏孙桐",
            "内容": "山向金陵分外青，路随峰转布帆轻。栖霞老树依稀见，行尽新河又一程。"
        },
        {
            "标题": "栖霞道中四首 其四",
            "作者": "夏孙桐",
            "内容": "停泊山隈接晚潮，渔灯戍鼓自清寥。隔舟人语三更静，只有江声入梦摇。"
        },
        {
            "标题": "栖霞道中四首 其二",
            "作者": "夏孙桐",
            "内容": "平坡秋草卧牛羊，隐约人家傍石梁。雨细风微凉意满，一峰忽过见斜阳。"
        },
        {
            "标题": "齐天乐·吴絅斋六十徵寿",
            "作者": "夏孙桐",
            "内容": "西泠门望花宜馆，清芬百年长守。楼武銮坡，连镳■节，环颋同朝稀觏。\n宸筵简授。记宣室嘉谟，席前迟漏。炬冷金莲，御香犹涴旧襟袖。"
        },
        {
            "标题": "齐天乐·宿州道中咏蓼花。用梦窗韵",
            "作者": "夏孙桐",
            "内容": "玉波閒浸愁红影，秋心暗惊溪尾。颤露梢轻，垂烟穗小，柳外疏疏相倚。\n飞蜻乍起。看低搅蘋花，湿云沈翠。点点星星，未经摇落恁憔悴。"
        },
        {
            "标题": "霜花腴·八月既望，社集。用梦窗韵",
            "作者": "夏孙桐",
            "内容": "泥人泪烛，对晚屏，依依倦侣南冠。梧老齐宫，筑悲燕市，秋心诉与应难。\n借杯自宽。趁菜畦、香足霜前。记今宵、醉渍襟痕，倚楼横管早鸿寒。\n风叶乱翻尘砌，已辞巢催鳦，抱树怜蝉。仓猝光阴，萧条人事，慵将剩墨裁笺。\n梦中画船。正串湖、月皎花娟。奈胥潮、怒绕荒矶，云天际看。"
        },
        {
            "标题": "馆选后乞假出都为乞粜之计慨然有作",
            "作者": "夏孙桐",
            "内容": "直为饥驱耳，谁云衣锦行。微名华发笑，孤露远游轻。\n独客亲僮仆，全家仗友生。青门风雪路，挥手若为情。"
        },
        {
            "标题": "绮寮怨·癸酉月当头日社集书感，用清真韵",
            "作者": "夏孙桐",
            "内容": "晼晚梅边春讯，酒怀兼醉醒。趁小雪、精掩閒坊，残阳满、霁后林亭。\n依然江鱼馔入，烟尘外、梦忆辽塞青。问翠尊、旧月今宵，山河影、照客愁恨盈。"
        },
        {
            "标题": "瑞鹤仙·吴兴姚亶素为王半塘姻旧。乱后复侨居吴门。以填词图徵题，并寄示近作，倚此奉报",
            "作者": "夏孙桐",
            "内容": "劫灰吟未了。正庾郎萧瑟，江关秋老。寒枝夜乌绕。\n况相逢南雁，诉将怀抱。风烟坐啸。满奚囊、愁缣恨草。\n盻春回、节物关情，漫惜冻杯倾倒。"
        },
        {
            "标题": "庆清朝·新年",
            "作者": "夏孙桐",
            "内容": "雪剩欺梅，烟轻度柳，瞒人最是东风。铜街似沸，一番箫鼓春浓。\n赚得杜郎吟赏，安排逐队斗青红。凭谁问、桃符换矣，如此悤悤。"
        },
        {
            "标题": "为秦亮工题费晓楼画东坡参禅图卷",
            "作者": "夏孙桐",
            "内容": "画中东坡是主人，题诗意多在琴操。兼金价因晓楼笔，信乎人各徇所好。\n当日黄州一秃翁，文章事业空兀奡。贤豪失意说皈依，妇人醇酒同无告。\n个中勘破让蛾眉，竟著田衣风月扫。费生妙笔得神气，颊毫眉妩皆精到。\n位置荒山野筱间，忘却春风有寒燠。荣枯悟后见此境，正如木落潭清潦。\n秦郎爱画亦能画，每获异迹辄相报。谈禅论画吾茫然，自笑题诗殊柄凿。"
        },
        {
            "标题": "霜叶飞·壬寅展重阳，天宁寺饯古微督学广东。用梦窗韵",
            "作者": "夏孙桐",
            "内容": "堕欢残绪。西风畔，荒台依旧烟树。倚阑人影酒波空，凉叶声如雨。\n数往事、惊鳞骤羽。斜阳红剩浮图古。恁倦旅低徊，几度看山来，几度鬓华添素。"
        },
        {
            "标题": "青玉案·式之约社园看桃花",
            "作者": "夏孙桐",
            "内容": "看花伴侣今存几。又佳约、春游始。池上小桃浑解事。\n含烟如笑，弄晴如醉，不放春光逝。"
        },
        {
            "标题": "寿楼春·题吕桐华夫人清声阁填词图",
            "作者": "夏孙桐",
            "内容": "迟箫声台边。又清商暗谱，惊换芳年。往事倾茶雠字，对花裁笺。\n愁思紧，凄繁弦。听唳霜、飞鸿遥天。便翠岭秋深，红桑地老，歌韵带幽燕。"
        },
        {
            "标题": "题恽孟乐同年宣南话别图卷",
            "作者": "夏孙桐",
            "内容": "霓咏追思五十年，一麾江海去联翩。凄音早咽山阳笛，遗墨还留灞岸篇。\n破碎河山更浩劫，雕零朋辈剩孤弦。多情小阮劳存问，话到黄垆倍黯然。"
        },
        {
            "标题": "喜雨用韩昌黎秋雨联句韵",
            "作者": "夏孙桐",
            "内容": "深春及中夏，天泽气不会。炎威增暵燥，植物减葱蔼。\n载涂履若焦，凉宇居非泰。积霾障层峦，涓流弱浅濑。\n肤寸云偶布，崇朝雨难大。虽殊涤山川，已渐萎萧艾。\n商羊舞未徵，令龟卜无奈。天心忽相随，泽兆叠占兑。\n万象迎新膏，百川垂击汰。虩虩动地中，浩浩逼尘外。\n夜星暗鱼罶，朝霖滞蜩哕。陇稼长有声，野卉湿逾馤。\n沾犁泥滑滑，灌衢波沛沛。欢呼动一时，生意入群籁。\n菽穈种未晏，云霓慰殊忲。旧陌浓于茵，新渠绿如带。\n禽犊皆知乐，螟特可无害。大力润枯暵，此泽非畎浍。\n普除烦疫灾，岂独大田赖。墉禜祭休陈，桑林舞初蔡。\n祠官报神施，社祝亦亲酹。侏儒坐环堵，景物对芳荟。\n园榛抚沾濡，沟潦观訇磕。蛙部增烦声，蜗墙缀编贝。\n薪湿任积庭，米贱欣指廥。暇席辟尘氛，陈编肆沾丐。\n且乐就凉轩，何堪拥泥轪。清时颂屡登，伏羽志遐翙。\n大霖涨溪谷，宣房念冠盖。频年急治河，其策等自郐。\n徒筑道旁室，未返河伯旆。旱区望滂沱，卑隰盼晴霭。\n安得二气调，遂静四方壒。所欲异耕刈，斯语久炙脍。\n蚓窍发迂谈，龙功论报最。化机有时若，民族无颠沛。\n雄篇韵偶拈，盲说词还霈。聊陈喜欣意，狂愚嗤已太。"
        },
        {
            "标题": "鹊桥仙·七夕夜饮酒家，遇雨",
            "作者": "夏孙桐",
            "内容": "银河露冷，金杯酒酽，天上人间欢遇。多情终古属今宵，又岂是、秦朝楚暮。"
        },
        {
            "标题": "瑞龙吟·崇效寺看牡丹，用清真韵",
            "作者": "夏孙桐",
            "内容": "城南路。还见绣陌横芜，绀墙欹树。名花偏傍空王，石坛净扫，来寻胜处。"
        },
        {
            "标题": "瑞鹤仙·王半塘春明感旧图",
            "作者": "夏孙桐",
            "内容": "瘦苔寒更积。话梦痕前度，古庭烟寂。琴尊几年隔。\n又东风人世，晨星词客。愁缣恨墨。护尘封、笼纱自碧。\n恁悤悤、吟到黄垆，容易鬓丝催白。"
        },
        {
            "标题": "一寸金·题罗复堪三山簃校碑图",
            "作者": "夏孙桐",
            "内容": "衫袖乌痕，见说耽书久成癖。更宝珉搜异，评量虿尾，菭缣阅古，摩挲蝉翼。\n毡蜡频梳剔。神游处、羽陵蠹泣。看胼手、千本流传，自有豪情壮波磔。"
        },
        {
            "标题": "南浦·春草，用玉田春水韵",
            "作者": "夏孙桐",
            "内容": "春色总迷离，又东风、暗向天涯吹晓。生意烧痕，苏香泥泮，先盼余寒全扫。\n铺茵渐展，几番潜逗莺声小。回首瀛洲非旧处，断梦倦萦瑶草。"
        },
        {
            "标题": "买陂塘·山塘秋泛",
            "作者": "夏孙桐",
            "内容": "荡秋心、一纸柔橹，声声如作吴语。迎人波上螺鬟翠，难得更无风雨。\n佳日遇。不负此、盟鸥呼鹭清俦侣。山情水趣。看卧影荒桥，撑空坏塔，苍莽逗吟绪。"
        },
        {
            "标题": "绛都春·蛰园赏牡丹",
            "作者": "夏孙桐",
            "内容": "酣春静院。正坐拥众香，人閒花茜。媚影亸烟，深色烘晴雕栏畔。\n年年开径招吟宴。待一洗、鹃愁莺怨。锦灯高映，瑶笺互擘，翠尊休浅。"
        },
        {
            "标题": "高阳台·傅沅叔属题其聘室聂稚梅女士诗扇遗墨",
            "作者": "夏孙桐",
            "内容": "玉镜留盟，蕊珠证果，彩鸾一纸人间。攀桂仙郎，艳称璧合良缘。\n娲皇莫补情天缺，望银河、风引舟还。护遗芬、宝扇徵题，故剑同看。"
        },
        {
            "标题": "石州慢·题谭篆青聊园填词图，用遗山体",
            "作者": "夏孙桐",
            "内容": "击筑歌声，投辖酒徒，燕市新侣。九衢十丈黄尘，阅尽年年笳鼓。\n月泉閒社，还将倦墨愁缣，喁于聊尔相劳苦。珍重岁寒心，且为君轩舞。"
        },
        {
            "标题": "邵伯絅六十赠寿",
            "作者": "夏孙桐",
            "内容": "忆共西堂咏露华，十年词笔蔚成家。古欢一壑聊心写，冷眼神州又岁差。\n镜里童颜姑射雪，人间晚霁赤城霞。芳尊抵掌犹神王，那许青门老种瓜。"
        },
        {
            "标题": "霜花腴·彭刚直墨菊",
            "作者": "夏孙桐",
            "内容": "赋秋倦笔，对冷缣、偏惊满纸风霜。花淡人豪，墨浓枝瘦，传神妙与相当。\n醉毫有芒。问傲姿、原薄铅黄。向东篱、吊屈哀荆，定知诗里感柴桑。"
        },
        {
            "标题": "水龙吟·落叶，用碧山韵",
            "作者": "夏孙桐",
            "内容": "年年摇落如斯，者番倍觉风霜早。飘烟铜陌，凋阴玉井，声凄意悄。\n动地金商，长年枨触，望穷天杪。又洞庭波恶，吴江水冷，秋心共，南鸿到。"
        },
        {
            "标题": "水调歌头·戏为人题醉钟馗",
            "作者": "夏孙桐",
            "内容": "天醉久难醒，得酒即为仙。先生今且休矣，独醒亦徒然。\n试问终南径畔，奚似毕家垆侧，白眼谢人閒。地席更天幕，抱瓮此酣眠。"
        },
        {
            "标题": "送从弟实甫柩归里二首 其二",
            "作者": "夏孙桐",
            "内容": "生就穷愁骨，髫年事苦吟。最怜依砌响，饶有出尘心。\n薄福天原定，遗经绪渐沈。增吾身世感，灯火黯秋阴。"
        },
        {
            "标题": "送从弟实甫柩归里二首 其一",
            "作者": "夏孙桐",
            "内容": "急难会期汝，寥寥叹此生。艰难归骨计，凄断倚闾情。\n门户真堪虑，婚姻枉订盟。海天波浪恶，楚些不成声。"
        },
        {
            "标题": "为顾端文后裔题东林诸贤遗像",
            "作者": "夏孙桐",
            "内容": "道貌深衣各俨然，德星百里聚多贤。剧悲白鹿谈经侣，已近苍鹅出地年。\n一传是非留党锢，千秋涕泪付遗编。水居曾见重摹本，同守清芬镇二泉。"
        },
        {
            "标题": "诉衷情·为艺风题双红豆图",
            "作者": "夏孙桐",
            "内容": "珊瑚颗颗泪生春。珍重采芳人。天涯心事谁与，易种是愁根。"
        },
        {
            "标题": "踏莎行·十刹海修禊，分韵得彩字",
            "作者": "夏孙桐",
            "内容": "暗柳凝烟，遥山蹙黛。杜鹃声里春犹在。凤城云树自苍茫，登楼心目年年改。"
        },
        {
            "标题": "探芳信·甲子岁朝春，和邵伯絅",
            "作者": "夏孙桐",
            "内容": "岁华茜。对彩胜风含，桃符尘换。便向阳欢意，小梅透微暖。\n咬春雪脆休孤负，红映屠苏盏。诧儿童、令节双兼，我曾三见。"
        },
        {
            "标题": "为陆彤士比部题马湘兰画紫竹观音像二首",
            "作者": "夏孙桐",
            "内容": "风花历劫不消磨，识尽情天付黛螺。莫是蒲团真了彻，故殊倚竹话牵萝。"
        },
        {
            "标题": "鹧鸪天·黄公渚匑厂乙稿题辞",
            "作者": "夏孙桐",
            "内容": "唱遍潇潇暮雨词。吴宫花草不堪思。怀湘屈贾同千古，入洛机云又一时。"
        },
        {
            "标题": "雨后由众兴抵顺河集旅舍烦郁走笔书壁",
            "作者": "夏孙桐",
            "内容": "秋霖虽止晴色微，低烟亘冱笼晚霏。道旁积水深没踝，濛濛时尚沾车帏。\n疲骡努力汗被靷，车中瑟缩拥湿衣。百里朝发迫日暮，近村灯火光依依。\n逆旅庭坳泛泥漉，暗檐蝙蝠惊人飞。下车小憩酌浊酒，坐看泥豕拖潦归。\n仆夫太息祝天霁，乃复时坠雨点稀。明朝霁否未可卜，计程恐与心相违。\n忽忆已是中秋节，月色苦被痴云围。极目燕山在西北，阴晴千里果是非。\n遥知老母盼游子，稚女亦解望清晖。安得西风起天末，吹散沈翳如一挥。\n长天空明绝遮蔽，周道如砥其庶几。行者无忧居者乐，吾之受赐不己肥。\n吁嗟世路本多阻，能如意事尤几希。诗成书壁更漏转，风声飒飒敲窗扉。"
        },
        {
            "标题": "为陆彤士比部题马湘兰画紫竹观音像二首 其二",
            "作者": "夏孙桐",
            "内容": "二分侠骨一分禅，旧院风流自可传。笑煞江南老词客，依人心事吊婵娟。"
        },
        {
            "标题": "马小岩静观万变图",
            "作者": "夏孙桐",
            "内容": "大地飙轮无息时，万物随转不自持。钜而鲲鹏细蛮触，倾身以赴宁非痴。\n至人游神在元圃，心如止水中有主。过眼云烟一瞬间，空山岁月仍太古。"
        },
        {
            "标题": "虞美人·河东君小像，为谭瑑青题",
            "作者": "夏孙桐",
            "内容": "绛云楼畔春光晚。凭吊蘼芜远。美人巨眼亦寻常。浪子东林休问好收场。"
        },
        {
            "标题": "天香·纳兰容若天香满院图小像，禹鸿胪作，缪氏艺风堂旧藏",
            "作者": "夏孙桐",
            "内容": "金粟前身，红楼剩影，秋人别具怀抱。拥鼻诗清，袭裾麝冷，待月水亭幽悄。\n绮疏画栋，惊暗里、西风偏早。凭向冰缣证取，乌衣故家年少。"
        },
        {
            "标题": "潘园观彭刚直公画梅",
            "作者": "夏孙桐",
            "内容": "虬柯拔地劲如铁，一曲晴廊贮香雪。笔痕墨晕皆不知，池畔清波照孤洁。\n缟衣仙人世外姿，空山癯士岁寒节。漫向寻常枝蕊间，煮石逃禅话优劣。\n自古乾坤赖清气，亦同姜桂耐含齧。魏徵妩媚真天然，始识花中有奇杰。\n铜井铜坑十万株，春风过眼还斯须。屹然素壁镇山物，月夜环佩仙灵趋。\n风流耆旧今销歇，梦想中兴閒岁月。挥毫点染太平春，飒爽犹疑动毛发。\n我来花下停扁舟，林逋孤调惭公俦。但祝参天乔木护此画，东南半壁春长留。"
        },
        {
            "标题": "君山寻梅花书院故址",
            "作者": "夏孙桐",
            "内容": "梅花销折尽，远色上孤亭。落日烟中白，悬崖雪后青。\n江山真寂寞，文献况凋零。东去滔滔浪，帆樯总不停。"
        },
        {
            "标题": "赠俞阶青",
            "作者": "夏孙桐",
            "内容": "锦江使节曲江宴，往事休谈春梦婆。庾信暮年犹赋笔，尧夫高致有行窝。\n花浓山墅携家看，草绿宬阶曳杖过。吾辈此中同送老，让君娱赏不蹉跎。"
        },
        {
            "标题": "雨中集法源寺看丁香示右衡惺憔两同年",
            "作者": "夏孙桐",
            "内容": "闭门常听寺楼钟，近局芳时偶涉纵。雨蕊烟梢如掩抑，佛香梵呗与从容。\n朋游代谢一尊酒，世事生枯百岁松。幻取花枝归坐对，故应怀抱向人慵。"
        },
        {
            "标题": "泛舟虎阜因吊五人之墓自春徂夏盖三至矣 其一",
            "作者": "夏孙桐",
            "内容": "近郊月一至，厓藓手剔扫。名山有真面，愈熟乃识好。\n前鱼弃习见，佳境在曲缭。正如旧读书，不厌数探讨。\n雨后岩气蒸，奇馥发卉草。上下万绿中，皎然石梁道。\n坐看夕阳色，顿觉异春昊。休羡住山僧，云烟阅暮早。"
        },
        {
            "标题": "泛舟虎阜因吊五人之墓自春徂夏盖三至矣 其二",
            "作者": "夏孙桐",
            "内容": "粼粼山塘水，长堤抱孤峰。突兀见题石，烈士留遗封。\n松桧一径阴，但有花佣逢。逡巡日下影，寂寞苔上踪。\n世风习柔靡，众醉如酒浓。义愤发卑贱，难驯气犹龙。\n至今埋骨地，劲草生葱龙。出门白鸥起，心警疏林钟。"
        },
        {
            "标题": "社园看桃花索式之和二首 其二",
            "作者": "夏孙桐",
            "内容": "不须流水感华年，且向春风一放颠。今日楚宫残照里，息夫人在更堪怜。"
        },
        {
            "标题": "惜黄花慢·展重阳社集饮酒家，即席作",
            "作者": "夏孙桐",
            "内容": "倦客残萸。正试霜昨日，街叶黄初。一年佳兴，饯秋晚矣，持螯补醉，觅句追逋。\n近来燕市萧条甚，渐愁到、烟冷屠沽。过旧垆、倚狂唤酒，莫问催租。\n尊前更说江湖。怅楚烽未息，鹤警风呼。避人开径，几丛泪菊，思香命驾，何处香鲈。\n玉箫惜少双鬟劝，背灯听、城角啼乌。但醉扶。后期预约围炉。"
        },
        {
            "标题": "惜秋华·咏雁，用梦窗木芙蓉体",
            "作者": "夏孙桐",
            "内容": "渺渺霜程，问南飞倦翮，因谁憔悴。万里断云，殷勤寄将残字。\n应知顾影西风，梦故国、春花销绮。怜伊剩、天涯爪雪，鹓鸾还忌。"
        },
        {
            "标题": "拟山谷溪上吟",
            "作者": "夏孙桐",
            "内容": "日日溪上游，孤怀豁芳时。野望开百里，草绿无险夷。\n春水含轻烟，春山媚睛曦。清风如招邀，散发相遨嬉。\n耽此脱尘想，奚为临觞悲。阅世恒河沙，叠逝弃若遗。\n得丧讵万态，千载滋然疑。伊吕与巢由，成就自有宜。\n亦如当春华，秾素互效奇。独惜伤心人，郁郁负所期。\n三良荆轲辈，生死志不移。徒令吊古者，过塳涕涟洏。\n嗟哉青史名，不及归来辞。饮酒复止酒，春风果何知。"
        },
        {
            "标题": "望江南",
            "作者": "夏孙桐",
            "内容": "儿时喜，长夏树蝉嘶。槐荫摊书完课早，荷庭听笛纳凉迟。\n炎暑不曾知。"
        },
        {
            "标题": "尉迟杯·江亭修禊未至，分韵得黛字",
            "作者": "夏孙桐",
            "内容": "疏杨外。渐日暖、薄翠生新霭。愔愔水曲尘香，还聚西园冠盖。\n题襟郑重，留几个、贞元旧人在。笑孤怀、负了东风，等閒难避吟债。"
        },
        {
            "标题": "惜秋华·庚子秋携家避地广平，重九日出郭游莲亭。十八年重到，堤柳萧瑟，大有江潭之感。用梦窗重九韵",
            "作者": "夏孙桐",
            "内容": "泪菊愁萸，向尊前诉出，伤高怀抱。红上戍楼，登临怕看残照。\n目中剩影关河，任付与、尘飞烟扰。萧萧。正西风信紧，还欹茸帽。"
        },
        {
            "标题": "宿州道中",
            "作者": "夏孙桐",
            "内容": "莽莽平芜大泽乡，野人茅屋祀陈王。早知屠狗英雄尽，疏蓼枯杨古战场。"
        },
        {
            "标题": "雪梅香·本意",
            "作者": "夏孙桐",
            "内容": "好消息，垂垂花著梦江干。伴幽人羁绪，谁同倚竹天寒。\n如水诗心逗瑶席，出尘仙骨蜕金环。且销得、添线光阴，堆絮庭阑。"
        },
        {
            "标题": "宴清都·社园栾枝",
            "作者": "夏孙桐",
            "内容": "照海珊瑚树。连枝发、画栏都罩赪雾。柔梢拖锦，繁英缀玉，粉融脂冱。\n嘉名艳说团栾，正酿暖、东风暗度。衬淡冶、一片梨云，浓春那不羞妒。"
        },
        {
            "标题": "壶中天·用优昙钵花，为赵次珊尚书作",
            "作者": "夏孙桐",
            "内容": "珠莹玉亸，讶人间弹指，华鬘春色。蟠实灵椿千岁有，顷刻花开难值。\n璧月俄临，彩云不散，芳讯留驹隙。亭亭双袂，待迎扶醉归客。"
        },
        {
            "标题": "廉惠卿携家养疴潭柘山中吴夫人芝瑛书金刚经留寺属题句",
            "作者": "夏孙桐",
            "内容": "石门未践康乐约，法云惊堕彩鸾书。人间忧患不到处，想见拈毫能自如。\n散花一室疗孤愤，商略名山赋招隐。愧我误落尘网深，碧涧红泉不知近。"
        },
        {
            "标题": "夜飞鹊·望亭雨泊，偕艺风同作，绘同舟听雨图纪之",
            "作者": "夏孙桐",
            "内容": "西风暗、吹雨黄叶声边。孤棹冷泊吴烟。津桥星火半明灭，羁人相对迟眠。\n潇潇又成阵，正山钟搀断，野柝催阑。清愁万点，任篷窗、一向无言。"
        },
        {
            "标题": "题重摹憩园图四首 其三",
            "作者": "夏孙桐",
            "内容": "当时宅相每推君，断简珠还意独勤。纸上犹堪陈迹认，槐庭清影一镫分。"
        },
        {
            "标题": "题赵价人姻丈仿渐江画册二首 其二",
            "作者": "夏孙桐",
            "内容": "通家年少叨青眼，七度东皋问起居。深语肯为商出处，初心悔不恋田庐。\n海桑未睹徵天幸，楹帙重披叹劫馀。喜见贤孙珍手泽，碧芙蓉馆永藏储。"
        },
        {
            "标题": "题赵价人姻丈仿渐江画册二首",
            "作者": "夏孙桐",
            "内容": "解组中年事耦耕，犹传雅操在廷评。经籯简贵存风尚，画笔精严见性情。\n惜墨偶然留枕秘，瓣香直欲此僧清。瓶庐心折因高义，不独缣毫重老成。"
        },
        {
            "标题": "游慈恩寺登雁塔次顾亚蘧韵二首 其二",
            "作者": "夏孙桐",
            "内容": "似掌秦川辨广轮，淩风郁抱一为伸。西驰欲逐虞渊日，东去真扬沧海尘。\n题碣茫茫千佛梦，看花草草再来身。瑶池咫尺停鸾驭，好护郊原万树春。"
        },
        {
            "标题": "游慈恩寺登雁塔次顾亚蘧韵二首",
            "作者": "夏孙桐",
            "内容": "跨穹危磴出林端，回首青门夕照残。大地风悲殊未息，长安日近且相宽。\n哀鸣到处怜鸿泽，羁旅经年感虱官。百二山河空阅世，却看直北路漫漫。"
        },
        {
            "标题": "社园看桃花索式之和二首",
            "作者": "夏孙桐",
            "内容": "池上桃花二十春，几家歌舞几烟尘。如云士女还如昨，应笑深山说避秦。"
        },
        {
            "标题": "虞美人·本意，为寿平题画",
            "作者": "夏孙桐",
            "内容": "楚腰一捻春魂重。何处愁根种。愤王坟畔日如薰。为问东风眉靥为谁颦。"
        },
        {
            "标题": "和傅沅叔元日书怀",
            "作者": "夏孙桐",
            "内容": "静里澄观物候新，无私天地自阳春。祭书桦烛留残跋，拂户桃符惜旧尘。\n老去易惊驹过隙，世争纷笑蠖求伸。书仓岁兆沟车祝，独羡埁山有幸民。"
        },
        {
            "标题": "烛影摇红·乙丑元日书怀，次邵伯絅韵",
            "作者": "夏孙桐",
            "内容": "坐对流光，伴人红萼垂垂老。殷家甲子醉模糊，那辨春迟早。\n往事蓬山更杳。锁东风、龙楼日晓。杜鹃声咽，未稳寒枝，夜乌同绕。"
        },
        {
            "标题": "春风袅娜·惺樵嗜女剧，尤倾倒于秦凤云者。值其去，用冯云月韵赋词，意属眷眷，次韵慰之",
            "作者": "夏孙桐",
            "内容": "羡倾城一顾，万斛销愁。将落拓，换温柔。话霓裳总觉，万花无色，绕梁余韵，长在心头。\n凤去台空，云飘衣想，正是忺春春不留。海上成连憯天远，门前崔护怅烟收。"
        },
        {
            "标题": "为陈叔通题其先德蓝洲先生遗画",
            "作者": "夏孙桐",
            "内容": "雪后淡湖光，疏梅照寒泚。我曾屏车骑，意行孤山趾。\n蒙茸三两枝，如遇隐君子。结茅恨无缘，魂梦随烟水。\n今获披画图，清景惊宛是。想见含豪时，春光入杖履。\n人花格并高，湖山郁风轨。先生今太邱，遗爱纪惇史。\n季方人中龙，世以二难拟。颇闻岁寒期，嗜梅聚百纸。\n花光与补之，野鹜等閒耳。清芬在尺素，会应叹观止。"
        },
        {
            "标题": "傅沅叔藏园校书图三首 其三",
            "作者": "夏孙桐",
            "内容": "诗局因依又几年，海棠时节每开筵。图中季重留题在，应入渔洋感旧编。"
        },
        {
            "标题": "陈仲恕五十初度赠诗",
            "作者": "夏孙桐",
            "内容": "临安萃英彦，太邱名德纯。继美有元方，干略尤超伦。\n三十客诸侯，借箸饶经纶。北征历辽沈，南游及汉岷。\n中间赋归来，铃阁岸纶巾。时政如乱丝，攘臂言维新。\n通识贯本末，守道弥龂龂。不闻唯与阿，当仁志必伸。\n陵谷倏迁变，云雷郁艰屯。慷慨为时出，此愿康斯民。\n季龙虽枭桀，狎如海鸥驯。记室筦枢要，中书佐衡钧。\n谋断房与杜，兼之在一身。宇内稍稍靖，岂非赖得人。\n卓然见几早，为牺避逡巡。聊借朝市隐，坐观蛮触狺。\n怡情寄古癖，鉴别祛伪珉。得鼎字能辨，拜石轩隐嶙。\n录凭欧赵续，笔效倪黄皴。翠缃间玉轴，吉云辟嚣尘。\n自于世味外，盎为太和春。走也初订交，守郡圣湖滨。\n宓贱治有赖，展禽黜乃频。邦人不我弃，弥愧相知真。\n侵寻衰朽逼，孤负汲引谆。史局久接席，谈宴意逾亲。\n常以猪肝累，绸缪代馈贫。孟陬逢览揆，介觞随众宾。\n愿及君未老，大匡挽沈沦。手造华胥世，身拥琅嬛珍。\n绿野营新筑，湖山傍清粼。商周迄宋元，瑰宝充牣陈。\n再添大衍算，金石寿与均。此乐靡涯涘，不可计由旬。"
        },
        {
            "标题": "同志一首赠寿平",
            "作者": "夏孙桐",
            "内容": "同志相期耐岁寒，多君静悍独神完。但工皮里阳秋易，竟作中流砥柱难。\n砖甓经营从实地，缦弦节度谢轻弹。文章报国犹馀事，敢用渊云一例看。"
        },
        {
            "标题": "过洛阳文仲恭太守赠诗次韵答之",
            "作者": "夏孙桐",
            "内容": "虏尘横掩上林花，徒想干城咏肃罝。岂料处堂安燕雀，忽令起陆扰龙蛇。\n徙薪计慨朱云槛，仗节雄思博望槎。早晚中兴天悔祸，屈平莫自赋怀沙。"
        },
        {
            "标题": "魏梅孙甫留馆应特科被擢改官山左赠诗",
            "作者": "夏孙桐",
            "内容": "平生苦不薄邹枚，风采频频动外台。百日未温中秘席，千寻早识豫章材。\n飞翔鹏鴳原殊致，得失鸡虫最可哀。巢父掉头烟海阔，何时同办钓竿来。"
        },
        {
            "标题": "为金陵章楚君题莫愁湖图二首 其一",
            "作者": "夏孙桐",
            "内容": "六朝花月已千载，虎踞龙蟠总似烟。两度石城来打桨，楼台犹是中兴年。"
        },
        {
            "标题": "疏影·文官果树",
            "作者": "夏孙桐",
            "内容": "含烟缀玉。傍梵天尺咫，分荫丛绿。瞥眼花时，垂实离离，衔泥过燕还啄。\n登盘风味知何似，且艳说、清华名目。想堕枝、响脆琴床，未减雨肥梅熟。"
        },
        {
            "标题": "浣溪沙·周养安得徐电发、汪退谷、洪北江、胡竹岩小砚各一，摹拓铭字装册，索题",
            "作者": "夏孙桐",
            "内容": "俪珏双双四美夸。过江人物百年遐。兼诗书画各名家。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "翰林院",
            "Background": "夏孙桐在翰林院与同僚讨论清史稿的编纂工作，畅谈对清代历史的看法和对未来的期望。席间提到徐世昌对清儒学案的重视，大家纷纷表示支持。",
            "Dialogue": "{\n    角色名:同僚甲 \n    动作:(微微颔首、面露凝重)\n    讲话:夏编修，近日清史稿的编纂工作进展如何？我听闻徐世昌先生对清儒学案极为重视，您对此有何看法？\n}\n{\n    角色名:夏孙桐 \n    动作:(坐直身子、目光坚定)\n    讲话:诸君，清史之编纂乃是我辈责任所在。徐世昌先生之所以重视清儒学案，实乃深知其对后人之影响。清代历史波澜壮阔，诸多英雄豪杰、智者仁人皆在此间辈出。然若无对其深刻的理解与整理，后世之人如何能从中汲取智慧与教训？我认为，唯有以史为鉴，方能开创未来。我们在编纂过程中，务必严谨细致，力求真实，还历史以真面目。此乃对历史的尊重，更是对后代的责任，诸君对此可有异议？\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "滂喜斋",
            "Background": "夏孙桐在滂喜斋与友人们聚会，吟唱彼此的诗作。赵剑秋举杯提议，大家共同作诗，夏孙桐应声作出《安平乐慢》，引得众人称赞。",
            "Dialogue": "{\n    角色名:赵剑秋 \n    动作:(举杯微笑、眼中闪烁光芒)\n    讲话:夏兄，今日我等齐聚滂喜斋，何不一同作诗，以抒心中雅兴？\n}\n{\n    角色名:夏孙桐 \n    动作:(轻轻点头、嘴角微扬)\n    讲话:赵兄言之有理，诗词乃我辈文人之乐事，言志抒怀，岂可辜负此良辰美景？我今应命为《安平乐慢》一阕，借此春日之暖，诉我心中所想。剩雪檐梅，新烟院柳，屠苏一盏生香。\\n朝正仗杳，赐酺欢停，云际苑树空望。\\n九陌喧阗，见尘摊宫制，采侣蛮妆。映掩棘驼旁。依然不负韶光。诸君可否同我吟诵，品味其中意趣？\n}"
        },
        {
            "Type": "书信交流",
            "Location": "江阴",
            "Background": "夏孙桐写信给远在京城的友人，表达对家乡春景的思念，并提到自己近期入仕后的感受，期待来年重聚时能共同吟诗作对。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(翻阅信纸、神情温和)\n    讲话:夏兄，您在江阴的生活如何？是否常常怀念家乡的风景？\n}\n{\n    角色名:夏孙桐 \n    动作:(放下笔、神情恍惚)\n    讲话:亲友，家乡之景，常在我心头挥之不去。江阴春景，桃花灼灼，柳影摇曳，真乃人间仙境。然身处异乡，纵有万般美景，心中却总是惆怅。近日我已书信寄往母亲，述说此生所感，期待来年重聚之时，能共赏那樱花满树，吟诗作对。身为一介书生，虽常历经风雨，然对家乡的思念却愈发浓烈。愿每一寸土地都能镌刻下我的足迹，书写下我对江南水乡的深情厚谊。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "江阴集市",
            "Background": "夏孙桐在集市上偶遇旧友，二人闲聊往事，分享各自的诗作和生活琐事，讨论当下的民生疾苦，表达对时局的忧虑。",
            "Dialogue": "{\n    角色名:旧友 \n    动作:(拍肩相 greet、笑容可掬)\n    讲话:夏兄，久违了！近年来如何？听说当下民生疾苦，您对此有何感想？\n}\n{\n    角色名:夏孙桐 \n    动作:(叹息摇头、眼中透出忧虑)\n    讲话:友人，自我入仕以来，愈发感受到民生之艰辛。此刻，江湖多忧，百姓疾苦，似乎无处不在。昔日盛世繁华，如今却是生灵涂炭，令人心痛。然我辈文人，若无担当，岂能对得起这份沉重的责任？我常思虑，如何能为民众谋得福祉，如何能将这片土地的未来掌握在手中。愿以我的微薄之力，做些力所能及之事，虽不求功名利禄，但求心中无愧于心，安详于世。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "浙江湖州知府衙门",
            "Background": "夏孙桐作为知府，与地方官员探讨治理方案，关注民众生活，决心改进地方治理，听取各方意见，力求为民所用。",
            "Dialogue": "{\n    角色名:地方官员 \n    动作:(拿起公文、面露恭敬)\n    讲话:夏知府，今日您对地方治理有何高见？民众生活亟需改善。\n}\n{\n    角色名:夏孙桐 \n    动作:(略微颔首、目光坚定)\n    讲话:诸位，民生乃国之根本，治理之道，首在于民。吾辈作为知府，理应倾听民声，切实了解他们的所需，方能有所作为。今有数项议案，我认为应当优先实施：一是改善田间水利，保其丰收；二是加强教育，尤其是对乡村少年，培养未来之栋梁；三是整治治安，保障百姓安宁。唯有如此，方能使民众安居乐业，国之根基亦可稳固。各位可有何建议？我愿与诸君共商良策，共图未来。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "法源寺",
            "Background": "夏孙桐在法源寺参加文人雅集，众人共赏白莲，夏孙桐即兴赋诗，表达对自然与人情的感悟，众人纷纷和韵，气氛融洽。",
            "Dialogue": "{\n    角色名:文人甲 \n    动作:(微笑颔首、目光期待)\n    讲话:夏兄，今日雅集之际，您可否为我们即兴作诗？\n}\n{\n    角色名:夏孙桐 \n    动作:(轻声吟唱、神情专注)\n    讲话:诸君所请，我自当欣然应允。今逢白莲盛放，正是吟咏之时。露铅欲滴。照小池静影，亭亭枝立。耐暑玉肌，出水清凉总如拭。\\n摇曳风裳淡冶，宜对我、山人衣白。看尽日、有恨无言，幽思入吟笔。诸君，愿共赏此诗，感受其中的清幽与雅致。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "四川",
            "Background": "夏孙桐在四川任职期间，致信母亲，述说在外的生活与工作，表达对母亲的思念之情，并向她汇报地方上的风土人情。",
            "Dialogue": "{\n    角色名:母亲 \n    动作:(轻声询问、面带关怀)\n    讲话:夏儿，近日在四川可好？工作顺利否？\n}\n{\n    角色名:夏孙桐 \n    动作:(握笔沉思、神情温柔)\n    讲话:母亲，儿在四川一切安好。虽身处他乡，然心中总惦记着您与家乡的点滴。此地山水秀丽，风土人情别具一番韵味，然总觉心中无所依托。儿对母亲的思念，时常化作笔端的诗句，寄托在信纸之中。愿母亲安康，盼望明春能回乡，共同品味那江南的春色，畅谈家常，何其美哉！\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "家中书房",
            "Background": "夏孙桐与家人围坐在书房，讨论家族的教育传统，夏孙桐回忆起自己的求学与科举经历，激励子孙勤奋读书。",
            "Dialogue": "{\n    角色名:子孙 \n    动作:(仔细聆听、目光恭敬)\n    讲话:夏祖，您可否讲讲家族的教育传统？\n}\n{\n    角色名:夏孙桐 \n    动作:(点头微笑、神情温和)\n    讲话:我辈家族自古以来，注重教育传承。读书识字乃为立身之本，科举成才更是我家族的光耀。吾常告诫诸位，学海无涯，唯有辛勤耕耘，方能收获成果。作为家中长辈，我愿以我自身的经历，激励子孙勤奋读书，继承家族的优良传统。愿你们常怀读书之志，立志成才，成为国家的栋梁，为家族添光增彩。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "江南水乡",
            "Background": "夏孙桐与友人在江南水乡游玩，欣赏春景，吟诵《观所尚斋诗存》，讨论诗词的意境与情感，互相启发，增进文友情谊。",
            "Dialogue": "{\n    角色名:友人乙 \n    动作:(举杯相庆、笑容满面)\n    讲话:夏兄，今日游玩江南，您可有新的诗作？\n}\n{\n    角色名:夏孙桐 \n    动作:(微笑应对、眼中闪烁)\n    讲话:友人，今春江南水乡，景色宜人，我亦有一首《观所尚斋诗存》在心，愿与你分享。碧海青天夜正长，客怀旅馆剧凄凉。\\n不堪枨触閒鱼雁，欲寄泉台路渺茫。此诗虽短，然意境深远，愿共赏共吟，感受其中的情感与意蕴。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "考场",
            "Background": "夏孙桐作为同考官，与其他考官讨论应考者的表现，认真评估他们的才华，力求公平公正，为国家选拔优秀人才。",
            "Dialogue": "{\n    角色名:考官甲 \n    动作:(翻阅卷宗、神情专注)\n    讲话:夏编修，您认为今年应考者的表现如何？\n}\n{\n    角色名:夏孙桐 \n    动作:(神情严肃、微微皱眉)\n    讲话:诸君，作为同考官，我深感责任重大。每位应考者背负着家族的期待与个人的梦想，故我们必须公正评估。他们在才华与素养上，均有不同的表现，我认为应秉持公平与严谨的原则，认真审阅每一份卷宗。唯有如此，才能为国家选拔出真正的人才，以实现治国平天下之愿，确保我们国家的未来更为光明。各位请共同协助，力求公正而明智的决定。\n}"
        }
    ]
}