{
    "基本信息": {
        "姓名": "姚鼐",
        "性别": "男",
        "出生年份": "1732",
        "死亡年份": "1815",
        "享年": "84",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "姚鼐的从父;伯叔父是姚范",
        "姚鼐的姑母是姚德耀",
        "姚鼐的高祖;四世祖是姚文然",
        "姚鼐的子是姚景衡"
    ],
    "其他关系": [
        "姚鼐友的对象是吴德旋",
        "姚鼐友的对象是袁枚",
        "姚鼐友的对象是朱孝纯",
        "姚鼐友的对象是朱仕琇",
        "姚鼐友的对象是鲁九皋",
        "姚鼐同年友的对象是戴璐",
        "姚鼐为方东树之学生",
        "姚鼐为刘大櫆之学生",
        "姚鼐学生为李兆洛",
        "姚鼐学生为郭麐",
        "姚鼐学生为邓廷桢",
        "姚鼐学生为陈用光",
        "姚鼐学生为鲍桂星",
        "姚鼐学生为方东树",
        "姚鼐学生为刘开",
        "姚鼐学生为姚椿",
        "姚鼐学生为梅曾亮",
        "姚鼐学生为管同",
        "姚鼐学生为贵征",
        "姚鼐为钱澧所著书作序",
        "姚鼐为武亿作墓志铭",
        "姚鼐为陈立作墓志铭",
        "姚鼐从刘大櫆游",
        "姚鼐同乡的对象是吴定",
        "姚鼐论学的对象是吴定",
        "姚鼐传记作者为李兆洛",
        "姚鼐为吴定作传",
        "姚鼐为程尚志作传",
        "姚鼐为罗聘之书、画作跋",
        "姚鼐同僚的对象是吕燕昭",
        "姚鼐与戴震游",
        "姚鼐与吴定游"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1763",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "科举: 乡贡举人",
            "入仕年份": "1750",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "梦榖",
            "别名类型": "字"
        },
        {
            "别名": "梦谷",
            "别名类型": "字"
        },
        {
            "别名": "姫传",
            "别名类型": "字"
        },
        {
            "别名": "姬传",
            "别名类型": "未详"
        },
        {
            "别名": "惜抱",
            "别名类型": "字"
        },
        {
            "别名": "惜抱轩",
            "别名类型": "室名、别号"
        },
        {
            "别名": "惜翁",
            "别名类型": "未详"
        },
        {
            "别名": "稽川",
            "别名类型": "未详"
        }
    ],
    "任职信息": [
        {
            "官职": "礼部郎中",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "礼部仪制司主事",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "礼部员外郎",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "礼部主事",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "同考官",
            "起始年份": "1771",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "乡试考官",
            "起始年份": "1768",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "山东省"
        },
        {
            "官职": "乡试考官",
            "起始年份": "1770",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "湖南省"
        }
    ],
    "地理信息": [
        {
            "地名": "桐城",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "桐城",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "惜抱轩文集",
            "著述年份": "1790",
            "著述角色": "未详"
        },
        {
            "著述名称": "江宁府志",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "七古:一卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "九经说:十七卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "五七言今体诗钞:十六卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "五古:一卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "古文辞类纂:四十八卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "四库全书总目提要",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "国语补注:一卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "姚惜抱先生文稿",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩先生尺牍:二卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩全集",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩文后集:十卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩书录:四卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩归文评点:一卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩法帖题跋:三卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "惜抱轩笔记:八卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "惜抱轩诗外集:一卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩诗后集:一卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩诗文集:三十八卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩诗集:十卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "惜抱轩遗书三种",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "春秋三传补注:三卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "书录:四卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "老子章义(姚鼐):二卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "舟中望板子矶山势甚奇因题长句",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "庄子章义:十卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "送演纶归里",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "金麓村招游莫愁湖醉中作歌",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "庐州府志:五十四卷",
            "著述年份": "1803",
            "著述角色": "未详"
        },
        {
            "著述名称": "左传补注 一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "公羊传补注 一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "谷梁传补注 一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "三传补注 二卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "惜抱轩九经说 十七卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "庄子章义五卷附录一卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        }
    ],
    "社会区分": [
        "书法家",
        "工于古文",
        "[为官者：文]"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "姚鼐（nài）（1731～1815）清代著名散文家，与方苞、刘大櫆并称为“桐城三祖”。字姬传，一字梦谷，室名惜抱轩（在今桐城中学内），世称惜抱先生、姚惜抱，安徽桐城人。乾隆二十八年（1763）中进士，任礼部主事、四库全书纂修官等，年才四十，辞官南归，先后主讲于扬州梅花、江南紫阳、南京钟山等地书院四十多年。著有《惜抱轩全集》等，曾编选《古文辞类纂》。 ► 姚鼐的诗文(289篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "登泰山记",
            "作者": "姚鼐",
            "内容": "　　泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。最高日观峰，在长城南十五里。\n　　余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。是月丁未，与知府朱孝纯子颍由南麓登。四十五里，道皆砌石为磴，其级七千有余。\n　　泰山正南面有三谷。中谷绕泰安城下，郦道元所谓环水也。余始循以入，道少半，越中岭，复循西谷，遂至其巅。古时登山，循东谷入，道有天门。东谷者，古谓之天门溪水，余所不至也。今所经中岭及山巅崖限当道者，世皆谓之天门云。道中迷雾冰滑，磴几不可登。及既上，苍山负雪，明烛天南；望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。\n　　戊申晦，五鼓，与子颖坐日观亭，待日出。大风扬积雪击面。亭东自足下皆云漫。稍见云中白若摴蒱数十立者，山也。极天云一线异色，须臾成五彩。日上，正赤如丹，下有红光，动摇承之。或曰，此东海也。回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻。\n　　亭西有岱祠，又有碧霞元君祠；皇帝行宫在碧霞元君祠东。是日，观道中石刻，自唐显庆以来，其远古刻尽漫失。僻不当道者，皆不及往。\n　　山多石，少土；石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。\n　　桐城姚鼐记。"
        },
        {
            "标题": "山行·布谷飞飞劝早耕",
            "作者": "姚鼐",
            "内容": "布谷飞飞劝早耕，舂锄扑扑趁春晴。千层石树遥行路，一带山田放水声。"
        },
        {
            "标题": "董贤银印歌",
            "作者": "姚鼐",
            "内容": "渭南城郭都非故，南对南山止陵墓。书生嗜古宝残馀，忘却兴悲启幽户。\n小篆镂银印纸红，土花新洗到关东。回头秦岭伤心碧，袖里金貂汉侍中。"
        },
        {
            "标题": "朱石君中丞视赈淮上途中见示长句次韵二首 其一",
            "作者": "姚鼐",
            "内容": "此身未作龟藏六，扰扰人閒同一局。春水常乘东下舠，霜林每引西还毂。\n论材真似蒿蔚卑，学道不如荑稗熟。先生伯仲才峻崇，两角去天几一握。\n文高万士喑无声，德盛千豪书可秃。固应厮养皆人豪，却愧雕镌加朽木。\n笥河已叹火传薪，使君今作凶年粟。我从竹马试迎车，但觉谦衷弥粥粥。\n咳唾小且出千珠，事业闳宜安万屋。独思旧梦五十年，那得从容发还绿。"
        },
        {
            "标题": "蔡万资",
            "作者": "姚鼐",
            "内容": "平湖秋棹木兰船，醉八汀花弄碧烟。日暮都忘天近远，坐看明月到尊前。"
        },
        {
            "标题": "洪造深深柳读书堂图",
            "作者": "姚鼐",
            "内容": "所居江上宅，春柳万千枝。绿径最深处，幽轩独咏时。\n微风一以度，好鸟频相窥。忽见古贤意，无言中自知。"
        },
        {
            "标题": "题刘云房少宰涤砚图",
            "作者": "姚鼐",
            "内容": "侍郎诚意之子孙，亦统御史风宪存。自从弱冠登金门，湘东才子弟与昆，拭砚濡毫书国恩。\n岂似犁眉少遭乱，晚逢真主犹忧烦。诚意江南旧门阀，侍郎四执江南节。\n研吐云霞霄汉间，笔驱风雨蛟龙窟。四海文章见师表，累代风流推继述。\n内侍宁誇金氏貂，传家惟奉郑公笏。竣使重当入金殿，装橐依然藏一研。\n圣人前席或咨猷，史官舍墨裁佳传。侍郎德业垂无穷，砚也既久从有功。\n却顾江南老秃翁，猥称当代一文雄。岂知心气今摇落，况复逃禅文字空。\n松煤竹管行抛弃，蕉白红丝尘自封。"
        },
        {
            "标题": "紫藤花下醉歌用竹垞原韵",
            "作者": "姚鼐",
            "内容": "紫藤书屋古椽橑，紫藤春花复秋槁。紫藤架底著书人，吟魂冢闭萦青草。\n过从饮酒雕龙客，百岁风镫迹都埽。由来历世犹驹隙，安得长生服龟脑。\n况余本性"
        },
        {
            "标题": "离思",
            "作者": "姚鼐",
            "内容": "画角一声江郭，布帆几叠风亭。前日故人千里，倚楼依旧山青。"
        },
        {
            "标题": "仇英熏笼宫女手持团扇",
            "作者": "姚鼐",
            "内容": "梅萼香"
        },
        {
            "标题": "贵池道中",
            "作者": "姚鼐",
            "内容": "晓过池州郭，人家傍曲溪。白花临岸发，青草度江齐。\n秋浦残林雨，春山遍竹鸡。东楼怀李白，风日至今迷。"
        },
        {
            "标题": "江上竹枝辞 其三",
            "作者": "姚鼐",
            "内容": "年年八月旺潮期，送潮送到小姑祠。惟有满天风共雨，小姑祠上送郎时。"
        },
        {
            "标题": "金陵晓发",
            "作者": "姚鼐",
            "内容": "湖海茫茫晓未分，风烟漠漠棹还闻。连宵雪压横江水，半壁山腾建业云。\n春气卧龙将跋浪，寒天断雁不成群。乘潮鼓楫离淮口，击剑悲歌下海濆。"
        },
        {
            "标题": "慧居寺",
            "作者": "姚鼐",
            "内容": "猎猎霜风拂袂斜，偶携僧裓入㟏岈。山蟠句曲横青霭，树自深岩上碧霞。\n霄汉奎章藏鹫岭，人天法会忆龙华。白云苍狗尘寰感，也到空林释子家。"
        },
        {
            "标题": "惠照寺或言古木兰院也见禹卿于此写维摩诘经",
            "作者": "姚鼐",
            "内容": "落尽淮南万树红，昼阴僧院鸟玲珑。檐含梅子黄时雨，户进新篁绿处风。\n出世了无香海界，置身休在碧纱笼。钟堂一饭成遗迹，回首天花丈室空。"
        },
        {
            "标题": "江上竹枝辞 其二",
            "作者": "姚鼐",
            "内容": "芜湖山露小于船，池口铜陵山接连。那得青山江岸尽，止应西上到青天。"
        },
        {
            "标题": "怀刘海峰先生",
            "作者": "姚鼐",
            "内容": "先生高卧楚云旁，贱子飘摇每忆乡。四海但知存父执，一鸣尝记值孙阳。\n于今耽酒能多少，他日奇文恐散亡。脱足耦耕如未晚，百年吾亦发苍苍。"
        },
        {
            "标题": "汉口竹枝辞 其二",
            "作者": "姚鼐",
            "内容": "蜀江水长汉江低，江水东流也向西。霜后西风江尽落，可怜离别汉阳堤。"
        },
        {
            "标题": "汉口竹枝辞 其一",
            "作者": "姚鼐",
            "内容": "扬州锦绣越州醅，巨木如山写蜀材。黄鹤楼头望镫火，夜深江北估船来。"
        },
        {
            "标题": "江上竹枝辞 其四",
            "作者": "姚鼐",
            "内容": "东风送客上江船，西风催客下江船。天公若肯如侬愿，便作西风吹一年。"
        },
        {
            "标题": "次韵答秦小岘观察赠别并以别谢蕴山方伯",
            "作者": "姚鼐",
            "内容": "我如行云向九州，飘然一往不可留。东南烟水一千里，挂帆曲转枫林秋。\n西湖绝景四面好，北客拄杖十日游。夜月披襟倚湖槛，晓烟听橹摇湖舟。\n朅往山深友麋鹿，归从水宿同凫鸥。两君丰采古贤伯，亦邀宾客探奇幽。\n孤山处士余所慕，香山玉局君之俦。四贤祠前共游舫，鱼蟹菱芡新登篝。\n恪官事异元丰世，岂开鱼钥贪林邱。斜阳欲尽旌旆返，野人朝亦生离愁。\n从来佳处不可尽，安用万壑穷两眸。主人虽贤客当去，径买轻舸随北流。\n两君各示七言妙，扣缶讵和编钟璆。使君文章配旄节，漫士踪迹同漂沤。\n敢期一事嗣前古，培堤去葑仰令犹。想公更游水深阔，倒浸南北山僧楼。"
        },
        {
            "标题": "青华阁帖三卷绍兴御刻皆二王书后有释文余颇辨其误复跋一诗",
            "作者": "姚鼐",
            "内容": "苍颉始作书，已闻夜鬼哭。官民信治察，淳朴存有几。\n何况尚草法，几牖骇蛇虺。笔势取奔趋，形体杂叆霼。\n多寡乱马足，左右错丁尾。假如羲献存，翰墨矜有斐。\n试钳文上下，自读口亦悱。儒者厌草书，所识讵不韪。\n伤哉宋南渡，国有存陈唏。铁马苟临江，所忧杭一苇。\n柰何耽安燕，宫苑艳禯卉。近拟大观年，取法寔比匪。\n镌工聚乐石，名帖启籯篚。帝后各擅书，亲释文如蚁。\n吾今适无事，旧册陈几棐。颇亦从俗嗜，骧腾震瑰玮。\n默对淹永日，错昧暾与朏。旧释或得失，吾说亦葑菲。\n古帖残阙馀，谁能诵娓娓。盍各陈小辨，聊于博弈伟。\n若夫大雅才，自命则吾岂。"
        },
        {
            "标题": "观飞来峰入灵隐寺由寺西上韬光庵乃北高峰上也",
            "作者": "姚鼐",
            "内容": "连山耸西南，水势东北趋。山蟠四十里，障合中成湖。\n矫矫北高峰，独瞰西南隅。高下测三二，乃是韬光居。\n灵隐古名寺，所处实山跗。门外地如砥，奇峰矗覆壶。\n中空四穿达，立距疑神扶。所以西域僧，谓是鹫岭逋。\n造说固诡异，度形疑非诬。九月未肃霜，岭木犹荣敷。\n我从湖尾来，横截乃西逾。日薄桑阴閒，舍舟入篮舆。\n遂造飞来峰，凿刻多佛图。题名自元丰，指顾杂贤愚。\n秋壑见子中，想亦加邪歈。发我一长叹，舍之入僧庐。\n琳宫既巍杰，巨镬中容车。不识饭千僧，中有龙象无。\n万竹绕一径，登陟方萦纡。幽谷微风来，泠然寒肌肤。\n俯视群山卑，乃知所立殊。内湖而外江，惊潮见天吴。\n苍然浮数翠，未得其名呼。略辨浙水东，僧言萧山区。\n仙人遗丹灶，聊一窥其窬。长生固非愿，遗物即道腴。\n徘徊未忍去，曦影俄西晡。山川自清丽，迹过如鸟乌。\n怅怀幽兴极，写托天云孤。"
        },
        {
            "标题": "江上竹枝辞 其一",
            "作者": "姚鼐",
            "内容": "滔滔无际是秋澜，估客牵江泊夜滩。江岸唱歌江上听，不知风雨为谁寒。"
        },
        {
            "标题": "戊午九月十四日出云栖寺作",
            "作者": "姚鼐",
            "内容": "万树纳幽光，峰顶日初到。寺楼人始启，四岭鸟群噪。\n钟磬隐虚堂，蔬水荐僧灶。门与道人别，径有脩篁导。\n邅回将出谷，阴森犹入奥。返瞻昨履地，木末一峰冒。\n玆生入世网，空王实先觉。岂不被声闻，所病无持操。\n是以云栖门，坚持一佛号。要取同趋归，非谓异宗教。\n眷焉顾其室，喟然发中悼。焚和从一念，系物沮高蹈。\n既厌流俗靡，岂耽山水乐。终辞弱丧情，属为知者道。"
        },
        {
            "标题": "登天平山观白云泉",
            "作者": "姚鼐",
            "内容": "万木塞㟏岈，环岩抱秋静。澄泓中一池，导源仰幽夐。\n压顶累穹石，侧足折微径。略可半亩平，深隐小潭莹。\n酌口识清甘，烦虑豁开醒。僧窗启绝壁，远纳湖光净。\n腼彼支远智，属此鱼鸟性。谁与送归途，松风澹遥听。"
        },
        {
            "标题": "题外甥马器之长夏校经图",
            "作者": "姚鼐",
            "内容": "圣人不可作，遗经启蒙愚。大义乖复明，实赖宋诸儒。\n其言若澹泊，其旨乃膏腴。我朝百年来，教学秉程朱。\n博闻强识士，论经良补苴。大小则有办，岂谓循异涂。\n柰何习转胜，意纵而辞诬。竞言能汉学，琐细搜残馀。\n至宁取谶纬，而肆诋河图。从风道后学，才杰实唱于。\n以异尚为名，圣学毋乃芜。言多及大人，周乱兆有初。\n彼以不学敝，今学亦可虞。嗟吾本孤立，识谬才复拘。\n抱志不得朋，嘅叹终田庐。甥有吾家性，礼部方升书。\n才当为世用，勉自正所趋。矻矻校遗经，用意宁投虚。\n盛夏示我卷，秋叶今零株。至道无变更，景物乃须臾。\n伪学纵有禁，道德终昌舒。试观宋元间，士盛东南隅。\n以视后世贤，人物诚何如。愿甥取吾说，守拙终不渝。"
        },
        {
            "标题": "寄潞川",
            "作者": "姚鼐",
            "内容": "江云万重合，中有故人行。西风吹落照，一半向芜城。\n君家种新竹，墙阴雨中长。若为北窗来，萧萧数声响。"
        },
        {
            "标题": "惠山寺观御赐寺内王绂溪山渔隐卷歌",
            "作者": "姚鼐",
            "内容": "秋阴细雨梁溪前，停舸往酌第二泉。石岩偃仰神所窟，密林寒邃风泠然。\n泉东穿过惠山寺，我从拄杖寻幽异。山僧手持王绂卷，语我前年寺中事。\n火烬竹垆山房图，吏传天府琳琅赐。晃曜日月升虹霓，山僧室内瞻御题。\n次看王画果神妙，清深意境穷天倪。山长水远合气势，人家渔艇从幽栖。\n武林溪口落花出，西塞山外斜阳低。岂徒画师今莫跻，盂端自喜非常蹊。\n三处题诗两番记，宜升秘笈同璋圭。我闻贞观天子求僧室，闇槛兰亭一朝失。\n英主嗜好乃如此，岂如缃缥宫庭出。翰墨风流异代情，明廷故实村氓述。\n况记此间迎翠华，寄畅园蒙频驻跸。不贤识小宜作歌，大政元存史臣笔。"
        },
        {
            "标题": "方天民",
            "作者": "姚鼐",
            "内容": "大哉天地化，纵视忘形拘。耳目乃可遗，况识肥与臞。\n将适汾水阳，首谒冰雪肤。径淩天地度，衽拂扶桑株。\n俯短龟鹤龄，讵与蜉蝣殊。圣凡本无隔，妙道藏顽躯。\n圣门讲六经，抑或营废居。若论微言绝，二者皆可吁。\n陈鱼取乙鬣，顾己遗腴膴。吾幼耽文章，矻矻不知愚。\n二十入京师，两汉希闳模。斯文有先骥，朱王骋高衢。\n扬班以见待，并谓诩匪诬。洒墨疾风雨，往复竞裁觚。\n投老自悯惜，雕虫稚子俱。我弃良晚矣，子取非过欤。\n少小同研席，里闬多欢娱。秋燕匹故人，室存形影徂。\n独君卧冬巷，久病幸一苏。短日发长咏，走馈逾苞苴。\n我诵雪窗前，意骤兴絷驹。终愿超言象，共子游虚无。\n呵毫罢一笑，升暾煌八区。"
        },
        {
            "标题": "硕士约过舍久俟不至余将渡江留书与之成六十六韵",
            "作者": "姚鼐",
            "内容": "敦牂岁三月，桃李群飞花。东望钟阜云，风帆待江涯。\n欲发不能决，挢首背负髽。吾堂子昔登，寒梅照檐牙。\n子去岁几何，三见青草芽。俄闻子将来，笑口成喎斜。\n望子翔雁初，祓稧今鸣笳。敝庐长掩阖，不闻扣马檛。\n岂以积雨多，㰚舍限泥涂。抑或恋厕牏，日侍欣清嘉。\n戒徒久易期，卒未成巾车。吾行不可留，子来日犹赊。\n閒阔终不逢，顾念深咨嗟。闻子官舍中，弦管谢呕呀。\n夜诵或鸣鸡，昼披逮昏鸦。裁为五色文，烂若开䢅霞。\n元年求孝廉，诏纸颁南衙。郡举尚遗贤，有才为兔罝。\n孑孑处士中，灿灿金居沙。射宫万辟易，一矢行拔靫。\n我老又多疾，析若枯苍葭。兀尔默终日，短榻支僧跏。\n食案废脱作，毛羽哀刳"
        },
        {
            "标题": "题谢蕴山方伯苏潭图",
            "作者": "姚鼐",
            "内容": "南昌山色如青玉，下照澄江千里绿。倚江都会贤俊居，各起亭台带修竹。\n先生小园堂数弓，聚书万卷花萼红。四方名士春秋同，举觞吟啸于其中。\n游赏年年情未足，世推丰玉兼饥谷。使节东领黄河堤，法冠北上太行麓。\n独于钱塘治绩多，来旬再莅西湖曲。杭州前后瞻苏公，先生事与东坡同。\n小园旧以苏潭命，或疑前定天所通。谶占小数何足道，先生本忆南康好。\n因怀苏步作苏潭，更著新图写昔抱。君不见安石东山在越中，金陵亦托东山号。\n当时曾治循海装，中原事定思一航。威仪山泽百世芳，远述祖德何能忘！\n功名卓越人间事，自古男儿悲故乡。"
        },
        {
            "标题": "许秋岩太守问耕图",
            "作者": "姚鼐",
            "内容": "先生伏首诸生日，深耕疾耨惟研笔。先生彯缨登玉堂，铺棻垂颖皆文章。\n秉麾出作江东守，欣戚时时念农亩。阴雨膏惟恐后期，非种锄还去为莠。\n男儿起任天下事，问舍求田非所志。不恤四体昏作劳，固将九域蒙吾利。\n一朝回首望丘园，岁见成功惟树艺。君不见伏波将军不世才，中兴事业光云台。\n营军瘴雾沈鸢地，苦忆平生季弟哀。又不见北宋盛时君子达，韩范富欧同禁闼。\n偶闻鹎鵊数声啼，忽念陇头耕晓月。此图有士何美髯，丰玉饥谷兹身兼。\n系君节钺与华衮，那容短褐从腰镰。感事抚躬成一叹，写图非戏非为幻。\n无人得喻使君怀，官舍把图时自玩。我谓才难自古然，士如麟角偶一焉。\n教民树艺且一事，只今百务须旬宣。慷慨建树穷岁月，譬如穮蓘亦有年。\n志业精勤信诸己，淮退早暮从诸天。或图麟阁或归田，请君置此中情牵。\n周公未遂明农志，何况纷纷后世贤。"
        },
        {
            "标题": "潇湘图",
            "作者": "姚鼐",
            "内容": "云霁出枫林，烟深停水驿。来往石崖间，迷离竟朝夕。\n欲画猿啼声，寒峰数重碧。"
        },
        {
            "标题": "题句容学博冯墨香小照",
            "作者": "姚鼐",
            "内容": "我于江宁城，始接冯君䫉。萧静有古韵，当座展圭瑁。\n固知其中异，清绝远尘淖。而今对此图，睇视目增眊。\n审知为子真，指说赖前告。写真自古难，神艺有深造。\n点晴加颊豪，用意孰能到。后世图太多，往往杂仁暴。\n卷轴纷牛毛，题咏乱蝉噪。君实精六法，自摹山水乐。\n㫺贤缣素遗，穷辨极窔奥。仓卒命俗工，胡亦同众好。\n想处山泽仪，局以入黉校。士有笑吟披，奠乃分臂臑。\n学舍小如舟，请邻仍祀灶。谁知旷世怀，天宇大哉謷。\n抑郁无与言，写图寔寄傲。工拙固勿论，似否亦弗较。\n譬若影罔两，等是无持操。又若太虚云，约略状旌纛。\n与古写真意，迹本不同蹈。此理如不然，姑纵吾言耄。\n雨霁天欲霜，候迫风落帽。邀子野鹤态，试鼓青溪棹。\n一醉酬廪秋，相对蘧然觉。"
        },
        {
            "标题": "赠孙雨窗",
            "作者": "姚鼐",
            "内容": "秋风吹荡秦淮白，老翁独行成落魄。故交死丧新知少，晚逢公子敬爱客。\n牙签玉轴绫缥湘，贯虹妙墨千金藏。茶香竹净好风日，请我俛仰前贤旁。\n我如落叶枯桐峻，寒声时起无妍润。莫愁湖上可怜春，花柳宜君美才俊。\n何事爱我诗句奇，往往耽吟烛花烬。谓当四海同一情，更召木工急雕印。\n桂花落尽黄花开，我为扶筇时一来。念子严君连帅首，心悯民忧走群部。\n公子闭门止读书，不近少年亲老叟。异哉公子今安有，古有名家继前后，最子以方报琼玖。"
        },
        {
            "标题": "王麓台山水",
            "作者": "姚鼐",
            "内容": "幽谷苍苍拥烟树，树底明流沙石布。画中取势作低平，已是人閒最高处。\n倚谷崖石千万层，嵚崟仰映天光澄。猿攀兽顾不可登。\n石根砰隐谷风响，崖后别盘幽径上。峰回径转山仍开，畎有禾黍林松梅。\n结构精舍当其隈，更贯倒景出高嶂，鬼神所会腾云台。\n若凭绝顶眺万里，脱屣人间何有哉。侍郎起家入华省，贵仕何由造玆境。\n染豪兴至成此奇，乃知妙悟通神领。我㫺孤藤极幽险，湿云常与襟裾染。\n穷山或至绝赍粮，日取溪毛供一啖。呼吸琼楼碧汉通，近郭山溪皆可贬。\n一往真当绝世尘，却来平地望高旻。春秋郊野杂众宾，此图于我情独亲。\n卧游虽慰平生意，欲策衰慵更问津。"
        },
        {
            "标题": "吊朱二亭",
            "作者": "姚鼐",
            "内容": "吾年垂七十，四海故人少。东望每思君，如立云霞表。\n往昔朱子颍，豪才起燕赵。向我道君才，五言几谢朓。\n子颍贫无食，子亦家集蓼。相从邗沟曲，吟和觞清醥。\n我时隔京师，想见姣人僚。丙申至江都，遂得访窈窱。\n其时子颍贵，冠盖颇丛绕。君顾无所干，陋巷闭门悄。\n扣阖就谈诗，但觉风袅袅。舟乏仲举同，书绝巨源嬲。\n独荷时见阿，累投珠玉皛。惜哉近子舍，摄提仅三肇。\n我归子颍罢，旧迹如逝鸟。一别二十年，中未脱尘扰。\n澄怀实愧君，高与秋旻杳。子出谅不能，吾游尚可绍。\n行当一相就，帆挂横江淼。昨得郎君书，已设韬练旐。\n岂但悲友生，问道苦不了。君疾正月初，一榻儿女绕。\n呼与告逝期，屈指七日劋。届时一笑亡，何尝贰寿夭。\n衔哀远吊君，谅为君所小。那复弄毫翰，繁词报刘沼。"
        },
        {
            "标题": "米友仁楚江风雨图卷",
            "作者": "姚鼐",
            "内容": "万山欲驾云飞去，风雨江声挟东注。波翻雨横客登楼，天地浑茫不知处。\n藤厓高下县太阴，霾雾冥濛露江树。飒飒风漂劲柯动，急雨小停江浪涌。\n低昂㠀溆数舟行，寂寞鱼龙暮天恐。楚江晴甸亦苍茫，况值萧条风雨凉。\n山鬼含睇帝子怨，海洲忽近吴天荒。破墨氤氲载元气，胸前突出山川势。\n不须惨淡拟形模，元是分明出层次。君不见阿章早许元晖继，《楚山》已进先皇秘。\n此图卷末复题诗，南朝又见颠翁字。父子峥嵘书画学，江山慨叹迁移事。\n五百年来江自流，江城余亦澹淹留。借来宝墨流虹卷，且慰无憀风雨秋。"
        },
        {
            "标题": "酬释妙德",
            "作者": "姚鼐",
            "内容": "阇黎信耆㝛，貌古神清完。如尚处榛狉，未入今世间。\n与之论俗情，钝若椎刺穿。几昧马几足，况识机械干。\n见人辄谈法，不视憎喜颜。科判舍经本，诵解波澜翻。\n剖晰义微妙，贤首及慈恩。古说久蒙晦，光明兴舌端。\n乃知其中利，凛然持太渊。闻者无愚知，悟解增悲欢。\n嗟我尝脩心，勤在此生前。自从一念失，漂转来尘寰。\n譬若乘蜀舟，东下三峡关。迅忽造海壖，矫首求西还。\n溯流青天上，得不劳且艰。爱师秉直心，启子三昧门。\n师亦喜我意，不谓鄙且顽。相从宜不厌，勿论暑与寒。\n不待盛言说，目击道已存。"
        },
        {
            "标题": "朱白泉观察以其先都统公指画登山虎见示因题长句",
            "作者": "姚鼐",
            "内容": "飒动秋山万枝响，寒云四野当空上。歘歙沙砾走林莽，阴森虎出睛睒朗。\n峰高欲升短颔仰，卧枝交戟压前掌。耸身距跃踰十丈。\n不知都统何处看，指端尽得雄威象。想玆暗谷下，志在千仞冈。\n隅目眈顾周四方，不屑俯立同豺狼。又疑郡州贤牧守，政成渡江驱猛兽。\n平地不复食牲畜，奔上高岩取鼯狖。转径掉尾直似竿，攀崖过迹深如臼。\n都统固国彦，指画亦有神。一㡠上进天子珍。八十筋骨健，濡墨每觉壮气振。\n遽现活虎惊颦眒，文采斑斑逮子孙。我从三世接交亲，留遗墨宝容窥觇，回首登堂四十春。\n我老吟诗转寒乞，骤瞻壮虎心震慄。观察家声继玆日，勉为累叶之虎臣，独立草閒狐兔不容出。"
        },
        {
            "标题": "题汾州张太守墓庐图",
            "作者": "姚鼐",
            "内容": "三代重庙祀，墦祭礼所略。义谓迎精返，宫室专神托。\n藏欲弗得见，岂事大兴作。所以脩防封，孔圣涕陨落。\n邃古墓不坟，于义讵为薄。自从秦汉来，閟宫礼销铄。\n厌祭不迎尸，同堂废特礿。庙轻墓乃重，阡表极华爚。\n所以上陵仪，造自汉都雒。仁孝既属玆，福祐亦攸酢。\n《七略》载相墓，魏晋称管郭。大儒子朱子，于焉颇采获。\n固欲先灵安，匪系俗见缚。张君少孝养，节母处帏幕。\n板舆迎入越，风木痛寥廓。佳城犹未卜，霜露走岩壑。\n秉义谅无愆，神感助求索。面势峰棱秀，种树柏枞错。\n郁郁气佳哉，腼想幽灵乐。窀穸中妥依，丙舍外营度。\n在晋陶士行，元功表衡霍。少日居浔阳，牛眠藏父椁。\n谅知神报德，阴相启穷约。期君功业隆，异日登名爵。\n善绩史备书，墓庐事不削。"
        },
        {
            "标题": "阙口阻风",
            "作者": "姚鼐",
            "内容": "一出金陵郭，两日北河口。翻翻钟阜云，背我逝苍狗。\n试曳市廛杖，回饮王生酒。墨香发笈外，古色盈座右。\n吴画夺造化，黄字耀星斗。乃知此淹留，风伯意良厚。\n自是饱挂帆，卯行尝及酉。离家百里外，故山当船首。\n正及湖水阔，忽起西风吼。引领吾徒羡，衔尾来舸走。\n停棹入菰蒲，系缆向榆柳。老翁昼梦醒，试一凭船牖。\n遥山纷冶丽，下水亦清浏。鱼艇夕阳边，枫叶零霜后。\n虽乏古墨妙，景物亦希有。行止要不碍，愠喜两无取。\n默坐独成诗，横肱进吾糗。"
        },
        {
            "标题": "送胡豫生之山西赵城将访乃翁旧知",
            "作者": "姚鼐",
            "内容": "䢅朝雨歇石城水，一挂江帆几千里。邀君小立白门前，往事回头四十年。\n章江寒渚丹枫落，乃翁共坐滕王阁。诗情酒态天下豪，旅舍生儿始绷缚。\n汤饼众客閧登筵，硕果惟余迟入椁。渥洼种卒成权奇，见尔文章继翁作。\n贫交令我惭叔孙，骏足怜君无伯乐。承家弹铗向风尘，有母尸饔尚藜藿。\n小仓亭户拓玻瓈，败荷落桂沈秋泥。主人昨日会宾饮，绿尊满捧青蛾低。\n美人北士各有思，随众欢笑中含悽。况到霜风河北岸，襆被只馀僮仆伴。\n太行地脊天下雄，汾水秋风古来叹。晋中小邑犹万家，往往车马能豪华。\n贤令声名有遗思，郎君憔悴宜矜嗟。我悲乃翁今不见，衰盛人情孰无变。\n男儿精金须百鍊，勉走尘埃莫辞倦。岂有美若陈平乃贫贱。"
        },
        {
            "标题": "夜读",
            "作者": "姚鼐",
            "内容": "篝镫每夜读，古人皆死矣。而我百代下，会其最深旨。\n吟讽至往复，欲罢不可已。安得与之论，谓我能知彼。\n今世缀文者，异世亦如此。念此衷悽恻，泪下如铅水。\n顾思文载道，筌蹄徒寄耳。陋哉执此爱，束缚作文士。\n汝闻天籁乎，飘风满空起。"
        },
        {
            "标题": "朱石君中丞视赈淮上途中见示长句次韵二首 其二",
            "作者": "姚鼐",
            "内容": "北临颍尾南灊六，寿春邑据东南局。英布倔起逮刘安，豪杰兴亡如转毂。\n列仙曾授《鸿宝》方，下客犹吟《楚词》熟。山川极盛在一朝，钟离帝起乾符握。\n自是萧条英俊无，草木八公皆赭秃。惟馀㬥桀多劫人，每犯刑科俾荷木。\n先生欲革小人面，上书先请调均粟。夜犯霜风走旆旌，往问饥寒散饘粥。\n《诗书》犹且待陶甄，桴鼓岂教惊井屋。邻邦扰攘此安居，淮甸麦丰桑柘绿。"
        },
        {
            "标题": "次日又阻风",
            "作者": "姚鼐",
            "内容": "暮风声已厉，入夜尤汹汹。有如九渊底，怒起千斗龙。\n吾舟系树本，几欲拔起从。一夜枕席间，镗鎝如金钟。\n晨兴无日晖，四野云逢逢。树叶下如雨，栖鸟无复容。\n岂必大木窍，空响自相舂。吾舟一长年，拥袖衣蒙茸。\n小舟自后来，所受可百钟。笑傲舞两棹，踊跃升斜篷。\n此怯岂非夫，彼勇诚可庸。吾知任事难，坐谭第恣胸。\n假令吾操舟，畏葸恐更慵。天道不能久，既盈还当冲。\n飘风明决止，朝暾望东峰。迟行一日耳，何必责犯锋。\n吾取老聃言，挫锐万物宗。"
        },
        {
            "标题": "喜陈硕士至舍有诗见贻答之四十韵",
            "作者": "姚鼐",
            "内容": "初冬言趋家，霜风陨门柳。仲冬擢槁柯，倚门时出首。\n望子逾彭蠡，计日当至否。远惟古圣籍，义富若渊薮。\n鲰生非宏知，钻研百代后。譬如物有十，或取一遗九。\n虽然窃自欣，千金享家帚。执裾时语人，充耳莫为取。\n独子甚见阿，戒车屡载糗。就我金陵馆，居我西序牖。\n往复意属厌，忘餐尝及酉。怀此三改岁，述别自癸丑。\n今夏寄书说，定当访衰叟。起帆盱江曲，款户龙眠口。\n季冬霜雪霁，薄暮客造霤。蜡梅红烛下，胆瓶灿金扣。\n竟得展一笑，共此篘新酒。人生乐莫乐，久别还执手。\n况日迫桑榆，小聚那易有。呼我稚孙前，俾子问名某。\n俯仰人閒士，感叹及贤舅。我出铭墓文，尔读目泫浏。\n新诗情邃切，见贻媲琼玖。弸中子多文，昃离吾鼓缶。\n敢谓横海鳞，制以寡妇笱。频年洪州试，似不辨稂莠。\n升牒名九十，子璞乃未剖。所贵士豪杰，千祀期尚友。\n威凤登绛霄，奚较翪企丑。本心如日轮，遭蚀情欲诱。\n始谓微掩缺，继昏昼见斗。愿子念没世，崇树三不朽。\n迁义如转圜，而内坚所守。文章非小技，古哲逮今寿。\n超越彼粗粝，固在频投臼。海内谅多贤，荷于老夫厚。\n区区相望心，岂在金悬肘。北瞻宛邱道，严君今众母。\n乐哉子行逮，升堂奉荁滫。别离未须恤，雅志幸勿负。"
        },
        {
            "标题": "书乐志论后",
            "作者": "姚鼐",
            "内容": "大功济一世，富贵当崇高。运会苟不逢，引身入蓬蒿。\n良田及美宅，诚免苦身劳。既非先世遗，求致宁非叨。\n吾鄙《乐志论》，陈酒烹豚羔。虽愈乾没徒，未为肥遁豪。\n不见陈元龙，床下卧此曹。"
        },
        {
            "标题": "题叶君云海移情图叶君字芥一",
            "作者": "姚鼐",
            "内容": "我昔身在黄山边，青天无翳朝日鲜。白云足下横铺绵，弥满万谷为一渊。\n乱峰飞来无所缘，荡摇欲定未定然。高者百丈卑一卷，惊呼众观足未旋。\n微风已动云升迁，苍岩露足藏其巅。山灵变异理幽元，默存在胸逾八年。\n叶君好云挥五弦，自言冥会如海壖。伯牙移情于成连，千载合辙容有焉。\n图其髣髴妙不传，我怅前游隔苍烟，题诗寄思清不眠。"
        },
        {
            "标题": "梅石居松化石印歌",
            "作者": "姚鼐",
            "内容": "深谷立龙爪矛戟，风雨电雷汹拒格。电归雷散自吟风，韵八箫韶殷山泽。\n有脂不流作虎魄，反真凝髓成霜白。一朝劫至遭樵斤，持与市人呼作石。\n梅子怀玉披褐衣，弄印成刓自诧希。嗟余秃颠眊视微，取广多识朝扣扉。\n脩短较石焉敢几，万物出机还入机，狡猾变化奚是非。"
        },
        {
            "标题": "三月九日郑三云通守邀于隐仙庵看牡丹竟日翼日雨毛俟园复邀同往赋呈两君",
            "作者": "姚鼐",
            "内容": "幕府山头天接水，千古英雄此中死。惟有东风岁岁来，石头城下纷红紫。\n人生何日不当醉，何处花开不可喜。况惜晚春馀几日，更对奇葩翻万蕊。\n郑侯年少发新硎，毛子老儒钻故纸。同欣就我如菖歜，并道爱花入骨髓。\n昨携天香归满裾，今踏红云重曳履。明妆已看照晴熏，深晕复怜含雨泚。\n桑根三㝛固惭僧，羊肉慕膻终胜蚁。华阳真逸来句曲，人道此閒尝隐几。\n齐宫梁苑今何在，况溯神仙真脱屣。道人疑是殷七七，能使荆榛变罗绮。\n被恼少陵柯用诉，乐死右军差有旨。隐仙庵外台城路，我购一廛家可徙。\n落花风尽草如茵，更吊紏阳挂残垒。"
        },
        {
            "标题": "游摄山二首 其一",
            "作者": "姚鼐",
            "内容": "学道苦不深，尘扰辄有损。所赖行游趣，养真复吾本。\n况玆绝静丽，深谷抱重巘。始寻寺钟来，回视村径远。\n怪石倚礀兴，奇柯冒岩偃。幽日暧疏照，流籁逝忽返。\n偶接道人谈，世外情亦悃。久处山气寒，眺尽夕阳晚。\n鸟㝛人语绝，暗响无一遁。圆月见松上，长影散偃蹇。\n邈当遗视听，于法求奥梱。达彼无生寂，见玆有物掍。\n岂必闭石窟，没齿食芝菌。"
        },
        {
            "标题": "游摄山二首 其二",
            "作者": "姚鼐",
            "内容": "凿石龛像佛，远自齐梁为。累世导师居，龙象固有仪。\n何意入僧室，隆准乃可窥。当时平僣乱，四海诚福禔。\n所嗟攀龙鳞，十九遭焚㱦。战兢展遗像，目角流千铍。\n想见刘宋辈，日侍岂不危。篝火息夜榻，闻钟逐䢅麋。\n朝日草露閒，往读《始兴碑》。嘅叹阅千古，谁识无成亏。"
        },
        {
            "标题": "王秋史二十四泉草堂图",
            "作者": "姚鼐",
            "内容": "济南南山立苍玉，珠散膏渟绕其足。忆循秋水就荒陂，惟见昏烟挂乔木。\n不见诗人旧草堂，百年图画展沧浪。低徊翰墨前贤在，随卷云烟入渺茫。"
        },
        {
            "标题": "金麓村招同浦柳愚毛俟园宗棠圃饮莫愁湖亭作此呈诸君",
            "作者": "姚鼐",
            "内容": "往者此荒庵，吾侪已来眺。但欣云木妍，一览湖山妙。\n楼观俄修饬，棂槛悉光耀。既便陟巡游，益足展谈笑。\n博士信好客，先后再承召。风日快今美，岁月忘昔趭。\n已逾楝花残，未逮黄梅摽。千林敷盛绿，环堤乱芦藋。\n昼阴风气疏，遥青见群峤。烟深出鹭翔，波静响鱼跳。\n近槛种荷蕖，翠叶始扬翘。虽未吐含葩，香已袭肌窍。\n良取富流览，岂病隘渔钓。地运有盛衰，人事孰先料。\n亡国感六朝，登楼凭四徼。帆转清淮长，城倚石头峭。\n傥来遽舜禹，运丧奚羿浇。缅思徐中山，大功过卫骠。\n以智仅自全，终始明高庙。当世诸文儒，岂特冠遭溺。\n事往多可伤，迹存聊一吊。诸君采鸾凰，卑栖比鹪鹩。\n久知投闲散，大胜执机要。鄙人谢局束，觕得展吟啸。\n所贵鼓缶歌，宁惜举杯釂。旷荡望无垠，徘徊待斜照。"
        },
        {
            "标题": "景阳钟歌",
            "作者": "姚鼐",
            "内容": "景阳山作元嘉帝，逸游已匮民生计。累世增加到齐武，采集良家万佳丽。\n朝朝从猎向琅琊，夜夜严妆看星嘒。端门钟远禁庭幽，此时别起景阳楼。\n万钧猛虡悬云陛，五夜蒲牢惊翠帱。永明英主犹为此，何怪黄奴极淫侈。\n迄今偃卧对斜阳，却想雄鸣流结绮。无射心疾事当戒，有国色荒宁不陀？\n迹同潘岳吊乘风，理异《周官》命凫氏。昔者宋武战胜收金墉，西京笋虡迁江东。\n别命率天千五百，大钟引出温洛中。当时物有故都思，谅与隋陈情不同。\n台城自入韩擒虎，废彻雕梁倾反宇，坐视宏钟弃平楚。\n竟郁奇声不可闻，定知伟器难为树。或言此钟诚有神，霜日駮炙长如新。\n草閒时起光璘㻞，不许中宵轻卧人。我悲亡国此遗迹，闻见要留戒淫僻，不然镕毁用之何足惜！"
        },
        {
            "标题": "乙卯二月望夜与胡豫生同住憨幢和尚慈济寺观月有咏",
            "作者": "姚鼐",
            "内容": "夕阴连远麓，岚翠敛高岑。新月吐岩缺，先照寺西林。\n篮舆转重障，杳度碧溪深。春树叶未多，疏影落衣襟。\n佛宫坐遥夜，妙义托幽寻。上眺层阁晖，下步重阶琳。\n素魄行无极，光霁旷来临。本非有择照，安知受者钦。\n文学俊才笔，禅悦亦所歆。余衰邈违世，慕道恐弗任。\n非徒遣烦虑，更当遗赏心。阇黎净业就，结习犹讴吟。\n共会忘言契，何嫌金玉音。"
        },
        {
            "标题": "跋马雨耕破舟诗后",
            "作者": "姚鼐",
            "内容": "大禹昔导江，志济昏垫黪。中流龙负舟，圣心坚不撼。\n其馀涉川民，临涛辄叹感。欲停苦不得，岂尽负勇胆。\n嗟子前时归，妻病卧床毯。仓卒往视之，别我执手寁。\n石头帆北张，天门日西晻。知止信不殆，贪进意犹欿。\n风利急上驶，石险藏下黮。苟非神灵祐，已入蛟龙啖。\n矶巨夜复昏，舟破木仅揽。念与子相亲，岁月溯髦髧。\n白发终牖下，固当埋坎窞。焉可葬洪涛，含珠不投颌。\n始闻涕为㫬，再见衷始惔。憙子命才脱，高吟味已醰。\n得丧似失马，甘苦类食榄。人生托大化，阴阳听舒惨。\n脩短要有命，不系避与敢。食案寝席閒，或逾锋锐憯。\n不见王会稽，誓墓避世坎。岷峨万里外，欲溯三峡览。\n世情外益忘，道味中愈憺。子置青溪宅，吾将共铅椠。\n不然棹渔舟，相从八葭菼。更与傲风涛，衣蓑食藜糁。"
        },
        {
            "标题": "秋斋有述",
            "作者": "姚鼐",
            "内容": "雨歇朝暾时，风来廪秋候。楼上倚层轩，城端见重岫。\n楚树远连空，江云澹横昼。芳桂已䌓英，丛兰犹一秀。\n幽居谢物喧，孤赏欣良觏。幸无好爵縻，终却多文富。\n渊乎象帝先，旷矣发吾覆。宁执近名心，翻求百年后。"
        },
        {
            "标题": "题胡山甫不浪舟记后",
            "作者": "姚鼐",
            "内容": "便门将渡楼船津，御史欲以血污轮。船危桥安称晓人，宁知三峡远导岷。\n负舟麾斥黄龙驯，人生自贵此有身。正恐畏途出床茵，至人平视夷险均。\n覆却不入操舟神，杆匜江海云霞巾。冯夷肩吾与我邻，六合一室谁疏亲。\n欧阳画舫斋名新，自记夸述草木春。凭栏四望疑涟沦，所言枝叶非本真。\n君斋继作义相循，平生未与君主宾。有斋亦未逝其陈，读君两记拟欧伦。\n贤子求书意颇谆，跋尾君见或不嗔，邈哉欧子不可询。"
        },
        {
            "标题": "题陈硕士母鲁恭人端居课子图",
            "作者": "姚鼐",
            "内容": "我识夫人夫，朝衫托京国。继遇夫人弟，幅巾江水北。\n自始逮今玆，春秋三十易。当时谈宴末，偶及中闺德。\n仪容黯终掩，吾友亦远隔。遥想琴瑟哀，与彼同生戚。\n徒存四尺纸，绘作镫火夕。慈母如师严，雒诵殷四壁。\n图中最稚儿，玉立今八尺。挂席出彭蠡，就我同书策。\n万卷容可收，熊丸不复得。我闻画阏氏，泣涕甘泉侧。\n憬彼休屠子，忠孝汉庭则。何况传经家，不匮名当赫。\n又闻悲思者，不可为太息。怜吾失母雏，丱发初覆额。\n奄垂二十年，感伤衰鬓白。"
        },
        {
            "标题": "雨晴出庐江寄诸同学",
            "作者": "姚鼐",
            "内容": "北风夜甚厉，急雨鸣淙潺。大树俯惊波，连舫䌫其閒。\n崩腾势欲往，撼拒力何艰。势极晓应衰，柳叶摇翩翾。\n柔桡荡春渚，芳草被澄湾。重阴既荡涤，丹霞忽斑斑。\n舟进暮未休，野日澹以閒。回首碧林外，数点龙舒山。\n邈彼二三子，送我出柴关。神会无远近，道合非附攀。\n母以损夷怿，属念为衰颜。"
        },
        {
            "标题": "金麓村招游莫愁湖偕浦柳愚毛俟园陈硕士醉中作歌",
            "作者": "姚鼐",
            "内容": "四月春风犹未已，吹荡湖烟与湖水。水上青山何所似，拥髻莫愁明镜里。\n风生水轩三面回，白鹭凫鹥空际来。山光半入城囊括，湖影全将天荡开。\n当轩俯仰人閒世，莫愁尚得留名字。坐上山川处处奇，胸中今古时时至。\n君不见英雄谁似中山王，一枰昔对明高皇。山阴墅赌谢太傅，肥牛亭赐张安昌。\n徐氏到今取湖税，轶事传或非荒唐。轶事纵传何必详，元功极贵同泯亡。\n运尽勋华亦鸟灭，时来屠贩皆龙骧。春水满时春草长，湖波澹淡漂夕阳。\n欲唤莫愁歌一曲，四坐宾客各尽觞。颠毛日夜生秋霜，何暇远计千载事，石室金匮求芬芳。"
        },
        {
            "标题": "偕方坳堂登牛头回至献花岩㝛幽栖寺",
            "作者": "姚鼐",
            "内容": "昨雨竟夕䢅未休，与君㝛约登牛头。我怯欲止君意锐，中道稍幸霾云收。\n山阴转至南㵎曲，佛宫上倚云峰稠。八门阶磴凿苍翠，两阑松桂交龙虬。\n十围银杏穿入地，再出若济兴陶邱。沾衣尚有林雨隳，拄杖且趁石径幽。\n深洞传为辟支坐，小沼或记昭明游。世往荒昧不可辩，登冢一俯千山周。\n东来句曲气咫尺，大江三面环如钩。仰思万古正惝恍，飞乌忽逝投沧洲。\n下践僧廊出门外，危循鸟道升东陬。献花岩居万木杪，片壤劣架悬钟楼。\n其时山花开且落，枝閒偶复闻啁啾。回视来径杳修曲，山光金碧交相浮。\n幽栖寺近暮投㝛，林深雾暗风飕飗。道人㫺处此石窟，远有望气来相求。\n廓然无圣乃家法，金屑虽贵宁居眸。尚有佛见师所斥，了无一法今何修。\n嗟予与子厌尘壒，但云芒屩贤鸣驺。若寻第一微妙义，岂于喧寂论谁优。\n山僧煮笋春米熟，虎跑泉瀹香盈瓯。镫前饱食放头睡，起看杲日青天流。"
        },
        {
            "标题": "王石丈得异石于莫愁湖余名之坐龙石戏为作歌",
            "作者": "姚鼐",
            "内容": "洞庭雷风夜中起，飞度崤潼战泾水。归来歌吹月明中，贵主轻绡泣泪红。\n欢乐悲哀一朝尽，宝珠献得无生忍。归坐深渊情自枯，谁能出此定跏趺。\n莫愁湖影涵秋月，道是龙宫光贝阙。探得骊珠何足奇，迎将室内坐之而。\n袍笏下拜情未已，俨如共浴咸池底。窗前咏作苍龙鸣，走避定使诸梁惊。\n烟雾绕阶还吐润，或将霖雨为苍生。"
        },
        {
            "标题": "舟中漫兴",
            "作者": "姚鼐",
            "内容": "终朝风有常，百里溪多曲。屡使帆起落，一若路来复。\n春气澹多阴，四顾垂连绿。草径人独行，田家麦并熟。\n属此旅与居，同寄光阴速。遇物皆可欣，乘化孰非足。\n暧倚船窗清，展册呼儿读。"
        },
        {
            "标题": "瞻园松石歌为陈东浦方伯作",
            "作者": "姚鼐",
            "内容": "㫺有淮淝帝起凌江东，金陵始建吴王宫。苍松白石传是宋元蓄，位置乃在西园中。\n是时招徕天下雄，游赏时与匹士同。谋画纷纶史述不可尽，故物矗立皆英风。\n蒋山南徙新宫卫，松石遗在中山第。君臣际遇自当年，景物萧疏成异世。\n我朝奄抚江南陲，大功坊设行省司。人言江宁使院天下冠，日月烟霞生古姿。\n翠华临锡瞻园字，松石光辉又一时。此邦有宅城西面，六朝松石名尝擅。\n渔洋司李为题诗，贱子少年曾一见。四十年来古松死，三品石徙金坛县。\n呜呼于文襄，没乃返故乡。何尝得一日，幅巾屣履苔石旁。\n人事兴衰变倏忽，古迹销磨多慨慷。岂如使院长清秘，冠盖频誇松石异。\n自㫺元依天子家，于今尚托诸侯帅。使君动法前贤事，文章可传政可嗣。\n倚石松前听松吹，谢公哀乐羊公泪。好诵《甘棠》召伯诗，休偕异石菱溪记。\n露砌风轩携酒尊，更邀白发醉芳园。古今事往都须置，松石之閒别有论。"
        },
        {
            "标题": "舣旧县",
            "作者": "姚鼐",
            "内容": "清江静无风，晓岸初上日。高下云影合，远近山青出。\n连舫缆尽解，孤舟饭未毕。觕涉齐物旨，旷慕养生术。\n逐事偶在途，澹怀犹一室。复此对清远，未应嫌迟疾。\n顾与渔父言，仰送飞鸟逸。又㲹沧波东，聊作前游述。"
        },
        {
            "标题": "马雨耕住相图",
            "作者": "姚鼐",
            "内容": "自有天地驱羲娥，风云变灭流江河。我昔婴稚今发皤，如箭逝弩丝运梭。\n直逮建翣嘶《虞》歌，焉得停晷容婆娑。君取住义将云何，君言变者自迁讹。\n有不变者常无他，心如死灰身槁柯。所住非中非四阿，须弥蚊睫谁么么。\n稊米万物非寡多，万劫靡辨于刹那。了无未来与已过，此为住义奚可诃。\n我闻尘根相荡磨，应无所住传佛陀。须菩提闻涕滂沱，今始知道异昔科。\n况君涉世犹同波，画成戴发为优婆。忽然念起火焚和，恐君禅病容未瘥。\n因言生义皆网罗，住与不住同偏颇，更请断臂求达摩。"
        },
        {
            "标题": "题合箫楼槁",
            "作者": "姚鼐",
            "内容": "《国风》有正变，用冠皆妇人。德载重一世，美言播千春。\n江山壮龙虎，人物渺荆榛。卓玆白发嫠，养志忘贱贫。\n濡翰写胸怀，皎月升秋旻。感激或哀怨，终无俗淄磷。\n二班汉东西，异彼蔡与甄。何况竞宫体，绮丽《玉台》新。\n少游咏芍药，蔑与昌黎伦。异哉女郎诗，于今论《过秦》。"
        },
        {
            "标题": "夏昼斋居三首 其三",
            "作者": "姚鼐",
            "内容": "终日居揵户，披卷慰寂寥。久坐生微凉，不待轻纨招。\n上览虞夏兴，下及衰乱朝。耳目虽不接，感叹自萧条。\n举首望中庭，忽敛西阳骄。乔木阴暮气，朱霞灼穹霄。\n檐昏已飞蝠，林杪犹鸣蜩。俯仰万化中，安知盈与消。"
        },
        {
            "标题": "送余伯扶重游武昌",
            "作者": "姚鼐",
            "内容": "好士如好山，不容置几席。好诗如好士，每见辄增益。\n皖中山远人士稀，爱咏清辞长面壁。余生才名二十年，江关处处吟飘泊。\n萧条秋气远归来，落枫未尽还为客。挟册栖迟不疗贫，青山重过句仍新。\n往凭黄鹄山头望，江汉风流今几人。"
        },
        {
            "标题": "与张荷塘论诗",
            "作者": "姚鼐",
            "内容": "薰莸非同根，鹓鸱岂并处。欲作古贤辞，先弃凡俗语。\n青岩万仞立，丹凤千里翥。宝气照山川，芳华出雾雨。\n快此大美聚，亦使小拙妩。浅易询灶妪，险怪趋虬户。\n焉知难易外，横纵入规矩。小黠弄狡狯，窥隙目用鼠。\n不知虎视雄，一啸风林莽。哓哓杂市井，喁喁媚儿女。\n至言将不出，曩哲遭腹侮。谓获㫺未搜，颇疑今者愈。\n嗟哉余病耄，柰此众簧鼓。弦上矢难留，蓄愤终一吐。\n不期得吾心，君先树帜羽。将埽妄且庸，略示白与甫。\n病几偶对论，阳气上眉宇。东南百俊彦，解者未十五。\n寡和君勿嫌，终世一仰俯。有得㫺几人，屈指君试数。"
        },
        {
            "标题": "夕怀",
            "作者": "姚鼐",
            "内容": "西岭敛斜规，馀晖犹辨色。暗牖此终日，俛起释书策。\n巡檐风萧萧，坠叶动阶石。群鸦得枝栖，复起噪林侧。\n万物皆寓形，何者为主客。追前信已愚，探后讵为适。\n举首默无论，寒月偶清夕。"
        },
        {
            "标题": "感衰",
            "作者": "姚鼐",
            "内容": "朱颜相娱嬉，倏复为老丑。每见长童稚，屡失故交友。\n生平免夭折，得天谅已厚。所志尚千百，为者才八九。\n终非力所及，曷不歌鼓缶。第恐日失足，尽隳平生守。\n松桧晚弥荣，所以异蒲柳。脩短未足论，请勿丧吾有。\n心与逝者宁，道与存者寿。"
        },
        {
            "标题": "良医行赠泾阳张孝廉",
            "作者": "姚鼐",
            "内容": "自古良医多出秦，孝廉晚出当其伦。授受无从古术绝，山川灵异能通神。\n一战燕山屈群士，殿侧裁文奏天子。谓知弓冶继家声，孰料刀圭起人死。\n江山地有金陵壮，万室曾城压江上。乃翁强项困为宰，令子活人譬良相。\n经营智出非禁方，痛瘝情切方无恙。老夫卧病常兼旬，赖子每过情愈亲。\n已信发蓍遄有喜，况闻快论伛可伸。君家孝友称义门，诏书褒使薄夫敦。\n乃翁行古非俗吏，馀庆那不遗后昆。帝所谐声待《韶夏》，天池奋翼须鹏鲲。\n地中生木象慎德，况年甫逾冠加元。术如和扁固小技，文高潘陆犹无论。\n巀辥终南气未已，当今相国诚贤矣。安知人无迈古才，更与成周闳散比。\n老夫未死得君医，拭目人閒有见时。愿子勉学致其大，一世膏肓皆可治。"
        },
        {
            "标题": "王叔明山水卷",
            "作者": "姚鼐",
            "内容": "大山如云高蔽日，小山如眉青入室。千林过雨长青葱，大山小山瀑争出。\n低首见峰仰见水，轩窗宛此空岩里。此中有士无四邻，草木犹涵太古春。\n岩花落尽春㵎长，遂有渔舟来问津。居者既无求，来者亦无意。\n但见白云倚苍翠，屋上寒云流满地。山风卒起渔舠归，㵎石交鸣幽嶂闭。\n借问何处有此山，岂非庐与霍，盘互云霄閒。哀猿思鸟不知路，惆怅王孙游不还。\n眼底溪山止平远，岚光深处飞禽返。开涂伐木吾无徒，老夫那得淩绝巘。\n昔闻赵承旨，作画居吴兴。笔法晚授王氏甥。授受有绪谅可贵，意匠不到天机生。\n妙趣磅礡出域外，承旨虽工容未能。我怜叔明擅此技，丞相之宅才一至。\n明祖杀士夫何忮，呜呼翰墨祇作他人娱。露才往往伤其躯，曷不避世深山居。\n竟友麋鹿从樵渔。衣冠名姓世莫识，结屋无能与画图。"
        },
        {
            "标题": "仇英明妃图",
            "作者": "姚鼐",
            "内容": "明妃一出萧关道，玉颜不似当时好。却留青冢地长春，复有画图容不老。\n汉官佩剑卒举旗，分布四马连尻脽。毛端飒有风沙吹，侍女颇具宫中仪。\n中有襜褕拥独骑，落日黄沙万马迹。临风翠袖双蛾眉，欲到穹庐前几许。\n贤王迎跪庐儿语，琵琶曲终泪如雨。佳人那必逢佳侣，表饵生分汉帝忧，容华死作单于土。\n遗事竟宁传到今，王昭有曲声中琴。仇生岂亦能知音，写出别怨关山深。\n正使夔州衰杜老，春风省识忽伤心。"
        },
        {
            "标题": "感冬",
            "作者": "姚鼐",
            "内容": "四运革成岁，日月播阴阳。万化靡弗徂，天地固有常。\n元阴蔽朝日，坚冰嗣微霜。俯仰偶一世，思彼乘云翔。\n既无终与始，焉用思羲皇。愿言从问道，或为言其将。"
        },
        {
            "标题": "题张篁村万木奇峰图",
            "作者": "姚鼐",
            "内容": "一峰掘起天当中，撑拄元气开鸿濛。左右阖辟两巨壑，径路各绝风云通。\n松风远自云中起，摇荡云光山色里。水交山断置人家，松响溪声动窗几。\n岩高谷迥居无邻，松林有路无行人。岂非高士尝避秦，自此千载无问津。\n又疑灵境与世隔，乃是天地神物之所珍。我家龙眠东，西望两谷口。\n每至夕阳时，岚光纷照牖。日月逝矣身今衰，芒屦竟隔青崔嵬。\n却寻图中幽谷到穷处，忽有数峰天际来。张君画山最得古人妙，俯视百年画史皆尘埃。\n人家收得尺绢素，屈指不数王麓台。何况林卉与翎羽，扰扰俗工何足取。\n韩干戴嵩堪障壁，徐熙周昉遗儿女。落落平生山水情，移将看画亦眼明。\n于今安得张君死复生，与余结茅共对青山青。"
        },
        {
            "标题": "赠钱鲁思",
            "作者": "姚鼐",
            "内容": "少日怀贤甘执御，既老犹思身一遇。朅来三载皖中居，惟对龙山如可语。\n城外拍空江水流，云中引首时登楼。东风忽有天涯客，青草生时吹泊舟。\n裁诗作字皆非俗，意中正继开元躅。信古方能见性情，遗今谁得加荣辱。\n世閒口说何纷纷，未知天意于斯文。凤凰五色偶鸣和，麒麟一角方超群。\n有才如此诚难得，田舍秃翁长语塞。邀君风露月明中，坐叹玉英人莫识。\n却忆平生知子时，侍郎举族住京师。安昌弟子闻张乐，谢傅家庭多咏诗。\n樽前冠盖俄逾贵，室内孤嫠今莫支。门户难留百年盛，文章要使千秋垂。\n修名莫待荣华落，白日终令奴隶知。频来莎砌同清暑，耽听狂言亦未痴。"
        },
        {
            "标题": "访坳堂观察于城南宝光寺释皓清亦至读观察近诗数十首雨中共至皇姑寺作诗二首 其一",
            "作者": "姚鼐",
            "内容": "江雾带长干，南望尽苍碧。何处使君居，空山少人迹。\n东风㲹林影，径草含新色。数转造精庐，遂尔逢巾舄。\n漠漠寒云光，幽幽丈室白。山僧共披帷，飞雨飒沾席。\n清言接今玆，高文自曩㫺。真性不容遏，笔墨偶流溢。\n结习诚未忘，固已遗喧寂。诛茅钟阜巅，邀君共晨夕。"
        },
        {
            "标题": "访坳堂观察于城南宝光寺释皓清亦至读观察近诗数十首雨中共至皇姑寺作诗二首 其二",
            "作者": "姚鼐",
            "内容": "树引南冈升，云垂午光晦。披衣细雨中，曳杖荒林外。\n企彼建琳宫，远矣自前代。庭围青竹幽，石倚红墙坏。\n危阁堕泠风，空棂塞寒霭。列架备龙藏，展读吾未逮。\n所欣道人韵，敷坐肃相对。"
        },
        {
            "标题": "见禹卿题拙书后因寄",
            "作者": "姚鼐",
            "内容": "侍读净业真头陀，静中万象观庵罗。起揽风云入纸墨，笔势所向扬天戈。\n金翅擘海作平地，巨灵分山流大河。世人不悟三昧力，将谓妙迹回永和。\n嗟子弱腕绾春蚓，索处陋巷藏泥蜗。何缘手迹荷题字，皮荐价视苍璧多。\n忆昔风帆共投㝛，金山夜鼓惊鸣鼍。君呼起说微妙义，履行巨浪穿姻萝。\n倚立云閒天澹外，长江荡与空相摩。三客恍知㝛世在，千生了办须臾过。\n人閒别离细事耳，乘轮退转忧蹉跎。子颍困卧已近死，与子那得长委蛇。\n一臂可为初祖断，三折岂屑张芝波。快雨堂中想投笔，仰见圆月升墙阿。\n江上一书通问讯，翻湫倒海将如何。"
        },
        {
            "标题": "㝛摄山幽居僧舍次日略览山中诸胜逮暮遂归",
            "作者": "姚鼐",
            "内容": "五月暑未甚，况经新雨馀。摄山若云起，飘然望远墟。\n出郭偕好事，入谷扣幽居。日晡禽声凉，崦风迓篮舆。\n万树欹㵎壑，一镫耿轩疏。夜幮傍佛龛，晚案得山蔬。\n云白绿林外，鸟啼朝日初。推枕靧清泉，杖策曳轻裾。\n杂石拥树根，万叠云涛如。穿径石云中，杳然疑蹑虚。\n法刹引遐历，宫树亦瞻诸。高松荫暍行，清若循阶除。\n亭午不逢客，寂尔惟钟鱼。回首金碧转，始知山径纡。\n耸望最高峰，筋力乏升岨。循年嗟老矣，视日盍归欤。\n复向山僧约，期余岩桂舒。"
        },
        {
            "标题": "答王生",
            "作者": "姚鼐",
            "内容": "古人矌不见，生世恻怆多。幸逢贤哲知，交臂倏已过。\n乡耋盛文行，孟韩绍同科。四海士仰流，踵门肩相摩。\n嗟余生晚矣，始冠贽庭阿。继见曾几时，奄复从虞歌。\n所承得线霤，洪流逝江河。况复久遗忘，髟领垂衰皤。\n犹欲抱残缺，为昔扬其波。岂不愧謏闻，稍足异传讹。\n顾恨学非优，身名一么么。时髦策远骛，高闳冠峨峨。\n孰干薮泽下，而为焦朋罗。坐是卧蓬衡，缄闭如螷蠃。\n邈隔后来贤，朱墨方研磨。写述恐弗遂，毕世埋薠莎。\n独君不见鄙，每顾问无他。投卷逾束帛，陈藉璋圭瑳。\n见誉配懿古，愧汗生颜酡。岂君择取舍，有愿正邪颇。\n眷玆牛下铎，尚俾雅乐和。广地孰无材，利欲为之劘。\n尘霿苟不兴，万里曜羲娥。士为千章林，毋为附施萝。\n寒风发江浔，危叶陨庭柯。一觞向风月，愿得相婆娑。\n念子百里外，弁影篝镫俄。闾井岁苦饥，并日尘生"
        },
        {
            "标题": "夏昼斋居三首 其二",
            "作者": "姚鼐",
            "内容": "望道苦弗见，安敢轻为言。大哉天地化，示人初不烦。\n物表时一遇，忽又汨其源。孤生千载后，属念祇弗諠。\n客从茅山来，教我默自存。服气至万息，顾见天地根。\n多谢丈人意，求生固有门。謷乎游恣睢，何为畜于樊。"
        },
        {
            "标题": "唐伯虎赤壁图",
            "作者": "姚鼐",
            "内容": "东坡居士赋有画，风月无穷泻清快。画中有赋情亦奇，唐寅使笔能尔为。\n登高临水秋气悲，山空夜明木见枝。凭虚欲望天涯处，可似湘中瞻九疑。\n九疑山高湘水深，重华不作哀至今。青枫摇落幽竹林，湘君窈立风满襟。\n江妃海若夜起会，或有云中竽瑟音。云开月出天寥阔，俛首悲风兴大壑。\n不见帝子乘飞龙，但有横江之一鹤。横江鹤，何裴褢，苏子乘之去不回。\n贤者挺生当世才，重之九鼎轻尘埃。脱屣竟从赤松子，赋悬日月何为哉。\n情往一乐复一哀，后六百岁余玆来。曳杖江头看山碧，思得公语从追陪。\n请与图中二客偕，今夕何夕月当户。霜落收潦面深渚，凉风吹林荡空宇。\n作诗要公公岂许。"
        },
        {
            "标题": "九月八日偕叶治三陈硕士从弟仪筐侄彦卬谒明孝陵游览灵谷寺晤其方丈僧祇园",
            "作者": "姚鼐",
            "内容": "万事靡弗改，谁能测所终。蒋山自齐梁，幢盖浮屠宫。\n安知明祖宅，毁塔迁志公。何怪三百年，寝阙生蒿蓬。\n我来谒松下，黄槁閒霜丛。故事识已少，今帝德良隆。\n守吏卫樵苏，金碧馀穹窿。环峰嶂东南，西眺旷青空。\n郭外隐大江，杳来逝无穷。杖策越断桥，攀跻入岩东。\n密树欲无径，凉飙激榛中。颓垣外已尽，立殿中犹雄。\n想见徙建初，颇极匠制工。老僧为设餐，共语斜阳红。\n窴彼万古怀，企此三幡通。人归壑谷闭，深翠澹濛濛。\n林杪馀塔顶，盘鹘下秋风。"
        },
        {
            "标题": "暑怀",
            "作者": "姚鼐",
            "内容": "乘化日行逝，童稚固已然。朝徂暮复改，矧此将颓年。\n一室旷清暑，桐荫落疏悬。凉飙倏西起，和鸟鸣阶前。\n飞雨遂飘飒，坠叶亦联翩。适赏在须臾，顾思弥怅焉。\n混成故无尾，象帝讵有先。悟彼空外旨，汎此世閒缘。\n夕阳忽西露，倚槛听悽蝉。"
        },
        {
            "标题": "题四更山吐月图",
            "作者": "姚鼐",
            "内容": "环海世界中须弥，光明隐蔽行两规。元夜穹盖覆四维，清气鼓动东南陲。\n寒魄欲吐风先吹，倒影沧海升厜㕒。壹气孔神中夜持，仰首云隙先见之。\n或来稽首问导师，指端涌现圆若斯。忆溯沅澧踰沙羡，洞庭下浸高楼危。\n四更起坐星杓垂，月生尚在湘东涯。半映湖面山蔽亏，须臾天地成琉璃。\n梦游所到不可追，惟有明月窥余帷。"
        },
        {
            "标题": "偕蒋春䢉舍人王元亭给事金莳亭御史登江鹤亭康山草堂",
            "作者": "姚鼐",
            "内容": "忆昔武功身不用，南走江津作游弄。江风海月四天垂，中有琵琶声一纵。\n清浊都忘身后名，轩裳那计当年重。世閒从此有康山，二百馀年存屋栋。\n江君新葺作阶墀，千岁虬龙今始种。每来放鹤羽如轮，缥缈云霄思独控。\n扬州三面邗沟上，中阜独临天宇空。风前帆影入城来，天际斜阳低首送。\n台省两贤皆鸷鹗，舍人文笔真苞凤。淮南芍药落花时，记入层轩留玉鞚。\n独余不饮复无诗，应愧主人开馥瓮。"
        },
        {
            "标题": "田居",
            "作者": "姚鼐",
            "内容": "自我游人閒，尝恐失情性。负担偶归体，揵户良多幸。\n外物解羁牵，中田托觞咏。既免五浆惊，又谢四簋敬。\n乞醯常友直，饮酒安用圣。寡偶亦可欢，多稼况为庆。\n白云与户齐，青山入檐映。南荣就冬暄，北斗悬夜柄。\n逝者谅弗居，优哉复何竞。将老澹忘年，达生庶无病。"
        },
        {
            "标题": "同王禹卿冯拙斋游八公洞循招隐寺归",
            "作者": "姚鼐",
            "内容": "润州山雄如战马，骈饮江中尻未下。长波漂尽百兴亡，古泪登高谁不洒。\n不知更有南山南，叠嶂云关塞平野。初穿幽谷琅玕八，却听细窦珠玑泻。\n阴阴鸟语万朱樱，寂寂僧居十兰若。两君梵行正清修，伴我萧閒如结夏。\n未须不二问维摩，风磬一声言自寡。空阶久坐袂生寒，小嶂试登筇可舍。\n更斟虎跑甘如乳，重过竹林青没踝。岂徒公辈爱家山，我亦淹留为白社。\n江风吹面迓归途，还八喧声攒万瓦。"
        },
        {
            "标题": "张印沙七丈得先职方亦园故址作逸园",
            "作者": "姚鼐",
            "内容": "吾邑青山围四境，小嶂城西庳亦胜。昔吾先世笼有之，遂作两园地相并。\n其后阅姓凡几家，败牖颓垣蓬满径。新堂忽起辟荆榛，旧木犹存覆阴映。\n百年父老观废兴，举觞竞来为地庆。丈人健吏勇为国，尝抑豪彊沮奸倖。\n馀才归逸作玆园，举废治荒譬为政。贱子归休一亩宫，横榻仅容支麈柄。\n每于田野纵嬉游，复荷乡闾同爱敬。霜风吹澹夕阳时，往听僧庵打钟磬。\n开轩松竹复清疏，解带亲交共觞咏。坐久时逢归鸟斜，饮罢仰看圆月正。\n百岁如轮那得知，一日纵狂何足病。老梅岩隙已含苞，更待雪香攀石磴。"
        },
        {
            "标题": "潘惟勤弟兄有小园在城北当龙眠山口林麓溪嶂蟠拥最为可爱惟勤于松下作亭余为名之日谷口亭",
            "作者": "姚鼐",
            "内容": "龙眠崖壑诚幽峭，一往深如处窔奥。却来谷口快平夷，青嶂芙蕖开四照。\n筋彊骨健易江山，登涉平生恃年少。而今老矣欲闭门，苦畏拖舟及舆轿。\n城闉徒步半里馀，及此林峦已妍妙。朋游独往皆不恶，但欲雨晴途不淖。\n朝暾尚及露濡瀼，晚日更看山照曜。况于松下落阴翳，万树寂无山鹊噪。\n夹溪红叶飒萧萧，天际秋声时一到。䢉樵遇我不相顾，倚柱独吟头自掉。\n世閒多少东海生，吾作井蛙君勿笑。"
        },
        {
            "标题": "于子颍扬州使院见禹卿遂同游累日复连舟上金山信㝛焦山僧院作五言诗纪之",
            "作者": "姚鼐",
            "内容": "结友二纪前别离，万里外每恐终此。生交会安知三故人一，夕今相对绿鬓既。\n先凋行恐成聋瞆，妻孥幸无恙幼稚。尽成大，两君盖，神祐滇蜀出万隘。\n仆也疾未平中朝谢，俦辈举目孰不改。身存心可碎那择，儒与佛有得差为。\n快既揽淮南春雕阑，杂锦绘使者官事。馀翩然动，旌旆连舫指空江。\n但见天垂盖駮嶂，立阳霞受日腾光。怪阴壑霭如云，蒙龙奏悲籁。\n阴阳有开阖，一气无迁代。谁云逝者多，澄川故如带。\n举觞酹冯夷，布席卧惊汰。聊与平生心从容托江濑。"
        },
        {
            "标题": "夏昼斋居三首 其一",
            "作者": "姚鼐",
            "内容": "中庭荣夏木，霭此南荣幽。微风汎其阴，好鸟鸣相求。\n乍聆已可怡，移时复悠悠。未知古与今，此意有迁不。\n愿言观吾生，托与万物游。"
        },
        {
            "标题": "惠照寺分韵得自字",
            "作者": "姚鼐",
            "内容": "我昨山中居，尝爱林下寺。每俟风雨休，杖藤辄孤至。\n矧玆清郊外，良朋逾三四。道人晨启关，凉荫散幽地。\n坠萼点阶稀，高藤仰空遂。壁埽唐相题，宇拱金人臂。\n山鸟罢啼时，风篁识声自。畴谓闻见閒，奄忽忘深智。\n身世苟无牵，频来坐寒翠。"
        },
        {
            "标题": "闻香茝兄擢广东按察使却寄二十韵",
            "作者": "姚鼐",
            "内容": "旧德前朝在，传家后起难。江山留治迹，祠庙足辛酸。\n兄仕初为令，君恩每改官。分符临夏口，建节过闽滩。\n荒服南溟阔，雄藩列嶂巑。命提中典使，首立外台端。\n经术良为本，科条亦可观。霜风清瘴疠，蛟鳄伏波澜。\n陈氏尝惭长，诸袁实继安。公卿终可致，道德在无刊。\n永忆家风厚，咨嗟狱吏残。深文堪惕息，考谳极创瘢。\n昔滥京仓禄，䢅趋省户丹。循书黄案尾，默愧惠文冠。\n隐几今怀耿，中宵每窃叹。政玆褒召杜，道必闭申韩。\n陈臬虽无陂，推情或未殚。勿忧陈奏却，翻戒虑囚宽。\n梅岭延冬燠，茆檐卧岁阑。公私相望切，引领属加餐。"
        },
        {
            "标题": "登报恩寺塔",
            "作者": "姚鼐",
            "内容": "山回烟绕出浮图，迥踏青霄万里孤。断雁秋云飘莽苍，高甍飞阁散榛芜。\n江风飒飒吹天日，海气昏昏浸楚吴。多少人閒兴废理，蒋山松柏正模糊。"
        },
        {
            "标题": "赵承旨天寒翠袖图",
            "作者": "姚鼐",
            "内容": "冷落山花閒竹竿，谁言空谷异长安。态浓意远无人见，自倚天风翠袖寒。"
        },
        {
            "标题": "万年庵次刘石庵韵以呈补山 其三",
            "作者": "姚鼐",
            "内容": "前辈輶轩过，风流忆宛然。人随寒雁远，迹付野僧传。\n礀户藏秋小，虚空放呗圆。欲穷生灭理，云影在诸天。"
        },
        {
            "标题": "登黄鹤楼次补山韵",
            "作者": "姚鼐",
            "内容": "夷陵西望巴山连，大江出空如堕悬。奔流一抺蹙沧海，大别黄鹄横障天。\n导江至此一夹束，潆洄衣带高楼前。忆昔赤乌始筑邑，凭轩雷鼓空江填。\n此閒开势自明远，钓台樊口谁能贤。一朝金雁瘗吴郡，何殊穗帐临漳川。\n高楼千载几兴复，传芭士女徒哀怜。因山命名义自当，俗说讵可丹青传。\n虞翻地下应大笑，孰逢黄鹤骑飞仙。我闻谯郡戴仲若，往往野服从䰻畋。\n仙人母乃即此是，惜哉林壑空苍烟。农部腹中有武库，瘴乡幕府尝周旋。\n罙入深穴缚虎子，欲效左手如羊牵。正当千里纵黄鹄，岂将一渚从栖鸢。\n嗟余年往道亦废，顾思暇豫偷安便。陪君欲鼓潇湘柁，湖南未到秋云边。\n汉口暮见楼雉影，江风晓踏蛟龙涎。晴空孑孑上反宇，天幕澹澹垂重渊。\n无心坐见白云灭，屹立惟有苍山坚。人閒万事不须说，跂足当楼聊醉眠。"
        },
        {
            "标题": "柬王禹卿病中",
            "作者": "姚鼐",
            "内容": "群舒山色如连云，万里江涛蹙山动。我昔结屋山中居，歊雾蒸云日澒洞。\n青蓑短棹放中流，山壑贞观信天纵。与君初未奉馀欢，各对烟波一江共。\n而今俱作长安人，林麓朝辞暮羁鞚。论交尘土一茫然，回首前游渺清梦。\n生平素无谐俗韵，转喉枨触嫌讥讽。虽非雏鼠隔云泥，忍为蛮触竞庸众。\n君才磊砢出千寻，匠石如逢任梁栋。雕镌缘饰会成名，枉耽清吟如鸟哢。\n只今病卧况兼旬，朝夕盐齑愁屡空。妻子牛衣色尚欣，邑人狗监文谁诵。\n燕山云物万里清，落叶秋声一庭送。高盖谁过敝席门，酒徒为具新刍瓮。\n爱君力疾剧清狂，尚有瑰词成酒中。跌宕宁非轶世才，激昂颇负穷途恸。\n从来烈士志济时，一割铅刀贵为用。不然脱屣去人閒，肯伏光范称乡贡。\n君怀奇兴逸如鸿，我逢有道惭非凤。依违见事信为迟，责备时贤母乃重。\n何当去此脱吾累，却因疾愈思当痛。山光水态终不殊，俗状尘容还自恐。\n但须鹿门携妻子，休俟临邛致骑从。清睴万里两幽人，回望尘埃真一閧。"
        },
        {
            "标题": "泊聊城",
            "作者": "姚鼐",
            "内容": "高柳汶川飙，落日聊城烟。元云翳明月，忽堕孤舟前。\n众星稍磊落，空水正回旋。腼思燕将守，辨说下鲁连。\n达士贵逃名，奚以解纷慱。一朝辞世网，泯迹东海边。\n高台今突兀，空枕汶阳田。"
        },
        {
            "标题": "泊采石值沈南雷来为姑孰山长夜话因赠",
            "作者": "姚鼐",
            "内容": "江山俯仰皆吾旧，送我清风满襟袖。双桡径度大江东，南徼云霞皆出岫。\n高阁平临日月辉，倾岩下涌金钟奏。空江远影吊苍茫，幽谷寒声生左右。\n止疑万古谪仙人，念我平生寻邂逅。那知玉趾向姑溪，正挂蒲帆出杭秀。\n开尊丈室寘盘餐，烧烛深宵继穷昼。小邑经师道自尊，荒村菜食容常瘦。\n风搏秋泽见鸿翔，雷响春陂闻雉雊。安有才如万斛泉，不汲王明藏井甃。\n明朝我欲揽钟陵，未获为君停㝛留。祝君早起济当时，傥有音书寄岩窦。"
        },
        {
            "标题": "演纶入都赋赠兼怀橿亭作江汉书院山长 其二",
            "作者": "姚鼐",
            "内容": "君家昔全盛，再相一经传。伯氏方迟出，清名似古贤。\n入宫群女日，男子诣曹年。怅惜风尘里，萧疏江汉边。"
        },
        {
            "标题": "演纶入都赋赠兼怀橿亭作江汉书院山长 其一",
            "作者": "姚鼐",
            "内容": "昔别燕郊路，今看草又春。还留三载客，为对再来人。\n酒态君都减，诗怀家更贫。匆匆头并白，镫火一相亲。"
        },
        {
            "标题": "市南宜僚弄丸",
            "作者": "姚鼐",
            "内容": "末艺通于道，抟丸亦可誇。销声楚国士，托迹市南家。\n质或同埏埴，形元杂聚沙。圆如珠错落，飞作雨横斜。\n指上疑呈月，空中即陨花。一廛聊戏弄，万目自惊嗟。\n斗已忘蛮触，兵旋靖镆铘。当筵仍祭酒，宣圣亦心嘉。"
        },
        {
            "标题": "万年庵次刘石庵韵以呈补山 其一",
            "作者": "姚鼐",
            "内容": "驿路阴将雨，林深鸟不喧。远风来习习，凉叶忽翻翻。\n野旷虫何怨，秋成物自恩。回依僧舍憩，寒水静当门。"
        },
        {
            "标题": "万年庵次刘石庵韵以呈补山 其二",
            "作者": "姚鼐",
            "内容": "观化吾生眇，焉知从古年。平生闻赤壁，邀客上青烟。\n雾雨藏南岳，江湖荡左偏。前峰犹自远，未可尽夤缘。"
        },
        {
            "标题": "见诸君作莫愁湖棹歌戏拟四首 其三",
            "作者": "姚鼐",
            "内容": "游人散尽渐乌栖，惟有渔舟半隐堤。一曲棹歌明月上，凄清风露女墙西。"
        },
        {
            "标题": "见诸君作莫愁湖棹歌戏拟四首 其二",
            "作者": "姚鼐",
            "内容": "春光易尽是湖涯，桃李阴成柳作花。和雨和烟千万树，不知谁是莫愁家。"
        },
        {
            "标题": "见诸君作莫愁湖棹歌戏拟四首 其四",
            "作者": "姚鼐",
            "内容": "前古烟波后世楼，教人欢喜耐人愁。新词才子情深浅，付与双鬟试啭喉。"
        },
        {
            "标题": "见诸君作莫愁湖棹歌戏拟四首 其一",
            "作者": "姚鼐",
            "内容": "繁华才过即千春，遗迹荒寒任水滨。复送酒船歌板至，那知中有断肠人。"
        },
        {
            "标题": "出金陵留示故旧",
            "作者": "姚鼐",
            "内容": "又向青溪十日留，依然双阙望牛头。交游聚处思移宅，衰病行时爱棹舟。\n萧寺风多长似雨，后湖烟澹总如秋。摩揩老眼僧书内，不为兴亡作泪流。"
        },
        {
            "标题": "隆兴寺阁",
            "作者": "姚鼐",
            "内容": "烈风吹沙昏，天低雪将至。晡度滹沱水，骑入隆兴寺。\n结阿层栏转，嵬阁当空企。平当金像面，下临欲无地。\n伏听惊飙响，缓送飞鸟坠。回首诸天外，苍然向幽冀。\n自从隋唐来，恒州几镇帅。毂绾太行口，旌麾委儿戏。\n颇怀宋艺祖，亲揽六龙辔。方释晋阳围，回出土门骑。\n山海近英盼，渤碣在指臂。图黯隆准颜，阶存刻石记。\n黄士蔽贤愚，万古一幽翳。冥冥止观理，漠漠浮生事。\n何为李匡威，独下登高泪。"
        },
        {
            "标题": "酬胡君",
            "作者": "姚鼐",
            "内容": "我如游云出庐霍，千里飘飘向京洛。黄山西畔初别君，溪流饮马桃花落。\n江南花落几春风？羁思渔阳飞塞鸿。今年乘舟玩海月，片帆淮甸摇晴空。\n西寻庐阜彭蠡侧，拂袖千峰万峰碧。仙人一去白云秋，明月无心照石壁。\n远公东林寺，徐孺南昌宅。寒草苍烟昏似积，我对青天空太息。\n丹枫十月凋南州，雨声寒抱章江楼。登高把酒忽相遇，昔君颇料如今不？\n明月寒胎耀当代，楚望沈沦媚幽彩。人閒得失似浮云，且对江山吾辈在。\n清诗一唱碧霄閒，五色馀霞散湖海。湖海西风万里吹，酒阑明日各天涯。\n青山挂席余将去，嗟尔尘埃玉树姿。"
        },
        {
            "标题": "南唐",
            "作者": "姚鼐",
            "内容": "小朝偃蹇大江东，烟月流连六代风。建业文房收宝笈，清凉法眼启琳宫。\n帝都执玉才嫌后，天堑浮桥已架空。一听大梁春夜雨，最思花是去年红。"
        },
        {
            "标题": "题庚午同年通州冯甘浦采樵图",
            "作者": "姚鼐",
            "内容": "草屦担樵入乱峰，写图犹是少时容。低回五十馀年梦，柯烂青山不可逢。"
        },
        {
            "标题": "与王禹卿泛舟至平山堂即送其之临安府",
            "作者": "姚鼐",
            "内容": "往年与子游扬州，红蕖尽落陂塘秋。秋风吹江上，海月照见苍烟吹笛之孤舟。\n形骸放浪各无累，钓竿只欲垂沧洲。君后文辞动天子，起家簪笔承明里。\n我复逢君向凤城，对把清尊思故里。春日辞君返乡县，江草江花不相见。\n何意昨宵明月来，重照扬州故人面。一麾出守未须嫌，且泛江南水如练。\n江南水暖扬州城，亭阁半空弦管声。垂杨一棹千丝轻。\n船窗玉面歌童出，捧手迎君如有情。锦帆画舸竞朝渡，翠袖红妆看晚明。\n松风吹入栖灵寺，一片斜阳渡江至。江云叶叶向南飞，绕遍吴山万重翠。\n青山虽好不留君，为念来朝复愁思。愁思迢迢送别离，劝君努力向天涯。\n凤皇须下滇南郡，处士虚声何足奇。"
        },
        {
            "标题": "答客",
            "作者": "姚鼐",
            "内容": "凤城恩近贲新除，鸿渐都升省阁居。楚国多闻推左史，汉臣清望动中书。\n春深文宴盈金谷，日宴儒林论石渠。盛世弹冠诚欲往，秖怜衰发不胜梳。"
        },
        {
            "标题": "答孙补山中丞过港口万年庵见怀二首 其一",
            "作者": "姚鼐",
            "内容": "岭峤频褰问俗帷，流歈夹道拥蛮夷。建牙巨海重云上，弭节千山落日时。\n明月珠崖盈近岸，祥飙神庙送归旗。县闻诸管环相慰，久识中朝吴隐之。"
        },
        {
            "标题": "答孙补山中丞过港口万年庵见怀二首 其二",
            "作者": "姚鼐",
            "内容": "湘东松竹带邮亭，十五年前两使星。鸿翼久回春水白，隼旟重向越山青。\n僧堂吟就兴遥梦，麟阁图成失壮形。我欲更除三㝛恋，就公新治乞坛经。"
        },
        {
            "标题": "答客",
            "作者": "姚鼐",
            "内容": "藜藿粗营便闭关，几看荣谢隔溪山。淹留正尔因衰病，敢笑何公去复还。"
        },
        {
            "标题": "哭孔信夫次去岁观伎韵君自遗书乞余铭墓",
            "作者": "姚鼐",
            "内容": "公子声高鲁庙堂，为余江水溯游长。石铭归托名千载，玉版前留墨数行。\n鵩臆恍知从物化，人情未可扣天阊。清樽急管同听处，依旧乌衣上玳梁。"
        },
        {
            "标题": "新城道中书所见",
            "作者": "姚鼐",
            "内容": "大雾被野天为遮，海东遏不翔金雅。寒威逼人敛默息，倏忽眼眩生奇花。\n是时夹道万冻木，半生半死交杈枒。含灵孕气作怪异，缬如桃李冬扬葩。\n苍龙立海负冰雪，天女隳地纷珠珈。黄帝此夜战涿鹿，蚩尤肩髀埋谽谺。\n三军凯旋尽解甲，乱挂林木光明霞。千形万态未易究，琮琤忽坠当吾车。\n发书占策苦不得，野老能说殊亦佳。或云休徵备饭瓮，梱载千亿收禾麻。\n或云此咎达官怕，有鬼欲瞰高明家。从来休咎两难定，况何与此枯树耶。\n红垆围坐别妻子，敦㝛起看聊矜夸。虚荣幻象岂久据，午位已正阳轮加。\n饥肠得食出戏语，荒店冻壁题欹斜。"
        },
        {
            "标题": "孔撝约集石鼓残文成诗",
            "作者": "姚鼐",
            "内容": "在昔成周造西土，日出海隅皆奄抚。同文遂光天子政，异学敢施私智舞。\n大蒐有礼朝金舄，小雅馀萹镌石鼓。东迁孔子悼《诗》亡，史有阙文吾尚睹。\n倔兴㬥国尚首功，拨去古文焚一炬。小篆从玆法丞相，《爰历》竞言受车府。\n援笔且便徒隶才，立政安求周召侣。虽然六体试古文，尚有典刑存一缕。\n魏晋以后述者稀，科斗仅传逮韩愈。厥后推求钟鼎文，形响猜疑似聋瞽。\n铭勒谁可迹"
        },
        {
            "标题": "次韵答李啬生二首 其一",
            "作者": "姚鼐",
            "内容": "少期学古老逾遥，冗籞人间敢树杓。阶闼静中聊隐几，江湖随处与停桡。\n形骸有幸留衰白，文字无功谢琢雕。犹蓄狂言思一发，青枫魂梦冀君招。"
        },
        {
            "标题": "次韵答李啬生二首 其二",
            "作者": "姚鼐",
            "内容": "淮南饥岁奈愁何？湫隘贫官感倍多。精卫漫衔填海土，鸾凰自上觐天坡。\n谈经草长先生带，混迹流随举世波。一夕吟诗渡江岸，僧庐幽处拟同过。"
        },
        {
            "标题": "篆秋草堂歌赠钱献之",
            "作者": "姚鼐",
            "内容": "古文遭秦烧不存，当时丞相篆独尊。登山刻石作融匾，颇取茂美异本根。\n呜呼秦人尚刻盭，自玆书亦含秋气。鲁壁再传蝌斗书，相传竟断卫伯儒。\n世竞草隶篆益疏，卓哉阳冰导二徐。破碎都无保氏义，瑰奇独继秦人模。\n钱君晚出江海陬，学篆欲溯轩黄初。草堂多秋怀，用意亦何孤。\n岂但用意孤，笔力不世出。金坛王侍郎，先朝篆第一。\n濡毫未免先著漆，布置虽均生气失。钱君写篆不择笔，冥合豪釐未尝溢。\n乃知天巧工中微，不似粗工常缚律。君家詹事今古人，君与学古情益亲。\n詹事登朝三十年，大儒师保居虎门。尝见所作篆亦如，儒者端拱齐韠绅。\n况君年纪未三十，老生相逢低首立。家学益承安可及，明廷待君虽未入。\n经术终当佐天子，挟筴那能归下邑。长安二月春风来，草青欲出花未开。\n江湖梦远春水白，篆秋草堂安在哉。门多问字扬雄客，声振群公贾谊才。\n盛名虽好戒多取，千古当推殊俗怀。我今废学苦多忘，愿就咨君日百回。\n他日张纮隔吴下，苦将名篆忆裴褢。"
        },
        {
            "标题": "雨登岳阳楼",
            "作者": "姚鼐",
            "内容": "衡疑阻南服，江汉朝东溟。巴陵山泽会，烟雨长晦冥。\n风交广漠野，云起荡天经。荒忽洞一气，焉扬帝子灵。\n坐销积雾白，稍见君山青。波下辰阳渚，秋来襄郢坰。\n澹余千里客，城观此孤停。奄落西陵日，馀阴横洞庭。\n《咸池》行复奏，倚待与谁聆。"
        },
        {
            "标题": "花朝雪集覃溪学士家归作此诗",
            "作者": "姚鼐",
            "内容": "京师信人海，时时遇贤哲。事会一聚之，倏复"
        },
        {
            "标题": "出独山湖至江口作",
            "作者": "姚鼐",
            "内容": "初日澄前陂，馀阴澹岩曲。清流杳终古，宛此媚幽独。\n烟消净衰草，风来振疏木。移舟度云影，停桡玩空渌。\n理味后人踪，兴与前游属。托世楚云里，孤怀亮自足。"
        },
        {
            "标题": "张惺斋见示先赠侍读公西阪草堂集辄题一首",
            "作者": "姚鼐",
            "内容": "数卷清风迥出群，正如缥缈敬亭云。宣城古是诗人地，张氏才多奕世闻。\n踰岭奇游苏玉局，登楼伤别杜司勋。通家独恨升堂阙，聊比中郎志郭君。"
        },
        {
            "标题": "九日渡湘水",
            "作者": "姚鼐",
            "内容": "夜雨长沙郭，馀阴被湘洲。揽衣趋朝津，朋好方维舟。\n微飙飒以生，澹荡向中流。初日忽东上，连山正西浮。\n叶落洞庭渚，邈然江汉秋。昭旷有馀景，沉没靡前修。\n凉风送阳雁，空景吊阴虬。孤思安敢极，良会聊相求。"
        },
        {
            "标题": "咏古五首 其四",
            "作者": "姚鼐",
            "内容": "循吏有儿宽，乃以负租黜。设吏为茧丝，何以责乾没。\n念彼魏二臣，属厌风馈毕。岂不爱吾君，惧以滋遗失。"
        },
        {
            "标题": "效西昆体四首 其四 越台",
            "作者": "姚鼐",
            "内容": "臣佗事汉抱孙年，沧海无波阜井廛。岭峤春台馀穗帐，牂柯秋水下楼船。\n空询万里番禺酱，不及千金好畤田。一自建章荆棘后，越巫方更与谁传。"
        },
        {
            "标题": "送江宁郡丞王石丈运饷入蜀",
            "作者": "姚鼐",
            "内容": "使传驱天府，家声长地官。书名留御墨，急病在衷丹。\n行受专城寄，宁辞报国难。天从秦岭窄，身入栈云寒。\n转饷千峰里，传餐万木端。才猷经事大，体骨积劳安。\n忆㫺趋阶序，初欣见羽翰。山邱嗟岁往，风义值江干。\n短发飘藤架，长歌共药阑。亭皋春寂寞，阁道路巑岏。\n凉燠车中换，情怀事外宽。吾衰君自壮，谈笑去征鞍。"
        },
        {
            "标题": "寄和刘海峰三丈游伊阙之作",
            "作者": "姚鼐",
            "内容": "闻去梁园超广武，西登阙塞眺黄河。伊阳风雨从中出，洛下山川向北多。\n白发上宾聊自许，青春归兴复如何。且从浩荡诗怀剧，莫念沈沦壮岁过。"
        },
        {
            "标题": "魏三藏菩提流支在胡相国第译金刚经刻石拓本",
            "作者": "姚鼐",
            "内容": "佛在祗树园，当时说此经。须菩提跽前涕零，复有千二百五十人旁听。\n草堂寺盛秦姚兴，鸠摩罗什天竺僧。译诸经品中，此经为大乘。\n后有菩提流支来，世言可埒罗什才。侍中崔光为执笔，相国之第为之开。\n别出译本劖崔嵬。自从西晋乱，震旦人最苦。是时佛法兴，经律遍中土。\n大慈无力拯横流，象义犹能歆暴主。其閒暂废太平真君年，厥孙事佛俄加虔。\n废者奉道希神仙，复者谄媚求福田。糜烂战斗峻刑网，穷饰寺庙开法筵。\n太和以来既南渡，洛阳伽蓝起无数。胡后宫闱不可言，永宁佛图功最钜。\n后胡国珍前冯熙，敬事释门皆后父。富贵已极忧死生，外戚无功谓神助。\n译经更荐国珍死，作福宁非太后故。我闻佛法不可文字求，廓然无圣道最优。\n天宫龙藏积万卷，纷纭律论谁穷搜。其中佛语魔语杂，埽除皮毛见正法。\n章句文义若争巧，不二无言何处答。君不见胡后起自姑为尼，死入双灵寺内栖。\n其始以此终亦此，妙义那知葱岭西。河阴朝士埋碧血，洛下宫闺生蒺藜。\n祗有青山宗片石，留传绝域舍婆提。"
        },
        {
            "标题": "望庐山",
            "作者": "姚鼐",
            "内容": "我行昨出庐山西，藤竹苍苍阴虎溪。东林钟声晚出寺，高崖木叶秋平溪。白云万叠倏然合，窈眇回听清猿啼。洪州三月忆惝惚，径驾归艇轻于翳。宫亭湖东日初出，岚彩欲见一片青。烟迷沧州淼漭万余里，岩风忽落闻天鸡。屏风叠开张，浸入颇黎。沧海贯石梁，白日挂丹梯。松杉上接瀑布落，藤萝下拂云光低。须臾湖波兴，日晦风凄凄。香炉峰，摇曳同菰稗。舟行望远势还出，矫如踏云浮动之苍霓。山摇海荡不知处，想见枕石醉卧人如泥。晚泊湖心照南斗，仰视正与石门齐。莫言灵境近咫尺，帆樯倏过难攀跻。将游天地之一气，庐山从我到处如提携。"
        },
        {
            "标题": "唐伯虎匡庐瀑布图",
            "作者": "姚鼐",
            "内容": "江南万重山，匡庐乃出万重上。人言秋晴万里峨嵋巅，青天一点东南望。\n连峰苍苍不见顶，日出彩烟生半岭。玉堂石室藏其中，纵有天风吹不冷。\n群岩环峙不可名，岩端霞气升空行。石梁忽贯青霞落，倒海流云走空壑。\n万谷钧天广乐鸣，思鸟哀猿一时作。石门百仞当空开，吴越江帆千里来。\n仰首见吴越，俯首闻风雷。何人携杖凌倒景，萧条六合谁友哉。\n林岑藤茑相撑拒，骖鸾过处原无路。世閒惟有银河数派通，溅珠飞玉流平处。\n我昨乘小艇，正出宫亭湖。湖心黯黕沈黛色，夕阳一半开菰蒲。\n是时初冬水不落，悬知崆㟅巨壑轰千车。倾崖曲"
        },
        {
            "标题": "隐仙庵双桂相传元时植秋时花开极盛携客及幼子师古观之因赋",
            "作者": "姚鼐",
            "内容": "钟离真主渡江前，双桂蜷枝已刺天。南国市朝非曩日，西风阑槛又经年。\n黄金万蕊香浮阁，白雪千茎冷覆砖。零落满阶君勿叹，吾生那得较花坚。"
        },
        {
            "标题": "寄仲郛",
            "作者": "姚鼐",
            "内容": "天外思将新岁酒，雪中同醉故人家。折梅忆客楚江远，冻竹闭门山郭斜。\n春昼锄犁无素业，少年词赋共青霞。长安沟柳看垂发，直恐相望到鬓华。"
        },
        {
            "标题": "题坳堂所藏诸城刘文正公手迹",
            "作者": "姚鼐",
            "内容": "独立清修动主知，喟然耆艾在彤墀。后来董令思文伟，谁许王宏继穆之。\n竹素苍茫千载事，邱山零落百年期。寸缣中有平生感，曾共山公把酒卮。"
        },
        {
            "标题": "为周期才题春江归棹图",
            "作者": "姚鼐",
            "内容": "如织江帆上下流，无人天际识归舟。昨来停棹还西去，画里升州似鄂州。"
        },
        {
            "标题": "万柳堂分韵得房字",
            "作者": "姚鼐",
            "内容": "驱车轹草越败墙，高柳万数馀两行。同来十客吊荒圃，自昔几辈升此堂。\n相公退直紫微省，词客尽会平泉庄。外张绿云作帷幕，中吹白雪调竽簧。\n尚馀杗桷挂蛛网，已无户牖开蜂房。脱辐当门妇尘席，举案置地斟虚觞。\n平生眩视鲁郊飨，日思埋迹蚁邱浆。治世群才美可用，放言吾志嘻其荒。\n已知尧桀未须辨，焉明凡楚今谁亡。默对荒陂夕阳尽，独忆秋风江水长。\n仆夫促驾各归去，回首陈迹烟苍苍。"
        },
        {
            "标题": "戊午八月廿六日过苏州囱囱一诣虎邱后二十五日自杭州回与马雨耕及持衡重往竟日登揽因题八韵",
            "作者": "姚鼐",
            "内容": "虎阜前朝寺，蜂房四面楼。槛前山杳杳，岩下水悠悠。\n负海帆斜出，生烟郭正浮。地标铃塔峻，天纳剑池幽。\n舍宅希尘外，开堂问石头。树凋吴苑绿，云是晋时秋。\n一慕庄岩界，重经澶漫游。不随零落候，金粟为余留。"
        },
        {
            "标题": "定州遇雪",
            "作者": "姚鼐",
            "内容": "夜出真定府，已行一百里。日晡人马倦，西风大无比。\n大声长绕空，沙石四面起。竹舆转人肩，翻翻欲见㡳。\n偷眼望太行，乱云出其里。落日映其上，昏黄到山趾。\n投憩道边庙，相对袖缩指。面色才一回，计程不可已。\n入舆坐龟息，下帷任所诣。渐闻栖鸦声，始知风稍止。\n张镫到定州，空庭月如水。欲看雪浪石，城闭二更矣。\n夜卧声更寂，寒光忽透纸。不知何时雪，茫茫没人履。\n踏冰渡唐河，隔岸朝暾启。"
        },
        {
            "标题": "秋至",
            "作者": "姚鼐",
            "内容": "积雨晴时风满襟，夕阳空院落疏阴。暑过秋至关谁事，付与寒蝉树上吟。"
        },
        {
            "标题": "同禹卿拙斋登木末楼",
            "作者": "姚鼐",
            "内容": "江边携酒送春归，霁雨登楼风满衣。贾舶霾云吹暗浪，佛图悬日照空矶。\n故交纵荡情忘老，寒衲逢迎语亦稀。第一江山容易到，举杯犹欲尽斜晖。"
        },
        {
            "标题": "章华国课子图",
            "作者": "姚鼐",
            "内容": "君居西郊我城里，同饮桐溪一溪水。我行京国百不欢，惟见乡闾来辄喜。\n值君新著陇西绩，收缚穷奸才折箠。侍中赞引入金门，天子书名留玉几。\n出同镫火倍欣然，行异关河良久矣。室家劳问到髫羁，岁月峥嵘看发齿。\n一经君已胜籯金，四十余才射蓬矢。根柯羡说长豫章，图画更教看騄駬。\n失笑天吴紫凤閒，那免任童蒋翁耻。君行努力快清时，身活千人家必起。\n却赋徐乡有二雏，所愧衰迟如子美。"
        },
        {
            "标题": "题唐人关山行旅图",
            "作者": "姚鼐",
            "内容": "乱山奔如涛，急水高如山。千山万水不可度，况有倚天绝地之雄关。\n终南东走洛与宛，剑阁岷嶓天最远。山头日落关前晚，青烟满地黄云返。\n栈中马足蹑重云，岩㡳车声行绝坂。后有舆从前建旄，孤骑席帽丝鞭操。\n负担汗赪贱且劳，耳边不断风骚骚。猿鸟悲啸兕虎嗥，青枫密竹苦雾塞，仰首始露青天高。\n林开地阔春陂绿，商舶渔舠牵缆续。嘉陵江水下渝州，愁听巴人《竹枝》曲。\n不道曲声悲，且说含辞苦，山头十日九风雨。君王肠断为零铃，行路谁能不酸楚？\n路草岩花秋复春，关山犹有未归人。丹青写尽关山怨，千古行人行不断。\n将身涉险岂非愚，不及田閒藜藿饭。或言男儿桑弧蓬矢射四方，那得日在妻孥旁？\n樵夫隐士同一谷，英雄贾客偕征行。士生各有志，未易相评量。\n亦有进退无不可，出亦非见居非藏。苍生自待命世者，岂必栖栖求异乡？"
        },
        {
            "标题": "秋露如珠",
            "作者": "姚鼐",
            "内容": "何物当凉夜，晶明点素秋。白云零露降，碧草散珠浮。\n浦讶鲛人泣，皋疑汉女游。悬林纷似琲，垂地忽成旒。\n雾里圆相照，风前澹不流。圣朝调玉烛，万宝缀枝头。"
        },
        {
            "标题": "红绽雨肥梅",
            "作者": "姚鼐",
            "内容": "五月零梅雨，凄迷小院中。方看千树绿，忽讶数枝红。\n硕大浆应足，匀圆气太充。叶边明点缀，颗上罅玲珑。\n得润香痕吐，迎阳霁色融。湿阴前日重，干种异时功。\n低亚湘帘影，频摇曲槛风。长卿最消渴，试赋上林丛。"
        },
        {
            "标题": "闻河决张瑞书以陜汝道督工没焉怆悼作诗",
            "作者": "姚鼐",
            "内容": "岁赋长茭筑水墉，又闻万室入波冲。王尊勇竟为冥死，赵孟侪还谢禹庸。\n祠庙吏民垂泪过，衣冠先垄想魂从。衰罢愧乏当时用，焉敢"
        },
        {
            "标题": "临清雨夜",
            "作者": "姚鼐",
            "内容": "昔挂轻帆济江泽，载酒同舟尽佳客。两岸秋声枫树青，半夜月明江水白。\n飘零朋旧感平生，摇落关河复今夕。漳水东流汶水清，寒雨孤篷百忧积。"
        },
        {
            "标题": "正月晦日期应㝛同游浮山余往遍历诸峰而应㝛不至遂㝛会胜岩次日至华严寺作诗归示应㝛兼寄朱竹君学士",
            "作者": "姚鼐",
            "内容": "朝晖扬澜渡，明漪泛巃嵷。舍艇杖筇入，两崖一道甬。\n石若垂天云，与地离跟踵。立柱袅纤箾，垂乳坠拥肿。\n长风流其隙，飘摇殆将动。初入浩笑廊，题名纷蠛蠓。\n昏泐间一读，鼻磨目劳眮。三曲既穿洞，一门俄出竉。\n睥睨昔建矛，搏斗事呼詾。中山信人杰，造迹拔砦勇。\n浮云失前功，巨障有馀巩。超登万壑上，空宇散群壅。\n尝闻此山木，连峰覆郁蓊。陋僧不知惜，十八槱煴㷓。\n俯视惟壑谷，青葱若箸䉥。上有石攒罗，象似岂寓俑。\n江湖漫远明，峰棱点脩耸。是时春始和，菜麦竞刺垄。\n佳人终不来，逝鸟时企翪。天风警虚襟，寒阴肃昼恐。\n天池见纤鳞，人言乃龙种。却立不敢浴，引手聊一捧。\n浥水洗石莲，戏答群怂恿。绕云梯颇峻，僧导使余踵。\n右诣张公岩，欲乞馀铅澒。夙闻九带禅，晰义启愚懂。\n异哉不二门，兼绍洞山统。我登远公石，但见青草菶。\n安得闻说法，颠顶灌酪湩。日暝返龛阁，中心独怅懵。\n青镫荧石壁，照佛两臂拱。终夜风雨急，环岩吐泉孔。\n坐待朝旸洞，果见先曈昽。置案未尽餐，僧雏来趣董。\n西北舍旧历，东南发新竦。紫霞关其隘，穹蜷偃脩蝀。\n僧登余未上，仙床危可悚。最钜金谷岩，斑駮矗上涌。\n赤玉挂弯环，青天受蟠拥。岩窦立金容，纵横结梁栱。\n其右辟石室，弇上窍若笼。冬凝曜冰柱，春霤堕乳挏。\n有童试掷爆，訇殷坁隤陇。其外沸石泉，当户三曲踊。\n长溪决两隘，霜锷拔鞞琫。转入华严寺，高林堕鸟氄。\n鲸铿震幽阴，奚啻破蛚蛬。遂穿巨竹径，上诣可师冢。\n婆娑芳桂阴，趺坐遗厦"
        },
        {
            "标题": "钱詹事座上观沈石田画桧歌",
            "作者": "姚鼐",
            "内容": "三百年中画第一，天趣横流腕閒出。弟子尚作文徵明，先生自入董源室。\n长卷大树为者难，屈伸神鬼开云关。忽移拔地风霆閒，纸上已作千年斑。\n常熟萧梁七星桧，七株今尚三株在。一株横空偃圆盖，二株曾遭雷火焚，直干依然挺灵怪。\n海气沉霾古观中，行人太息虞山外。徵君携客游观之，自从图成复写诗。\n岂徒草木生颜色，谈笑风流皆可思。吾家乃在舒州住，未过镇江东一步。\n曾闻此桧不曾逢，却忆江帆建康路。壬申之岁给事园，往看六朝之松树。\n长鬣上激虬龙呜，蜷身下作狻犀怒。江寒浪涌排风烟，日落天空走云雾。\n此松此桧遥相望，神物而今松独亡。樵薪荆棘谁当念，寂寞岩阿亦可伤。\n人閒贵贱诚难测，且展烟霞吐胸臆。作画看山终此身，富贵不以离其亲。\n已逢洪治升平日，更作东吴偃卧人。古树江南春复春，可怜轮辙尽劳薪。\n世閒诗画犹馀事，令我长思真逸民。"
        },
        {
            "标题": "洪县",
            "作者": "姚鼐",
            "内容": "晓色高原上，连山夹路隅。单车度淇水，秋雨绿王刍。\n闻道青岩迹，长怀隐者徒。林峦深翳蔚，中有片云孤。"
        },
        {
            "标题": "送子颍之淮南",
            "作者": "姚鼐",
            "内容": "忆昔去家三千里，未有交游托燕市。当时独闻刘海峰，每把清尊说吾子。\n尊府多年为贵臣，君才气更凌青云。会稽禹穴华岳顶，胸中万里千嶙峋。\n归来风月澹襟抱，势去金貂非等伦。君爱朋交重圭璧，不恤家空徒四壁。\n壮士论心天地閒，往往狂歌同落魄。去君远下沧江烟，醉卧白云天上船。\n西风落叶东流水，挢首南鸿思北燕。新知强对伤怀抱，未若平生故交好。\n海峰老隔黄山云，见子依燃蓟门道。雄才应勒万里勋，收身岂厌五湖岛。\n但愿为龙我作云，对子玉颜长不老。千里淮南云水昏，几人流落怜王孙。\n平生志意讵如此，离绪茫茫何可论。"
        },
        {
            "标题": "登永济寺阁寺是中山王旧园",
            "作者": "姚鼐",
            "内容": "中山王亦起临濠，万马中原返节旄。坊第大功酬上将，江天小阁坐人豪。\n绮罗昔有岩花见，钟磬今流石殿高。凭槛碧云飞鸟外，夕阳天压广陵涛。"
        },
        {
            "标题": "柬张橿亭庶子",
            "作者": "姚鼐",
            "内容": "我爱嵇中散，读书想介狷。浊酒弹素琴，了毕平生愿。\n孤生托江淮，垂缨入王甸。匹若菁茅微，偶与芹菹荐。\n生世湘中帆，曲折衡九面。可怜牛马走，坐阅鱼龙变。\n浑沌中央死，峦壑北山讪。空馆复何有，皓月相邀见。\n九衢金钥开，万树银花贱。不及轻薄儿，珠楼听歌遍。\n知君亦寥寂，座乏尊罍劝。惟应好兄弟，短檠犹堪恋。\n金匮纪神功，大蒙入寅饯。柱石佐休明，厦成纷贺燕。\n丰采天下思，奚论同乡县。岂如一曲士，聊游六气辨。\n未称八金门，青山结遥眷。"
        },
        {
            "标题": "寄友",
            "作者": "姚鼐",
            "内容": "一室闻秋雁，倏有江海思。空水澹寒天，遥待孤帆至。\n念君朝未来，谁当共吾逝。相望隔清溪，西风满林次。"
        },
        {
            "标题": "寄友",
            "作者": "姚鼐",
            "内容": "千仞青岩万壑云，辞家藤杖谒匡君。玉箫吹处非人世，江上秋风偶一闻。"
        },
        {
            "标题": "五言长城",
            "作者": "姚鼐",
            "内容": "五字摅才隽，千军畏笔雄。包罗横地理，卓立夺天工。\n万雉生毫末，三边划坐中。墨疑蒸士筑，辞任锐师攻。\n但有层霞起，曾无一线通。坚凝如护国，吟咏似巡功。\n风雅声虽变，经营指略同。将摩太历垒，莫谓后贤空。"
        },
        {
            "标题": "过明孝陵",
            "作者": "姚鼐",
            "内容": "蒋侯山与故宫连，想见兴王作邑年。银海竟从僧易地，石床空令女朝天。\n山青尚似觚棱阙，㵎涸曾无功德泉。正是江村寒食节，落花飞絮羡门前。"
        },
        {
            "标题": "送陈东浦方伯自江宁移任安徽三十二韵",
            "作者": "姚鼐",
            "内容": "衡岳群舒地，横江六代都。风烟通上下，民俗别荆吴。\n驻节方从化，移辕有待苏。生申元四国，借寇岂私吾。\n白下公初莅，黄中信早孚。从容文礼乐，谈笑奠江湖。\n小察羞誇智，吁猷始作谟。五年休息意，四境荡平途。\n爱士怜弹铗，知音辨滥竽。古风宣頀夏，伪体辟榛芜。\n岂以文防政，真看效是儒。甘棠方苃舍，瓠子计搴刍。\n天语褒丹凤，人心絷白驹。皖公先在望，泗上且须臾。\n四载俄安宅，双旌遂载驱。同州淮海合，分省井疆殊。\n作伯临诸帅，投閒有一夫。登龙惭郭泰，伏鹄愧南趎。\n江远林烟澹，霜初岸草枯。远偕迎竹马，近即送樯乌。\n回首思乡郡，倾心仰大炉。土风兼侠武，邻域急军需。\n狗有生氂逸，人无佩犊粗。依仁谐众愿，舞德况微躯。\n剧邑将辞醴，归村更饮酺。瓶开惟说尹，襁负共将雏。\n九派浔阳会，千峰天柱孤。词源瞻几杖，坐上又醍醐。\n此地朱訾口，他时北斗枢。旬宣宁楚尾，羽翼上天衢。\n业广同环海，恩周讵向隅。形容群作颂，传咏慰吴歈。"
        },
        {
            "标题": "过芜湖",
            "作者": "姚鼐",
            "内容": "不见春江际，安知路所经。远随烟外席，时逗岸边亭。\n鹊尾云弥白，鸠玆山渐青。更投前港㝛，雨势复冥冥。"
        },
        {
            "标题": "王舍人友亮坐看云起图",
            "作者": "姚鼐",
            "内容": "潜皖万岭江之西，朝云暮霭长升跻。吾家乃在云中住，出户二里三里迷。\n江上看山卓云立，略与吾居平地齐。吾尝策杖更西上，猿捷鸟逝非常蹊。\n岳云盛气远蓊合，何所埋庪元封圭。穷丹踰翠乱云堕，其上点点才如鹥。\n乃知大山宫小霍，一邱软草平流溪。不谓坐处已崭绝，但觉四面峰头低。\n云生石罅走一发，下作霹雳淙鸣畦。缭绕连峰态万出，咫尺晴日交阴霓。\n暮㝛僧庵光正白，月横露壑风凄凄。晦明朝暮看尽好，惟有远别无由携。\n君家看云昔黄海，新居乃卜长干堤。崇山到此势已尽，吐气犹是龙虎栖。\n欲穷馀霞散绮色，请登天阙攀云梯。嗟余送子隔云外，独忆秋山猿夜啼。"
        },
        {
            "标题": "方坳堂",
            "作者": "姚鼐",
            "内容": "千山百越郡，万里五溪源。地远开都会，才难任干藩。\n皇仁同近辇，使者命乘轩。道在儒生勇，人依执法恩。\n绣衣将日月，襆被共朝昏。一夕朝青琐，三年住白门。\n帝咨方略盛，民戴德风温。涕泗秦淮水，徘徊禁掖垣。\n遄归期仲甫，急病且臧孙。帆溯三江上，涂穷五岭垠。\n秋风彭蠡雁，落日洞庭猿。志壮行无系，时艰事有原。\n楚郊嗟兽骇，蛮洞聚蜂屯。太乙回西指，将军据右尊。\n风云霾战垒，岁月未櫜鞬。封事参降畔，夷情杂诈谖。\n乔良今属汝，颇牧不须论。辱好如昌歜，瞻风接芷荪。\n烟开江总宅，草长谢公墩。半榻栖荒寺，联裾访废园。\n极知东壁蟋，岂偶北溟鲲。适越才开艇，兴贤正闭阍。\n盘游淹㡊履，情好隔篪埙。想像登车节，乖违祖帐樽。\n丈夫矜大志，儿女谩销魂。国伐书金鼎，田家醉瓦盆。\n所欣光事业，非仅赖平反。寄望天涯路，因歌江上村。"
        },
        {
            "标题": "顾涧蘋焦山拓铭图",
            "作者": "姚鼐",
            "内容": "焦山寺里随僧粥，枯木堂中看古文。三客两亡馀有仆，百年几尽忽逢君。\n桉铭欣得闻京兆，载酒常当同子云。却使卧游生远想，海门东眺碧天分。"
        },
        {
            "标题": "岁除日与子颍登日观观日出作歌",
            "作者": "姚鼐",
            "内容": "泰山到海五百里，日观东看直一指。万峰海上碧沈沈，象伏龙蹲呼不起。\n夜半云海浮岩空，雪山灭没空云中。参旗正拂天门西，云汉却跨沧海东。\n海隅云光一线动，山如舞袖招长风。使君长髯真虬龙，我亦鹤骨撑青穹。\n天风飘飘拂东向，拄杖探出扶桑红。地㡳金轮几及丈，海右天鸡才一唱。\n不知万顷冯夷宫，并作红光上天上。使君昔者大峨眉，坚冰磴滑乘如脂。\n攀空极险才到顶，夜看日出尝如斯。其下濛濛万青岭，中道江水而东之。\n弧臣羁迹自叹息，中原有路归无时。此生忽忽俄在此，故人偕君良共喜。\n天以昌君画与诗，又使分符泰山址。男儿自负乔岳身，胸有大海光明暾。\n即今同立岱宗顶，岂复犹如世上人。大地川原纷四下，中天日月环双循。\n山海微茫一卷石，云烟变灭千朝昏。驭气终超万物表，东岱西峨何复论。"
        },
        {
            "标题": "九月八日登千佛山顶",
            "作者": "姚鼐",
            "内容": "泰山出青云，天半苍然独。梁宋暨东溟，万里环其足。\n阴嶂走济南，云涛尚奔蹙。势尽居益高，堑断无陂麓。\n振衣斗直上，陟磴逾援木。落叶下泺泉，秋风散海曲。\n一卷华不注，拖云点青绿。犹见山花开，顾绝栖鸟躅。\n高寒不可留，归来泛秋菊。"
        },
        {
            "标题": "赠沈方谷",
            "作者": "姚鼐",
            "内容": "昨挂云帆来，黄河流浩浩。遥天沃日沧海波，长风送客淮南道。\n不见隋朝之宫殿，但见隋堤之芳草。芜城萧索无可欢，却遇故人情独好。\n真珠滴酒斟金杯，樱笋玉截珊瑚堆。脱冠把袂相徘徊。\n夜深星斗满空落，仰见孤鹤横江来。身后名，生前酒，二者于吾并何有。\n尝愿登临九子峰，又思放浪五湖口。难得人生一日閒，况值相知十年久。\n看君鸾凤才标孤，秋风吹翼升天都。难策言堪诎丞相，作赋才宁非大夫。\n䂊章杞梓云霄上，岂与人閒伴社樗。楚雨才晴京口树，上有流云不知处。\n君望西南千万峰，我棹渔舟从此去。"
        },
        {
            "标题": "夏日绝句二首 其一",
            "作者": "姚鼐",
            "内容": "数株当户绿交加，徙倚前荣见早霞。忽有㝛禽惊起语，露梢飞落石榴花。"
        },
        {
            "标题": "景州开福寺塔",
            "作者": "姚鼐",
            "内容": "百里见卓锥，震旦仰雄最。叩门谒香台，据地乃非大。\n削立外无阶，穿空中不碍。矫立长风巅，万里散秋籁。\n天地莽相围，白日转檐外。太行青嶂断，烟雾积幽蔼。\n漳汶与滹沱，流空忽交会。帆樯趋溟渤，鸿雁下吴会。\n回首送秋云，萧萧出燕塞。缅思开皇年，建造盛幢盖。\n移国女宠阶，贻家适宗废。福田安得长，遗迹岿犹在。\n嗟余尘鞅倦，聊驻绝景对。落景下层梯，茫茫广川晦。"
        },
        {
            "标题": "清苑望郎山有怀朱克斋",
            "作者": "姚鼐",
            "内容": "男儿三十分铜竹，多少功名到白头。紫陌莺花故人牍，黄河风雨郡城楼。\n欲将北海同樽酒，绕尽西山到卫州。回首数峰苍翠在，几人能不忆林邱。"
        },
        {
            "标题": "过汶上吊王彦章",
            "作者": "姚鼐",
            "内容": "杨刘兵度大梁危，饮泣犹当奋一麾。乱世鸟飞难择木，男儿豹死自留皮。\n天连白草横残垒，日落阴风拥大旗。莫问夹河争战地，浑流徙去黍离离。"
        },
        {
            "标题": "陈约堂武陵汎舟图",
            "作者": "姚鼐",
            "内容": "旷怀无染俗情浓，芳树春流到处逢。唤作武陵何不可，桃源元止在君胸。"
        },
        {
            "标题": "钱舜举萧翼赚兰亭图",
            "作者": "姚鼐",
            "内容": "万壑千岩当坐起，断取越东山百里。世閒不见永和人，长有春风流曲水。\n沧海日高开寺楼，楼上当窗僧白头。越僧世得钟张法，头白朝朝摹《禊帖》。\n扣门客坐轩槛风，茶香酒煖笑语同。致君有道尧舜出，访古无人羲献空。\n频说法书日西宴，萧郎缩手心无限。老僧抵掌僧雏睨，似谓慢藏旁欲谏。\n语卿且勿谏，怀璧不可居。御史称有诏，明日将登车。\n长安再拜陈玉除，欧虞俯首愧不如。年往运谢五百馀，钱生染笔中踌蹰。\n石床闭绝昭陵夜，无复人閒第一书。"
        },
        {
            "标题": "寄叶书山十丈 其二",
            "作者": "姚鼐",
            "内容": "叶刘年岁略相随，先伯同行又后之。至贵不关天子爵，齐名起作众人师。\n青州邴郑原同术，林下瞻孚倏异时。四国传公欣老健，一家如我独涟洏。"
        },
        {
            "标题": "黟县道中",
            "作者": "姚鼐",
            "内容": "苍翠压人低，流云落大溪。连岩"
        },
        {
            "标题": "题二王帖 其二",
            "作者": "姚鼐",
            "内容": "写付官奴论一通，千秋俯首有涪翁。自怜无力收遗本，梁帝何尝擅折衷。"
        },
        {
            "标题": "临江寺塔",
            "作者": "姚鼐",
            "内容": "江上浮屠三十寻，半登回首见枫林。夕阳忽送孤鸿出，暝色将生百雉阴。\n浩浩东流浮积气，茫茫后死独伤心。西风飘荡蒹葭外，止有沧浪渔父吟。"
        },
        {
            "标题": "寄灵谷僧",
            "作者": "姚鼐",
            "内容": "自昔居灵谷，终年听石湍。落花趺坐软，深树衲衣寒。\n孤月胸前指，千山定后看。无缘居士室，暂接问轻安。"
        },
        {
            "标题": "嘉庆辛酉十二月二十日访方天民于龙眠",
            "作者": "姚鼐",
            "内容": "寒空欲雪雨霏微，草径孤筇傍石矶。碧玉山围修竹宅，梅花时叩故人扉。\n苍茫旧事谈尘劫，寂历新诗近道机。更约小桃红破后，来餐春涧蕨芽肥。"
        },
        {
            "标题": "吕翁祠",
            "作者": "姚鼐",
            "内容": "白荷花照水娟娟，绿柳千条坏槛前。午过微阴行客倦，吕翁祠畔听秋蝉。"
        },
        {
            "标题": "因瑰才而究奇",
            "作者": "姚鼐",
            "内容": "大木得工师，因材结构宜。不缘操斧巧，岂见豫章奇。\n桴有飞龙翼，窗来玉女窥。穹窿成画栋，岌嶪负文机。\n伟自山林出，高为殿阙资。天朝方采择，珍重所堪为。"
        },
        {
            "标题": "城南修禊诗",
            "作者": "姚鼐",
            "内容": "暮春正三日，来会城南隅。长川明若练，其上源西湖。\n下输南海子，草桥贯中途。昼阴天多风，杨柳密复疏。\n草芽沙岸绿，苇席纵横舒。面流坐中林，默数同会徒。\n长者二十五，幼稚十人馀。自从导此川，种树岁增株。\n我来再修禊，风景日可娱。何况冠盖众，前春尚不如。\n是时朝廷清，在列多钜儒。清修好名节，室不闻笙竽。\n四海草野贤，招徕尽于于。相从抗论古，薄游散其劬。\n山阴虽可慕，岂若帝王都。群贤及古哲，文藻复交敷。\n鼐也最寡闻，宽世容其愚。颇减吏事责，与使谈诗书。\n累从诸公后，观览物华初。当有异世贤，慨慕今玆无。\n中筵既自幸，回念顾郁纡。昔者孔氏门，材孰非时须。\n后先及疏附，所欲返唐虞。如何浩歌人，舍之风舞雩。\n乃知士有志，圣人不与渝。既乏经世略，披褐宜田庐。\n辽哉千古会，日月终不居。夕阳散车马，长途晀广虚。\n属斯告后来，慨焉或念诸。"
        },
        {
            "标题": "从千佛寺回过汋突泉暮饮张氏园",
            "作者": "姚鼐",
            "内容": "济南城南山正横，人言山前舜所耕。崩榛衰草蔽秋色，古井深崖馀昔清。\n晓入南山僧住院，为访北宋人题名。初阳穿入洞窈曲，佛龛凿破山峥嵘。\n大明湖动水云白，华不注抽烟雾青。惘燃凭栏忽叹惜，古人不与余同生。\n南寻日观谅未可，回念泺源重一经。流穿山骨轴中出，人绕瀵魁轮外行。\n谁言渴马半崖水，解作黄牛三峡声。显晦动静一致耳，惜哉枉使群儿惊。\n败荷衰柳下零乱，夕阳逝雁高青冥。却入荒围洗盏坐，旁有小泉时复鸣。"
        },
        {
            "标题": "昂昂若千里之驹",
            "作者": "姚鼐",
            "内容": "驹或名千里，超然气有馀。駃騠生自异，驽蹇讵同居？\n逐队曾何累，空群信不虚。仰思腾秣越，俯谢伏盐车。\n德固尊天骥，才还称帝舆。九州看历历，四足任徐徐。\n刍粟非吾志，鸥凫那得如？取论天下士，顾盼岂徒欤！"
        },
        {
            "标题": "咏七国",
            "作者": "姚鼐",
            "内容": "孔道穷获麟，风雅泯无正。蚩蚩六国主，虫豸力争竞。\n函关向东启，四海一朝定。铜柱绌燕谋，天奚爱秦政。\n屈子放湘流，信陵罢称病。伤哉郑国渠，延韩数年命。\n当时天下士，宁蹈东海夐。松柏与房陵，哀歌不堪听。"
        },
        {
            "标题": "赵北口舟中作",
            "作者": "姚鼐",
            "内容": "鸣蛩泺岸秋，残月赵水白。舍辔理轻桡，苍茫尽湖泽。\n葭菼远萧萧，凫雁时拍拍。地有瓦桥城，路失金堤石。\n民昨歌子威，皇今谓河伯。不见秋归壑，那免春无麦。\n坐愧田居怀，未办经世策。想见沧洲人，烟波偭咫尺。"
        },
        {
            "标题": "挽袁简斋四首 其四",
            "作者": "姚鼐",
            "内容": "半世秦淮作水嬉，沙棠舟送玉箫迟。锦镫耽宴韩熙载，红粉惊狂杜牧之。\n点缀江山成绮丽，风流冠盖竞攀追。烟花六代销沈后，又到随园感旧时。"
        },
        {
            "标题": "九客图歌为王镇之中丞赋",
            "作者": "姚鼐",
            "内容": "人才最盛乾隆时，磊落九客须眉奇，中丞示我使我思。\n伯思少日我早识，继识鱼门与幼植。官于礼部遇沈郎，钱君吐文五色章。\n我见夺目贡玉堂，是年因识周书昌。景郑两君吾未见，但听声名知国彦。\n我去燕山岁月侵，江边再遇沈与任。后来但听悬归旐，一别天涯涕泪深。\n惜哉诸客今零落，万里秋风馀一鹗，中丞独立淩江郭。\n当年九客居京都，写摹同气为之图。图内中丞方盛壮，今日霜华凝鬓上。\n况复衡门老秃翁，梦寐平生惟恻怆。接膝他乡理必离，写真佳士神恒王。\n九客高才世所珍，中有直节高嶙峋，既没不朽真谏臣。\n流传文笔皆千古，寥落弓裘得几人？天留一客康世屯，中丞贵矣而能贫。\n野树苍山秋复春，披褐作颂容耆民。尺图千载传不泯，亦可髣髴于其人。"
        },
        {
            "标题": "题汪君试砚斋图",
            "作者": "姚鼐",
            "内容": "涵空高荫气清泠，黝玉开奁发古馨。蕉叶满窗苔满径，倚楹研绿写黄庭。"
        },
        {
            "标题": "济宁城东酒楼忆亡友马牧侪",
            "作者": "姚鼐",
            "内容": "汶河垂柳万枝轻，把酒高楼对马卿。十四年来两行泪，春风重过济州城。"
        },
        {
            "标题": "穹窿山真一观",
            "作者": "姚鼐",
            "内容": "山前雨歇日初升，盘道穿松出雾登。匝地湖光连海曲，垂天云影落吴兴。\n遥遥上古思蝉蜕，澹澹秋空纵鸟凭。周览便辞高阁下，几时重宿看神灯。"
        },
        {
            "标题": "将去杭州项秋子",
            "作者": "姚鼐",
            "内容": "绝境东南偶杖筇，西湖十卧寺楼钟。无边风月随千里，不尽溪山任万重。\n樽酒偕来寻旧梦，云帆何处计前踪。世间那有长相对，留语天涯庆此逢。"
        },
        {
            "标题": "由张秋至汶上口号四首 其二",
            "作者": "姚鼐",
            "内容": "细草春阴碧四围，空堤花落燕初飞。澹云何处飘残雨，迎取鱼山神女归。"
        },
        {
            "标题": "由张秋至汶上口号四首 其三",
            "作者": "姚鼐",
            "内容": "风定遥山水面青，垂杨不见钓舟停。晚来忽唱桡歌去，疑载高人小洞庭。"
        },
        {
            "标题": "由张秋至汶上口号四首 其一",
            "作者": "姚鼐",
            "内容": "汶川千里路漫漫，三峡船如上闸难。篷底春风九十日，谷城山隔缺堤看。"
        },
        {
            "标题": "由张秋至汶上口号四首 其四",
            "作者": "姚鼐",
            "内容": "帆前莽苍暗平芜，风雨神灵定有无。一片云遮分水庙，四垂天入蜀山湖。"
        },
        {
            "标题": "石湖草堂",
            "作者": "姚鼐",
            "内容": "昔为祠宇记，今访石湖园。烟水长如此，风流向古论。\n堂开悬石趾，潭隐曲岩门。满谷芳幽桂，虬枝谁与援。"
        },
        {
            "标题": "饮郑前村寓舍观其两郎君新作文艺前村本出先伯之门追感往昔作此二首 其二",
            "作者": "姚鼐",
            "内容": "省垣羁宦迹相亲，再世论交况有神。闻说伯高真可学，从游桑扈见长贫。\n中年乐趣殊儿辈，此日儒林少丈人。金玉欣看文价贵，眼前过迈又超伦。"
        },
        {
            "标题": "初雪忆去年是时经潜山下",
            "作者": "姚鼐",
            "内容": "窗外闻风竹，缘阶雪遂深。我思山谷寺，天远大江阴。\n石气青霞嶂，秋声黄叶林。更穿岩径去，应阻故人寻。"
        },
        {
            "标题": "连日清斋写佛经偶作数句",
            "作者": "姚鼐",
            "内容": "结发慕胜因，而复役人事。秋空溯江水，胜地云帆至。\n烟际东林钟，月出山谷寺。猿鸟诸天外，中宵倚寒被。\n劣观清静理，一寓情赏寄。遣物非安排，取境即尘累。\n雪馀冬日美，门掩衰草翠。清梦触旧想，即目遇新义。\n聊披贝叶书，终与忘文字。"
        },
        {
            "标题": "登清凉山翠微亭下重八隐仙庵看桂偕浦柳愚山长毛俟园倪健堂两学博",
            "作者": "姚鼐",
            "内容": "亭高碧嶂秋风上，帆出青天晓日时。一揽横江全楚势，再寻幽壑小山枝。\n楼前影擢交龙起，云里香薰驻鹤知。赖接数君情不浅，不妨绕树坐频移。"
        },
        {
            "标题": "将会梦楼于摄山道中有述",
            "作者": "姚鼐",
            "内容": "太平门外雨初晴，又听新蝉第一声。转毂年光逢小暑，夹衣天气似清明。\n山云近作迎人态，僧院归如返舍情。未死故人重执手，举看藤杖一枝轻。"
        },
        {
            "标题": "奉答朱竹君",
            "作者": "姚鼐",
            "内容": "朱俟磊落抱奇怀，相逢意气剧飞动。视我诗笔杂一卷，商榷古今真鉴洞。\n前儒琐屑被屏弃，健笔淩空出奇纵。采玉荆山虎豹竞，织绡泉室鼋鼍共。\n珍奇海岳悉骈罗，累压方艚与兼鞚。况辱长篇持赠余，大鼎特陈吴寿梦。\n坐觉古色盈座隅，深夜秉烛耽吟讽。连年摘髭取科第，射策彤庭语惊众。\n从古豪杰先辇毂，迩来冠盖竞高栋。浆酒藿肉独鄙夷，金奏宫县羞啽哢。\n首春上将西出师，蚁穴初开天宇空。美君奏赋扬马俦，属草文成万人诵。\n金闺颇未掩豪雄，长辔宁惟资纵送。嗟余旧业本躬稼，回首寒山馀牖瓮。\n欲鼠持璞真听荧，射虎临石枉命中。平生思就季主卜，清时焉用贾谊恸。\n只今潦倒愧君知，奭也雕龙具非用。忆昔谭子刘与陈，时余初随计吏贡。\n未及相如被放归，郊坰空望觚棱凤。而今幸得比户居，晨夕相从荷倚重。\n吾生关塞栖迟感，故人江汉飘零痛。落落独为燕市饮，骎骎况对残秋恐。\n君方簪笔入承明，努力拾遗供侍从。子将散发入林深，好听砰訇泉石閧。"
        },
        {
            "标题": "题胡始泉试砚照",
            "作者": "姚鼐",
            "内容": "砚材如士才，选俊百不遇。想像托空虚，写图聊自喻。"
        },
        {
            "标题": "题孙节湣武公先生乡试被放后诗册",
            "作者": "姚鼐",
            "内容": "才子声华义烈雄，偏安又见失江东。时当倾覆千城后，身入孤危一旅中。\n朝燕无名惟士气，军师谋败值天穷。平生不遇宁无感，非谓赍咨在一躬。"
        },
        {
            "标题": "诣岳麓书院有述",
            "作者": "姚鼐",
            "内容": "夙秉宋贤说，太息怀斯文。矧近讲席前，遗趾播馀芬。\n湘东望湘西，连山如陈云。亟渡入谷口，空翠四边分。\n筑室倚岝㟧，开宇面岩垠。当门古涧响，环墉高树曛。\n荒榛延暮色，泠风交远闻。去之六百年，垂教志何勤。\n蔼彼援鹑手，伤玆获角麇。吾生志不就，斯世邈无群。\n回舻天地晚，空怅逝沄沄。"
        },
        {
            "标题": "游瞻园和香亭同年兼呈东浦方伯及在坐诸君八首 其五",
            "作者": "姚鼐",
            "内容": "山远良难步，江空遽易临。无如三亩近，不厌四时吟。\n苔藉幽人履，风披牧伯襟。宁如羊叔子，感慨畏幽沈。"
        },
        {
            "标题": "鱼门编修曩以一诗送仆南归今失其槁更向仆钞取因并一诗寄之",
            "作者": "姚鼐",
            "内容": "六艺高论玉麈挥，百家杨秉莫能非。欣登云阁仍簪笔，却送春艎忆钓矶。\n再应徵书丞相老，三为祭酒大夫稀。圣朝举欲留儒者，岂得归田志不违。"
        },
        {
            "标题": "别张慕青吴竹堂两同年",
            "作者": "姚鼐",
            "内容": "此身千里一飘蓬，来值姑苏两寓公。宿草堆中思故侣，菊花樽畔剩衰翁。\n各随腰膝寻山好，莫苦心脾索句工。尽醉便将孤棹远，胥江西上水浮空。"
        },
        {
            "标题": "一青仲孚往金陵属访耕南三丈消息",
            "作者": "姚鼐",
            "内容": "域中前辈尽颓颜，混迹刘伶尚闭关。孤艇著书江水上，百年阅世酒尊閒。\n天边落木流杨子，秋尽寒云出蒋山。若忆团亭旧渔钓，挂帆明月共君还。"
        },
        {
            "标题": "祝袁简斋八十寿时方送小郎就婚湖州 其二",
            "作者": "姚鼐",
            "内容": "先生筑馆冶城隈，坛坫争趋末座来。司马从官尝雨立，元戎小队及花开。\n后堂弟子闻歌管，西邸英王致酒杯。此日寿登谁不庆，早询安否遍中台。"
        },
        {
            "标题": "祝袁简斋八十寿时方送小郎就婚湖州 其一",
            "作者": "姚鼐",
            "内容": "春风鸠杖挈佳儿，枣栗盛笄共寿卮。乐事天教今世独，才名人作昔贤疑。\n分司且逊休官早，柱史从留食乳迟。会见小仓编后集，较多盈万渭南诗。"
        },
        {
            "标题": "吴戍桥",
            "作者": "姚鼐",
            "内容": "已尽韩郑郊，始入青山路。积雨晓未开，前嶂隐忽露。\n风林上萧疏，溪水下奔注。传闻元和初，于玆畔藩戍。\n地险九州分，天子一朝怒。上相歌《采薇》，严军入悬瓠。\n千营尽凯歌，三州始内附。岂罄作辅材，差免舆尸误。\n当事始知难，斯人岂常遇。沉没不可论，寒陂下飞鹜。"
        },
        {
            "标题": "太白楼",
            "作者": "姚鼐",
            "内容": "李白任城住，于今九百秋。青天东海月，长为挂南楼。\n三月杨花雪，馀春客济州。凭阑空汶水，相忆下沧洲。"
        },
        {
            "标题": "太白楼",
            "作者": "姚鼐",
            "内容": "太白楼头空复空，沧洲晴照碧流东。久伤白发生明镜，每见青山忆谢公。\n万壑鬣松鸣水上，九秋霜鹘入云中。不妨无客闻高咏，自有江山兴未穷。"
        },
        {
            "标题": "苏州新作唐杜公白公宋苏公祠于虎邱嘉庆戊午八月鼐及陈方伯诸公游宴祠内作四绝句 其一",
            "作者": "姚鼐",
            "内容": "柁楼吴越壮游年，遗佚编诗历下前。惟有高祠照寒水，文章千古寄云烟。"
        },
        {
            "标题": "苏州新作唐杜公白公宋苏公祠于虎邱嘉庆戊午八月鼐及陈方伯诸公游宴祠内作四绝句 其二",
            "作者": "姚鼐",
            "内容": "文采风流并世芳，苏州德业独难忘。澄波五㝛浑儿戏，政使微之羡此堂。"
        },
        {
            "标题": "题韩魏公早朝像",
            "作者": "姚鼐",
            "内容": "当年秉笏独书思，每进难陈父子词。逮托北门荣昼锦，永昭陵远梦罘罳。"
        },
        {
            "标题": "陈硕士藏管夫人寒林小幅",
            "作者": "姚鼐",
            "内容": "独于疏澹著精神，山远林枯意倍真。借问倪迂嗣谁法，右军书学卫夫人。"
        },
        {
            "标题": "闻禹卿以书名上达几更出山而竟止因寄",
            "作者": "姚鼐",
            "内容": "王氏风流草隶兼，江东行乐且迟淹。解官誓苦归元早，合妓情多听不恹。\n家作道民输斗米，身惟服食乞戎盐。练裙团扇名皆贵，岂必凌高署殿檐。"
        },
        {
            "标题": "婺源胡奎若藏黄石斋自书五言诗迹题后",
            "作者": "姚鼐",
            "内容": "直言濒死荷戈馀，社稷犹思再埽除。指佞朝廷惟汲黯，存亡时势异申胥。\n秋来草没宫门路，夜半镫寒屋漏书。要识艰危成节概，不随流俗在平居。"
        },
        {
            "标题": "题右军帖",
            "作者": "姚鼐",
            "内容": "兰亭众会独伤怀，先墓归诚誓更哀。显授何尝较怀祖，扶生或竟逊方回。\n峨眉汶领终难至，青李来禽尚可栽。我亦年今垂耳顺，千秋思若坐中来。"
        },
        {
            "标题": "题赵瓯北重赴鹿鸣图 其二",
            "作者": "姚鼐",
            "内容": "绿发诸郎并白头，同承天泽赋鸣呦。先生人瑞真麟凤，下走才微一燕鸠。\n敢道与君成二老，与逢此会亦千秋。却悲旧日同登侣，原隰霜零不可求。"
        },
        {
            "标题": "题赵瓯北重赴鹿鸣图 其一",
            "作者": "姚鼐",
            "内容": "六十年前幸附君，见君登第应卿云。禁闱持橐犹瞻近，滇海分符遂离群。\n见说悬车耽撰述，极思操彗接清芬。而今起冠嘉宾会，何意工歌又共闻。"
        },
        {
            "标题": "过天门山",
            "作者": "姚鼐",
            "内容": "鼓楫淩惊波，连山缺东隅。飘飖天门上，千里见全吴。\n钟阜何盘盘，列城带江湖。风高黄云动，日落青天孤。\n不见昭明宫，罗绮为榛芜。草白风萧萧，枯树上啼乌。\n所以豪杰士，竹帛奋良图。良图亦焉在，树立才须臾。\n悲风与流水，万古一归墟。不如和叩舷，高歌称钓徒。"
        },
        {
            "标题": "天门山",
            "作者": "姚鼐",
            "内容": "万里江流断，双崖地脉通。冥冥浮积气，漠漠送长风。\n沧海孤帆外，神州落照中。人生如鸟迹，独上俯鸿蒙。"
        },
        {
            "标题": "题画 其一",
            "作者": "姚鼐",
            "内容": "横风吹雨过林邱，万片飞云作水流。倚槛数峰藏又见，浑如天际识归舟。"
        },
        {
            "标题": "暮行青山下㝛田家作",
            "作者": "姚鼐",
            "内容": "江皋夕雾中，初月寒津上。杂树转萧疏，长风拂清旷。\n夙爱青山隅，既瞑犹一望。势别列殊峰，光沈蔼同嶂。\n夜鸟寂还啼，春㵎幽逾壮。人从草径逢，屋与云岩并。\n感玆洵有情，欣我久无恙。场圃共披襟，风露频开酿。\n耽乐未渠央，疏慵任遗谤。"
        },
        {
            "标题": "怀故学士朱竹君",
            "作者": "姚鼐",
            "内容": "洛下书生起侍朝，独陵天地气飘飘。青云后进时来附，白发前交意每饶。\n中夜酒多犹拥榼，过春花少尚连镳。却临杖节经游地，立望江亭晚落潮。"
        },
        {
            "标题": "题黟县朱荣朝望岳楼图",
            "作者": "姚鼐",
            "内容": "记托新安郡，晨朝见异峰。遥思黄叶径，多被白云封。\n孤往未能决，他年焉可逢。披图如曩昔，惆怅列岩松。"
        },
        {
            "标题": "元宵曹习庵中允家燕集",
            "作者": "姚鼐",
            "内容": "声名座上逢前辈，镫火堂中值令辰。携手故交皆好事，当头新月最怜春。\n太平不数神龙节，鼓舞宜容虮虱臣。夜夜元宵吾未厌，相逢谁似酒濡唇。"
        },
        {
            "标题": "三长物斋诗为鱼门吏部作",
            "作者": "姚鼐",
            "内容": "椒花吟舫学士朱，十年种树玆旧庐。主人拥节江山去，遂使程侯来借居。\n长身美髯眉鬓疏，吟诵斋中朝与晡。穷病声名五十载，劣将文字调妻孥。\n埽除万物无一须，犹藏玄壁值连都。咸亨旧碑北宋拓，同时一砚遗大苏。\n风流颇与前贤俱，文力犹健斑生须。天地大矣偶相寄，三物一身游有馀。\n学士江南昨寄书，斋前修竹复何如。春风欲展小庭绿，晴日涵空轩槛虚。\n我亦长安一腐儒，戏弄笔墨来停车。人閒长物伴閒客，正尔斋中不可无。"
        },
        {
            "标题": "吴宫教战",
            "作者": "姚鼐",
            "内容": "善战师无怯，何妨教绮纨。蛾眉人授孑，虎幄将登坛。\n八陈如荼合，重英戴胜攒。玉阶辞奉帚，翠袖即称干。\n虿发垂金甲，柔荑控角端。更扬兵气壮，那畏袭仇难。\n伯业宫中始，军容阃内观。至今吴苑畔，感念鼓鼙欢。"
        },
        {
            "标题": "赏番图为李西华侍郎题",
            "作者": "姚鼐",
            "内容": "禹昔导川疏沟渠，四载不及东南墟。漫天涨海游龙鱼，西界闽越东尾闾。\n百岛散处黑子如，自汉不属王无诸。圣朝持载配地舆，郑氏世窃蛮㠀居。\n曷不稽首朝殿除，仁皇在阼二纪馀。天戈南指皆薅锄，设立郡县轨同车。\n御史监郡法秦初，岁在困敦月在余。临川黄门受诏书，南征轺传前建旟。\n举帆度海风帷袪，宣恩谕德遍里庐。是时万汇蒙煦嘘，启之辟之其柽椐。\n绕屋种竹及芭苴，枸榔馀甘椰栟榈。四时青青百谷蔬，流脂稻米有馀糈。\n转市海内连籧篨，吏治清静绝诈狙。因俗示礼两相于，海风不复迁鶢鶋。\n番人秉性岂异余，与民杂处鼵并鵌。春秋射猎山作阹，篾带束腰聸耳鐻。\n身衣鹿皮弓箖箊，沙鱼登岸脱填淤。距跃三百如蟾蜍，迹缠迹速升山岨。\n舍矢丽龟及豪猪，相聚牵臂饮以醵。好人怒兽或龃龉，抚之有道难自纾。\n草薙禽狝岂义与，使者治定靡纷拿。乃命颁赏布燕誉，天清海宴风飏裾。\n使者之幄面广虚，诸番部众从长胥。相排压背蟨駏驉，佩刀守将跪举袪。\n受命分赐金帛綀，牵羊肩酒持巾帤。既赐拜舞欢情摅，蛮歌振股疑蚣蝑。\n使者阅岁菑未畬，归逾江淮超青徐。清庙重器升璠玙，司空度地九泽潴。\n藐彼外郡邻沮洳，有番海上思欷歔。道山延阁册广储，公与群儒联佩琚。\n春风思远梦蘧蘧，陈图示客言既且。辽哉古放龙蛇沮，天子代来恩泽湑。\n上褚中褚赐衣袽，黄屋之国少踌躇。于今绝域覆腋胠，鲁鸡伏鹄如蜀雓。\n此图稽典宜宝"
        },
        {
            "标题": "送沈观察",
            "作者": "姚鼐",
            "内容": "古槐连理阴初绿，我始逢君偕署牍。春长风暖笑谈馀，身若停鸾面如玉。\n旄麾忽去暮堂空，叶落霜初森似束。使君行部向穷山，吏议丛轻俄折轴。\n全家安否托江湖，罢俸如何饱饘粥。君还京国足如蓬，我老尘车耳生木。\n浮生托迹皆偶尔，往事回头嗟梦速。喜君容貌愈充然，有道何尝惊宠辱。\n亦知杰士不长閒，所惜欢情犹未足。竟作西南半刺官，终起休明九州牧。\n小蠢沈黎兵欲销，大餔成都酒应熟。不须别绪道酸悽，好与疲氓作膏沐。"
        },
        {
            "标题": "西平",
            "作者": "姚鼐",
            "内容": "明月郾城头，汝水下潋滟。五更杨柳底，渡艇闻鱼噞。\n水南人未起，行行一镫闪。镫尽天转黑，数星澹可觇。\n冥行不知处，高下似原堑。此閒入蔡师，吾心为一念。\n馆人邀我入，酒帜晓挂店。适已具晨炊，行早食定欠。\n旁见妇孺喜，今年秋禾赡。军罢驿传稀，民吏安眠暂。\n吾宁作典农，差愈棠溪剑。"
        },
        {
            "标题": "论书绝句 其一",
            "作者": "姚鼐",
            "内容": "裙屐风流贵六朝，也由结习未全销。古今习气除教尽，别有神龙戏绛霄。"
        },
        {
            "标题": "王少林",
            "作者": "姚鼐",
            "内容": "我初访子在扬州，天寒携手王梦楼。破窗镫暗风飕飕，拥褐无伴声伊优。\n推阖径入惊仰头，王君戏子令子求。指我君识是子不，多君曾未一面谋。\n道我姓字能探喉，王君抚掌笑合眸。一朝省试同见收，无锡尚书宾馆稠。\n朝退论经几客留，召我与子时从游。王君先达居上头，我才于世真一鲰。\n俯仰郎署斑生髟，尚书零落今山邱。王君放浪江湖舟，邈然罢郡归几秋。\n笑我滞迹犹贪媮，君如百鍊不改镠。名在吏部将鸣驺，伟建功业为民休。\n正当容我狂不羞，少日读书老壮猷，回思故迹真云浮。"
        },
        {
            "标题": "夏日绝句二首 其二",
            "作者": "姚鼐",
            "内容": "墙头高树绿云天，谢尽馀花未噪蝉。掩卷看阴移午后，数声啼鸟在风前。"
        },
        {
            "标题": "送侍潞川主德州书院用前岁在扬州留别韵",
            "作者": "姚鼐",
            "内容": "一枝鹪鹩巢，高蹈许由狷。士生各有志，齐心孰同愿。\n美君骐骥才，掉鞅淮南甸。策名白牒中，早与南宫荐。\n家托管弦城，青楼列玉面。百里雉未驯，行用阳春变。\n而君独何苦，远走妻孥讪。任公钓会稽，岂作井蛙见。\n已信黔娄富，宁有陈平贱。嗟我游孤踪，南北舟车遍。\n索米饥八尺，摛赋羞百劝。赖君每见阿，欲忘乡闾恋。\n如何燕市酒，更作邮亭饯。经谭东鲁麟，曲唱西飞燕。\n诸侯重上宾，六籍传下县。《清庙》奏升歌，待君调驾辩。\n小别近郊门，踟蹰应回眷。"
        },
        {
            "标题": "陶怡云深柳读书堂图",
            "作者": "姚鼐",
            "内容": "我如枯树托婆娑，爱见新条发旧柯。往日读书真恨少，少年如子岂能多。\n风轩百尺摇阴翳，云幌千秋对啸歌。愿得隔窗斜倚听，立深飞絮覆阶莎。"
        },
        {
            "标题": "送李啬生归扬州后却寄",
            "作者": "姚鼐",
            "内容": "论交谈艺气飞扬，清夜才邀共举觞。枫叶江天舟楫杳，桂华楼榭雨风凉。\n悲伤短发秋三月，沦落高才水一方。计日贲来还有约，粪除东序布藜床。"
        },
        {
            "标题": "销暑",
            "作者": "姚鼐",
            "内容": "古木阴能大，空墙日亦幽。风丝垂缢女，雨蔓长牵牛。\n尚友诚多逊，离人庶寡羞。暑窗深竹韵，危坐与神谋。"
        },
        {
            "标题": "赋得谢公墩",
            "作者": "姚鼐",
            "内容": "昔闻谢太傅，登眺此江东。宰物仍高韵，清言见道风。\n早齐东海德，晚配始兴功。曹植诗多怨，羊昙恸复穷。\n闾阎葵扇在，烟霭石城空。远想非无士，从游讵有公。\n一墩当水白，三月落花红。更作书生咏，青山夕照中。"
        },
        {
            "标题": "祝芷塘同年惠书并以新刻诗集见寄复谢",
            "作者": "姚鼐",
            "内容": "浩荡君才江汉浮，鱼龙沙石尽从流。岂徒小我吞如芥，更使前贤放一头。\n集凤文章遗旧省，垂虹烟水澹新秋。图书跌宕应忘老，莫为悲伤岁月愁。"
        },
        {
            "标题": "谢简斋惠天台僧所饷黄精",
            "作者": "姚鼐",
            "内容": "衰年不愿海山居，愿舐淮南药鼎馀。但使体中还少壮，更偕儿辈向诗书。\n苍山旨蓄承分乞，白首飞蓬或埽除。想见赤城霞畔路，长镵木柄下空虚。"
        },
        {
            "标题": "万寿寺松树歌呈张祭酒",
            "作者": "姚鼐",
            "内容": "万寿寺有元朝松，七株偃仰无一同。五百馀年到今植，几时变化风雨中。\n我来频见尚动色，挐攫未敢趋当中。甲戌京华夏初及，礼闱始散群贤集。\n翰林邀客会城西，寺门正带朝晖入。冥冥气蓄雷霆寒，飒飒风摇露枝湿。\n是时同辈八九人，鼐也年才逾二十。同披单衫趿轻履，一时散向松閒立。\n风流诸客皆好文，当筵意气陵青云。有松尝经几辈客，高论松前曾几闻。\n自从车马寺外分，十年一半为邱坟。呜呼此地松犹在，薄游曳杖僧窗外。\n万里秋吹辽海空，重阴昼塞西山隘。独听飕䬟恐欲生，况经摇落情先废。\n借问种松树，松树何处无。吾邑最南境，何止百万株。\n上枝摇荡潜霍云，下根磅礴松山湖。往往中有宋元植，荣枯萝茑腾鼪鼯。\n年少去之归老夫，何况不归使松孤。君不念男儿莫待齿发脱，无情松树始长活。"
        },
        {
            "标题": "舟中望板子矶以南山势甚奇因题长句",
            "作者": "姚鼐",
            "内容": "黄山天半卅六峰，包含云海蟠奇松。忽乘风雾走江岸，横入江心如卧龙。\n风清雾霁水摇碧，远见初日穿玲珑。烟鬟俯仰久未定，玉圭角立谁为宗。\n十年前再入春谷，每下篮舆支短筇。枫丹照眼秋锦乱，茶香薰鼻春焙浓。\n山中犹未识山好，正坐一障藏千重。轻舠兀坐忽昂首，有似故人天际逢。\n凋零绿鬓尘埃后，借问青山好忆侬。"
        },
        {
            "标题": "题沈学子步屧寻幽图",
            "作者": "姚鼐",
            "内容": "君昔依山居，孤怀腼高寄。步屧逐泉声，因风造幽地。\n一径独流烟，千山共成翠。空岩太古花，不与松柏异。\n闭绝未成蹊，焉知有开坠。自与深山辞，馀岚在衣被。\n梦渡泖湖陂，图成广陵市。万壑动春云，为君渡江至。\n余亦泉石人，因之怅遥思。"
        },
        {
            "标题": "题洪稚存游历图图十六幅末学圃种梅二事其在伊犁时事也",
            "作者": "姚鼐",
            "内容": "迹登海内名山遍，身向天涯绝塞穷。种菜便判迁客老，看花敢望故人同？\n玉关生入承优诏，讲幄遥思更竭忠。我昔翰林曾著论，对君悲喜叙愚蒙。"
        },
        {
            "标题": "沈椒园按察晚芝亭图",
            "作者": "姚鼐",
            "内容": "昔侍先伯居乡邑，四海贤人尝语及。清如冰雪沈御史，复有琼瑶好篇什。\n出持使节海岱閒，吹满春风开束湿。生为后辈见之难，公至暮年名转立。\n郎君与鼐再世交，尚书礼曹先后入。每看鹤骨出人群，辄想龙门趋父执。\n京师昨竟到轩车，谢客未尝容拜揖。鼐也问疾就郎君，语重行艰年七十。\n传将画照索题诗，展册欲书眶已泣。却思先伯年正同，曳杖歌先驹影急。\n幅巾终冀一升堂，白旐忽看翩指隰。从玆前辈彫零尽，况复孤生涂路涩。\n城边执手别郎君，归看画图仍在笈。紫芝深谷自长生，茆屋秋风为谁葺。\n惟有名德寄人閒，两家后裔收文集。"
        },
        {
            "标题": "夜抵枞阳",
            "作者": "姚鼐",
            "内容": "轻帆挂与白云来，棹击中流天倒开。五月江声千里客，夜深同到射蛟台。"
        },
        {
            "标题": "夜抵枞阳",
            "作者": "姚鼐",
            "内容": "轻帆挂与白云来，棹击中流天倒开。五月江声千里客，夜深同到射蛟台。"
        },
        {
            "标题": "感春杂咏八首 其三",
            "作者": "姚鼐",
            "内容": "夜闻子规啼，朝看春已晚。圜天高九重，谁令互激转。\n北陆既藏凌，西宅复寅饯。野草青更青，衰盛吾何辨。"
        },
        {
            "标题": "江南㮄发同居诸友多被落感叹成咏",
            "作者": "姚鼐",
            "内容": "九日明朝至，千山秋气来。江南悲送客，雨际罢登台。\n旅馆须耽醉，风帆且缓开。谁怜黄菊节，多滞白衣才。"
        },
        {
            "标题": "疑冢",
            "作者": "姚鼐",
            "内容": "祖虞胄稷两难求，枯骨谁知属夏侯。邢史何尝识天道，邾娄家尽大长秋。"
        },
        {
            "标题": "题负薪图",
            "作者": "姚鼐",
            "内容": "落叶被径行客稀，晚风吹树斜阳微。空山短日惜馀景，野老长镵甘息机。\n瀑流侧足巨岩响，峰高倚杖秋云飞。村林舂黍户将闭，寒谷束荆人未归。"
        },
        {
            "标题": "谢蕴山方伯得晋永平八砖以为研作宝研图图中三子侍",
            "作者": "姚鼐",
            "内容": "琢磨新试麝煤烟，委卧荒榛几岁年。匣研宝贻安石后，甄泥事在永和前。\n列阶才已成三秀，入院声应嗣八砖。便为越中誇故实，不须零瓦问甘泉。"
        },
        {
            "标题": "从官负薪塞宣房",
            "作者": "姚鼐",
            "内容": "汉武行封禅，朝官扈在坰。决河流未塞，法驾路还经。\n严诏当齐力，群公杂庶丁。绸缪刍一束，伛偻士千形。\n盎背容槎蘖，垂腰或紫青。沈同神玉礼，劳异鬼薪刑。\n遂建宣房绩，常教蔀屋宁。况今庸禹稷，荒度报明廷。"
        },
        {
            "标题": "寄李雨村",
            "作者": "姚鼐",
            "内容": "故人与我尚人閒，曾傍金羁玉笋班。地势风烟难蜀道，天涯云水各江关。\n偶将文笔传消息，竟谢簪缨孰往还。衰鬓不妨论事业，发挥潜德又诛奸。"
        },
        {
            "标题": "岳麓寺",
            "作者": "姚鼐",
            "内容": "万林围一岭，古寺仰白日。客来亭午后，峰阴落崷崒。\n山巅长风起，鼓荡四萧瑟。寒声沈溪涯，激转久未毕。\n老僧寂来对，坐石邈悽慄。延登佛阁望，清湘隔林出。\n雉堞带洲斜，帆樯转云疾。此身偶南寄，天光正东溢。\n新霜倏已零，斑驳青林密。殿角两鬣松，风雨失俦匹。\n惟有石閒泉，澄泓总如一。前贤杳无见，来者怅难必。\n试将万古怀，移问金仙术。"
        },
        {
            "标题": "榆中",
            "作者": "姚鼐",
            "内容": "直北天低见碛山，黄河南下曲如环。白榆夜杂雕戈戍，青草春稀牧马还。\n寒吹满空云出塞，暮天无色日平关。千秋犹对秦时月，多少功名大漠閒。"
        },
        {
            "标题": "燕子矶",
            "作者": "姚鼐",
            "内容": "袅袅丹崖挂薜萝，石亭松桧俯惊波。蒲帆从此通沧海，藜杖曾携眺曲阿。\n舟楫客逢前日少，江山秋见夕阳多。水云洲渚还相错，独雁流哀柰远何。"
        },
        {
            "标题": "杂诗五首 其一",
            "作者": "姚鼐",
            "内容": "谁植高原树，花叶相离披。幽阴上蔽日，野鸟中巢之。\n朝飞呼其友，莫㝛呼其儿。岂不乐平生，久托终不移。\n微霜变青绿，凉风又先吹。馀叶犹满林，飒飒声何悲。\n四海谅云广，欲逝愿裴褢。独食虽得饱，不如群食饥。\n一夕不相亲，百年安得知。但冀藏弱羽，奚必栖高枝。"
        },
        {
            "标题": "杂诗五首 其二",
            "作者": "姚鼐",
            "内容": "挟瑟昔侍君，中宵错明烛。芳尊前既陈，众女皆列幄。\n不谓微且鄙，过蒙君顾辱。为君起新声，竭才自结束。\n盼睐人心移，曾无待终曲。堂上有万里，薄帷能蔽目。\n亲者巧有馀，疏者拙不足。欲逝不敢远，沈吟就别屋。\n秋风拂阶墀，皎月如寒玉。恐欲传清光，为人照幽独。"
        },
        {
            "标题": "杂诗五首 其三",
            "作者": "姚鼐",
            "内容": "阳泽将被物，秭鹈乃先嗥。天运苟不通，密云在西郊。\n哲人亦何为，托与万物遨。语默非有心，进退一所遭。\n嗟彼盛名哗，虽值禹与尧。不容蓬艾閒，乃有脍胥敖。"
        },
        {
            "标题": "杂诗五首 其四",
            "作者": "姚鼐",
            "内容": "握有荆山璧，不以易银镠。《韶虞》发高音，《阳阿》何足讴。\n高门击钟磬，尊爵缺献酬。酒肉虽饫人，豪杰当怀羞。\n不闻弋鸾皇，披羽持为裘。一朝毁周鼎，铸作棘与耰。\n白首不能言，小子方咿嚘。愿舍中闺态，君当听道周。"
        },
        {
            "标题": "杂诗五首 其五",
            "作者": "姚鼐",
            "内容": "步陟高岩巅，浮云郁如海。扶桑升圜日，眩矅生五采。\n宛虹首幽恒，江汉拖其尾。氛雾倏清澄，㠀岳乃错峙。\n俯听深峥嵘，空曲巨声起。勃上充元天，下达幽泉㡳。\n倡始羲黄前，万世卒未止。倾耳魂九逝，返乃得宫徵。\n独抱虚音归，中心窃自喜。写曲欲遗谁，冀有伶伦耳。"
        },
        {
            "标题": "无锡赠王锡公",
            "作者": "姚鼐",
            "内容": "吴山秋色举杯前，各醉人间七十年。一别相逢应更少，只今同酌惠山泉。"
        },
        {
            "标题": "赠释妙德尝作老子疏者",
            "作者": "姚鼐",
            "内容": "上人杭越秀，携笠到江边。宴坐苔生地，谈空花雨天。\n道场随里舍，法性寄诗篇。了悟无人相，何妨解又玄。"
        },
        {
            "标题": "东梁山僧舍",
            "作者": "姚鼐",
            "内容": "津涛行复滞，峡嶂路还缘。石壁凌江阁，风林隔浦船。\n鹘盘崖树侧，㹠出浪花巅。往迹无俦伴，春阴弥悄然。"
        },
        {
            "标题": "问张荷塘疾",
            "作者": "姚鼐",
            "内容": "君抱幽忧却酒卮，空堂视荫每同谁。今年青女慵司令，九日黄花未吐枝。\n欲起毗耶居士疾，愧无天宝谪仙词。瓦棺阁外江天远，请眺馀霞落雁时。"
        },
        {
            "标题": "和袁香亭在郑思赞孝廉宅看牡丹",
            "作者": "姚鼐",
            "内容": "三月江城泛玉卮，朋簪不异少年时。露华朝暖春应驻，幽槛风微日渐移。\n兴极捲帏看国色，病馀拥毳作僧诗。惟君彩笔犹豪健，合有红云捧砚池。"
        },
        {
            "标题": "偕陈渭仁吴子见朱引恬南滨游摄山㝛般若台院次日邀释卓群入宝华山 其三",
            "作者": "姚鼐",
            "内容": "密树阴沈般若台，珍珠泉映井天开。萧条弥勒龛边㝛，一夜横江风雨来。"
        },
        {
            "标题": "壬戌正月四日有怀天民",
            "作者": "姚鼐",
            "内容": "爱君深谷结茅茨，拥坐梅花千万枝。贪就子云论字久，其如元亮欲眠时。\n松杉蔽径才通涧，风雪空山独咏诗。容有一函来见讯，樵夫担出白云迟。"
        },
        {
            "标题": "好贤如缁衣",
            "作者": "姚鼐",
            "内容": "周有司徒善，《缁衣》爱最真。见贤今更少，好德古同伦。\n倒屐情如故，披襟谊益亲。断金兰共臭，空谷玉为人。\n馆已登渠屋，餐宜荐八珍。始知三代后，无改秉彝民。"
        },
        {
            "标题": "朱无逸孝廉自平阴来会赋赠",
            "作者": "姚鼐",
            "内容": "自爱名山一杖筇，敢言老子迹犹龙。布帆垂拂淮南树，芒屩来登日观峰。\n云海似于人有约，冰天岂意客相从。凭君欲问平生业，倚听寒岩夜壑钟。"
        },
        {
            "标题": "铁瓦祠",
            "作者": "姚鼐",
            "内容": "寒云飘烈风，盘石压其上。后踵倚绝壁，前趾踏惊浪。\n老松奋壑底，长鬣仡相向。结构托翠微，丹青昔何壮。\n元武盛严卫，髣髴动幽怆。好从神霄淫，迹自宗藩创。\n神理有诞欺，人事阅兴丧。衡岳百里外，隐然出南望。\n吾闻董鍊师，玉颜故无恙。解带逝从玆，将入青霞访。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "礼部大堂",
            "Background": "姚鼐在礼部任职，正与同僚吕燕昭讨论新修《四库全书》的进展，因其工于古文，众人对他的意见十分重视。",
            "Dialogue": "**\n\n{\n    角色名: 吕燕昭 \n    动作:(微微低头，手中捧卷)\n    讲话: \"姚先生，近来关于《四库全书》的修订进展如何？听闻您对古文造诣深厚，众人皆盼能得您的指点。您认为在编纂过程中，如何能够更好地体现古人的精神与风范，以致后世能有所承袭？\"\n}\n{\n    角色名: 姚鼐 \n    动作:(缓步上前，目光坚定)\n    讲话: \"吕兄所言极是，修纂《四库全书》乃我辈之责，然此书非仅为汇集典籍，更应承载古人之智慧与情怀。古之文人，皆以文为道，今之修书者，岂可失其本旨？我以为，首先需深入探讨每部书的背景与作者之意图，其次在选材时应严谨细致，力求真实之反映，以免落入浮华之辙。更重要者，编纂之时，需将古人之情怀与现代之价值观相结合，方可让后人读之，犹如与古人相见，感受其气韵与思想。\"\n}\n\n**"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "桐城的书院",
            "Background": "姚鼐与友人袁枚相聚，二人对饮吟诗，讨论当代诗词风格，姚鼐提到要追溯古人的精神，袁枚则对新诗的表现手法提出独到见解。",
            "Dialogue": "**\n\n{\n    角色名: 袁枚 \n    动作:(举杯相邀，目含笑意)\n    讲话: \"姚兄，今日相聚，何不吟诗助兴？我常思，古人之诗，情感真挚，故能穿越时空，触动人心。然今之诗风虽新，却难以与古人相提并论。您以为，古诗之美，究竟在于何处？\"\n}\n{\n    角色名: 姚鼐 \n    动作:(微微一笑，端起酒杯)\n    讲话: \"袁兄所言极是，古诗之美在于其情感之真切与意境之深远。古人以自然为师，情愫与景物相融，字里行间无不透着真情。今之诗虽意象丰富，然多为浮华之辞，难以触及心灵。我常以为，诗者，需以心为笔，以情为墨，方能写出动人之句。今日共饮此酒，愿以此为笔，吟诵心中所思，岂不快哉？\"\n}\n\n**"
        },
        {
            "Type": "书信交流",
            "Location": "姚鼐的书房",
            "Background": "姚鼐正在写信给友人朱孝纯，叙述自己在南方的游历，表达对故乡的思念，并附上自己所作的诗篇，期盼能在来年重聚。",
            "Dialogue": "**\n\n{\n    角色名: 姚鼐 \n    动作:(提笔，凝思片刻)\n    讲话: \"朱兄，近来我于南方游历，见山水之美，心中难以自已，遂作诗数首，寄与兄长。更有几分对故乡的思念，恨不能早日归去，重聚于此。今我写信，欲将游历之感与所作之诗一并寄去，愿朱兄能在百忙之中，抽空一读，望能寄予指导之言，仆当不胜感激。\"\n}\n{\n    角色名: 朱孝纯 \n    动作:(轻轻接过信，神态温和)\n    讲话: \"姚兄所寄之情，我自当细读。您在南方的游历必有许多趣事，能与我分享更是幸事。然兄长之心，我亦深知，归乡之情常在，愿君早日归来，与我共叙往日之情。\"\n}\n\n**"
        },
        {
            "Type": "家庭市井对话",
            "Location": "桐城的街头",
            "Background": "姚鼐与邻里闲聊，谈及其子姚景衡的读书情况，邻人赞叹其子聪慧，姚鼐则谦虚道出教育之道，强调品德才是根本。",
            "Dialogue": "**\n\n{\n    角色名: 邻人 \n    动作:(微微颔首，面露赞叹)\n    讲话: \"姚先生，听闻您子姚景衡正在读书，实在令人钦佩。小子年少无知，尚未能及，想必他必是个聪慧之人。请问姚先生，您在教导他时，是否有何特别之道，以致他能如此优秀？\"\n}\n{\n    角色名: 姚鼐 \n    动作:(微微一笑，手中轻拂衣袖)\n    讲话: \"邻兄言重，景衡虽有些许聪慧，然我认为教育之道在于品德与才华并重。教导之时，重在引导他思考，以使其明白为人之道，才是最根本之处。书中自有黄金屋，然书外更需明德树人，方能使其立身于世，远离浮华之辙。\"\n}\n\n**"
        },
        {
            "Type": "官场对话",
            "Location": "乡试考官的考场",
            "Background": "姚鼐作为乡试考官，正与同事讨论考生的表现，特别提到一位考生的古文造诣深厚，感慨人才辈出，但也忧虑有些人只追求表面华丽。",
            "Dialogue": "**\n\n{\n    角色名: 同事 \n    动作:(微微皱眉，神态凝重)\n    讲话: \"姚大人，今日考生表现如何？我听闻其中有一位考生，他的古文造诣颇深，您是否也有此感受？然我有些忧虑，似乎如今不少人只追求表面的华丽，反而忽略了古文的精髓与内涵。\"\n}\n{\n    角色名: 姚鼐 \n    动作:(轻叹一声，神情严肃)\n    讲话: \"确实如此，考生中有优秀者，然也有些人只求声色之美，未能理解古文之深意。古文非仅为华丽之辞，更应传达古人之情感与思想。我常思，修文之道在于明理，若仅止于表面，终难成器。今日之考，吾当认真评定，期望能为后学指引一条正道。\"\n}\n\n**"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "吴德旋的书斋",
            "Background": "姚鼐与诗友吴德旋相聚，讨论“江南春色”的题材，姚鼐即兴作诗，吴德旋则以曲调应和，二人相互切磋，气氛融洽。",
            "Dialogue": "**\n\n{\n    角色名: 吴德旋 \n    动作:(举杯，神情愉悦)\n    讲话: \"姚兄，今日与您共饮，真是难得。您常提及江南春色，您可否为我吟一首，以表您对春天的感受？古人云‘春江花月夜’，想必您有独到见解。\"\n}\n{\n    角色名: 姚鼐 \n    动作:(微微一笑，举杯相应)\n    讲话: \"春江花月夜，景色旖旎，令人心驰神往。今日有幸与吴兄共饮，正是吟诗时机。江南春色，花香四溢，水波荡漾，如梦似幻。若让我作一首，愿以此情此景为题，写下心中所想，愿能与兄共赏，岂不快哉？\"\n}\n\n**"
        },
        {
            "Type": "家庭聚会",
            "Location": "姚鼐的书房",
            "Background": "姚鼐与姑母姚德耀一起回忆往事，谈及家族的历史，姚德耀讲述高祖姚文然的故事，姚鼐则感慨家族的文化传承。",
            "Dialogue": "**\n\n{\n    角色名: 姚德耀 \n    动作:(微微一笑，神情祥和)\n    讲话: \"姚兄，今儿个聊聊您这几年的经历，您在外游历多有见闻，想必也有许多感触。您可否分享一些关于我们家族的故事，尤其是高祖姚文然的往事，仆常感念家族的传承之道。\"\n}\n{\n    角色名: 姚鼐 \n    动作:(神情凝重，回忆往昔)\n    讲话: \"德耀姐，姚文然高祖之事，我常有所思。他曾以文德为先，致力于士人的培养，深得人心。其言传身教，实为我辈之楷模。如今的我们，更需秉承其精神，重视品德与才华并重，方能不辱家族之名，传承我们先辈的文化与信念。\"\n}\n\n**"
        },
        {
            "Type": "书信交流",
            "Location": "姚鼐的书房",
            "Background": "姚鼐写信给学生李兆洛，鼓励他在学术上要多下功夫，强调古文的学习对未来仕途的重要性，并附上自己的古文作品以作范本。",
            "Dialogue": "**\n\n{\n    角色名: 姚鼐 \n    动作:(执笔，神情专注)\n    讲话: \"李兆洛，近来我见汝在学术上奋发向上，颇感欣慰。然我欲告诫汝，古文之道，非止于表面辞藻之华丽，更在于内涵与思想的深邃。古人之道理，常需细细体悟，切不可急于求成。此信中我亦附上所作之古文，望能助汝一臂之力，使汝在未来之路上，更加顺遂。\"\n}\n{\n    角色名: 李兆洛 \n    动作:(微微点头，表情认真)\n    讲话: \"承蒙老师教诲，学生定当铭记于心。古文之道，我会如您所言，细细揣摩，追求内在之美。更盼在将来能与您共论古文之奥义，不负您的期望。\"\n}\n\n**"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "赏梅的园子",
            "Background": "姚鼐与友人朱仕琇在梅花树下吟咏，朱仕琇提到梅花的孤傲与高洁，姚鼐则作诗回应，表露对梅花的深情与赞美。",
            "Dialogue": "**\n\n{\n    角色名: 朱仕琇 \n    动作:(轻声吟咏，神情陶醉)\n    讲话: \"姚兄，今日在梅花树下，真是赏心悦目。您可否赋诗一首，以表对梅花的赞美？这梅花朵朵，恰似我心中之所想，孤傲而不屈。\"\n}\n{\n    角色名: 姚鼐 \n    动作:(轻叹，目光凝视梅花)\n    讲话: \"朱兄所言极是，梅花之美在于其孤傲与高洁。若让我作一首，愿以此梅为题，吟咏其孤芳自赏之情。梅花不畏风雪，独自绽放，正如我辈士人，亦应志存高远，追求内心之自由与真理。愿以此诗寄托我心，亦为兄共赏。\"\n}\n\n**"
        },
        {
            "Type": "官场对话",
            "Location": "礼部的官员会议",
            "Background": "姚鼐在会议上与其他大臣讨论修订礼仪，提出应结合当代的实际情况，倡导礼仪应适应时代的变迁，获得大家的共鸣。",
            "Dialogue": "**\n\n{\n    角色名: 各位大臣 \n    动作:(神情凝重，面面相觑)\n    讲话: \"姚大人，今日在此讨论修订礼仪，务必请您发表见解。您在此方面造诣深厚，众人皆期待您的高见。您认为，如何在新时代背景下，重修礼仪，兼顾传统与现代？\"\n}\n{\n    角色名: 姚鼐 \n    动作:(微微颔首，态度谦和)\n    讲话: \"各位大人，修订礼仪确实是件大事。古礼虽有其深厚之根基，然今之世变迁甚速，若不结合当今实际，恐难以被民众所接受。应在保留传统精神的基础上，融入时代新意，以使礼仪更加符合现代社会之需求。重在‘礼’之本质，而非形式之繁复，方能使礼仪于民间生根发芽。\"\n}"
        }
    ]
}