{
    "基本信息": {
        "姓名": "戴亨",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1721",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "承德",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "戴亨，字通乾，号遂堂，汉军旗人。康熙辛丑进士，官齐河知县。有《庆芝堂诗集》。 ► 戴亨的诗文(313篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "题友人秋郊野望图",
            "作者": "戴亨",
            "内容": "萧萧庭树鸣，嗷嗷雁鸿度。倾耳尽秋声，秋容邈何处。\n呼童携尊罍，缓辔郊原路。芳菲节已非，凝霜结寒素。\n红叶遍山明，朱霞媚烟树。西风作新凉，披襟野延伫。\n云色杂阴晴，山容递回互。清瑶落远椒，鳞鳞杳东注。\n空翠湿人衣，林深失昏曙。瞩兹秋景佳，畅君泉石慕。\n驻马索大觥，雄饮不知数。暝色带栖鸦，归吟白雪句。\n绘作西郊图，超然出尘趣。"
        },
        {
            "标题": "题苏武牧羝图",
            "作者": "戴亨",
            "内容": "苏卿奇节古所无，丹青为写当年图。手持汉节节旄落，驱羝就牧阴山枯。\n朔风如刀砭肌骨，瀰漫浩雪埋穹庐。蚩尤愁惨作妖雾，老狐叫啸群邪趋，孤臣万里将何如。\n鸾凤罹笯龙受缚，久"
        },
        {
            "标题": "爱妾换马",
            "作者": "戴亨",
            "内容": "郎若空中云，变幻在倏忽。妾若阶前草，去留从所欲。\n自顾倾城姿，娇贵比珠玉。蓄愿配君子，贮之黄金屋。\n贞一誓死生，没齿以自勖。岂谓他人心，视之如贱畜。\n信誓方旦旦，弃蠲一何速。讵忍千金躯，复受骊黄目。\n捐生谢主人，此身难再辱。"
        },
        {
            "标题": "别沈阳",
            "作者": "戴亨",
            "内容": "风淳地沃丰岐并，旅食频年骨暗惊。未获潜身安乐土，争求识面但虚名。\n蠮螉塞下黄云路，鸡鹿山前白发生。几日归来席未暖，又携诗卷向神京。"
        },
        {
            "标题": "甲子三月五日抵沈阳",
            "作者": "戴亨",
            "内容": "归来身世感歧途，廿载飘零菀复枯。蓬室栖迟惭角绮，金门饱死愧侏儒。\n云山无恙人将老，天地多情草又苏。风木空馀游子恨，蓼莪吟罢泪模糊。"
        },
        {
            "标题": "沈阳留别家人",
            "作者": "戴亨",
            "内容": "又随征雁上长安，月照离筵惨不欢。满眼穷愁悲骨肉，空囊冰雪走饥寒。\n炎凉作客肌肤惯，天地无家去住难。八口关心聊复尔，松楸回首泪阑干。"
        },
        {
            "标题": "题懊道人临赵松雪水墨鸳鸯兼书崔珏诗",
            "作者": "戴亨",
            "内容": "芦荻风起横塘秋，双双贞鸟相匹俦。恶彰文彩敛锦翼，还防罗毕藏沙洲。\n水墨吴兴号逸品，诗篇崔珏称名流。道人摹拟尽神妙，欲辨真赝劳清眸。"
        },
        {
            "标题": "拜岳王墓",
            "作者": "戴亨",
            "内容": "钱塘门外岳王墓，群山重绕西湖路。循湖西去展祖坟，坟上归来见高树。\n夕阳斜照向南枝，枝头哑哑乌正啼。对墓踉跄忙下拜，老泪迸落心酸悲。\n血战中原思雪耻，天子深愁不利己。十二金牌听桧谋，风波亭上忠臣死。\n据此名胜且欢娱，弃捐君父如芒屣。丹诚虽并日争光，国雠未报忠魂伤。\n时闻风雨万灵走，戈戟夜半声玱琅。石马嘶风毛鬣竖，还如酣战黄龙冈。\n繄余拜罢日将泯，远近明湖目光骋。南屏山下见高坟，忠肃先生复堪悯。\n吁嗟乎有才用世岂良图，罗刹江东好归隐。海气茫茫岛屿深，海上千峰捩孤隼。\n月出天地浸冰壶，流光荡漾三山影。何如此去学长生，缥缈仙槎相导引。"
        },
        {
            "标题": "送王兼善之任黔南锦屏县任二首 其二",
            "作者": "戴亨",
            "内容": "世路随所遭，飘忽无定依。欢会如浮云，聚散岂能知。\n结思三十载，一见已酸悲。晤言未几日，又值今乖离。\n尔我况迟暮，谁复能堪兹。蛮荒万里外，令我神魂飞。\n重逢昧远识，初心贵不移。与君慎厥终，百岁以为期。"
        },
        {
            "标题": "送王兼善之任黔南锦屏县任二首 其一",
            "作者": "戴亨",
            "内容": "人生不相知，百年徒聚首。声气偶一投，万里如左右。\n往昔少壮时，慷慨慕良友。献策来京门，疏狂纵杯酒。\n酒酣诗亦成，往往在人口。流传感君听，谓我才八斗。\n抚躬虽自惭，思君愿携手。客路每多歧，未免牛马走。\n蹉跎出雄关，遂令此情负。嗣复各一天，宦途岂能偶。\n知己会良难，神交实已久。去秋一邂逅，既见还疑否。\n相对如梦中，相怜惜老丑。所幸身尚存，相期各不朽。\n岂谓事多违，离别随其后。相送发长吁，寸心诚何有。"
        },
        {
            "标题": "望北台早发",
            "作者": "戴亨",
            "内容": "晓起天无色，星光浸冷溪。荒榛塞古道，野戍听晨鸡。\n林黑椎埋匿，风生草树嘶。此心长惴惴，残梦逐轮蹄。"
        },
        {
            "标题": "乙亥上巳约署中诸友游吴园雨阻不践",
            "作者": "戴亨",
            "内容": "客斋逢禊日，相约出尘氛。花鸟摧淫雨，林亭阻大云。\n春光聊滞我，高致岂虚君。待得新晴后，登临意倍欣。"
        },
        {
            "标题": "编篱",
            "作者": "戴亨",
            "内容": "编芦成小圃，篱落近农村。野蔓萦新叶，绿云垂满园。\n渐能罗蝶翅，疏不碍花魂。领取幽栖意，閒吟坐竹轩。"
        },
        {
            "标题": "午睡",
            "作者": "戴亨",
            "内容": "熏风清枕簟，娇睡晕潮生。微笑朱唇启，应知梦里情。"
        },
        {
            "标题": "训士吟 其十四",
            "作者": "戴亨",
            "内容": "步出城东门，徘徊歧路旁。东门何所有，历历种白杨。\n秋风自西来，飒然起悲伤。嗟此泉下人，安知非侯王。\n造物无妍媸，有生同丧亡。富贵固所欣，贫贱事亦常。\n斯人正鹿鹿，金乌不停翔。人非金石固，谁能得久长。\n胡不惜嘉名，及时自奋强。"
        },
        {
            "标题": "野茶花",
            "作者": "戴亨",
            "内容": "塞上牧马儿，采叶调酥酪。空有珍珠花，随风自开落。"
        },
        {
            "标题": "过朝阳洞遂登朝阳绝顶 其一",
            "作者": "戴亨",
            "内容": "洞口朝阳寺，山坳日色曛。佛天开鬼斧，石窟护神云。\n偶结林泉侣，高瞻鹳鹤群。探奇聊憩息，峰顶望氤氲。"
        },
        {
            "标题": "过朝阳洞遂登朝阳绝顶 其二",
            "作者": "戴亨",
            "内容": "振策猿猱径，身跻翠巘崇。涛声惊地轴，人语落天风。\n宇宙收双目，苍茫立太空。桑乾东去疾，舟楫海门通。"
        },
        {
            "标题": "游潘园酬沈沃田江松泉",
            "作者": "戴亨",
            "内容": "园小依城筑，楼高傍水开。春晴一登眺，山色渡江来。\n廉使饶清兴，诸君不易才。莺花陪胜宴，衰朽愧新裁。"
        },
        {
            "标题": "熊某为写小照诗以赠之",
            "作者": "戴亨",
            "内容": "科头非戾俗，觌面岂惊人。顾我才无用，知君笔有神。\n栖崖云自古，采药涧长春。他日酬微尚，名山绘始真。"
        },
        {
            "标题": "自万松岭寻仙人洞",
            "作者": "戴亨",
            "内容": "松柏碍云日，■确石色古。峰影入溪流，天水相吞吐。\n蛇径萦乖厓，攀跻足莫主。崱屴阅重冈，幽深窥洞府。\n悬泉暗相激，䆵"
        },
        {
            "标题": "春晴郊望怀诸兄弟",
            "作者": "戴亨",
            "内容": "碧霄云净树无烟，此日相思倍黯然。好鸟有情皆唤侣，雄边不尽远连天。\n排江画鹢催潮急，背郭哀笳向晚偏。兄弟他乡如我问，生涯犹拥旧青毡。"
        },
        {
            "标题": "香山看红叶得黄字秋字二首 其二",
            "作者": "戴亨",
            "内容": "几载尘劳梦，名山得暂留。杖藜探绝壑，云树状高秋。\n野性看飞鸟，寒声听夜流。凭将幽僻兴，携手问同游。"
        },
        {
            "标题": "香山看红叶得黄字秋字二首",
            "作者": "戴亨",
            "内容": "山寒经宿雨，树树杂丹黄。名士耽幽胜，新诗寄草堂。\n偶依流水坐，翻叹俗尘忙。嘉会还期再，秋风引兴长。"
        },
        {
            "标题": "姜女祠和壁间韵",
            "作者": "戴亨",
            "内容": "嵯峨片石对秦城，千古存亡动远情。过客谩深姜女恨，芳名翻幸祖龙成。\n山雄绝塞当祠落，海捲洪涛到岸平。瞻罢出门频叹息，贞魂缥缈望中生。"
        },
        {
            "标题": "哭陈石闾",
            "作者": "戴亨",
            "内容": "北宋南施次第推，百年风雅久虺隤。不从隆古争雄长，谁信文坛有霸才。\n紫气虚瞻函谷尹，大招频上郭生台。谩言三老辽东旧，郢技空存质已摧。"
        },
        {
            "标题": "留赠长清何明府淡园二十韵",
            "作者": "戴亨",
            "内容": "大邑抡才子，长清擅胜形。万山朝泰岱，一水会沧溟。\n寺著图澄迹，人传石虎灵。云来常入牖，鸟浴不离汀。\n十里松前月，五峰山后屏。林峦挥丽藻，政治发新硎。\n操苦尘生甑，风移户不扃。慈祥深雨露，刚断走雷霆。\n骐骥驰周道，雕鹏振紫冥。循良真父母，经济待朝廷。\n愧我遭颠覆，伊谁辨渭泾。乞涂怜白壁，埋狱惜青萍。\n脱难悲张俭，归耕慕管宁。世人皆欲杀，君眼独垂青。\n赋笔惭鹦鹉，原情类鹡鸰。解骖深缱绻，周急免伶俜。\n饱德心方洽，分襟泪欲零。间关萦梦寐，望月缅仪型。\n陋巷安初服，嘉音伫远听。他年功业就，端不负钟铭。"
        },
        {
            "标题": "九日登北山寺怀都门诸友",
            "作者": "戴亨",
            "内容": "傍城孤屿石崚嶒，九日扶筇试一登。东走江声趋铁瓮，南来山色障金陵。\n回看京国伤离别，久客天涯眷友朋。此日知君怀我处，丹厓应上最高层。"
        },
        {
            "标题": "乙亥九日偕署中诸友登北山寺",
            "作者": "戴亨",
            "内容": "九日招携出郭游，清尊野菊对閒鸥。狂吟我欲题青壁，落帽君无笑白头。\n人滞江乡风月老，雁横霜浦荻芦秋。南朝剩有佳山色，乘兴登临一放眸。"
        },
        {
            "标题": "登高丘而望远海",
            "作者": "戴亨",
            "内容": "登高丘，望远海。三神山，海中峙，长生大药竟何在。\n安期生，羡门子，我从尔游，尔应我待。情已奔，忧还起。\n自顾顽劣躯，得无遇君君不礼。波涛荡潏，陵麓施靡。\n灵槎茫茫，引颈延伫，不知奚舣。猿鸟啼风树凄其，窅冥西日颓，仙乎仙乎我心悲。"
        },
        {
            "标题": "秋日同金孝廉钟越游新城汪园五首 其三",
            "作者": "戴亨",
            "内容": "入门披竹露，觅胜信芒鞋。瑶草潜幽涧，山花坠古厓。\n烟霞如有待，樵牧且相偕。眷恋林泉好，经过每畅怀。"
        },
        {
            "标题": "秋日同金孝廉钟越游新城汪园五首 其四",
            "作者": "戴亨",
            "内容": "飞阁淩霄起，登临入望宽。江声流槛外，山色扑檐端。\n时序清秋晚，风霜白日寒。东西连楚越，乘兴一凭栏。"
        },
        {
            "标题": "秋日同金孝廉钟越游新城汪园五首 其五",
            "作者": "戴亨",
            "内容": "景物探幽邃，风光解送迎。林峦多变态，登眺屡移情。\n南北身无定，欢娱感易生。名山何处卜，归老遂躬耕。"
        },
        {
            "标题": "秋日同金孝廉钟越游新城汪园五首 其一",
            "作者": "戴亨",
            "内容": "肩舆出近郭，引缆赴遥岑。兴发淩虚棹，心清浴水禽。\n岸沙疏雨润，村路白云深。未览林园胜，晴郊已散襟。"
        },
        {
            "标题": "赋得登云梯",
            "作者": "戴亨",
            "内容": "灵峦干碧落，云路有丹梯。振步淩"
        },
        {
            "标题": "秋日同金孝廉钟越游新城汪园五首 其二",
            "作者": "戴亨",
            "内容": "舍舟登彼岸，策杖踏秋原。苔滑欹桥路，云生古寺门。\n溪山娱老性，尊斝就名园。持此幽偏意，应同静者论。"
        },
        {
            "标题": "仲夏科东岩招饮并阅近作",
            "作者": "戴亨",
            "内容": "山中玄豹深雾藏，化作斑斓云锦张。丹穴鸳雏戢修羽，彰身瑞彩呈奇章。\n君秉丰年良玉质，但加追琢成圭璋。爱才慕道及衰朽，为君往往酣华堂。\n志士立心岂凡近，世间纨裤徒辉煌。别来三月功力进，摛词造意皆老苍。\n骐骥旦暮可千里，讵同驽钝羁辕缰。况有名师廉衣子，随珠卞璧腾祥光。\n袖出数篇曾示我，雷电震绕蛟螭翔。燃犀照海鬼胆裂，小儒色阻惊且僵。\n轨范当前有如此，亦趋亦步名飞扬。千秋大业期不朽，再与李杜争光芒。\n余老才尽不足数，但知君家酒瓮香。他山之石不我弃，赏奇痛饮呼大觞。"
        },
        {
            "标题": "五月望后热甚忆李廉衣柯东岩园居却寄",
            "作者": "戴亨",
            "内容": "人间何处觅蓬壶，相国园林世所无。远水千盘通沼榭，秋风五月落松梧。\n山搜奇景看晴雨，诗搆精思状画图。应念老夫尘垢里，支颐西望正踟蹰。"
        },
        {
            "标题": "独树庵",
            "作者": "戴亨",
            "内容": "庵门阒寂咽流泉，高树乘风拂暮烟。万籁不闻花自舞，一声清磬说枯禅。"
        },
        {
            "标题": "独树庵",
            "作者": "戴亨",
            "内容": "苍翠掩禅关，夜深人说法。老僧独无言，倚树看秋月。"
        },
        {
            "标题": "秋日偕富甥介伟游龙门桥归汎江口看山",
            "作者": "戴亨",
            "内容": "西门之外龙门桥，森森万竹参天高。扁舟欹侧入荻浦，秋云黯淡横江皋。\n连峰隔岸势奔走，巨舸争渡声嗷嘈。乘醉披襟一鼓棹，诗成吟啸轻波涛。"
        },
        {
            "标题": "边城秋感九首 其七",
            "作者": "戴亨",
            "内容": "风雪连宵走百灵，将军猎队出郊坰。呼鹰马去冲云起，射虎人归带血腥。\n刘向有才虚对策，儿宽无遇但横经。顿思投笔从戎伍，破虏功成早勒铭。"
        },
        {
            "标题": "长城歌题红瓦店壁",
            "作者": "戴亨",
            "内容": "日出沧海洪涛里，崷崒千山万山累。严墙蜿蜒盘峰巅，长城万里从此始。\n东连碣石北居庸，西走陕益临洮中。一道生将天地割，防边设险心何雄。\n谁知皇天无私好，四海穷愁戍卒叫。万世不传二世休，千秋史册空遗笑。\n当年筑此胡为乎，祖龙力政非良图。白骨撑填饮马窟，至今鬼哭声呜呜。"
        },
        {
            "标题": "咏方镜",
            "作者": "戴亨",
            "内容": "虚中生皎洁，静里察微茫。照老须眉热，菱花心事凉。\n万端无定象，随应不拘方。纤翳防亏鉴，摩挲为发光。"
        },
        {
            "标题": "任东涧访余仪徵县署留话三日赋赠",
            "作者": "戴亨",
            "内容": "就养真阳署，深藏异隐沦。薄材安腐朽，同气别风尘。\n不患无知己，终愁逊古人。逢君旋复去，相送意逡巡。"
        },
        {
            "标题": "芳树",
            "作者": "戴亨",
            "内容": "桃李不言，下自成蹊。中有芳树，众木生疑。疑尔花不当春，叶不因时。\n轮囷古干背绳尺，安知尔抱中心奇。芳树之芳，众木之防。\n芳树不芳，芳树之常。"
        },
        {
            "标题": "夏屋屯",
            "作者": "戴亨",
            "内容": "陇头滚滚飞惊泉，奔崖注壑声潺湲。高峰叆叇暮春雪，空谷纡郁寒烧烟。\n碛里危途少人迹，道傍废冢看牛眠。深林䆗窱隔村落，"
        },
        {
            "标题": "咏史七首 其二",
            "作者": "戴亨",
            "内容": "始皇愚黔首，焚书坑诸儒。扶苏谏不纳，远使西防胡。\n鲍鱼一朝臭，贤嗣遭枉诛。元凶得肆志，万姓怒已张。\n英雄起草泽，嬴族遂灭亡。祸机之所伏，天人岂渺茫。"
        },
        {
            "标题": "闻蛩",
            "作者": "戴亨",
            "内容": "秋来人不觉，偏尔识凉温。清露下庭际，哀音动草根。\n孤踪长冷落，荒径易黄昏。微雨兼明月，谁堪永夜喧。"
        },
        {
            "标题": "赠乐秀才汇川",
            "作者": "戴亨",
            "内容": "伊余削籍游京华，畴昔知交绝来往。踽踽孤踪近十年，邂逅石闾非梦想。\n高才逸气淩九霄，冰雪奇文共欣赏。眉山即山相继来，睥睨今古分雄长。\n三人磊落天下奇，世求一见恒难期。况与交游日把臂，此生此世诚一时。\n年来知己尽凋丧，诗文到处含酸悲。群鸱聚族争腐鼠，安知溲渤潜蛟螭。\n一椽索处类屈蠖，谁复问字来卑栖。乐生青云客，慕我如饥渴。\n月明乘兴叩荆扉，疑是山阴夜中雪。金尊绮馔玉作盘，邀我醉饱灯元节。\n爱我作大书，不惜绢素供涂污。爱我作长句，频催屡促如追逋。\n自愧才同白头豕，何能扬鬣倾江湖。感君意，为君讴。\n滔滔陇水去不休，各自南北东西流。纷纷草木无坚性，几日飘荡随残秋。\n与子共采明月珠，与子共宝荆山瑜。男儿立身贵不朽，莫教岁月空荒芜。\n我今愿作他山石，攻金攻玉成琏瑚。君不见少年慷慨酣杯酌，移山倒海轻一诺。\n口血未乾盟已寒，星移雨散何浇薄。"
        },
        {
            "标题": "题吴园二十景 其十一 古柏",
            "作者": "戴亨",
            "内容": "老柏蟠虬龙，夭矫鳞鬣古。时有清风来，吹落藤花雨。"
        },
        {
            "标题": "古碑",
            "作者": "戴亨",
            "内容": "不作石头梦，空留泉下哀。一朝辞翠巘，终古卧苍苔。\n功业归何处，文章安在哉。从来称岘首，姓字亦尘埃。"
        },
        {
            "标题": "挂剑台",
            "作者": "戴亨",
            "内容": "宝剑值千金，欲赠徐君死。解挂墓门前，千秋吴季子。"
        },
        {
            "标题": "题观稼图",
            "作者": "戴亨",
            "内容": "身膺民社寄，民以食为天。命棹随流水，觇农遍野阡。\n沙鸥浮远渚，山雨洒平田。岂博循良誉，公私望有年。"
        },
        {
            "标题": "题乔兆三观荷小照",
            "作者": "戴亨",
            "内容": "乔翁入山不入城，烟霞吞纳身骨轻。久占名山作山主，山中但见鱼樵行。\n长安少年誇疾走，汗透衣冠貌尘垢。升沈得丧岂由人，坐看白衣变苍狗。\n遁迹高踪数十年，探幽选胜胸怀宽。芝草菖蒲岂仙药，甘与苦李安天全。\n晚节嗜好同濂溪，芳塘写作芙蓉姿。芙蓉亭亭水清浅，白鹭閒鸥纷近远。\n渔子轻舟时出没，身与烟霞共隐显。举头天外见群山，芙蓉乱插青云端。\n水面娇姿遥映带，樵歌渔唱生宾筵。披图顿觉心神开，会须对饮三百杯。\n高斋四壁无氛埃，香风淅淅空中来。"
        },
        {
            "标题": "题运使卢同年抱孙 其六 文宴图",
            "作者": "戴亨",
            "内容": "美玉耻自炫，湮没岂初心。同气不相求，吾道将中沈。\n所贵忘势分，亦在真知音。大名久自擅，诗酒偕登临。\n遂令枯寂士，声誉驰古今。此意良独厚，世罕测其深。\n至今平山上，谁复能追寻。"
        },
        {
            "标题": "送门人杨伊水赴乌程主簿",
            "作者": "戴亨",
            "内容": "黄鸟嘤嘤求侣声，春风饯别赴乌程。存心利物一官好，折柳离亭百感生。\n仇览己成鸾凤质，于陵终属庙堂英。多年世契文章友，淹恤何堪送远情。"
        },
        {
            "标题": "题倚松观瀑图",
            "作者": "戴亨",
            "内容": "高松摩穹苍，虬龙日吟啸。飞泉激云厓，终古长浩浩。\n高士遣俗情，倚松发长啸。松老色不凋，泉清净怀抱。\n爱此山中泉，熟兹松间道。清兴嵓壑知，谁与君同好。"
        },
        {
            "标题": "再过灵岩寺",
            "作者": "戴亨",
            "内容": "松窗侵翠霭，经案接旃檀。疏雨度高阁，轻风生暮寒。\n再来禅院净，真远俗尘干。莲社开何日，青山不厌看。"
        },
        {
            "标题": "过灵岩寺",
            "作者": "戴亨",
            "内容": "铁缕袈裟旧，虬松枝干长。神僧归寂寞，林壑望苍茫。\n野鸟啼空谷，虚堂闻妙香。筌蹄何处觅，心向静中忘。"
        },
        {
            "标题": "范兰亭索赠限梅岑送潘问奇原韵 其四",
            "作者": "戴亨",
            "内容": "纳纳乾坤任尔狂，搜罗今古入奚囊。千峰翠涤三秋雨，孤鹤长鸣万仞冈。\n乍听霓裳歌月殿，忽惊沧海走风樯。纵横六合谁同调，杯酒多君许细商。"
        },
        {
            "标题": "范兰亭索赠限梅岑送潘问奇原韵",
            "作者": "戴亨",
            "内容": "遐霄有愿畏摧颓，蛮触虚名却早灰。花径只容明月到，松关唯见白云来。\n误人圭组看笼鸟，避地衣冠傍钓台。闻得罗浮寻旧约，不知亲折几枝梅。"
        },
        {
            "标题": "范兰亭索赠限梅岑送潘问奇原韵 其二",
            "作者": "戴亨",
            "内容": "林园寂历绕烟洲，岸帻披襟出世求。苍竹吟风栖老鹤，玉箫吹月下高楼。\n人间谁是青云侣，天上空怀紫府游。自我溪山乘逸兴，应抛丹鼎共渔舟。"
        },
        {
            "标题": "范兰亭索赠限梅岑送潘问奇原韵 其五",
            "作者": "戴亨",
            "内容": "堂堂祖烈旧知名，海立分符各讨征。三楚寇招宗泽骑，八闽星堕武侯营。\n功垂竹帛身堪祀，忠在乾坤死亦生。纂述前徽凭杰士，如君端不堕家声。"
        },
        {
            "标题": "范兰亭索赠限梅岑送潘问奇原韵 其三",
            "作者": "戴亨",
            "内容": "临流背郭结精庐，十顷良田及雨锄。晓簟侵云无俗梦，夜杯入馔有佳鱼。\n香风石鼎烹梅蕊，明月蕉窗读道书。何事閒中不可乐，一邱一壑尽扶舆。"
        },
        {
            "标题": "庭前残卉为秋风所捲唯寒蛩疏竹而已反觉清耳豁目",
            "作者": "戴亨",
            "内容": "荒秽驱风力，三秋贮月明。未归湖海棹，聊寄薜萝情。\n翠竹独居色，寒蛩夜坐声。寂喧随万感，心与境俱清。"
        },
        {
            "标题": "范兰亭索赠限梅岑送潘问奇原韵 其六",
            "作者": "戴亨",
            "内容": "龙沙万里隔烟云，地北天南望不分。乌未白头悲二老，魂招紫塞哭孤坟。\n哀笳背日吹荒戍，野马迷空战夕曛。谁可开诚倾肺腑，风尘历尽喜逢君。"
        },
        {
            "标题": "枯树寒雅图",
            "作者": "戴亨",
            "内容": "阴云如墨树苍黄，空谷无人雪满冈。野雀集枯甘寂寞，不随春燕入雕梁。"
        },
        {
            "标题": "赋得汲古得修绠",
            "作者": "戴亨",
            "内容": "圣贤遗大业，慷慨慕前修。纤悉虽曾获，渊深不易求。\n譬穷江海阔，须自滴涓谋。岁月为长索，诗书汲众流。\n辘轳操巨手，甘苦渥枯喉。濡首探精蕴，冲波习勇泅。\n一朝登道岸，百尺上竿头。瀱汋无超识，空馀抱瓮羞。"
        },
        {
            "标题": "将至杭州便道访刘野鹤山居",
            "作者": "戴亨",
            "内容": "萍踪无定复南游，垂老天涯且未休。满目波涛穷厉揭，空山薜荔自春秋。\n久"
        },
        {
            "标题": "训士吟 其五",
            "作者": "戴亨",
            "内容": "嘉鱼乐澄渊，好鸟鸣高枝。德輶鲜克举，安宅旷弃之。\n物微知有托，人胡不如斯。生才不择地，自强安可期。\n良工得奇木，丹雘亦应施。委置任腐蠹，深负兹淑姿。"
        },
        {
            "标题": "红瓦店晓发",
            "作者": "戴亨",
            "内容": "梦回边戍月朦胧，海峤嗷嗷过雁鸿。满眼霜花连塞白，惊心燎火彻天红。\n侵星入谷驱羸马，鹤骨鹑衣战朔风。老去壮心穷未减，那知羞涩一囊空。"
        },
        {
            "标题": "李廉衣来京己两月矣遍寻不晤感赋 其一",
            "作者": "戴亨",
            "内容": "道义偶然合，绸缪遂至今。早知松柏性，不畏雪霜侵。\n阔别三年久，相思此日深。徽音如在望，跂睇缈云岑。"
        },
        {
            "标题": "李廉衣来京己两月矣遍寻不晤感赋 其二",
            "作者": "戴亨",
            "内容": "几度扶筇出，寻君空复还。萧斋肠若结，孤榻梦相关。\n梁苑何能到，青云不可攀。窗禽春唤侣，终日语绵蛮。"
        },
        {
            "标题": "上丁日皇上亲诣太学行释奠礼恭纪十二韵",
            "作者": "戴亨",
            "内容": "文治开天运，明禋重国黉。銮舆移禁籞，凤冕出严城。\n对越天颜穆，趋跄士气荣。百灵森羽戚，九奏戛箫笙。\n道契尼山秘，心通泗水灵。上丁修祀典，至圣感精诚。\n恍接无言教，欣看大道行。森严神驭悦，震憺众情倾。\n雷动回云日，山呼诵圣明。祥光馀殿庑，春色满神京。\n翘首宫墙近，斋心刻漏惊。幸叨陪祀列，踊跃发欢声。"
        },
        {
            "标题": "读书偶得七首 其七",
            "作者": "戴亨",
            "内容": "新花被和煦，娟娟发故枝。好鸟应时来，翩翩浴清池。\n感候会冥搜，触目物不遗。大化运无心，孔契颜犹非。\n日暮赴赊程，资用惧莫支。敢吝耳目前，而矜道在斯。"
        },
        {
            "标题": "题画壁和同年子毛秋岑原韵 其一",
            "作者": "戴亨",
            "内容": "沧海谁仙隐，飘然去不还。天容空映水，云气暖蒸山。\n老屋升沈外，扁舟出没间。浮家计未遂，心向画图閒。"
        },
        {
            "标题": "题画壁和同年子毛秋岑原韵 其二",
            "作者": "戴亨",
            "内容": "远水浮天地，孤舟日往还。到门唯白鸟，举目即青山。\n遥忆风尘际，谁知住此间。相期婚宦毕，身入个中閒。"
        },
        {
            "标题": "和叶某留别原韵 其六",
            "作者": "戴亨",
            "内容": "香园善水性天亲，蟾血鸾膏养大春。时与白云归洞府，月随瀛海上屏茵。\n乾坤有象泡中影，今古难醒醉里身。悯世婆心知不倦，伫看龙杖葛陂驯。"
        },
        {
            "标题": "和叶某留别原韵 其九",
            "作者": "戴亨",
            "内容": "有道真能害作亲，冬藏秋杀尽皆春。鼎炉鲍石烹神火，海峤蛟珠列翠茵。\n银汉槎头徵往事，白云乡里悟前身。任教轩冕罗天阙，龙性从来不受驯。"
        },
        {
            "标题": "和友人游仙杂诗 其四",
            "作者": "戴亨",
            "内容": "闻说仙人十二楼，琪花瑶草秘神州。身探月窟金初现，手挽天河水逆流。\n沧海露凝珠颗润，蓝田风暖玉苗秋。万灵呼吸皆从令，不让卢敖汗漫游。"
        },
        {
            "标题": "和云浦送春之作",
            "作者": "戴亨",
            "内容": "浮生若梦寐，能得几时好。况我年就衰，蜗居怅枯槁。\n户外春忽来，欣然见庭草。选胜携芳尊，花间坐闻鸟。\n结念方未申，春去一何早。韶华难久留，百年亦易老。\n一觞聊自吟，念之伤怀抱。"
        },
        {
            "标题": "瓶中腊梅",
            "作者": "戴亨",
            "内容": "不随梅竞白，迎腊吐芳菲。于道色唯正，先春气不违。\n暗香闻静夜，幽室发清机。意趣忘言说，寒窗对月晖。"
        },
        {
            "标题": "正气歌为节妇王母单孺人作",
            "作者": "戴亨",
            "内容": "乾坤有正气，絪缊磅礴无终始。铸人形，载人理。纲常不立，熙熙攘攘，如此而已。\n天地虚生亦虚死。兹气之所钟，不独在男子。黄鹄思故雄，柏舟悲天只。\n铁骨坚刚火莫镕，玉质晶莹泥不滓。死者复生，生者弗耻。\n精诚可以变天地，梁山一哭城崩圮。絅先之妇单孺人，矢心砺节无乃是。\n结缡岁甫更，良人命忽倾。愿随地下袪蝼蚁，不愿局蹐贪馀生。\n腹中有子难决绝，大义不合鸿毛轻。夫死三月儿出腹，一线呱呱延似续。\n手作口哺傍穗帏，鬼语吹窗枭夜哭。抚畜廿四年，辛勤难备述。\n儿成母责终，贞魂含笑归幽谷。事达九重苦节彰，寒泉幽壤褒天章，阴灵皓月同辉光。\n君不见木槿花，朝始娇娆暮泥沙。君不见新杨柳，濯濯春条倏枯朽。\n陇畔有乔松，亭亭翠盖无春冬。涧底有磐石，怒涛崩奔不改色。\n人生百年瞬息间，砥节不如此，天地虚生亦虚死。\n呜呼不及此女子。"
        },
        {
            "标题": "自洪光寺至说法亭",
            "作者": "戴亨",
            "内容": "说法人何在，探奇性颇贪。九盘松磴石，双乳石泉甘。\n鸟道随云入，霜林坠叶酣。几时深树里，添得一茅庵。"
        },
        {
            "标题": "荷溪晚步偕诸同人",
            "作者": "戴亨",
            "内容": "缓步循溪岸，探荷涤暑氛。风轻鸥梦觉，水净月痕分。\n佛火明僧梵，箫声隔浦云。冠童人五六，归咏自成群。"
        },
        {
            "标题": "买蛩 其一",
            "作者": "戴亨",
            "内容": "秋蛩虽细小，惨毒尔何安。聚族逾千命，呼鸡罄一餐。\n世情唯鲁莽，吾意悯贪残。买纵梧阴下，天全戢羽翰。"
        },
        {
            "标题": "苦雨行",
            "作者": "戴亨",
            "内容": "四月五月风怒号，骄阳肆虐田园焦。放牛悬耒不得种，农家奔诉声呶呶。\n群龙忽驾沧海起，昼夜掀翻坤轴洗。眼前大路成江湖，河决堤崩村落徙。\n兆姓披发随洪涛，皇天疾威势方始。我幸城居免此厄，昏垫途穷阻行趾。\n惊闻邻屋时崩摧，中夜哀呼声震耳。披衣走立不能眠，屋漏淋漓遍床几。\n妇孺饥馁难出谋，沾湿欲炙无乾机。昏昏兀坐仰天愁，掣电惊雷殊未已。\n我欲骖神虬乘飞，飂排阊阖陈闵忧。天高路远无羽翰，耸身奋步行复休，于戏耸身奋步行复休。"
        },
        {
            "标题": "老虎洞寻张某昼晦失路堕荆棘中野宿达旦见张治酒慰劳因述其事",
            "作者": "戴亨",
            "内容": "阴云万顷大荒屯，失路无从可问津。月黑豺狼饥猎兽，山深魑魅夜呼人。\n朝暾隐显寻烟火，古道微茫历莽榛。相顾主人成一笑，招魂何惜酒杯频。"
        },
        {
            "标题": "题画梅 其一",
            "作者": "戴亨",
            "内容": "冰霜结严寒，生意久寥落。此时天地心，独有梅先觉。"
        },
        {
            "标题": "东冈二章章十句",
            "作者": "戴亨",
            "内容": "东冈月出，照我薄衾。商飙凛冽，蟋蟀哀吟。中怀悒郁，起抚鸣琴。\n一弹再鼓，悲弗成音。明发不寐，涕泗沾襟。"
        },
        {
            "标题": "野田黄雀行",
            "作者": "戴亨",
            "内容": "黄雀，黄雀，躯命何微。田中水阔，无粟无乾泥。黄雀饥，绕树啼。\n黄雀栖，霜雪摧。随风飘泊，忽东忽西。瞥见大屋，屋底囷鹿累累。\n黄雀下来，网罗高施。雀飞投罗，宛颈低垂。哀哀乞告罗者，我实苦饥。\n苦饥奈何，我命当危。饥不择食，我罪当治。唯矜唯恤，仁者当念之。"
        },
        {
            "标题": "季春晦日晚步金鱼池得通字",
            "作者": "戴亨",
            "内容": "鱼沼寻昏黑，崎岖僻径通。沾衣垂露草，迎面落花风。\n石髓鸣幽涧，星光炯太空。归途增夜寂，清梵出云丛。"
        },
        {
            "标题": "代门人赵玉送前师夏晴江归里",
            "作者": "戴亨",
            "内容": "久钦道范甫追随，旋送文旌出凤池。易水沙清霜落后，燕台风急雁来时。\n暮云遥忆孤村暝，晓露寒思匹马迟。立雪心依归路杳，前途应见别离诗。"
        },
        {
            "标题": "雨后忆西山寄海涵百边识珍赵珍兄弟",
            "作者": "戴亨",
            "内容": "独坐新晴后，官清忆昔閒。西峰偕旧侣，采药驻衰颜。\n红叶林中寺，斜阳雨后山。别来幽赏地，胜事孰追攀。"
        },
        {
            "标题": "题运使卢同年抱孙 其十一 观海图",
            "作者": "戴亨",
            "内容": "中庭悬沧溟，云涛翻栋宇。据厓者为谁，浩落须眉古。\n仰看蜃市变，俯视蛟螭舞。隐显虚无间，三山若可睹。\n惝恍群灵来，杂遝偕风雨。此际一乘槎，大药应相许。\n望望驰心魂，飘然若空举。"
        },
        {
            "标题": "题运使卢同年抱孙",
            "作者": "戴亨",
            "内容": "通籍客京华，身显心仍寂。耽吟聚名流，溪山亦生色。\n春秋佳日多，尊酒谋良觌。倚树听新声，涉露采芳泽。\n振笔发高吟，奇情透金石。欣赏倾众情，欢饮忘形迹。\n日落各言旋，相思复相觅。"
        },
        {
            "标题": "将至房山先寄寄斋先生",
            "作者": "戴亨",
            "内容": "客舍频迁次，飘零愧腐儒。愁来唯仗酒，囊尽不能沽。\n翠嶂晴云细，清溪浩月孤。思君吟赏处，早晚就菰蒲。"
        },
        {
            "标题": "甲辰元日纪事",
            "作者": "戴亨",
            "内容": "正苦寒风吹欲死，忽惊阛阓祝融驰。谩誇席夺谈经日，却忆霖垂噀酒时。\n谏爵谁当开白兽，恩纶曾遍锡丹墀。临轩彩笔如相授，不献椒花灿丽词。"
        },
        {
            "标题": "自福建接富氏姊来齐河官署",
            "作者": "戴亨",
            "内容": "昔别辽河畔，今来济水滨。寻常一分袂，二十七年人。\n兄弟尚谁在，存亡各怆神。高年思骨肉，庶一慰慈亲。"
        },
        {
            "标题": "读任东涧",
            "作者": "戴亨",
            "内容": "上世重立功，后世重立言。此间关运会，穷达何足论。\n玄圭锡大禹，万古流安澜。姬公洪制作，能令百代遵。\n下此虽乘时，时移绩已沦。况复但素餐，崇高以自尊。\n韦布潜草泽，胸臆罗星辰。俯仰阅今古，万载如朝昏。\n淑身为世范，抱道忘贱贫。当时莫能用，括囊葆其真。\n时复发所蕴，出语惊天人。幽隐莫能遁，众象穷精魂。\n书成世莫识，自足雄千春。流传如日月，赫赫光乾坤。\n造物位奇士，岂与寻常伦。轩冕膺旦夕，安足荣其身。\n立言诚至重，吾辈宜邅迍。"
        },
        {
            "标题": "秋江泛棹图",
            "作者": "戴亨",
            "内容": "科头人在木兰舟，红藕香中觅胜游。昨夜雨过新水涨，沿江添得蓼花秋。"
        },
        {
            "标题": "秋日偕任徵君东涧集龙门桥归汎江口看山之作",
            "作者": "戴亨",
            "内容": "西郭乘流出市阛，龙门桥畔听潺湲。修篁尊酒方延赏，迟日扁舟未拟还。\n烟树苍茫胥口渡，云峰突兀润州山。不缘官署身拘限，长共浮鸥野外閒。"
        },
        {
            "标题": "冬夜听沈江门弹琴",
            "作者": "戴亨",
            "内容": "满座容皆肃，希声入耳清。片云江上白，孤月夜深明。\n沧海神龙跃，空山老鹤鸣。知君弦指外，怀古有馀情。"
        },
        {
            "标题": "题长城驿姜女祠",
            "作者": "戴亨",
            "内容": "新秋天气佳，群鸟鸣林木。公事既云已，策杖越山麓。\n是时雨初收，万象喜新沐。高原扩奇怀，远迩纷来目。\n古祠覆茅茨，修篁夹径曲。云是秦时女，殉夫长城窟。\n斯言似不经，史传无专录。山海有高坟，余曾吊昔夙。\n睹兹然疑生，错误沿流俗。应是杞梁妻，夫死死于哭。\n姑置无复道，徘徊眷遐瞩。"
        },
        {
            "标题": "乙亥二月望前二日观察卢同年雅雨招同牛真谷沈沃田江松泉游真州潘园",
            "作者": "戴亨",
            "内容": "一室閟官署，偪侧忘寒温。东风洒然至，俄见庭草新。\n万类欣向荣，生意陶洪钧。孤吟寄遥想，畅观大块春。\n驰情整巾屐，欲出还逡巡。观察驻旌节，惠然存故人。\n折简治丰膳，邀我游潘园。杂花烂丘壑，修竹森琅玕。\n登楼豁远眸，遥见江南山。山色带长江，烟水罗青天。\n飘忽悦高鸟，胸臆超云峦。主宾况名辈，歌咏凌谪仙。\n直令造化机，蓊勃摅毫端。兹游洵足乐，俾我情屡迁。\n还期理舟楫，一泛西湖滨。归来握诗卷，重访平山巅。"
        },
        {
            "标题": "题沈敬轩秋江归棹图",
            "作者": "戴亨",
            "内容": "宦海茫茫浩烟雾，破浪乘风不能渡。片帆高挂大江秋，指点家山畅归路。\n江上閒云任捲舒，江上浮鸥自来去。门前松菊未荒芜，陇上桑麻足租赋。\n较雨占晴学老农，农家伏腊相劳苦。一尊酒对鸳湖滨，烟雨楼中阅朝暮。\n岁月閒消天地宽，精神老受烟霞铸。回首名场一笑看，富贵真同草头露。"
        },
        {
            "标题": "须白",
            "作者": "戴亨",
            "内容": "须白已多日，无如近转添。蹉跎成底事，寂寞感华年。\n修慝频看镜，扶衰不学仙。数茎留警惰，吾道岂从天。"
        },
        {
            "标题": "久雨忽晴",
            "作者": "戴亨",
            "内容": "经月苦淋涝，瀰漫天地昏。豁然开暮景，相约出衡门。\n碧水沈云色，青山带雨痕。高飞看野鹤，去去没遥村。"
        },
        {
            "标题": "酒徒",
            "作者": "戴亨",
            "内容": "共笑真儒是腐儒，英奇自昔困屠沽。学谈洙泗薪传鲜，剑说丰城侠气孤。\n险阻久经身跮踱，风尘数被鬼揶揄。不须进退嗟维谷，兴在高阳一酒徒。"
        },
        {
            "标题": "君子行",
            "作者": "戴亨",
            "内容": "有玉者错，有刀者砻。不错不砻，谁贳为功。"
        },
        {
            "标题": "君马黄",
            "作者": "戴亨",
            "内容": "君马黄，臣马苍，臣马不如君马强。君马强，臣马良，君马追风籋雷电，臣马低头蹀躞身摧藏。\n身摧藏，背高价，绝足能，老枥下。执辔如繻，载驰载驱。\n越陌度阡，中有崎岖。遵轨道磬控在手，骐骥驽骀皆善走。"
        },
        {
            "标题": "安化寺刻竹诗八章章四句",
            "作者": "戴亨",
            "内容": "苔光莹莹，云影皑皑。高窗雨过，落花飞来。"
        },
        {
            "标题": "箜篌引",
            "作者": "戴亨",
            "内容": "不鼓雍门琴，不学牛山啼。当尊歌慷慨，一曲箜篌词。\n滔滔江汉水，东逝无还期。少壮几日，倏忽衰颓。人无贵贱，今古同悲。\n翘首望神仙，精魂天外驰。天风飘飘空中起，吹我蓬莱山之涯。\n道经紫泥海，海水沾我衣。欲往虞渊沐，日莫空迟疑。"
        },
        {
            "标题": "哭徐五孝廉天柱",
            "作者": "戴亨",
            "内容": "百年怀抱竟何成，仓卒羁魂恨未平。客里一棺凭友葬，边荒八口仗谁生。\n义当身任无他诿，泪为家贫暗自倾。杯酒酹君君有识，九泉应鉴故人情。"
        },
        {
            "标题": "题赠平主事弼侯新居 其五",
            "作者": "戴亨",
            "内容": "连朝愁酷热，台榭拟攀跻。瓜果消炎日，诗文寄赫蹄。\n长林麋鹿性，丰草野禽栖。乘兴探幽邃，应教出处迷。"
        },
        {
            "标题": "忆西山",
            "作者": "戴亨",
            "内容": "春雨润苍翠，逦迤遍山麓。野趣情所钟，泉石萦心目。\n思将释尘劳，采兰涧之澳。昨夜西山云，来我窗前宿。"
        },
        {
            "标题": "秋日与姜孝廉华圃赋感怀诗得鹂字",
            "作者": "戴亨",
            "内容": "凤城风鼓夜声悲，此日鸡栖无尽思。豺祭空山驱虎豹，珠潜沧海抱龙螭。\n金丸弹雀己轻用，腐鼠惊鹓却太疑。乡国但能归款段，双柑斗酒听黄鹂。"
        },
        {
            "标题": "送孙在原 其四",
            "作者": "戴亨",
            "内容": "愁云结重阴，游子将跋陟。徘徊眷歧路，悢悢情难抑。\n边风吹枯蘋，飘飖离本根。食蓼长觉苦，怀冰长觉寒。\n愁人多酸辛，况当离别难。唯念复来归，慰我桑榆年。"
        },
        {
            "标题": "寄答李眉山五首 其四",
            "作者": "戴亨",
            "内容": "我虽在风尘，性亦耽丘壑。长怀陇亩民，穷耕有馀乐。\n既足免饥寒，且少外患作。中岁婴簪组，此志成瓠落。\n孤鸟失林鸣，浮云无定著。晚识田盘翁，高情侣鸾鹤。\n企慕萦心神，出处增愧怍。"
        },
        {
            "标题": "寄答李眉山五首 其五",
            "作者": "戴亨",
            "内容": "未见劳我思，既见思复起。荏苒忽三年，私心常如此。\n结交不相知，觌面仍万里。所趋道既同，四海如邻比。\n望云情远驰，存旧欣来止。君来缺晤言，君归恨莫已。\n嗣还遗我诗，开缄发狂喜。三复冰雪吟，故人心尚尔。"
        },
        {
            "标题": "寄答李眉山五首 其三",
            "作者": "戴亨",
            "内容": "苍苍盘山峰，蔼蔼罗村坞。岩谷带茅茨，烟霞互宾主。\n中有良田畴，卜筑安乐土。时与植杖翁，欣瞻好禾黍。\n归来掩柴荆，著书穷太古。皓月同琴尊，孤云共寝处。\n举世仰高风，襟期谁能睹。"
        },
        {
            "标题": "寄答李眉山五首 其二",
            "作者": "戴亨",
            "内容": "朝随白云去，暮与清溪还。有时不欲往，伫看门前山。\n山色倏隐现，变幻常无端。人事有得失，亦在须臾间。\n冥鸿翔高云，巨鱼潜重渊。岂故耽离群，百年心独閒。"
        },
        {
            "标题": "寄答李眉山五首 其一",
            "作者": "戴亨",
            "内容": "大块钟名区，端为旷士宅。所以千古人，往往在草泽。\n世苦滞尘网，百年如有迫。试问终何成，相顾唯太息。\n始知巢许辈，渊衷不可测。涧水流空山，孤云出虚壁。\n于以陶性天，兼之识化迹。"
        },
        {
            "标题": "秋怀七首 其五",
            "作者": "戴亨",
            "内容": "寒风吹广漠，白日忽西颓。阴云起重阿，圆景暗无辉。\n中夜聊行役，行行将何之。高楼连大厦，击鼓吹笙篪。\n鸣鸠偕旅燕，高栋相追飞。吁嗟穷经子，宁不寒与饥。\n烈士多悲心，发文每新奇。恕己谅同志，谁能不如斯。\n抱瓮徒自苦，桔槔心所非。忘机憩蓬荜，海鸥谅不疑。\n夙慕讵不卓，明发系吾思。捲舒宁自必，此身权所持。\n瑾瑜唯自保，积久贵不衰。志士穷得已，遭遇安天时。"
        },
        {
            "标题": "题方竹楼画竹",
            "作者": "戴亨",
            "内容": "县署西偏地疏豁，琅玕森翠千株列。离立潜通江上云，青苍不畏严冬雪。\n眼中繁卉任荣枯，岁晚奇姿挺孤洁。我时乘兴步亭林，微吟徙倚扪高节。\n千亩何须傲列侯，三径矜能款明月。静对幽丛妙悟生，爽聆清籁天机发。\n自昔文人爱此君，我亦钟情若饥渴。方生为我作画图，雨干烟梢尽奇绝。\n黄筌与可未为工，潇湘淇水悬蓬室。盛夏摊书作卧游，中有凉飙扫炎热。"
        },
        {
            "标题": "荷溪口号",
            "作者": "戴亨",
            "内容": "菱塘荇渚受凉风，渔唱鸥吟夕照中。举目骇看天水外，云峰千笏插晴空。"
        },
        {
            "标题": "归自长城驿经刘园小憩",
            "作者": "戴亨",
            "内容": "芳径转幽僻，孤亭净俗氛。檐花风静落，人语竹深闻。\n滩响疑来雨，松阴欲下云。渊明曾试仕，野性卒离群。"
        },
        {
            "标题": "刘园看牡丹同用真字",
            "作者": "戴亨",
            "内容": "名园选胜结芳邻，取次看春及暮春。拟搆新诗酬国色，争浇浊酒奠花神。\n云来深竹庭逾静，客到忘机鸟亦驯。政暇不妨频出郭，招携童叟话天真。"
        },
        {
            "标题": "辽东离席座上尽江浙人感而留赠",
            "作者": "戴亨",
            "内容": "江左山阴道路赊，一尊邂逅聚天涯。最怜满座思归客，翻送愁人远去家。\n细雨深孤新菡萏，离筵惭对野榴花。欲知别后相思处，班马嘶风落日斜。"
        },
        {
            "标题": "壬申三月三日李眉山招同人万柳塘修禊宁王喜闻其盛亲携杯茗肴核以助雅游 其一",
            "作者": "戴亨",
            "内容": "三月月初三，品类畅以达。幽人识化机，真想在林樾。\n修禊联同声，尊俎待名哲。晨出践佳招，襟怀顿披豁。\n念子隔层阿，经时恨契阔。良辰共褰裳，遵渚采芳洁。\n迟暮感人心，兰英亦易歇。眷兹文酒欢，嘉会岂中绝。\n三五清辉圆，期君弄明月。"
        },
        {
            "标题": "壬申三月三日李眉山招同人万柳塘修禊宁王喜闻其盛亲携杯茗肴核以助雅游 其二",
            "作者": "戴亨",
            "内容": "造物运无心，浩然化育流。胡为古昔人，而能与天游。\n真机畅胸臆，触景成奇搜。况兹大块春，兰茝盈芳洲。\n斯理苟不达，多为形迹留。贤王具旷识，万物将同俦。\n憺然忘物我，情与韦布周。梁苑侣邹枚，陈思宴应刘。\n惭乏数子才，安能扬其休。"
        },
        {
            "标题": "陇上行",
            "作者": "戴亨",
            "内容": "沙邱载臭祖龙死，二世流毒势方始。谁知陇上有英雄，狐啸一声鸿鹄起。\n男儿决志四海惊，水深火热援群生。指挥大权能自握，诸侯听命皆蛇行。\n揭竿倡义真豪杰，一夫首难强秦灭。奈何成败论前贤，吊伐唯称高祖烈。"
        },
        {
            "标题": "陇头水",
            "作者": "戴亨",
            "内容": "陇水汤汤，塞草茫茫。登高远眺，孤云南翔。眷彼孤云，泣下沾裳。"
        },
        {
            "标题": "题运使卢同年抱孙 其十 授经图",
            "作者": "戴亨",
            "内容": "魏相宰茂陵，文翁治巴蜀。经术持化民，往往易成俗。\n使君今名儒，建塾亲教育。俗学每拘墟，糟粕转相勖。\n岂知导肯綮，批却随心目。况以身为律，宁不争自淑。\n士气顿改观，英才待收录。"
        },
        {
            "标题": "题运使卢同年抱孙 其五 浚湖图",
            "作者": "戴亨",
            "内容": "昔人盛游览，杭颖无低崇。风雅久沦没，废为葭苇丛。\n譬彼亿兆情，壅滞不得通。虽有惠下心，政治难为功。\n贤牧为疏导，众生欣相从。天水望空阔，豁然开心胸。\n中流一洒酹，怀古酬高风。"
        },
        {
            "标题": "吊岳忠武王",
            "作者": "戴亨",
            "内容": "英雄血战奋蜺旌，雪耻忠丹贯日明。不忌犁庭回二帝，忍教奸相坏长城。\n魂骑箕尾归苍昊，地涌波涛走巨鲸。从此中原终莫救，至今烈士恨难平。"
        },
        {
            "标题": "题王母蟠桃图",
            "作者": "戴亨",
            "内容": "青鸟□书过西海，祥光瑞霭腾蓬莱。紫电鞭龙役鬼神，鸾旗绛节排天开。\n排天开，天乐发，飞琼曲度流云遏。纤罗雾縠焕云霞，羽盖飙车驻承华。\n承华殿上谒天子，缥缈仙音清入耳。云是九灵太妙，龟山金妪。\n先天地生，阴阳未布。转辰枢，立鳌柱，曾见日浴金乌月生兔。\n纵横八极播洪钧，出入九重紫微步。迩乃衍乎阆苑憩昆崙，瑶池翠嶂漫烟雾。\n弱海洪涛万丈深，影灭轮回安可渡。明星玉女供玉浆，麻姑搔背指爪长。\n三千岁结蟠桃香，钱铿小儿未及尝。老二仪，凋三光，独有刀圭不死之神方。\n蟠天际地任翱翔。语阕玄灵忽迓空，神云飘举回鸣珰。\n武帝玄霜终不得，金掌高擎空断肠。"
        },
        {
            "标题": "送钱司寇香树",
            "作者": "戴亨",
            "内容": "年老怀知己，相逢每恨迟。可堪衰飒候，又是别离时。\n烟雨楼头月，銮江渡口诗。美人隔秋水，无计慰相思。"
        },
        {
            "标题": "病中秋夜梦归",
            "作者": "戴亨",
            "内容": "衰草离披白露凉，草根蟋蟀近匡床。支颐恍惚闻残□，欹枕迢遥到故乡。\n悴貌入庐惊弟妹，高堂挥泪诘行藏。一声梦断南归雁，月照寒窗秋夜长。"
        },
        {
            "标题": "拟曾晰莫春唱答歌六章 其三",
            "作者": "戴亨",
            "内容": "物无心而成化兮觉天地之无私。纷欣欣而茂育兮身亦游于化机。\n人害匪徒兮地害匪宜。"
        },
        {
            "标题": "拟曾晰莫春唱答歌六章 其四",
            "作者": "戴亨",
            "内容": "冠兮童兮浴且风兮。夫何求兮与天游兮。"
        },
        {
            "标题": "拟曾晰莫春唱答歌六章 其六",
            "作者": "戴亨",
            "内容": "望衡门兮日熹微。随杖履兮归来。琴瑟在御兮且鼓且嬉。世莫我知兮将上质乎皇羲。"
        },
        {
            "标题": "拟曾晰莫春唱答歌六章 其二",
            "作者": "戴亨",
            "内容": "春风融融兮沂水洋洋。高天厚地兮供我相羊。何思何虑兮与时偕行。"
        },
        {
            "标题": "拟曾晰莫春唱答歌六章 其一",
            "作者": "戴亨",
            "内容": "风和煦兮水容与。偕童冠兮行蘧蘧。万物得所兮吾亦乐吾初。"
        },
        {
            "标题": "拟曾晰莫春唱答歌六章 其五",
            "作者": "戴亨",
            "内容": "群适其时兮余将奚待。唐虞事业兮于焉斯在。"
        },
        {
            "标题": "墨蟹戏题",
            "作者": "戴亨",
            "内容": "草泥郭索遍江干，匡满玄黄菊未残。把酒持螯秋正好，不应空作画图看。"
        },
        {
            "标题": "五月十六日奉窆曾祖母陈太君祖父葭湄公于杭城留下之安乐山",
            "作者": "戴亨",
            "内容": "开尊浇厚土，卜吉妥幽魂。远水潆沙岸，群山拱墓门。\n相形宜震巽，表石示儿孙。敢妄希荣显，相期笃本原。"
        },
        {
            "标题": "三月八日桃源岭展祖墓",
            "作者": "戴亨",
            "内容": "策杖缘湖岸，披荆觅墓门。望空三酹酒，剪纸一招魂。\n泪洒流泉溢，悲深野日昏。欲回天色暮，惆怅立郊原。"
        },
        {
            "标题": "送宫方伯怡云往嘉兴用同年卢都转雅雨韵",
            "作者": "戴亨",
            "内容": "平山高阁忆同游，倾盖论交恨白头。伏处岂徒钦宿望，晤言真不愧儒修。\n銮江随养趋乌目，邗水扬帆向秀州。何日尊醪重把袂，碧云红树已深秋。"
        },
        {
            "标题": "拟挽歌词三章 其二",
            "作者": "戴亨",
            "内容": "性为形之主，形乃性所依。二者不终聚，性尽形可遗。\n所以古志士，生死唯自持。敏皇若不逮，蓄念人岂知。\n修短何足介，圣凡更共之。肖形百年中，百年能几时。\n奄忽溘朝露，此生亦虚縻。"
        },
        {
            "标题": "拟挽歌词三章 其一",
            "作者": "戴亨",
            "内容": "我命自我立，不受阴阳欺。夭寿无贰理，朝闻夕死宜。\n所生诚不忝，造化岂能违。舜文称寿考，颜冉非短期。\n周孔终正寝，龙比死亦怡。鼎鼎宇宙间，均之全所归。\n生理苟不尽，龟鹤亦奚为。"
        },
        {
            "标题": "夏夜偕许虞辑对月口吟用广其意",
            "作者": "戴亨",
            "内容": "日入炎暑消，松际月初起。清露滴兰芽，幽香散筵几。\n浮云淡所之，天容净如洗。披襟临凉飙，对之洒然喜。\n群动渐无声，草虫鸣不已。岂必出郊坰，已觉忘尘市。\n荣华世所希，贫贱亦应尔。役役空劳生，盈虚有定理。\n即此明月光，阴晴亦难恃。况在天之涯，相对我与子。\n与子且徜徉，勿为境所累。"
        },
        {
            "标题": "赋得五月五日扬子江心铸镜",
            "作者": "戴亨",
            "内容": "水心天宝镜，灵异世无双。神匠鸠重午，鸿钧绕大江。\n一轮光继日，对月夜悬窗。时有龙鸾翙，还教心胆降。\n涵虚长皎洁，鉴物别珉矼。应祀甘霖霈，无劳水滴駹。"
        },
        {
            "标题": "七夕后一日饮蔚千荷庭",
            "作者": "戴亨",
            "内容": "何须银汉舣灵槎，对此湖光意己赊。树里人烟疑海屋，云中鸡犬近仙家。\n暮年醇酒为生计，早岁荣名作幻花。我亦从兹思远遁，武林深处问桑麻。"
        },
        {
            "标题": "孔员外为余刻齐清集赋谢",
            "作者": "戴亨",
            "内容": "老雪衡门积，虚窗皓月孤。知音甘阒寂，閒咏对荒芜。\n得句惭圭璧，多君重珷玞。风流王宋后，此意世人无。"
        },
        {
            "标题": "客有问余诗者赋此答之",
            "作者": "戴亨",
            "内容": "岂有元音重庙堂，干求当世避炎凉。荒山暮雨劳行役，紫塞秋风过战场。\n远道怀人生死泪，陈编吊古废兴肠。更多身外閒歌哭，慷慨无端每醉乡。"
        },
        {
            "标题": "徐秦二孝廉与余同客南泉寺既去简邀小酌",
            "作者": "戴亨",
            "内容": "塞客同来重作客，客中萧索复分离。须知孤馆深愁处，正忆三人共话时。\n爱我定思河朔饮，为君早置建康卮。莫因怯暑迟云履，点检风尘更有谁。"
        },
        {
            "标题": "立秋前一日典衣邀同人看荷",
            "作者": "戴亨",
            "内容": "久客光阴感慨中，花时难遣酒杯空。况兼白发伤迟暮，宁惜青袍作主东。\n千叠云山环北郭，一溪烟水自离宫。须知雅会非长得，几日秋生大块风。"
        },
        {
            "标题": "过蔚千荷庭晚归二首 其二",
            "作者": "戴亨",
            "内容": "落落遐心远嚣俗，洋洋泌水堪乐饥。图画昔时已愈疟，栖迟此处真忘机。\n村犬吠云日欲暮，荷溪照月花仍辉。老夫短筇策沙岸，随风香气吹我衣。"
        },
        {
            "标题": "过蔚千荷庭晚归二首 其一",
            "作者": "戴亨",
            "内容": "尘嚣何处挹清芬，高咏新诗每过君。真羡幽居堪寄傲，敢誇健笔足淩云。\n烟沈霞起閒中谛，鸟语溪声静里分。长夏淹留忘溽暑，倚栏清啸日斜曛。"
        },
        {
            "标题": "蔚千春筵咏梅花",
            "作者": "戴亨",
            "内容": "老干离奇历岁年，花迎首祚发华筵。空矜玉貌堪谁赠，久抱寒香欲自仙。\n时爱尚需桃李艳，孤情不爱蝶蜂怜。漫言托地非暄暖，松柏精神荫后先。"
        },
        {
            "标题": "青陵台",
            "作者": "戴亨",
            "内容": "淫雨霖霖歇，江河水不深。祇今台上日，万古照贞心。"
        },
        {
            "标题": "题棕亭秋江拥棹图",
            "作者": "戴亨",
            "内容": "木落秋气深，江声日东泻。扁舟独往情，岂为耽休暇。\n旅雁唳霜皋，孤月耿遥夜。时发游子吟，暂泊枫林下。"
        },
        {
            "标题": "夜泊箫声",
            "作者": "戴亨",
            "内容": "小艇银塘夜泊迟，木樨风细夜衔卮。箫声隐隐渔家外，正是前峰月上时。"
        },
        {
            "标题": "秋空",
            "作者": "戴亨",
            "内容": "孤艇泊枫林，梦绕江天路。寒雨带归鸿，飞向江南去。"
        },
        {
            "标题": "过马氏园林",
            "作者": "戴亨",
            "内容": "虽未出城市，来兹意己欣。小庭初过雨，密竹暗通云。\n鱼鸟咸知乐，嚣喧静不闻。暂偷忙里暇，亦觉远尘氛。"
        },
        {
            "标题": "秋日溪行",
            "作者": "戴亨",
            "内容": "斜日明村巷，商声动暮蝉。一年将欲尽，百岁岂徒然。\n坐起草沙际，夷犹云鸟前。愁心无处著，随意此留连。"
        },
        {
            "标题": "秋苔",
            "作者": "戴亨",
            "内容": "扃户少人踪，苔痕厚阶砌。山鸟爱幽居，衔花落苍翠。"
        },
        {
            "标题": "秋夜怀台湾六巡察居鲁",
            "作者": "戴亨",
            "内容": "嘹唳雁声高，秋空月丽霄。孤斋亲浊酒，万里隔寒宵。\n滩雨蛮烟路，星槎海国潮。故人官绝域，书札望迢遥。"
        },
        {
            "标题": "听弹秋江夜泊",
            "作者": "戴亨",
            "内容": "秋气森庭户，江声沸几筵。何人舟夜泊，沈子坐操弦。\n孤雁鸣沙岸，哀猿吊岭烟。归心千里外，听罢泪潸然。"
        },
        {
            "标题": "门有车马客",
            "作者": "戴亨",
            "内容": "门有车马客，来自万里途。峥嵘百宝装，昂藏双龙驹。\n腰悬辘轳剑，兜辉明月珠。入门惊四座，气宇凌九区。\n问客何所能，问客何所求。客亦无所能，客亦无所求。\n但伤尘壒内，斯人无时休。一朝意气尽，白骨堆荒丘。\n蛆蜹穴枯腊，妖狐窃髑髅。游魂苦无依，阴雨时啾啾。\n谁解养玄关，而将奇龄修。东海蓬莱山，五城十二楼。\n上有飞仙居，吾曾与之游。授我延年术，教我守中枢，专气而致柔。\n阳昌阴魄，消缘督转，玄机渊镜恒内留。得一万事毕，金水分恩雠。\n天人互相盗，灵苗结县旒。虚室渐生白，皓月当清秋。\n神与太虚盟，形与元化谋。万感斗其心，相刃复相劘。\n鬼伯入虚舍，遂受阴阳欺。生死操方寸，端倪尔自知。\n再拜受秘箓，拳拳中藏之。大道贵丧我，吾将祛滑疑。\n安能同混浊，甘为异类摧。"
        },
        {
            "标题": "都门冬夜",
            "作者": "戴亨",
            "内容": "惨雪失昏昼，慄烈冱乾坤。朔风震陵莽，猎猎惊征魂。\n朱火凝兰膏，重衾夜无温。羁绪结悽怆，泪下声忽吞。\n客身岂不惜，深怀罔极恩。燕市寒如此，绝塞何堪论。\n寄裘苦无资，况久缺鸡豚。人生七十稀，宁不念晨昏。"
        },
        {
            "标题": "赋得日暖万年枝",
            "作者": "戴亨",
            "内容": "曈昽升大地，晻暧茂芳枝。旭景融贞干，苍髯耀赤墀。\n栽培蒙厚土，精彩发明时。纤翳无亏曜，倾阳早若葵。\n敷荣堪献寿，劲节复能持。已受离光照，还思夜露滋。\n豫章欣有托，梁栋自多资。樗栎虽凡陋，流辉幸不遗。"
        },
        {
            "标题": "宁远州",
            "作者": "戴亨",
            "内容": "出关二百里，州治覆寒云。乱石堆墙短，流泉入圃分。\n野狼昏截径，山鬼夜呼群。问俗难投止，驱车背夕曛。"
        },
        {
            "标题": "前题三叠原韵 其二",
            "作者": "戴亨",
            "内容": "谁识根尘净，今能得自然。鸟啼山月上，门掩谷云前。\n漉酒閒中课，敲诗醉后禅。远公高卧处，翘首但苍烟。"
        },
        {
            "标题": "前题三叠原韵 其一",
            "作者": "戴亨",
            "内容": "田盘高莫极，清冷出人群。霄汉长悬月，虚空不住云。\n钟鸣山谷应，竹引石泉分。红叶萧萧落，秋声静里闻。"
        },
        {
            "标题": "三叠前韵 其一",
            "作者": "戴亨",
            "内容": "兹琴非近乐，不许膝前横。本以重难御，兼之音太清。\n风霄玄鹤下，丹穴彩鸾生。应与鸣球贡，熏风一奏声。"
        },
        {
            "标题": "三叠前韵 其二",
            "作者": "戴亨",
            "内容": "解鼓神人格，知稀弃不辞。绝无凡指弄，翻少俗尘缁。\n挂壁侵苔古，游鱼出水迟。昔贤成此意，应不悦当时。"
        },
        {
            "标题": "题采桑图",
            "作者": "戴亨",
            "内容": "春日采柔桑，桑叶饲蚕子。饲蚕蚕不食，举家愁欲死。\n结茧酬辛勤，公私庶有倚。练作万缕丝，织成一端绮。\n绮罗遭僭滥，狼籍若麻葈。谁念养蚕家，艰辛乃如此。\n卖丝易斗升，粗褐不蔽体。"
        },
        {
            "标题": "山出云",
            "作者": "戴亨",
            "内容": "閒云偶出山，时作山前雨。流光若近人，即之无觅处。"
        },
        {
            "标题": "出山海关是日宿叶家坟 其二",
            "作者": "戴亨",
            "内容": "龙冈夜雨晓初收，惊见霜花草际浮。一剑凄凉人出塞，万山巀嵲雁鸣秋。\n驱驰世路馀空橐，荏苒光阴已白头。把酒自悲还自笑，古来得失只荒邱。"
        },
        {
            "标题": "宿山海关",
            "作者": "戴亨",
            "内容": "崨嶪群峰暮霭多，长城蟠挂势巍峨。防边夜警重关□，出塞声悲壮士歌。\n见惯云山头已白，春深瀛海雁初过。凭高万里看秦塞，明月苍茫隔绛河。"
        },
        {
            "标题": "入山海关感赋",
            "作者": "戴亨",
            "内容": "万里涂膏筑怨年，讵知二世祚随迁。界分天地华夷限，计并山河日月绵。\n堠吏千秋仍守钥，戍兵此日正防边。风尘寂寞驱车入，望里閒愁起暮烟。"
        },
        {
            "标题": "出山海关是日宿叶家坟 其一",
            "作者": "戴亨",
            "内容": "又逐西风出塞垣，却将辽海作家园。黄沙白草荒城曙，衰柳残烟古戍昏。\n风景空增游子恨，江山不返二亲魂。回看万里云天杳，泪洒龙冈暮雨繁。"
        },
        {
            "标题": "山晓",
            "作者": "戴亨",
            "内容": "花气熏残梦，禽声唤宿醺。冈头一瀑下，村落数家分。\n樵牧人皆出，飞潜物自群。惭余行役子，终觉羡耕耘。"
        },
        {
            "标题": "蔚千七十初度并贺生女",
            "作者": "戴亨",
            "内容": "云间太守仲弓才，晚节襟怀傍钓台。天假湖塘娱大隐，人因烟水恋深杯。\n淩霄老柏栖鸾翼，明月新珠出蚌胎。矍铄如君谁得似，檐前榴火报初开。"
        },
        {
            "标题": "石阙",
            "作者": "戴亨",
            "内容": "两峰盘结望氤氲，鹤唳猿啼透壁闻。采药归来谁是伴，一条枯竹带苍云。"
        },
        {
            "标题": "石阙",
            "作者": "戴亨",
            "内容": "采芝石阙西，放鹤石阙东。此中有天地，不与黄埃通。"
        },
        {
            "标题": "和白鹤亭送无凡上人结茅盘山原韵 其二",
            "作者": "戴亨",
            "内容": "性空虽不昧，尘海亦徒然。撒手名山去，归心古佛前。\n岭猿清妙悟，松月静安禅。回首泥涂界，人天隔幻烟。"
        },
        {
            "标题": "宿大石桥",
            "作者": "戴亨",
            "内容": "去家三十里，犹隔一宵程。两岸众峰敛，一钩新月明。\n近乡思愈切，久别恨旋生。不寐听残夜，荒鸡下五更。"
        },
        {
            "标题": "石桥",
            "作者": "戴亨",
            "内容": "略彴石欹斜，菖蒲映清水。水流细有声，泠泠漱石齿。"
        },
        {
            "标题": "散牛啮荻图",
            "作者": "戴亨",
            "内容": "一犁耕老脱危缰，从此逍遥下石冈。野食不须愁自觅，道旁秋浦荻芦黄。"
        },
        {
            "标题": "示女尼性魁",
            "作者": "戴亨",
            "内容": "剃度离家自弱年，归空犹有发堪怜。数茎香髻抛残业，一点芳心入静缘。\n夜叩寒钟霜月下，晓闻清梵露鸡先。长将宝镜悬胸臆，洗净铅华不坐禅。"
        },
        {
            "标题": "式微",
            "作者": "戴亨",
            "内容": "天心开大悟，海量悔深非。近难何能脱，名山不早归。\n野花寒结子，清露夜沾衣。羁绪兼秋杀，凄然赋式微。"
        },
        {
            "标题": "赋得岁寒松",
            "作者": "戴亨",
            "内容": "万物凋零日，青苍见尔辰。虽能甘苦节，非不愿阳春。\n岂羡知稀贵，偏于岁暮亲。四时无改序，淹寂亦何瞋。"
        },
        {
            "标题": "燕山古迹四首 其一",
            "作者": "戴亨",
            "内容": "昭王筑金台，折节延奇士。乐毅感主知，功业从此始。\n骐骥不见收，盐车困将死。古来英俊人，零落随荒枳。\n千春感我心，重士昔如此。凭眺动遐思，落日下颓址。"
        },
        {
            "标题": "李徵君虚斋九十初度四章章八句",
            "作者": "戴亨",
            "内容": "鹤鸣于天，鱼跃于藻。有美一人，冰雪在抱。缟衣茹藘，于尘之表。\n我欲觏之，蒹葭缥缈。"
        },
        {
            "标题": "陈家台述事",
            "作者": "戴亨",
            "内容": "岁俭多宵小，颓垣户牖通。既眠愁盗马，不寐听嘶风。\n岂是燕台骏，深惭塞上翁。晨兴看结蚓，骧首海云东。"
        },
        {
            "标题": "听弹水仙操",
            "作者": "戴亨",
            "内容": "希音今绝响，古乐独安弦。浊俗谁同调，孤鸣忆水仙。\n空江招白鹤，远峤迓成连。如共幽人语，灵槎舣日边。"
        },
        {
            "标题": "读鲍步江",
            "作者": "戴亨",
            "内容": "神鲤甘泥淖，鸾凰伏莽榛。岂无变化能，所惧戕其真。\n原隰有游龙，灼灼耀光彩。西风纵横吹，零落随萧苇。\n名山有大猷，难与肉食谋。男儿不矢志，何以垂千秋。\n榛苓思美人，引领生离忧。"
        },
        {
            "标题": "步马秀才原韵赠徐叶张王四子 其一",
            "作者": "戴亨",
            "内容": "四君丰格旧同俦，才子瑶篇扫壁留。笔挟风云腾彩凤，槎回星汉忆牵牛。\n岩间苍鼠穿松过，石上寒泉带月流。我暇欲追诸子胜，丹峰翠巘一囊收。"
        },
        {
            "标题": "步马秀才原韵赠徐叶张王四子 其二",
            "作者": "戴亨",
            "内容": "云鸿海鹤忆同俦，胜事空悲去不留。久慑风涛甘守兔，每思圭组鉴牺牛。\n盍簪盛友皆名辈，扛鼎雄才绝俗流。欲吐胸怀谋一醉，黄龙冈上雨初收。"
        },
        {
            "标题": "送年家子毛秋岑归窆祖茔余有同约至期不遂",
            "作者": "戴亨",
            "内容": "卜阡余负约，夙愿尔无违。洒我思乡泪，沾君返国衣。\n越江孤棹远，燕塞早鸿飞。有梦随荒麓，相携上翠微。"
        },
        {
            "标题": "送人归山",
            "作者": "戴亨",
            "内容": "君归隐名山，山中结茅屋。应有太古云，长伴幽人宿。"
        },
        {
            "标题": "和友人游仙杂诗 其三",
            "作者": "戴亨",
            "内容": "先天一气叩关元，窅窅冥冥大药存。颠倒乾坤成泰象，往来离坎立玄根。\n狂澜海底探蛟穴，逆水滩头过剑门。送得真人归洞府，温风桃熟武陵源。"
        },
        {
            "标题": "送秋岑还京师",
            "作者": "戴亨",
            "内容": "君来慰我愁，君去愁如何。慷慨结交欢，阅历已云多。\n孰是际颠危，而能心靡他。屏营济河侧，远水生寒波。\n西风吹旅雁，嘹呖云中过。感兹岁将晏，况复当离歌。\n倏忽一尊酒，远隔云山阿。云山缈难及，瞻望泪滂沱。"
        },
        {
            "标题": "长信宫 其二",
            "作者": "戴亨",
            "内容": "九重恩断妾难忘，日日焚香扫御床。朝罢探君何处乐，人传歌舞在昭阳。"
        },
        {
            "标题": "长信宫 其一",
            "作者": "戴亨",
            "内容": "当春兰蕙竞芬芳，金殿筵开捧御觞。几日承恩欢乐地，秋风花落禁宫凉。"
        },
        {
            "标题": "岁暮歌三章 其一",
            "作者": "戴亨",
            "内容": "若有人兮在山椒。衣云锦兮佩琼瑶。持芳芬兮犹豫，将谁赠兮心烦劳。\n太息兮遐睇，路漫漫兮山嶕峣。"
        },
        {
            "标题": "岁暮歌三章 其二",
            "作者": "戴亨",
            "内容": "若有人兮在山阴。葛藟累兮石崎嵚。阴阳摧兮岁暮，风萧萧兮猿狖吟。\n皋兰萎兮不馥，谁余慕兮深林。"
        },
        {
            "标题": "岁暮歌三章 其三",
            "作者": "戴亨",
            "内容": "若有人兮在山麓。飘风发兮陨草木。陟椒邱兮不返，高余冠兮被初服。\n庸愚乐兮贤心悲，不我知兮谁告。"
        },
        {
            "标题": "扁舟万里图",
            "作者": "戴亨",
            "内容": "草蓑箬笠一扁舟，万里长江任去留。直破雄风到沧海，白云深处是瀛洲。"
        },
        {
            "标题": "题采药图",
            "作者": "戴亨",
            "内容": "偶随玄鹿径，已入白云乡。此际逢刘阮，相携渡石梁。"
        },
        {
            "标题": "题观海图为张同年蔚千作",
            "作者": "戴亨",
            "内容": "崇明县治海中起，贤宰升高望海水。元气茫茫浸坤轴，波涛泻入胸怀里。\n此中有螺蚌，咀喔浊泥滓。此中有神鲲，水激三千里。\n此中复有三神山，缥缈虚无住仙子。陶铸尧舜但秕糠，灵风扇物物不死。\n天吴效顺蛟龙驯，螭珠烛夜虺蜮徙。洪濛开辟留大观，生物之奇乃如此。\n秦皇汉武一何痴，长生大药空劳思。圣王有道不扬波，遐荒重译纷来驰。\n烟消雾净氛沴灭，日轮照耀扶桑枝。须知利涉要舟楫，安澜亦借经纶持。\n前代此间为要害，设险翻为盗贼资。余观此图心骇愕，鳌掷鲸呿安可测。\n身老飘荡畏风波，每欲浮家苦无策。何人为我舣灵槎，孤岛群鸥是安宅。"
        },
        {
            "标题": "再题红叶小照",
            "作者": "戴亨",
            "内容": "幽赏索秋痕，轻车远城郭。连磴玩回蟠，惊新非意度。\n村墟阒见闻，踞石眺岩壑。清泉越远冈，崎岖绕石落。\n红叶挂寒条，参差绮云灼。感此凌霜姿，赏心别有托。\n阴霞生莫崖，归怀展领略。追忆发奇吟，吟成独斟酌。"
        },
        {
            "标题": "题李于野秋夜对月图",
            "作者": "戴亨",
            "内容": "天地变气候，万象澄幽光。白月下野草，蟋蟀鸣东厢。\n清飙乘因来，淅淅吹单裳。感彼离根蓬，飘飖随风扬。\n达人涤滞虑，独坐亲寒芳。游目送孤云，遐心与俱忘。"
        },
        {
            "标题": "题画册八首 其三 仙山楼阁",
            "作者": "戴亨",
            "内容": "参差楼阁玉为梁，来往仙姝蹑凤凰。百尺丹梯容我上，吹笙亲乞杜兰香。"
        },
        {
            "标题": "连日苦热因忆明复庵别业 其二",
            "作者": "戴亨",
            "内容": "僻处违城市，相求独往还。人嫌茅屋漏，我爱竹林閒。\n草色荒行径，松阴覆掩关。徘徊时北望，云树隔颓颜。"
        },
        {
            "标题": "连日苦热因忆明复庵别业",
            "作者": "戴亨",
            "内容": "朱明增酷烈，离垢想清芬。槐荫留长日，山房接断云。\n园蔬经雨摘，村酒隔篱分。风味宛如昨，孤吟怅夕曛。"
        },
        {
            "标题": "题吴园二十景 其十三 柳风麦浪之间",
            "作者": "戴亨",
            "内容": "垂柳带平畴，孤亭坐山翠。野老叱牛归，夕阳下平地。"
        },
        {
            "标题": "题观察卢同年雅雨平山高会图",
            "作者": "戴亨",
            "内容": "欲变繁华俗，将成弦诵区。平山开盛会，都转是名儒。\n士萃东南秀，诗标主客图。流传千载后，真不愧欧苏。"
        },
        {
            "标题": "沙邱行",
            "作者": "戴亨",
            "内容": "荆卿匕首失便利，博浪挥椎复空计。脱死游魂虐愈张，茫茫莫测穹苍意。\n惨酷身兼桀纣行，求仙沧海希长生。肘腋大憝昧不察，书儒何罪遭焚坑。\n悯怓不受扶苏谏，天夺其聪机兆见。一朝鲍臭走沙邱，矫诏杀兄胡亥篡。\n积恶盈辜祚乃终，斩蛇狐啸兴群雄。族先自赤身授首，子婴馀孽收重瞳。\n假使当时刺击死，九有神器归贤子。干蛊反正迓神庥，天报奇凶岂若此。"
        },
        {
            "标题": "送杨澍三之粤东 其二",
            "作者": "戴亨",
            "内容": "新州竻竹有荒城，一夕西风吊古情。旧址沙沈文献宅，高标苔没马援名。\n天涯亭上征鸿断，梦觉关头夜月明。回首那堪家万里，思君祇此亦魂惊。"
        },
        {
            "标题": "题郊游听僧弹琴图",
            "作者": "戴亨",
            "内容": "山净涤秋霖，皋兰被清露。时与山僧俱，鸣琴坐幽处。\n聪耳涧声流，息虑松风度。一曲听欲终，精义妙超悟。\n天际孤云生，心与孤云去。"
        },
        {
            "标题": "寄赠乔山人兆三兼订游山之约三首 其三",
            "作者": "戴亨",
            "内容": "邈矣超尘境，跫然有足音。清心对流水，聪耳听鸣禽。\n适俗原非愿，高栖素所钦。兴言随杖履，幽梦结遥岑。"
        },
        {
            "标题": "刘编修殿虎赠余诗己三年矣赋此答之 其一",
            "作者": "戴亨",
            "内容": "吾辈迂疏世共闻，难将知己问尘氛。况当遁迹如张俭，谁信谈经类子云。\n识具古今仍嗜学，交空南北始逢君。芝兰赠我联同气，怀袖三年吐异芬。"
        },
        {
            "标题": "刘编修殿虎赠余诗己三年矣赋此答之 其二",
            "作者": "戴亨",
            "内容": "碧云苍雾讲堂阴，燕市离群听雁音。倾盖一谈天下计，开襟真见古初心。\n浮沈声气交嫌晚，商榷人天道且深。白雪若教容易和，岂烦岁久始追寻。"
        },
        {
            "标题": "旱",
            "作者": "戴亨",
            "内容": "风鼓边声劲，尘埋日色悬。但看阴匝地，不见雨垂天。\n割下银河水，应沾万顷田。自惭无羽翰，惆怅意茫然。"
        },
        {
            "标题": "春郊晓望",
            "作者": "戴亨",
            "内容": "扶桑晴日晓无烟，纵目高冈极远天。山势北来雄帝阙，海潮东去见朝鲜。\n豳风业就神龙跃，紫塞春随旅雁还。形胜先皇遗迹在，郁葱佳气满辽边。"
        },
        {
            "标题": "崮山望岱",
            "作者": "戴亨",
            "内容": "岱宗何处是，崮顶正当冲。登眺豁双目，苍茫隔数峰。\n云来疑作雨，心寂若闻钟。何日磨崖上，高寻历代踪。"
        },
        {
            "标题": "秋日偕诸友人舟中望月得更字",
            "作者": "戴亨",
            "内容": "天光水色两澄清，孤月含秋傍艇生。逐浪千寻无定影，悬空中夜为谁明。\n烟波不尽诗人意，云树偏多故国情。画角又吹黄叶落，可堪千里咏残更。"
        },
        {
            "标题": "哭陈进士宪图 其五",
            "作者": "戴亨",
            "内容": "避俗荒斋寄索居，傍人饥饱任粗疏。佛灯光照朝磨剑，梵语声淆夜读书。\n一榻臞禅僧自在，满窗明月客非初。诗人死后魂难瞑，定把烦冤问太虚。"
        },
        {
            "标题": "甲戌真州九日邀署中诸友游吴许二园林",
            "作者": "戴亨",
            "内容": "真州吴囿城东湄，扁舟九日来探奇。湘芷江兰杂洞壑，古柏老桂蟠蛟螭。\n忽讶远山渡隰岸，那知高阁淩厜㕒。乘兴邻园贾馀勇，短筇登历忘饥疲。"
        },
        {
            "标题": "戏赠友人纳妾",
            "作者": "戴亨",
            "内容": "绣帏春色夜来多，啼鸟声催晓梦过。倦起妆成还对镜，扶郎肩臂问如何。"
        },
        {
            "标题": "夏日书怀",
            "作者": "戴亨",
            "内容": "百年无定著，踪迹老风尘。樱熟时将夏，花残岁不春。\n平生成底事，往古类何人。自叩惭惊汗，临风一怆神。"
        },
        {
            "标题": "喜年家子毛秋岑",
            "作者": "戴亨",
            "内容": "昔别是何时，心悲安可论。归来重握手，欲语复何言。\n商飙起庭树，萧萧落叶繁。萤火收夜光，椒榝已空园。\n寒暄更代谢，荣悴变朝昏。亭亭松篁柯，青葱今尚存。\n相对成一笑，相劝酒盈尊。"
        },
        {
            "标题": "潇湘泛棹图",
            "作者": "戴亨",
            "内容": "雨过潇湘近午钟，芰荷风暖水溶溶。帆樯曲折随流转，看尽衡山九面峰。"
        },
        {
            "标题": "题吴园二十景 其四 千尺桃花潭",
            "作者": "戴亨",
            "内容": "灼灼桃花红，澄澄潭水绿。疑是武陵源，人家匿深谷。"
        },
        {
            "标题": "题吴园二十景 其二 见山楼",
            "作者": "戴亨",
            "内容": "苍苍楼前山，连峰数千里。上接蔚蓝天，下带长江水。"
        },
        {
            "标题": "题吴园二十景 其七 仙人洞",
            "作者": "戴亨",
            "内容": "坐久寂无闻，真人潜深窟。静里察玄机，白云蓊欲出。"
        },
        {
            "标题": "三月八日吴园脩禊",
            "作者": "戴亨",
            "内容": "名园喜初霁，脩禊践幽寻。石耸峰峦古，烟生洞壑深。\n和风吹老貌，春水涤烦襟。忽忆山阴会，遥遥隔古今。"
        },
        {
            "标题": "题吴园二十景 其五 月台",
            "作者": "戴亨",
            "内容": "明月丽中天，群动一时寂。独坐理鸣琴，清辉照几席。"
        },
        {
            "标题": "九日游吴园步韵",
            "作者": "戴亨",
            "内容": "晴色丽朝暾，肩舆出郭门。招携酬令节，取次历名园。\n丘壑高人致，烟霞过客魂。小山丛桂外，将拟采芳荪。"
        },
        {
            "标题": "题吴园二十景 其三 华黍斋",
            "作者": "戴亨",
            "内容": "养高绝外营，郊居爱华黍。江上无心云，飞来落甘雨。"
        },
        {
            "标题": "甲子正月八日重馆竹梧轩",
            "作者": "戴亨",
            "内容": "壮志销磨尽，他乡老病俱。还搜残卷帙，重课旧生徒。\n天地苏群动，饥寒困腐儒。厚生怜八口，吾道乏良图。"
        },
        {
            "标题": "题吴园二十景 其六 分江",
            "作者": "戴亨",
            "内容": "清江可濯缨，分来就溪壑。应有濠上人，相携看鱼乐。"
        },
        {
            "标题": "题吴园二十景 其一 白沙翠竹江村",
            "作者": "戴亨",
            "内容": "水净白沙明，花满江村路。策杖入修篁，清谈坐深处。"
        },
        {
            "标题": "新春书怀",
            "作者": "戴亨",
            "内容": "不揽范滂辔，从挥祖逖鞭。名山留大业，吾学慕前贤。\n白发争先后，新诗记岁年。所伤时屡易，江海意空悬。"
        },
        {
            "标题": "题谢某",
            "作者": "戴亨",
            "内容": "严风吹空声凛冽，摧肌砭骨须眉磔。入门呼酒索大觥，指直唇结喝不得。\n主人持杯向口倾，手足渐融寒渐释。绣囊绮匣出真容，丐余呵冻题其额。\n展卷霜髭朴貌迎，锦毹云屏俨贵客。我问主人今何为，面颊生赪气忽噎。\n积年旧忿一时来，欲言不言旧嗗呐。遥遥派系出东山，襄平世职传先烈。\n天厌旧德群寇兴，乾坤万象重胚结。兴朝定鼎有驱除，蛟龙争向朱门活。\n飙回影附迹非初，纵是骅骝任驽劣。语罢呜咽泪沾巾，满堂宾客色不悦。\n饮酣狂叫问青天，满地霜华延霜月。我归出门谢主人，丈夫遇合难豫决。\n君不见卫青将相出平阳，史册千秋昭壮节。"
        },
        {
            "标题": "宿僧舍",
            "作者": "戴亨",
            "内容": "访衲过精舍，身轻翠蔼中。云根泉吐月，松顶鹤翔风。\n欹枕浑无寐，清心闻夜钟。悄然思古德，垂老半归空。"
        },
        {
            "标题": "宿山馆",
            "作者": "戴亨",
            "内容": "朝出雅初鸣，暮归日已暝。清梦不离山，还踏苍苔径。"
        },
        {
            "标题": "三河县访赵邑宰康已迁大兴去一日矣",
            "作者": "戴亨",
            "内容": "单车羸马任蹉跎，连日征途阻啸歌。山拥孤城当大路，地排三水走长河。\n故人昨已朝京去，行李今方冒雪过。我自思君倍惆怅，鸡坛车笠竟如何。"
        },
        {
            "标题": "题沈学子",
            "作者": "戴亨",
            "内容": "涉露采芳兰，花开被九畹。将为王者香，莫畏秋风晚。"
        },
        {
            "标题": "赠陈石闾五首 其五",
            "作者": "戴亨",
            "内容": "赫赫五都璧，朗朗照乘珠。光芒发蒙昧，惊怪委泥涂。\n冲霄两龙剑，神物岂终疏。邂逅延平津，精灵相趋扶。\n高天悬明月，中有玉蟾蝫。明月有盈亏，蟾蝫心不渝。\n精辉照天地，万古同须臾。"
        },
        {
            "标题": "雨中移得秋色十馀株种竹侧意更欲种菊花数十本复简松乔",
            "作者": "戴亨",
            "内容": "种得阶前数竿竹，连朝霢霂频浇沐。檀栾争效婵娟姿，但恨孤丛少联属。\n雨中荷锸过西家，移来秋色如春花。耐寒俗称老少年，不与柔脆同欹斜。\n菊花能仙亦能寿，霜姿露质丰台有。篱边拟种三百株，苍翠隐映成三友。\n人生岁月能几何，君颜少壮我发皤。安得终年局蹐不称意，四时佳景成虚过。"
        },
        {
            "标题": "九日燕台怀古",
            "作者": "戴亨",
            "内容": "陟身千仞览遐荒，往古遗踪事缈茫。燕市几曾收骏骨，召南何处觅甘棠。\n云来西北连阴岳，雁过高空带晓霜。我但呼朋谋醉饱，黄花白酒蟹盈匡。"
        },
        {
            "标题": "妾薄命",
            "作者": "戴亨",
            "内容": "乾坤钟灵秀，绝代产殊色。容光竞明月，兰蕙萃为饰。\n扎扎弄机声，文锦光击射。怀贞不肯字，惧无萧史敌。\n老父爨下炊，母借邻灯织。拮据日不遑，不克谋朝夕。\n妾心怆以摧，养女不得力。含羞信蹇媒，情因菽水迫。\n良人同此心，一身何足惜。吁嗟轻薄儿，嘻游狎便辟。\n锦衾遗巧笑，好逑而摈斥。膏沐为谁施，幽房常局蹐。\n展转不能寐，瑶琴怨终夕。琴声一何悲，心伤柱促激。\n既不成婚媾，又远去亲膝。身心两不遂，悢悢不能抑。\n明月照我怀，挥泪长叹息。"
        },
        {
            "标题": "灵岩寺夜步",
            "作者": "戴亨",
            "内容": "日入兴难尽，看山夜若何。寒潭生月小，空谷受云多。\n樵唱出萝薜，禅灯下芰荷。疏钟声远近，隐隐隔岩阿。"
        },
        {
            "标题": "荷溪夜步用前韵",
            "作者": "戴亨",
            "内容": "荷香邀客兴，柳岸净尘氛。明月照沙际，披襟坐夜分。\n身閒宽杖履，头白眷烟云。凫雁情何逸，将随尔作群。"
        },
        {
            "标题": "训士吟 其四",
            "作者": "戴亨",
            "内容": "猗嗟此一生，生难尽慧识。幸不堕顽蠢，造物岂我啬。\n况藉古初人，阐微先我力。得每不践机，失亦难伪饰。\n用转欺慊机，慎哉勿自贼。"
        },
        {
            "标题": "书怀 其二",
            "作者": "戴亨",
            "内容": "戴笠理荒秽，晨兴出露垣。诛茅培屋宇，移石让松根。\n收柿工书翰，分泉灌竹园。百年长此役，今世即羲轩。"
        },
        {
            "标题": "题画册八首 其六 佳人倚竹",
            "作者": "戴亨",
            "内容": "剑铓山色割愁难，风紧秋林玉臂寒。閒却空庭金鸭火，为谁长袖倚琅玕。"
        },
        {
            "标题": "雪后简卢公亮",
            "作者": "戴亨",
            "内容": "朔风吹雪遍河干，启户银花入望宽。官阁吟梅惭水部，洛阳卧病类袁安。\n远峰积素明斜照，饥鸟群飞噪夕寒。命棹无劳剡溪去，山阴咫尺兴何阑。"
        },
        {
            "标题": "萤火",
            "作者": "戴亨",
            "内容": "但看生尔处，腐草亦何神。托命长依夜，窥天未及晨。\n湿光寒自照，阴火故相亲。旦夕随风雨，飘零若有因。"
        },
        {
            "标题": "咏落叶敬步御制原韵 其六",
            "作者": "戴亨",
            "内容": "天高地迥感深秋，无定萍踪相对愁。梦逐樵蓑穿石磴，魂迷渔笠上兰舟。\n穷途有哭如狂阮，随处堪埋类醉刘。敢以巴言赓睿藻，自伤身世等浮沤。"
        },
        {
            "标题": "咏落叶敬步御制原韵 其四",
            "作者": "戴亨",
            "内容": "风木无端惊客心，皋鱼隐痛对伊深。飘来湿处疑含泪，盼去空庭失旧阴。\n忆接芳蕤徒缱绻，情依乔影费追寻。羁人不寐愁听汝，中夜蛩音杂雨音。"
        },
        {
            "标题": "咏落叶敬步御制原韵 其五",
            "作者": "戴亨",
            "内容": "田家荆树近如何，泪洒枯茎感慨多。纷与断霞争渡水，乱披残霭下寒波。\n虫书未就馀残萚，蚁梦初回尽改柯。鸿雁影稀孤干在，愁心摇落遍关河。"
        },
        {
            "标题": "咏落叶敬步御制原韵 其三",
            "作者": "戴亨",
            "内容": "瞥眼惊看节序殊，流光那得住斯须。已伤茂苑差池陨，旋感深林次第无。\n力怯云衢甘委壑，巢怜风影泣栖乌。枝头未尽苍黄色，惨淡馀荣尚守株。"
        },
        {
            "标题": "咏落叶敬步御制原韵 其一",
            "作者": "戴亨",
            "内容": "露折霜摧岂自由，花残莺老债谁留。无边晻暧成虚荫，不断萧骚付浊流。\n弃妇机中明月夜，离人江上白云秋。何须更听回风曲，满眼荣枯导客愁。"
        },
        {
            "标题": "咏落叶敬步御制原韵 其二",
            "作者": "戴亨",
            "内容": "东西飘泊散残红，寥落关山夕照空。岂向御沟流锦字，已甘憔首逐飞蓬。\n集无枯菀随凉雨，望断青葱忆好风。最是蝉鸣凄绝处，萧萧声乱五更中。"
        },
        {
            "标题": "幽寻",
            "作者": "戴亨",
            "内容": "汗漫恣幽寻，峰林相蔽隐。隔浦见炊烟，知有山家近。"
        },
        {
            "标题": "再游卧佛寺七首 其七",
            "作者": "戴亨",
            "内容": "望佛佛犹卧，还寻旧路回。野禽随上下，流水亦潆洄。\n来处云何在，归途日已颓。回看深翠里，瞬息隔尘埃。"
        },
        {
            "标题": "游仙二首 其二",
            "作者": "戴亨",
            "内容": "羽驾蹁跹驭紫烟，霓裳仙乐奏钧天。蕊珠宫里陪春宴，麟凤洲前月正圆。"
        },
        {
            "标题": "游仙二首 其一",
            "作者": "戴亨",
            "内容": "缥缈仙姝下凤楼，桃源渡口木兰舟。亭桡顾我搴珠箔，笑与华池露一瓯。"
        },
        {
            "标题": "题教猎小照",
            "作者": "戴亨",
            "内容": "不愿学迂儒，终岁朱墨涂。残书不愿腰金紫，蜗角浮名撄祸枢。\n不愿长生学枯槁，不愿选佛髡髭须。爨下无薪盎无米，妻子呻吟愁欲死。\n身中无衣囊无钱，壮士低眉无好颜。首阳饿夫何足道，端木货殖称高贤。\n但能规利博温饱，铸冶洒削人争传。埋照韬精每相抑，英风有时难自戢。\n雕鹗横秋厉羽翰，劲气抟空思攫击。昔曾写作郊猎图，角弓羽箭神龙驹。\n风沙萧萧原野阔，一日怒杀三封狐。今复绘图坐秋野，丹穴双雏随上下。\n秋水为神玉为骨，环立渥洼汗血马。昂首嘶风若待驰，指授射御何潇洒。\n王济爱马谢爱山，马有神骏山幽雅。旷士襟期烈士胸，欲将二子归陶冶。\n莫但拘牵纸上文，坐谈经济成虚假。"
        },
        {
            "标题": "题孟颖仙治平略后",
            "作者": "戴亨",
            "内容": "万姓食为天，风淳赖养先。均平怀往政，兼并抑何年。\n饱暖忧禽兽，饥寒困圣贤。古今商治理，遗轨在斯篇。"
        },
        {
            "标题": "真州距杭城仅数百里自夏徂秋己历三月不能一省祖墓雨后见月感赋",
            "作者": "戴亨",
            "内容": "来此夫何事，淹留起暮愁。江山邻故国，风雨滞行舟。\n白发心多感，他乡月易秋。望云挥老泪，魂梦越江游。"
        },
        {
            "标题": "雨后见月",
            "作者": "戴亨",
            "内容": "久雨天初豁，移礅坐晚风。月无亏皦洁，云不碍虚空。\n身老名犹在，官休道岂穷。静中观大化，吾自得吾终。"
        },
        {
            "标题": "雨后省耕过刘氏山庄",
            "作者": "戴亨",
            "内容": "觇农出东郭，林壑夜初晴。春雨既云足，田家各有营。\n窗虚通燕语，花暖聚蜂声。民物欣如此，相看慰我情。"
        },
        {
            "标题": "雨后陈道机招饮环翠亭",
            "作者": "戴亨",
            "内容": "天净雨初霁，草木相新鲜。碧水萦低槛，好鸟鸣树间。\n浮云薄太虚，去去亦何閒。开轩挹苍翠，秀色凌盘餐。\n疏松动凉飙，萧然开我颜。况有忘忧物，重觞累我前。\n放情遗滞虑，良会非偶然。落日散孤霞，墟里明炊烟。\n何当复相寻，披襟弄清泉。"
        },
        {
            "标题": "范家店遇雨",
            "作者": "戴亨",
            "内容": "夏五岁将半，旱魃诚可危。甘雨一朝霈，纵横泽无遗。\n枯禾顿怀新，欣欣田园滋。余时在中途，当之心亦怡。\n岂不沾衣裳，慰众忘所私。"
        },
        {
            "标题": "春日过赵氏山庄 其二",
            "作者": "戴亨",
            "内容": "久厌嚣尘秽，晴郊豁旅颜。荡胸春水活，涤虑野云閒。\n径曲偏宜竹，窗低不碍山。贪吟林色暮，带月返柴关。"
        },
        {
            "标题": "答明惺斋招隐沧洲原韵 其二",
            "作者": "戴亨",
            "内容": "石径茅茨觅旧安，宦途深觉立身难。天人籁发将齐物，薖轴吟成继考盘。\n养性不贪鸡肋味，寻山应制鹿皮冠。扁舟旧说沧洲远，云鹤高踪孰可攀。"
        },
        {
            "标题": "十里台避风遇故人话旧",
            "作者": "戴亨",
            "内容": "邂逅同酣浊酒杯，谩将往事费疑猜。迂儒自分难投俗，圣主何曾肯弃才。\n野日荒荒春草白，黄沙滚滚塞鸿哀。邮亭饮罢旋分袂，泪洒龙堆十里台。"
        },
        {
            "标题": "元日书怀",
            "作者": "戴亨",
            "内容": "西溪空有梅千树，却向辽东久索居。万里关山苏武梦，一床冰雪管宁庐。\n乡心未释庭闱望，逝水空嗟岁月虚。樽俎相看人尽醉，龙荒风景独愁予。"
        },
        {
            "标题": "月中桂",
            "作者": "戴亨",
            "内容": "不老灵根月窟蟠，岂同凡卉有凋残。嫦娥缬佩生仙界，顾兔和丸寿广寒。\n衰盛每随圆缺转，荣枯应向晦明看。偏于玉露金风后，万古香飘碧落端。"
        },
        {
            "标题": "早春行",
            "作者": "戴亨",
            "内容": "歌早春，歌思窈。春光可怜亦可伤，词兼哀乐情颠倒。\n春过已是二月中，却忆初春春日好。此时君相正调元，恩及孩虫答苍昊。\n繄余野老复何知，但解扶筇事幽讨。寒风冰雪尚盈途，柳色莺声亦杳缈。\n几点梅花天地心，生机勃勃萌芳草。万类将随大化春，吾辈因之畅怀抱。\n欢乐情正酣，忧心忽悄悄。高谈四座罗佳宾，众中未有余年老。\n回首韶华骨暗惊，旧事蹉跎岂堪道。寄语吾徒少壮人，修名建立应须蚤。\n君不见新杨柳，几日秋风倏枯朽。"
        },
        {
            "标题": "赠陈进士宪图",
            "作者": "戴亨",
            "内容": "老鹤慕云侣，孤飞伤愿违。翘然发厉响，日暮空迟疑。\n六合不满意，所见非所思。遐心宅霄汉，卑栖当告谁。\n奇翮从南来，慰若平生知。哀鸣相激烈，各言心中悲。\n生死感古人，知音难再期。"
        },
        {
            "标题": "赠吴好山",
            "作者": "戴亨",
            "内容": "庞公隐鹿门，申蟠潜内黄。岂乏用世才，实为廉耻防。\n灿灿繁华子，奔趋日不遑。一朝矜所得，顾盼生辉光。\n高人慕云鹤，摩霄振六翮。宇宙任逍遥，时与飞仙约。\n回首望尘寰，纷纷叹销铄。同声每相应，山川失寥廓。\n偶来武陵城，邂逅钦述作。相与一把臂，足以慰离索。"
        },
        {
            "标题": "将赴河间教授任奠别五亡弟高",
            "作者": "戴亨",
            "内容": "死后经营恨未申，间关千里逐风尘。情同毛义膺徵檄，事异王尊叱御轮。\n樽酒倘知来一奠，泉台应起问双亲。显扬柩下孤儿望，黄卷青灯代尔身。"
        },
        {
            "标题": "长信宫 其三",
            "作者": "戴亨",
            "内容": "西宫芳草正添愁，沸耳笙歌乐未休。莫羡腰肢轻似燕，当年恩眷妾曾优。"
        },
        {
            "标题": "贺同年张太守蔚千新居兼值诞辰",
            "作者": "戴亨",
            "内容": "潋滟湖光绕帝州，杖藜科跣任遨游。欣看荷芰盈新夏，知是蓬瀛第几洲。\n待客云山今得主，逢君海屋正添筹。人间欲问耆英叟，遥指蒹葭秋水头。"
        },
        {
            "标题": "燕山古迹四首 其三",
            "作者": "戴亨",
            "内容": "严霜凋万类，鸱鸮鸣不止。吁嗟文文山，柴市悲风起。\n夸父化邓林，精卫填海水。岂不知力微，寸心终不死。\n读君正气歌，哭君作蒿里。我哭君伤悲，君悲何时巳。"
        },
        {
            "标题": "题运使卢同年抱孙 其三 试茶图",
            "作者": "戴亨",
            "内容": "政简夜心清，明月照幽独。春露泫杂花，微风扇芳馥。\n崖窦溜鸣泉，泠泠漱疏竹。掬之注精窑，活火煎虾目。\n拭盏试龙团，芳香透毛骨。采焙法羽刍，封题贮箱簏。\n敬慎小臣心，涓滴沾殊渥。"
        },
        {
            "标题": "和同年卢都转雅雨红桥修禊原韵 其四",
            "作者": "戴亨",
            "内容": "看花老眼倍添明，听遍枝头百啭声。愧我文章真少技，知君心迹自双清。\n笙歌队里长春国，灯火光中不夜城。独撚霜髭赓丽句，水明楼上月三更。"
        },
        {
            "标题": "和同年卢都转雅雨红桥修禊原韵 其三",
            "作者": "戴亨",
            "内容": "交流碧玉四桥通，辇路纡回翠槛东。曲沼春波涵帝泽，层台仙籁下天风。\n离宫宛转窥青琐，绝峤依稀认紫濛。此日太平传盛事，人人身到五云中。"
        },
        {
            "标题": "和同年卢都转雅雨红桥修禊原韵 其二",
            "作者": "戴亨",
            "内容": "裙屐才名尽少年，彩毫争艳万花前。纷趋巨壑沧溟外，罗列群峰太华巅。\n晓日僧开无碍塔，春风人坐总宜船。炊烟一片晴光合，遥指江城碧树圆。"
        },
        {
            "标题": "和同年卢都转雅雨红桥修禊原韵 其一",
            "作者": "戴亨",
            "内容": "花光夹岸拥仙舟，觞咏良辰竞逗遛。一自江滨开郑驿，顿令海内识荆州。\n清尊到处金衣劝，好句成时锦簟酬。莫怪画桡喧柳浦，风流都转作遨头。"
        },
        {
            "标题": "中秋望月",
            "作者": "戴亨",
            "内容": "月碾高天万象开，寒光清夜逼人来。金盘玉露凝仙掌，沧海明珠结蚌胎。\n顾兔养年空想像，嫦娥窃药久疑猜。聊凭瓜果倾"
        },
        {
            "标题": "种牡丹分得长字",
            "作者": "戴亨",
            "内容": "积翠古名园，颓废无人赏。荣华有憔悴，天香委榛莽。\n我来宰兹土，搜奇怅已往。念此绝世姿，移置瑶台上。\n瑶台一何崇，榛莽一何枉。殷勤灌溉心，重是百花长。\n草木感知己，酬报情岂爽。倍发来春花，高堂供色养。"
        },
        {
            "标题": "仲夏过红桥阻雨次日寻幽至暮 其三",
            "作者": "戴亨",
            "内容": "葛衫朝觉爽，宿雨夜初还。溪涨来新鸟，云开见远山。\n偶凭丞相圃，暂豁旅人颜。回首燕城内，风尘咫尺间。"
        },
        {
            "标题": "仲夏过红桥阻雨次日寻幽至暮 其六",
            "作者": "戴亨",
            "内容": "避日频移席，残尊落照间。农人归陇犊，樵爨隐云山。\n佳景随时得，劳生贵自閒。还将无尽意，乘兴叩松关。"
        },
        {
            "标题": "重访范兰亭喜晤即同泛舟得天字",
            "作者": "戴亨",
            "内容": "片帆曾访暮秋天，采药游踪去未还。久步园林看竹罢，犹瞻云鹤向河边。\n迷茫归棹愁中境，忽谩同舟梦里仙。已判疏狂留信宿，平分风月入诗篇。"
        },
        {
            "标题": "仲夏过红桥阻雨次日寻幽至暮 其一",
            "作者": "戴亨",
            "内容": "耽幽忘溽暑，特地到君家。草色分行鹿，莺声老落花。\n于陵逃俗远，陶令去官赊。野性偕孤鹤，相随看早霞。"
        },
        {
            "标题": "仲夏过红桥阻雨次日寻幽至暮 其五",
            "作者": "戴亨",
            "内容": "欲窥群物理，非独爱村晴。临水知鱼乐，看山识鸟情。\n天机真自畅，幽绪亦旋生。游衍閒居地，荣名顿觉轻。"
        },
        {
            "标题": "仲夏过红桥阻雨次日寻幽至暮 其四",
            "作者": "戴亨",
            "内容": "饭后复来坐，清风开我襟。山云低度涧，溪鸟不归林。\n日色回峰影，诗情惜柳阴。春风沂水后，怀古一何深。"
        },
        {
            "标题": "自雒镇放舟回县",
            "作者": "戴亨",
            "内容": "归舟耽自在，晚兴觉偏浓。渔火惊栖鹭，柴扉闻夜舂。\n烟笼寒渚月，风度远村钟。柔橹菰蒲外，前山隔几峰。"
        },
        {
            "标题": "公车入都留别蔡宗鲁",
            "作者": "戴亨",
            "内容": "脂辖龙沙道，悲风怆客神。饥寒离二老，冰雪去孤身。\n绝域谁堪告，倾囊尔又贫。壮怀思急遂，不敢畏艰辛。"
        },
        {
            "标题": "磨剑",
            "作者": "戴亨",
            "内容": "宝剑谁能识，霜锋汨没中。雌雄凭论断，利钝在磨砻。\n流水鸣秋涧，寒窗走夜虹。防身兼许国，何处有丰功。"
        },
        {
            "标题": "赋得熏风入禁松",
            "作者": "戴亨",
            "内容": "夭矫古松树，栽培禁苑中。祝融宣仲侣，偃盖引南风。\n鸳瓦声初起，虬枝势暗通。郁葱云气下，跄济佩声融。\n灵籁森青琐，苍涛动碧空。虞弦欣在御，民愠解何穷。\n每羡淩霄干，深蒙被物功。坚贞期自励，樗散薄幽丛。"
        },
        {
            "标题": "酬屈北雄",
            "作者": "戴亨",
            "内容": "百年超识慕樵渔，牢落长随万卷书。震世声名归艺苑，出尘踪迹寄僧庐。\n黄沙蔽目燕山道，白草连天塞上居。潦倒逢君应一醉，高楼呼酒雨晴初。"
        },
        {
            "标题": "醉歌行赠叶圣嘉医士",
            "作者": "戴亨",
            "内容": "辽海海厉鞭疫魔。驱风鼓浪注滂沱。鬼语呼人幻丽娥。调笑夜月邀女萝。\n阴风潜袂舞傞傞。浃人肌髓成沈疴。叶生橘种城东阿。疲癃到处回春和。\n独我痼疾奇且颇。痴癖钝礧填胸窝。纵使阴阳掌握搓。十人九视咸吟哦。\n力疾曾经冒雪过。但言沽酒且高歌。园蔬剪摘春婆娑。侯■不羡天酥酡。\n盍簪玉树珊瑚柯。分曹对阵列鹳鹅。争雄树鼓击灵鼍。酒政恣意生烦苛。\n酬酢杂遝挥仙螺。目眩狂华朱颜酡。参差众醉声喧啰。避席欲逃遭主诃。\n罚杯大叫金叵罗。叵罗注酒何其多。众宾魄夺惊倒戈。振颈独效长鲸呵。\n举觥倒泻倾江河。二竖错愕争搬挪。百窍尽为浮蚁窠。安能纤悉容其他。\n天地混沌低昂讹。胸怀澒洞生洪波。六腑重结鸣相摩。毛髓洗伐膏盲瘥。\n人生岁月易蹉跎。少壮几时奈老何。愁戕虑贼纷逶迤。当之鲜不磷于磨。\n逢场痛饮真神科。刀圭玄霜尽祸囮。安得与君百年三万六千日日饮中山之酒三百金卷荷。糟丘曲车高筑罗列相嵯峨。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "朝廷大殿",
            "Background": "戴亨在康熙帝面前，恭敬地递上奏折，阐述齐河的治理问题，言辞恳切，令在场的文官印象深刻。",
            "Dialogue": "{\n    角色名:康熙帝 \n    动作:(微微前倾，目光炯炯，认真听取)\n    讲话:戴亨，朕已阅尔所呈奏折，齐河之治，重在水利与民生，然则此事紧要，需得周详安排，方能安民生之根本，莫让百姓再受水患之苦。你可有更详尽之策以助齐河治理，或者有何良言以奉上，助我朝廷之治安乎？请速言，朕必细听。\n}\n\n{\n    角色名:戴亨 \n    动作:(恭敬作揖，神情恳切，微微颔首)\n    讲话:陛下之言，仆深感惶恐，齐河之地，水流纵横，环绕田地，然每逢雨季，百姓苦于洪涝，田地损失惨重，民声哀嚎，仆以为，治水之法，非独在于堤坝之修缮，更需于疏导与管理，提议设立专责机构，专门负责治水之事，务必做好河道的疏浚与监控，以防水患复发。同时，仆亦认为，需广泛调动地方士绅及百姓的参与，让其共同监督，方能确保此策之有效，长久之治。倘若陛下允准，仆愿亲赴齐河，实地考察，寻求更为有效之良策，助我大清之国治安。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "长安的月下庭院",
            "Background": "戴亨与友人对月吟诗，吟咏《题友人秋郊野望图》，相互切磋诗句，情意融洽，月色如洗，诗情画意。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(倚靠在庭院的栏杆上，微笑着看向戴亨)\n    讲话:戴兄，月色如水，今夜何不共吟几首，畅谈诗意？你吟咏的《题友人秋郊野望图》实乃佳作，令人心向往之，能否再为我一叙，或是奉上几句佳句以助兴？\n}\n\n{\n    角色名:戴亨 \n    动作:(微微一笑，抬头仰望明月，清声吟唱)\n    讲话:良友所言，正是此夜之意，月华如洗，正适合吟诗作对。我今愿以此诗相赠：“萧萧庭树鸣，嗷嗷雁鸿度。倾耳尽秋声，秋容邈何处。”此刻，正是心中所感，愿与君共赏，互相切磋，吟咏之间，情意愈加深厚，亦不负此良辰美景。请君接过，愿一同向这明月倾诉心声。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "戴亨的书房",
            "Background": "戴亨在书信中向远方的好友李眉山讲述自己的近况，表达对友谊的珍重与思念，言辞间流露出对人生的感悟。",
            "Dialogue": "{\n    角色名:李眉山 \n    动作:(手握笔，凝神思考，字字句句均是情感)\n    讲话:戴亨，闻君近日在外，必然春秋无常，生活多有起伏，然望君常保平安，且行乐于其中，若有难言之苦，何不与我言之？我虽身处他乡，却心系故交，愿倾听君之心声。\n}\n\n{\n    角色名:戴亨 \n    动作:(提笔，轻叹一声，字迹流畅)\n    讲话:眉山兄之情，仆岂敢不念，此时身在异乡，心中惦念家人，近日田地收成不佳，农人多有怨言，然仆亦知世事无常，唯有珍重现有之情，守住这份友谊。我常思及往昔，与你共游之快乐，恨不能再聚，愿君在他乡亦能安好，常记我此份情谊，待有归期，定再畅谈此生所愿，何惭且何愁。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "承德的市集",
            "Background": "戴亨在集市闲逛，偶遇邻里乡亲，闲聊家常，询问田地的收成与村中趣事，展现出亲民的性格。",
            "Dialogue": "{\n    角色名:邻里乡亲 \n    动作:(扶着腰，笑容满面，亲切地询问)\n    讲话:戴亨，最近可好？听闻你在齐河任职，如何治理那里的水患与民生？家乡的收成如何？我等皆想念你，盼你常回家乡看看。\n}\n\n{\n    角色名:戴亨 \n    动作:(微笑，点头，脸上洋溢着温暖)\n    讲话:乡亲，仆在齐河一切安好，虽任职繁忙，然心系故里，常思念乡间的风土人情。齐河之治，仆尽心尽力，力图改善民生，虽有些许成效，但仍需努力。家乡的事，常常挂念，听闻今年的收成似乎不尽如人意，望乡亲们能齐心协力，共克时艰，仆愿尽力相助，保家乡之安康，待日后更有机会，回乡相聚，叙述乡间趣事，岂不美哉。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "秋日的山水间",
            "Background": "戴亨与友人游览山水，吟咏《秋日同金孝廉钟越游新城汪园五首》，在山间引吭高歌，互相赋诗，借景抒情。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(双手抱拳，神情激昂，向戴亨表示赞同)\n    讲话:戴兄，今秋山水如画，何不借此良辰美景，吟咏几首，以诗共抒心意，岂不快哉？我闻你近日得诗句，颇具情韵，能否再为我吟诵一首？\n}\n\n{\n    角色名:戴亨 \n    动作:(抬头望天，深吸一口气，语调缓和)\n    讲话:友人之邀，仆自当不负。今秋日，山水相映，正是吟咏之良机。此时，我想起那句：“碧霄云净树无烟，此日相思倍黯然。”正是对如今此景的写照，愿与你共品这山水之美，互相赋诗，共同畅想此间的诗情画意，情谊愈发浓厚，亦不负此良辰美景。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "齐河知县官署",
            "Background": "戴亨接待前来视察的上级官员，详细汇报齐河的治水与民生情况，努力展现自己的政绩，展示出自己的能力与担当。",
            "Dialogue": "{\n    角色名:上级官员 \n    动作:(端坐于官署，目光锐利，询问戴亨)\n    讲话:戴亨，听闻你在齐河治理有道，百姓颇有口碑，然则，治水之事，务必详尽汇报，尔可否将近期的政绩与民生情况详细阐述，朕欲知悉齐河之治是否如尔所言，务必不遗漏要点。\n}\n\n{\n    角色名:戴亨 \n    动作:(恭敬作揖，神情凝重，表情端正)\n    讲话:官员大人，仆定不敢隐瞒，近日齐河水利治理，仆已设立专责小组，专门负责河道的疏浚与监控，确保水患之事不再发生。同时，民生方面，仆也通过走访当地百姓，了解其疾苦，并及时向上级汇报，力求在最短时间内解决民众之忧。现阶段，虽有初步进展，然仍需时日，仆会继续努力，以求早日见成效，务必让百姓安居乐业，助我朝廷之治安。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "竹林小亭",
            "Background": "戴亨与友人共同品茗，谈论《题懊道人临赵松雪水墨鸳鸯兼书崔珏诗》，讨论诗画中的意境，互相启发，情谊更加深厚。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(轻声吟唱，神情陶醉，目光闪烁)\n    讲话:戴兄，今夜月色如水，正适合吟咏，何不再吟咏《题懊道人临赵松雪水墨鸳鸯兼书崔珏诗》，以此为契机，感受诗中之意境，情意愈加深厚？\n}\n\n{\n    角色名:戴亨 \n    动作:(微微点头，微笑吟唱，声音悠扬)\n    讲话:友人之言，仆自当遵从，今夜良辰美景，月色如洗，正是吟咏之时：“芦荻风起横塘秋，双双贞鸟相匹俦。”此句乃仆心中所感，愿与君共赏，以诗共抒情怀，互相启发，愿友情愈加深厚，诗意愈加芬芳，亦不负此良辰美景。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "戴亨的书房",
            "Background": "戴亨写信给家中的亲人，诉说自己在外的生活，表达对家乡的思念，信中夹杂着对未来的期许。",
            "Dialogue": "{\n    角色名:家人 \n    动作:(手持书信，神情温柔，关切询问)\n    讲话:戴亨，收到你的信，听闻你在外一切安好，然我心中仍有牵挂，远方生活如何，是否平安？家中田地虽有些许收成，然望你常回家乡，探望家人，心中有所牵挂。\n}\n\n{\n    角色名:戴亨 \n    动作:(轻轻叹息，神情温和，字迹流畅)\n    讲话:亲爱的家人，仆在外虽有些许忙碌，但心中牵挂故里，时常念及家中一切。田地虽有收成，但仍需辛勤耕作，望家人保重身体，切勿过于劳累。仆在外，亦为家中之事操心，待日后归来，一定会亲自探望，与你们共叙家常，温暖此份情谊，愿家人安康，日日常乐。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "承德的山坡上",
            "Background": "戴亨陪伴家人游玩，谈论家族的历史与传承，传授诗词中的智慧与道理，营造出温馨的家庭氛围。",
            "Dialogue": "{\n    角色名:家人 \n    动作:(坐于石凳，脸上洋溢着笑容，询问戴亨)\n    讲话:戴亨，今儿个带我们游玩，讲述家族的故事，传承诗词中的智慧，亦可让我们更明白家族的历史与渊源，如何？\n}\n\n{\n    角色名:戴亨 \n    动作:(微微一笑，坐下，手指轻敲膝盖)\n    讲话:家人所言，正是仆心中所想，家族的历史与传承，乃是我辈所需铭记之事。今日之游，正是良机，愿为你们讲述往昔之事，诗词中的智慧，乃是我家族的根基，愿我们共同铭记，传承下去，让这份情谊延续，亦让我们的家族愈发兴旺。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "灯下的书房",
            "Background": "戴亨在灯下认真作诗，偶尔停笔，沉思良久，想起往日与友人共游的种种，感慨万千，诗句中流露出离愁与思念。",
            "Dialogue": "{\n    角色名:戴亨 \n    动作:(手握笔，眉头紧锁，思索良久)\n    讲话:今夜灯下，仆沉思良久，往日与友人共游的种种，恍若历历在目，心中感慨万千，时光荏苒，转瞬即逝，然此生之际，竟如此难得，愿将此情此景铭记于心，写下这首诗：“登高丘而望远海，三神山，海中峙，长生大药竟何在。”愿以此抒发心中之感，虽有离愁与思念，然亦愿珍惜此刻，共勉未来之路，以诗寄情，情谊长存。\n}"
        }
    ]
}