{
    "基本信息": {
        "姓名": "易顺鼎",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "清",
        "家庭区分": "未知"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "科举: 乡贡举人",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [],
    "任职信息": [
        {
            "官职": "郎中",
            "起始年份": "1885",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": "[未详]"
        }
    ],
    "地理信息": [
        {
            "地名": "湖南省",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "易顺鼎（1858～1920）清末官员、诗人，寒庐七子之一。字实甫、实父、中硕，号忏绮斋、眉伽，晚号哭庵、一广居士等，龙阳（今湖南汉寿）人，易佩绅之子。光绪元年举人。曾被张之洞聘主两湖书院经史讲席。马关条约签订后，上书请罢和义。曾两去台湾，帮助刘永福抗战。庚子事变时，督江楚转运，此后在广西。云南、广东等地任道台。辛亥革命后去北京，与袁世凯之子袁克文交游，袁世凯称帝后，任印铸局长。帝制失败后，纵情于歌楼妓馆。工诗，讲究属对工巧，用意新颖，与樊增祥并称“樊易”，著有《琴志楼编年诗集》等。 ► 易顺鼎的诗文(308篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "琵琶仙 春江忆远，用白石老仙原韵",
            "作者": "易顺鼎",
            "内容": "猩片流桃，寄芳句不似，宫沟红叶。波路双桨停敲，蘋边坐清绝。\n人更在江南那处，想微雨画桥闻鴂。泪帕香销，歌桡事倦，来对花说。"
        },
        {
            "标题": "踏莎行 京口舟中作",
            "作者": "易顺鼎",
            "内容": "铁瓮楼船，银山戍鼓。江南江北愁来路。断霞鱼尾画金焦，残阳鸦背分吴楚。"
        },
        {
            "标题": "金缕曲 其四 关塞",
            "作者": "易顺鼎",
            "内容": "红柳铺空暗。枉横笛、玉关高处，路迷难辨。倒影龙沙天万里，无数离人古怨。\n偏马后、桃花似电。今夕长城还有月，问可能、照得春闺见。\n又过了，几声雁。"
        },
        {
            "标题": "采桑子 送紫帆入吴",
            "作者": "易顺鼎",
            "内容": "柳天明月梅天雨，黄了苏州。绿了扬州。君到江南不许愁。"
        },
        {
            "标题": "西河 金陵怀古，用清真原韵",
            "作者": "易顺鼎",
            "内容": "歌舞地。秦淮旧曲曾记。烧残玉树阵云红，春愁暗起。\n一弯眉月柳边楼，凤箫声远天际。"
        },
        {
            "标题": "扬州慢",
            "作者": "易顺鼎",
            "内容": "宝瑟弹冰，琼壶敲月，人天一例悲秋。记江南载酒，似小杜扬州。\n有前度冷莺犹说，挥金意气，惜玉风流。恨悠悠。便逐歌云，飞上秦楼。"
        },
        {
            "标题": "谒金门",
            "作者": "易顺鼎",
            "内容": "春山冻。岚气如波欲动。谁把春寒轻剪送。压帘帘骨重。"
        },
        {
            "标题": "月华清 新得绿衣，又埋紫玉，仍衔蝉之劫也。用旧韵悼之",
            "作者": "易顺鼎",
            "内容": "玉碎惊心，珠啼霣魄，好春从此难贮。架月飞愁，照惯白濛濛路。\n怎写成故纸离鸾，浑不让年芳似羽。酸语。奈静禅行榻，又挑泥絮。"
        },
        {
            "标题": "阑干万里心",
            "作者": "易顺鼎",
            "内容": "吹箫载酒少年游。曾倚江南苏小楼。憔悴天涯不自由。\n怕凝眸。送尽征鸿字字愁。"
        },
        {
            "标题": "孤鸾 供蜡梅一枝",
            "作者": "易顺鼎",
            "内容": "病黄生面。记蛎粉围墙，那回曾见。苦把蛮腥，腻了寿阳宫瓣。\n东风又还到也，怎寒花尚留秋怨。冷入二分龙麝，带断魂飘远。"
        },
        {
            "标题": "沈醉春风 其二",
            "作者": "易顺鼎",
            "内容": "洒杨枝半瓶净露，拥莲花九座慈云。人天渺渺因，儿女纷纷命。\n甚婵娟立地成神。都是灵山现在身。把一个蒲团座定。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其十一 煞尾",
            "作者": "易顺鼎",
            "内容": "这魂灵多因儿女消。这心思要把君亲报。这面庞看来时也是个神仙照。\n俺有日寻着洞宾呵，唱一支道情儿归去了。"
        },
        {
            "标题": "摸鱼儿 秦淮河舫连句，用郭频伽荡湖船韵",
            "作者": "易顺鼎",
            "内容": "二千年南朝金粉，飘零今在何许。柔波依旧清溪曲。\n来载酒朋诗侣。弦与柱。把锦瑟年华，销向鸥边路。\n赋情谁与。有照水惊鸿，舞筵飞燕，同坐闹红处。"
        },
        {
            "标题": "柳梢青 荻港即目",
            "作者": "易顺鼎",
            "内容": "独木桥斜。做成寒色，几点昏鸦。疏树西山，夕阳江寺，残雪人家。"
        },
        {
            "标题": "沈醉春风 其一 观音閤进香女伴词",
            "作者": "易顺鼎",
            "内容": "闹红舸须撑稳者，蹋青鞋略放松些。邀来南海朝，赚得东风嫁。\n倚阑干且吃杯茶。小坐天西水月家。同稽首莲台座下。"
        },
        {
            "标题": "踏莎行 其二 晓发梦归，次前韵",
            "作者": "易顺鼎",
            "内容": "树拥云眠，潮飞雪到。似闻起语舟人早。啼乌催得酒醒时，霜华已打孤篷饱。"
        },
        {
            "标题": "踏莎行 其一 江南夜泊感怀，敬次家大人韵",
            "作者": "易顺鼎",
            "内容": "缆影鸥移，篷声雁到。忽惊月出当空早。茫茫多少六朝愁，和秋涨得江天饱。"
        },
        {
            "标题": "满江红 所租艇名满江红，即以此调赋之",
            "作者": "易顺鼎",
            "内容": "小小红船，恰好是、吴江平底。早倚作、风波同命，水云知己。\n但得南人如使马，不愁西子难随蠡。到中流、篷背响诗声，鸥飞起。"
        },
        {
            "标题": "临江仙 赋枯柳",
            "作者": "易顺鼎",
            "内容": "剪尽柔丝飘尽絮，白门风色年年。江南何梦不成烟。\n玉骢来死后，银燕别生前。"
        },
        {
            "标题": "云雾茶",
            "作者": "易顺鼎",
            "内容": "匡山云雾窟沉沉，闻有六朝僧未死。窟中产作云雾茶，灏气清英复无比。托根高接南斗傍，坐令涧壑流芬芳。三直六梯不可到，天风细细吹旗枪。幽香似酒忘年岁，仙蝶飞来心已醉。清宜教虎豹守，窈冥若见龙蛇避。鸿荒辟后留根，都是匡君手自栽。高空日月增精髓，邃古冰霜成异胎。斡旋元气仙人掌，斟酌灵冰众帝台。蒙顶上清足相埒，宜供磊祀陈天阶。辛苦山僧摘盈瓮，手皲足茧人间送。叶叶都含瀑水湿，枝枝尽带岚霞重。种少应知造成物悭，摘多莫使山灵痛。螺春龙井徒芳腴，尚书道此清凉殊。中泠精鉴赞皇李，双井佳题材玉局苏。袖里携将云雾去，欲倾江汉试跳珠。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其七 石榴花",
            "作者": "易顺鼎",
            "内容": "向天涯打个残包。踪迹混渔樵。脱红衣免得画图描。\n茱萸休插帽。醉倚溪桥。引清尊避了筝琶闹。酒醒来何处今宵。\n尽悲秋宋玉犹年少。怕唫成九辨宾先凋。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其一 粉蝶儿",
            "作者": "易顺鼎",
            "内容": "蓑笠休抛。悔长安两番西笑。趁秋深买个轻舠。菊蟹杯，莼鲈箸，图些醉饱。\n莽乾坤大抵无聊。这缘由总难知道。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其三 醉春风",
            "作者": "易顺鼎",
            "内容": "麒麟阁要推翻，鹦鹉洲拚踢到。元龙楼上置身高。\n问英雄可也少少。敲残一百八蒲牢。唫完二十五楚骚。\n游遍万千重蓬岛。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其五 红绣鞋",
            "作者": "易顺鼎",
            "内容": "新活计笔床茶灶。旧行窝禅榻书巢。愁来悔不一肩挑。江声今夜棹。\n草色去年袍。尽留些雪泥爪。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其九 苏武持节",
            "作者": "易顺鼎",
            "内容": "蓦地月残风晓。替写个词人照。浑不是画云台容貌。隐山林格调。\n烛三条。弦七条。春婆唤醒东坡觉。秋士听残北渚骚。\n笔悴花憔。到今年送穷文十易稿。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其六 普天乐",
            "作者": "易顺鼎",
            "内容": "想当初结客五陵豪。走马千山道。曾过那唐陵汉寝，蜀垒秦濠。\n也曾上江楼吊六朝。也曾从海市窥三岛。斜街两度蹋樱桃。\n厮赶着好风光燕围莺绕。听凭他鹤谤猿嘲。遮莫放风流白石，"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其八 剔银灯",
            "作者": "易顺鼎",
            "内容": "醉呵醇醪浊醪。唫呵长谣短谣。也输他士衡入洛夸英妙。\n也输他邓仲华拜衮勋高。也输他金銮召。铜柱标。\n俺这里算向愁城走一遭。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其四 迎仙客",
            "作者": "易顺鼎",
            "内容": "泉明酒，禹锡糕。秋到重阳秋又老。雨和风，正厮闹。\n一事差豪。少个催租恼。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其二 叫声",
            "作者": "易顺鼎",
            "内容": "今日个山隐隐水迢迢。细瞧细瞧。者秋光为谁好。\n猛添来绿鬓十年愁，算和那黄花一样造。"
        },
        {
            "标题": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中 其十 红衫儿",
            "作者": "易顺鼎",
            "内容": "跳出风花套。领了烟波教。名枉劳。利枉劳。总被鸥儿笑。愁可抛。\n恨可抛。过去因缘难找。"
        },
        {
            "标题": "一半儿 其四 检旧衫感赋",
            "作者": "易顺鼎",
            "内容": "春明两度少年游。破尽荷衣典尽裘。剩有此衫相伴愁。\n旧痕留。一半儿京尘一半儿酒。"
        },
        {
            "标题": "题陈迦陵填词图，为张养如作 其五 四门子",
            "作者": "易顺鼎",
            "内容": "算髯翁艳福真无那。谱乌阑倾白堕。也不患才多。\n也不患情多。到换羽移宫几度过。亭儿半荒，墙儿半趖。\n把画里双身牢锁。"
        },
        {
            "标题": "题陈迦陵填词图，为张养如作 其三 出队子",
            "作者": "易顺鼎",
            "内容": "红酣翠妥。费心情独自哦。猛可的江南唱到定风波。\n猛可的天上听残水调歌。要守定阑干人两个。"
        },
        {
            "标题": "题陈迦陵填词图，为张养如作 其一 醉花阴",
            "作者": "易顺鼎",
            "内容": "洗罢疏桐补清课。问谁拥桃笙娇卧。笺待拂墨停磨。\n着甚来由，苦把湘毫涴。且莫倚玉箫吹，怕惊得花边梦儿破。"
        },
        {
            "标题": "题陈迦陵填词图，为张养如作 其六 古水仙子",
            "作者": "易顺鼎",
            "内容": "酹酹酹，金叵罗。吊吊吊，冷莺花，有个诗翁坐。问问问，尊前月更来么。\n寻寻寻，卷中人相随可。喜喜喜，展琅函雨曳烟拖。\n怕怕怕，化银杯粉残香堕。老词仙赴了玉楼科。俏佳人证了瑶池果。\n甚痴魂销向画图多。"
        },
        {
            "标题": "题陈迦陵填词图，为张养如作 其二 喜迁莺",
            "作者": "易顺鼎",
            "内容": "香肩斜亸。认颊潮红晕双涡。瞧，科是生成琼装玉裹。\n只一霎沈醉东风面已酡。怎禅榻光阴，刹那厮赶上散花天女，常伴病维摩。"
        },
        {
            "标题": "题陈迦陵填词图，为张养如作 其七 尾声",
            "作者": "易顺鼎",
            "内容": "幻影三生无处躲。休惹起看画的更风魔。教说与小云郎应识我。"
        },
        {
            "标题": "题陈迦陵填词图，为张养如作 其四 刮地风",
            "作者": "易顺鼎",
            "内容": "因甚的趁秋风换了南柯。因甚的寻春梦误了东坡。\n莽风流自古受多磨。写生时已曾经过。他拥越被朱颜婀娜。\n他倚胡床绿鬓婆娑。到底来镜中花水中月，几曾真个。\n空则是展鸾绡挥象管，费他年醉眼摩挲。便新词尽向旗亭播。\n怕再世雏鬟发也皤。"
        },
        {
            "标题": "一半儿 其二",
            "作者": "易顺鼎",
            "内容": "灵谈鬼笑任纷拿。笔妙偏从痒处抓。支字不曾饶过他。\n听无哗。一半儿讥嘲一半儿骂。"
        },
        {
            "标题": "一半儿 其三 梅意",
            "作者": "易顺鼎",
            "内容": "翠禽无语镇惺忪。黄篾三间雪里浓。此去断桥东复东。\n晓云空。一半儿诗情一半儿梦。"
        },
        {
            "标题": "八声甘州 其四 眠",
            "作者": "易顺鼎",
            "内容": "忆眠时四角掩香罗，魂销玉钩声。乍两头鸳枕，抛将一半，调护春酲。\n最是罗襦乍褪，禁得嫩寒轻？金扣悭郎解，先约山盟。"
        },
        {
            "标题": "八声甘州 其六 去",
            "作者": "易顺鼎",
            "内容": "忆去时媚眼故看人，情波一分秋。渐铜壶滴尽，珠帘放下，残月当楼。\n忍见笼灯上了，欲步又回头。私祝朱扉槛，阻住莲钩。"
        },
        {
            "标题": "琴志楼诗 其三",
            "作者": "易顺鼎",
            "内容": "高山峨峨，流水洋洋。躬耕百年，奉我高堂。左列图书，右侍姬姜。\n寄形区中，若存若亡。"
        },
        {
            "标题": "八声甘州 其三 食",
            "作者": "易顺鼎",
            "内容": "忆食时脂晕尚留唇，含情递余杯。说春纤切笋，郎应可口，小婢亲偎。\n故向卿卿索哺，郎性武如孩。笑语加飧未，底用侬陪？"
        },
        {
            "标题": "琴志楼诗 其二",
            "作者": "易顺鼎",
            "内容": "峨峨高山，洋洋流水。壑想藏舟，岩思避雨。太虚无垠，人浮其里。\n欲登高丘，以望远海。"
        },
        {
            "标题": "琴志楼诗 其一",
            "作者": "易顺鼎",
            "内容": "峨峨山高，洋洋水深。杂花照涧，幽柯蔽林。目送万化，手劳孤斟。\n危亭若笠，中有一琴。"
        },
        {
            "标题": "琴志楼诗 其四",
            "作者": "易顺鼎",
            "内容": "流水洋洋，高山峨峨。八表非远，一云能多。攀我丛桂，赠之疏麻。\n何以相娱，弹琴酒歌。"
        },
        {
            "标题": "一半儿 其一 题聊斋志异",
            "作者": "易顺鼎",
            "内容": "凉镫颤雨梦回时。姑妄言之妄听之。纸上墨花浓欲飞。\n境迷离。一半儿狐仙一半儿鬼。"
        },
        {
            "标题": "八声甘州 其五 立",
            "作者": "易顺鼎",
            "内容": "忆立时密约怨郎迟，亭亭傍花阴。指苔边弓印，凤钗溜也，故遣侬寻。\n满地月华如水，冰透凤鞋心。更一双罗袜，凉露偷侵。"
        },
        {
            "标题": "八声甘州 其二 坐",
            "作者": "易顺鼎",
            "内容": "忆坐时盘膝捻双翘，移灯故偎郎。算生来好静，一春消受，妆罢薰香。\n怪道文茵太窄，并倚却相妨。又推侬暂起，自理罗裳。"
        },
        {
            "标题": "八声甘州 连句再赋六忆 其一 来",
            "作者": "易顺鼎",
            "内容": "忆来时随月到中庭，呼侬启双扉。问朱楼未远，今宵细约，何事偏迟？\n行近画阑干路，转识是花枝。又者回初见，道了相思。"
        },
        {
            "标题": "八声甘州 赋六忆 其一 来",
            "作者": "易顺鼎",
            "内容": "忆来时提着缕金鞋，刬袜下香阶。似流云吐出，一轮华月，光照楼台。\n浑把春风带到，沿路牡丹开。香自伊怀里，暗扑侬怀。"
        },
        {
            "标题": "八声甘州 其五 立",
            "作者": "易顺鼎",
            "内容": "忆立时初出绣纬中，偏爱画栏东。正伤春人独，落花微雨，归燕帘拢。\n添个小鬟扶着，香下四眉峰。遮却湘裙半，一树嫣红。"
        },
        {
            "标题": "阅金经 题秋蓬听雨图",
            "作者": "易顺鼎",
            "内容": "雁与新寒约，鸥将旧隐招。剪灯独自话无憀。潮。流到泰娘桥。\n妆楼悄。曾否梦吹箫。"
        },
        {
            "标题": "八声甘州 其四 眠",
            "作者": "易顺鼎",
            "内容": "忆眠时凤帐掩娇颦，脸印枕痕新。任金钗压扁，罗衫摺蹙，休唤真真。\n只恐和人和梦，都化作梨云。梦里何滋味？犹咽香津。"
        },
        {
            "标题": "八声甘州 其二 坐",
            "作者": "易顺鼎",
            "内容": "忆坐时端正不夭斜，故意远些些。但焚香扫地，莫思闲事，误了年华。\n侬学善才童子，甘拜九莲花。才把双钩捻，晕起微霞。"
        },
        {
            "标题": "促拍满路花 其六",
            "作者": "易顺鼎",
            "内容": "乌飞三匝绕，鹪寄一枝安。归来沧海上，且偷闲。光阴电驶，腊粥接春盘。\n幸有高堂寿，红颊青瞳，居然陆地神仙。"
        },
        {
            "标题": "促拍满路花 和吕仙词二阕 其五",
            "作者": "易顺鼎",
            "内容": "西湖虽可乐，南渡太偷安。半闲堂上客，半闲闲。销金锅里，蟋蟀斗千盘。\n炮打襄阳日，葛岭笙歌，依然人望如仙。"
        },
        {
            "标题": "八声甘州 其三 食",
            "作者": "易顺鼎",
            "内容": "忆食时初竟晓梅妆，对面饱端相。是天生两口，甜恩苦怨，总要同尝。\n还把檀郎二字，细嚼当槟榔。漱水休倾却，中有脂香。"
        },
        {
            "标题": "八声甘州 其六 去",
            "作者": "易顺鼎",
            "内容": "忆去时红浪涨衾窝，一半泪痕多。把兰心玉体，通宵赠遍，重赠秋波。\n指点画楼珠箔，明日是星河。留著飞龙骨，甘为伊拖。"
        },
        {
            "标题": "促拍满路花 其四",
            "作者": "易顺鼎",
            "内容": "涛声趋左蠡，岭势接南安。匡庐真福地，境幽闲。三天子障，虎踞与龙盘。\n五老峰千丈，结个茅庐，任人谤是神仙。"
        },
        {
            "标题": "长亭怨 其二",
            "作者": "易顺鼎",
            "内容": "枉分付万红遮路。鹃国楼台，影儿曾贮。春似佳朋，尊前易散总难聚。\n要随伊去。访天外桃花倩女。水远山长，试借问君家何处。"
        },
        {
            "标题": "促拍满路花 其二",
            "作者": "易顺鼎",
            "内容": "鱼龙方跋扈，鸡犬岂平安。五洲蜗角局，不能闲。金瓯将缺，先变烂银盘。\n沧海扬尘后，荆棘铜驼，只愁泪洒神仙。"
        },
        {
            "标题": "水龙吟 其二",
            "作者": "易顺鼎",
            "内容": "闰春不闰春寒，艳阳醉恋千红住。龟痕坼碧，虹身闭赤，漏嫌娲补。\n馌妇心情，此时更比，凤楼人苦。讶楝风暗尽，梅霖须到，偏万股晴丝误。"
        },
        {
            "标题": "促拍满路花 其三",
            "作者": "易顺鼎",
            "内容": "出师留两表，王业不偏安。武乡侯尽瘁，肯偷闲。回思当日，膝向草庐盘。\n出处何常有，出作完人，处为忠孝神仙。"
        },
        {
            "标题": "促拍满路花 和白仙词四首 其一",
            "作者": "易顺鼎",
            "内容": "忠臣惭保保，孝子愧安安。文章还远逊，赵闲闲。年来勋业，分付水精盘。\n末路真堪笑，一事无成，英雄儿女神仙。"
        },
        {
            "标题": "字字双",
            "作者": "易顺鼎",
            "内容": "杨丝柳丝桥复桥。蘋叶蘋花潮复潮。红楼月子高复高。吴娃艇子摇复摇。"
        },
        {
            "标题": "长亭怨 其一 社题饯春",
            "作者": "易顺鼎",
            "内容": "正人在乱红飞处。添个啼鹃，小帘朱户。此际江南，落花时节甚情绪。\n送侬几度。也输到侬来作主。卖杏街楼，空阅尽年年春雨。"
        },
        {
            "标题": "潇湘神",
            "作者": "易顺鼎",
            "内容": "潇水波。湘水波。月明唱起竹枝歌。万艳万愁呼欲出，湘花颜色似湘娥。"
        },
        {
            "标题": "章台柳",
            "作者": "易顺鼎",
            "内容": "漫天絮。漫天絮。水远山长飞不住。遮却高楼恨易生，不如遮却春归路。"
        },
        {
            "标题": "水龙吟 榕城望雨词二首，和家大人 其一",
            "作者": "易顺鼎",
            "内容": "龙祠箫鼓黄昏，看看又上珠潭月。碧云桑路，双鸠似悔，那回轻别。\n著甚乾忙，牧童懒向，夕阳吹笛。叹年光暗里，嫩晴瞒住，已催近梅天节。"
        },
        {
            "标题": "百宜娇 十姊妹花",
            "作者": "易顺鼎",
            "内容": "绿股分钗，素肌同帐，蛎粉墙阴无数。桃叶江南，木兰塞北，离恨者回都补。\n团圆别样，应省识东皇心苦。一窝儿倚玉搓香，旧家门巷曾遇。"
        },
        {
            "标题": "忆旧游 悼云筱廷总戎",
            "作者": "易顺鼎",
            "内容": "记鬉银络马，臂锦鞲鹰，浅陌闲坊。斜照花阴坐，解单衫紫窄，细数金创。\n苔边几度春雨，湿了绿沉枪。叹煮酒青梅，缚弓红竹，回首全荒。"
        },
        {
            "标题": "绛都春 社题春水二首 其一",
            "作者": "易顺鼎",
            "内容": "东风乍起。猛皱碧一池，干卿何事。梦醒小楼，昨夜春寒，模糊记。\n悄然桃浪浮花至。几片入渔娃网里。卷帘才信，通宵腻雨，酿愁无际。"
        },
        {
            "标题": "卖花声 其二",
            "作者": "易顺鼎",
            "内容": "万感比前轻。平远沙汀。词仙秋泪忽潮生。旧事伤心天水碧，玉笛吹冥。"
        },
        {
            "标题": "青玉案 闰三月，和家大人原韵",
            "作者": "易顺鼎",
            "内容": "人生怎不蛮天住。便春也忘归去。破例东风浑借与。\n饧箫得意，酒旗增价，一倍江南趣。"
        },
        {
            "标题": "绛都春 其二",
            "作者": "易顺鼎",
            "内容": "潮痕蹙缆。乍涨绿到门，移楼临岸。柳底路沉，花外天宽，春声乱。\n桃家姊妹离魂远。洗剩粉南朝香怨。一莺啼水，恨鸥占了，落红恩眷。"
        },
        {
            "标题": "绛都春 重赋春水",
            "作者": "易顺鼎",
            "内容": "鱼天始翠。见四尺画篷，和云飘起。桃片压香，倒浸红楼，沉沉地。\n斜阳染绿浑如醉。认万古春愁影子。紫萍来往，似寻不到，小桥原位。"
        },
        {
            "标题": "玉漏迟 题次香悼亡草，即送其游白门",
            "作者": "易顺鼎",
            "内容": "万花呼恨起。料他都怪，词人多事。如梦青春，一半有头无尾。\n撇却芙蓉旧主，问倩女先归何意。涛井腻。东风肠断，扫眉才子。"
        },
        {
            "标题": "春云怨",
            "作者": "易顺鼎",
            "内容": "乌衣旧国。感百年初遇，春寒奇劫。已过踏青时候，恁地小园晴未彻。\n杏雨封巢，梨云堆巷，蓦比人间路还窄。说与卢家，莫愁知道，此日也愁绝。"
        },
        {
            "标题": "华胥引 其二 春宵月下忆远，仍用前韵",
            "作者": "易顺鼎",
            "内容": "离鸾院落，月浸柔天，绿春如湿。钏响荒唐，梦中记起松腕白。\n十年清夜吹箫，向垂杨江国。带露敲扉，睡莺花上惊立。"
        },
        {
            "标题": "忆旧游 社题春雨二首 其一",
            "作者": "易顺鼎",
            "内容": "但三分困柳，一味催花，尽日冥迷。吹罢阑干絮，任和烟染出，未是晴丝。\n西泠绿杨天窄，呼泊画船时。想桃片流来，猩红透涨，鸭碧平堤。"
        },
        {
            "标题": "南歌子",
            "作者": "易顺鼎",
            "内容": "草长飞莺乱，波平睡鸭知。孤村春水夕阳时。流出桃花一片自然诗。"
        },
        {
            "标题": "江城梅花引 和次香韵",
            "作者": "易顺鼎",
            "内容": "古帘鹃语吊残菲。销愁蕤。暗中飞。春与词人，小影是游丝。\n花气敝蟾偏做暝，心上月，向天边，分半规。"
        },
        {
            "标题": "华胥引 其一 春夜同紫帆，用玉田韵",
            "作者": "易顺鼎",
            "内容": "微波月地，水样流年，浸来都湿。觅影偏逢，凉魂步入花路白。\n啼鹃泪尽东风，感离红家国。今夜星前，恨天有个人立。"
        },
        {
            "标题": "春晓曲",
            "作者": "易顺鼎",
            "内容": "银鹦一唤花天白。犹误西楼澹月。小欢断梦付春云，更比玉钗无处觅。"
        },
        {
            "标题": "忆旧游 其二",
            "作者": "易顺鼎",
            "内容": "正深霏损柳，腻涨添桃，湿尽秋千。织出帘丝路，便愁宽尽贮，梦窄难穿。\n江南旧家门巷，闻道有啼鹃。猛记起清愁，过骢燕陌，回雁吴船。"
        },
        {
            "标题": "忆旧游 其四",
            "作者": "易顺鼎",
            "内容": "怎蘼芜似水，浸透春愁，软绿无涯。莫倚飞台望，但游丝飏暖，莺界全遮。\n东风万里诗梦，沿路访梨花。怕燕子重来，名闻影隔，不认卢家。"
        },
        {
            "标题": "忆旧游 清明，和家大人韵二首 其三",
            "作者": "易顺鼎",
            "内容": "记旗亭唤酒，江国吹箫，画舸春涯。生怕新烟上，被绿杨勾引，半角楼遮。\n南朝四百余寺，无处不飞花。更信马嘶香，和莺证梦，黄四娘家。"
        },
        {
            "标题": "齐天乐 素心兰，和敦甫韵",
            "作者": "易顺鼎",
            "内容": "湘天万古飞明月，珠光照来波路。影外论交，香中写意，曾共灵均心许。\n藏愁不住。已销尽幽春，一痕犹露。却笑人间，千红冷暖甚情趣。"
        },
        {
            "标题": "如梦令",
            "作者": "易顺鼎",
            "内容": "昨夜花阴月浅。梦到谢娘庭院。瘦了小腰支，人似绿云浑软。\n春短。春短。愁满玉箫心眼。"
        },
        {
            "标题": "钓船笛",
            "作者": "易顺鼎",
            "内容": "人立柳阴桥，四面东风如网。肯把一丝凉信，换黏天腥浪。"
        },
        {
            "标题": "凭阑人",
            "作者": "易顺鼎",
            "内容": "听雨江南门巷幽。人在卖花声里瘦。重来燕子愁。\n旧东风，新画楼。"
        },
        {
            "标题": "十六字令",
            "作者": "易顺鼎",
            "内容": "春。向晚汀洲采白蘋。风欲起，愁杀渡江人。"
        },
        {
            "标题": "高阳台 其二 原韵柬紫帆",
            "作者": "易顺鼎",
            "内容": "鸥社清缘，鹦林净业，依然旧影张三。恨茧重重，词仙身世如蚕。\n柔宵冷暖无人问，拥猩衾独自偏谙。悄随他、万里游丝，飏到宣南。"
        },
        {
            "标题": "忆旧游 春日题五榕江阁",
            "作者": "易顺鼎",
            "内容": "正春沙有雁，晓树无莺，暗尽芳朝。一尺桃花雨，恰吹愁成浪，流到诗桡。\n东风百蛮如画，绿染瘴天娇。奈官路斜阳，题红万里，鹃泪难消。"
        },
        {
            "标题": "鹧鸪天",
            "作者": "易顺鼎",
            "内容": "花气斜街锁昼冥。东风似醉不曾醒。南槽雪瓮邀浮白，内样云鞋换踏青。"
        },
        {
            "标题": "江城梅花引 笛",
            "作者": "易顺鼎",
            "内容": "广寒人散踏歌收。曲谁偷。谱谁修。谒帝穿云，说与世间愁。\n骨透红冰心透月，吹过了，几沧桑，凉未休。"
        },
        {
            "标题": "闲中好",
            "作者": "易顺鼎",
            "内容": "闲中好，春睡起来迟。瞥见红阑外，桃花开一枝。"
        },
        {
            "标题": "高阳台 其一 上巳日紫帆同次香、敦甫江岸踏青，赋此调寄余古欢阁，即用原韵答之",
            "作者": "易顺鼎",
            "内容": "寺顶鹃红，湖唇鸭绿，惊心此日重三。瘴国山多，层层裹碧如蚕。\n十年几赋燕台句，早箫街别味慵谙。怎春深、惯试离悰，水北花南。"
        },
        {
            "标题": "登五老峰观三叠泉即送陈范罗三君别",
            "作者": "易顺鼎",
            "内容": "天风怒挟楼船走，一夜吹人傍南斗。琴志楼头飞雨悬，日呼五老同杯酒。\n诘朝海色连屏风，初阳灿烂金芙蓉。白云散尽五峰出，一朵芙蓉为一峰。\n云霞精魂日月液，铸此空中数拳碧。斑駮疑经女娲炼，峥嵘想见灵胡擘。\n孤根下插溟渤深，倒涌奇云作潮汐。上窥造化无四邻，横绝东南惟一石。\n不知混沌未分前，此峰却倚何天立。乾坤崩坼海水翻，未倒鸿濛旧墙壁。\n杞人莫忧天柱倾，乾坤赖此还清贞。阳开阴阖苞万灵，砉然吐出如新硎。\n大鹏沸海擘金翅，孔雀摇天翻翠屏。江湖下通地道白，吴楚中断天门青。\n独斟元枢执大象，坐览八极神明庭。我疑一峰肖一岳，五岳何处藏真形。\n鸟道横空一万里，石梁卷尽昆仑水。龙愤雷霆斗穴骄，猿惊冰雪喷崖起。\n鬓边河汉似西流，脚底须弥欲东徙。误道天公大笑声，投壶玉女输骁矢。\n仙魅行霄瀑作梯，虹霓饮涧山如绮。匡君无言李白死，落落人寰初至此。\n未许残飙冷剑花，肯让幽菭埋屐齿。醉倚磐陀钓海还，神州正拂长竿底。\n酒尽千峰休怅然，与君便可挟飞仙。青天涕唾六鳌背，白日歌呼五老颠。\n君卧太虚犹衽席，我凭倒景作阑干。梦魂不逐斜阳去，相与提携十万年。"
        },
        {
            "标题": "雨霁隘口山行",
            "作者": "易顺鼎",
            "内容": "云根吹阴晴，日脚递隐见。欲持并州刀，剪取丝雨断。\n风翻万叶背，雾走千峰面。灵岳犹混茫，初烟与为冠。\n谁能扫氛霾，复此东南观。天开崖嶂古，愁破岚霞绚。\n仆夫指前溪，石濑已可乱。杂花飘空林，客眼误霜霰。\n讵惜泥沾衣，徘徊为芳瓣。"
        },
        {
            "标题": "八声甘州 登灵岩，和吴梦窗韵",
            "作者": "易顺鼎",
            "内容": "倒阑干入海古台边，珠帘夜飘星。葬红楼金屋，春空笑语，花影如城。\n屧廊无人照水，浪卷太湖腥。一阵东风过，都是秋声。"
        },
        {
            "标题": "八犯玉交枝 榕城晚秋南归赋感",
            "作者": "易顺鼎",
            "内容": "山暗黄茅，水明红叶，瘴国又催行旅。风色围天吹渐紧，不肯让条鸦路。\n停车枫径晚，听犬吠疏篱，谁家笑语。云深处。知是翠微绝顶，榕阴儿女。\n问侬独亸玉鞭，没情没绪。沉思毕竟何趣。早烂锦霜花无数。\n曾识得春游人否。有一雁微茫欲度。带来几点潇湘雨。\n便付与蛮江，流他日夜秋声去。"
        },
        {
            "标题": "百字令 其一 麓峰秋眺",
            "作者": "易顺鼎",
            "内容": "夕阳在地，认衣痕人影，与山争绿。已是秋光将尽了，开遍岩天晚菊。\n红叶中间，碧云下上，着个樵家屋。输他儿女，能消这样清福。"
        },
        {
            "标题": "偕伯严云锦亭夜坐有怀梁节庵去夏同游",
            "作者": "易顺鼎",
            "内容": "去年六月雨汗挥，君来款我山中扉。饭颗我如子美瘦，肉山君似文潜肥。\n遽偕陈子褰裳返，颇慑炎官张伞威。溪亭今日对陈子，磅礴思君学解衣。"
        },
        {
            "标题": "湘月 赠唐浔舫",
            "作者": "易顺鼎",
            "内容": "楚中唐勒，是景瑳朋辈，灵均弟子。家在碧湘门外住，领略烟骚情思。\n词卷鸣秋，酒杯问月，飘泊愁乡里。歌离吊梦，才人通病如此。"
        },
        {
            "标题": "忆旧游 其一 依韵答紫帆",
            "作者": "易顺鼎",
            "内容": "甚移床避梦，选砚供年，瘦不关秋。借个蒲团坐，更焚香扫地，五字苏州。\n今宵落梅风紧，还替缟衣愁。又蝶路吹红，鱼天涨碧，暗被春勾。"
        },
        {
            "标题": "碧牡丹",
            "作者": "易顺鼎",
            "内容": "绣罢双鸾字。筝院靓，帘垂地。倚镜妆慵，传出脸情眉意。\n多事啼鹃，又唤春愁起。对离觞，总无味。"
        },
        {
            "标题": "秋思耗 得湘中故人书，用耒边词得秋锦书韵",
            "作者": "易顺鼎",
            "内容": "估艇南浮客。望剪波小燕，雨平潮息。深竹贮灯，浅花停磬，帘卷蜻翼。\n正飞月山楼，万层秋绿裹瘴国。寄远愁，沧水驿。怎蜑地开封，鱼天落款，只著一些材影，者边先黑。"
        },
        {
            "标题": "酷相思 题红梅帐额",
            "作者": "易顺鼎",
            "内容": "玉笛三春吹不落。曾夜把、残云嚼。直红到、罗浮天一角。\n人睡否，花初觉。花睡否，人初觉。"
        },
        {
            "标题": "上江虹 九日登定王台",
            "作者": "易顺鼎",
            "内容": "帝子台高，秋九月、重阳天气。问几处晚晴篱落，菊花开未。\n蓝涧唫诗词客老，白衣送酒先生醉。只古人旷达，与牢愁都成例。\n白雁过霜痕，坠红叶、脱雨声至。听潇湘涛，瑟瑟悲秋之泪。\n华岳持螯名士派，彭城戏马英雄意。对西风一笑，把茱萸秋山翠。"
        },
        {
            "标题": "卜算子 岁暮江空，羁怀无俚，敬借家大人韵写之",
            "作者": "易顺鼎",
            "内容": "别泪绛于枫，病脸黄疑菊。剪得垂杨没一丝，直恁霜天毒。"
        },
        {
            "标题": "烛影摇红 江上阻风作",
            "作者": "易顺鼎",
            "内容": "剪雨移灯，隔云呼笛船初泊。春寒迷路入芦窠，赚得秋声作。\n彷佛吴娘弦索。酒醒时、残筝小阁。离烟怨水，写付琴心，教人瘦却。"
        },
        {
            "标题": "高阳台 剪秋巢分咏秋声，得雁声",
            "作者": "易顺鼎",
            "内容": "暝夜敲窗，凉波戛橹，嫩寒先到无舲。几度筝篷，如何绿鬓都星。\n晓风残月添唫伴，问者边、多少长亭。又催成、江北江南，烟雨冥冥。"
        },
        {
            "标题": "锁窗寒 春寒，用玉田体",
            "作者": "易顺鼎",
            "内容": "浅屐敲菭，深镫剪韭，水窗还凭。归来燕子，社事和烟俱冷。\n似斜街、那家掩扉，卖花声里东风紧。有谁知昨夜，寒多曾倚，被鸳双忍。"
        },
        {
            "标题": "疏影 前题",
            "作者": "易顺鼎",
            "内容": "瑶华寄语。正碧山唤起，仙梦如雾。剪碎秋心，寸感难销，微熏冷麝悽苦。\n金风翠雨全身湿，浑不见、花魂来处。待问他、小谪根由，头白广寒宫女。"
        },
        {
            "标题": "采桑子 题玉田词后",
            "作者": "易顺鼎",
            "内容": "词仙身世愁边住，家在南湖。国在西湖。一段沧桑旧隐无。"
        },
        {
            "标题": "采桑子 忆容园，敬借家大人韵",
            "作者": "易顺鼎",
            "内容": "难忘最是敲诗处，春绿琴台。午翠书斋。时听穿云鹤响哀。"
        },
        {
            "标题": "采桑子 江行写怀，敬步家大人见忆韵",
            "作者": "易顺鼎",
            "内容": "江程也似容园景，远树如洲。小屋如舟。不到天涯不信愁。"
        },
        {
            "标题": "湘春夜月 其一 二月十五夜月",
            "作者": "易顺鼎",
            "内容": "甚今宵。凭空唤起无聊。肯把半角高楼，守得这般牢。\n休说一春难遇，便百年几个，月夕花朝。怕东风暗到，广寒宫里，桂长愁苗。"
        },
        {
            "标题": "云雾茶歌",
            "作者": "易顺鼎",
            "内容": "匡山云雾窟沈沈，闻有六朝僧未死。窟中产作云雾茶，灏气清英复无比。\n托根高接南斗旁，坐令涧壑流芬芳。三十六梯不可到，天风细细吹旗枪。\n幽香似酒忘年岁，仙蝶飞来心已醉。清閟宜教虎豹守，窈冥若见龙蛇避。\n鸿荒辟后留根荄，却是匡君手自栽。高空日月赠精髓，邃古冰霜成异胎。\n斡旋元气仙人掌，斟酌灵浆众帝台。蒙顶上清足相埒，宜供大祀陈天阶。\n辛苦山僧摘盈瓮，手皲足茧人间送。叶叶都含瀑水湿，枝枝尽带岚霞重。\n种少应知造物悭，摘多莫使山灵痛。螺春龙井徒芳腴，尚书道此清凉殊。\n中泠精鉴赞皇李，双井佳题玉局苏。袖里携将云雾去，欲倾江汉试跳珠。"
        },
        {
            "标题": "金缕曲 靖州道中，是张紫帆填此词见寄处，再次其韵",
            "作者": "易顺鼎",
            "内容": "一入浮生界。问谁如青山无恙，白云无碍。十载歌离兼吊梦，宽尽沈家衣带。\n把秋字心头遍画。我比斜阳行更远，奈寒鸦尚隔斜阳外。\n还不了，蹇驴债。"
        },
        {
            "标题": "城头月 灵均祠",
            "作者": "易顺鼎",
            "内容": "荒祠落叶歌延伫。想见愁眉宇。上帝无言，美人何处。\n湘水流终古。"
        },
        {
            "标题": "眼儿媚 津门旅舍题壁",
            "作者": "易顺鼎",
            "内容": "十年吹笛短长亭。行尽夕阳程。等闲负了，梅边鹤梦，柳外鸥盟。"
        },
        {
            "标题": "念奴娇 夜游赤壁，用坡翁元韵谱之",
            "作者": "易顺鼎",
            "内容": "霸图销尽，问江上、犹剩当年何物。不死英雄，凭仗此、吴楚中间石壁。\n铜雀无春，赤乌无火，飞起芦花雪。烟涛万顷，白鸥独立奇杰。"
        },
        {
            "标题": "愁倚阑令",
            "作者": "易顺鼎",
            "内容": "红阑外，锦鸳鸯。一行行。认取湘湾三百曲，是回肠。"
        },
        {
            "标题": "重五前一日出山作",
            "作者": "易顺鼎",
            "内容": "四年此地两重五，前度入山今出山。荆楚岁时徒衮衮，匡庐云物自閒閒。\n每逢令节浑无奈，欲买扁舟且未还。回首楼台淹日月，惟余涕泪照苔斑。"
        },
        {
            "标题": "洞仙歌 初夏即景四首 其一",
            "作者": "易顺鼎",
            "内容": "送春归也，正园扉悄掩。短梦支持被莺唤。且垆烟试茗，瓶水安花，甚天气、又到日长人倦。"
        },
        {
            "标题": "齐天乐 其五 梦雨初醒，讨春尚慵，叔问词来，依韵继作",
            "作者": "易顺鼎",
            "内容": "探春人去知多少，青篷虎山桥下。闻道西崦，花天雪海，万一玉梅都嫁。\n堆盘菜把。约挑荠廧阴，嫩寒休怕。病榻枯吟，茶烟如水梦回乍。"
        },
        {
            "标题": "丑奴儿 船窗坐雨，兼闻雁声",
            "作者": "易顺鼎",
            "内容": "影儿守著灯儿坐，风太无聊。雨太无聊。欺负侬家是此宵。"
        },
        {
            "标题": "湘春夜月 其二 三月十五夜月晕",
            "作者": "易顺鼎",
            "内容": "记前宵。也曾照破无聊。谁选尺二情天，宽画广寒牢。\n为有数层云气，更数层风色，料定明朝。问红窗镫火，劝人愁死，著甚根苗。"
        },
        {
            "标题": "琵琶仙 将踏雪白门，用白石吴兴词韵写意",
            "作者": "易顺鼎",
            "内容": "家在何村，问飞到、可是江南黄叶。溪路双桨敲冰，烟丝舞愁绝。\n兴废事、梅花不管，那知有六朝啼鴂。废苑红绡，柔淮绿减，商女能说。"
        },
        {
            "标题": "寿楼春 其一 和菽问秋感，用冯梦华同年原韵",
            "作者": "易顺鼎",
            "内容": "招西楼秋魂。正沧波雁瘦，故苑鸦昏。早是愁填碧夜，梦销青春。\n归伴我，牛衣人。洗布裙。河边天孙。但补屋萝疏，渡江桃远，锦瑟易生尘。"
        },
        {
            "标题": "题林氅云郎中诗卷兼讽林时甫卿使",
            "作者": "易顺鼎",
            "内容": "即论诗思已清新，肝胆轮囷更可珍。蹈海鲁连原志士，输边卜式亦名臣。\n两河忠义难忘宋，三户英雄好灭秦。忍令梓乡成异域，回天终望主兼宾。"
        },
        {
            "标题": "金缕曲 泊皖城，忆张紫帆，三次前韵",
            "作者": "易顺鼎",
            "内容": "空翠浑无界。猛推篷四围山色，乌飞犹碍。想见诗仙吟眺处，湘管一枝曾带。\n认云气都经刻画。眼底长江东下急，问何能流出兴亡外。\n且还我，看山债。"
        },
        {
            "标题": "游栖贤寺",
            "作者": "易顺鼎",
            "内容": "山响溪所为，兼以雨鸣叶。鬓外如已秋，凉痕在双颊。\n荦确石磴古，客步履蹀躞。林随大壑转，径与奔湍接。\n澄潭绿涵空，俯视戏鱼妾。玉渊阻磐陀，草际成暗涉。\n栖贤昔雄刹，佛力久疲苶。寺门虚无人，寒此松万鬣。\n啼树惊早蝉，依花感迟蝶。残僧三两辈，为我启箱箧。\n画图天人师，龙象犹震响。更倾频伽瓶，舍利发可贴。\n想见毛孔中，四大海水摄。试观起灭云，旋失屏风叠。\n幻幻真亦幻，屡劫同一霎。冥思触悲悟，广殿风猎猎。\n却寻前路归，冲泥湿幽屟。"
        },
        {
            "标题": "念奴娇 乘月江行",
            "作者": "易顺鼎",
            "内容": "楚天空阔，尽收入、四扇船窗非小。柔橹声中浑不让，七里桐庐放棹。\n水欲无烟，山疑有雪，原不因霜缟。乾坤清气，此时归我长啸。"
        },
        {
            "标题": "玉烛新 和紫帆感事韵",
            "作者": "易顺鼎",
            "内容": "江南花正落。者一梦迷离，算君先觉。楼台金粉都无主，说甚钗钿盟约。\n干戈影里，何处是飘灯珠箔。便此日招得春魂，低鬟悄来同酌。"
        },
        {
            "标题": "丹凤吟 忆凤词，用张蜕岩原韵",
            "作者": "易顺鼎",
            "内容": "落枝啼鸟。记窥树惺忪，翠鬟犹小。绿泪弹多，不似蓬山春笑。\n水边峭寒篱落，倚东风玉人愁晓。欲寄相思，金沙路远，鬲碧云多少。\n念海仙、魂挂断霞杪。月下人归，鸾讯探悄。茜雪孤飞冷，说旧巢香绕。\n花天漫寻影事，被红箫尽情吹了。怕到罗浮梦醒，一声声都杳。"
        },
        {
            "标题": "解连环 登城南天心阁",
            "作者": "易顺鼎",
            "内容": "秋容如画。有雁声一派，送将来也。算不同、王粲登楼，指故国山河，这般清暇。\n烟草连天，过几度、称王称霸。甚熊家缔造，马氏经营，瞥眼飘瓦。"
        },
        {
            "标题": "唐多令",
            "作者": "易顺鼎",
            "内容": "柳影蘸芳洲。珠帘半上钩。把璚箫吹向小红楼。燕子不知兴废事，漫相对，话春愁。"
        },
        {
            "标题": "蝶恋花 其一 春日题桃花源",
            "作者": "易顺鼎",
            "内容": "镜里春山眉欲语。十里空江，红遍桃花雨。仙犬一声天正午。\n白云如海无寻处。"
        },
        {
            "标题": "定风波 秋缆",
            "作者": "易顺鼎",
            "内容": "怅垂杨、不系春船，丝丝枉织怨碧。蠹树心空，鸿沙爪静，留住烟篷客。\n旧移椿，已难识。云影潮痕换今昔。愁寂。被渔火照见，秋来陈迹。"
        },
        {
            "标题": "山中观物杂咏 其二",
            "作者": "易顺鼎",
            "内容": "涧失女猿久，千钱新赎归。莫啼深峡树，防湿定僧衣。\n笼槛刑应免，山林事已非。主人蔬果俭，恐尔亦难肥。"
        },
        {
            "标题": "洞仙歌 再用梅溪韵三首 其一",
            "作者": "易顺鼎",
            "内容": "断肠词句，让银鹦偷读。一桁斜阳水边屋。把镜中，春影弦上秋心，都付与、小字回文诗幅。"
        },
        {
            "标题": "洞仙歌 七夕后二日携玉可泛舟葑门荷荡观白莲，遇雨，用东坡韵连句纪游二首 其一",
            "作者": "易顺鼎",
            "内容": "功名马汗，与文章牛汗。赢得新霜鬓边满。问何如、一舸鸥国招凉，花世界、不管人间理乱。"
        },
        {
            "标题": "洞仙歌 丹阳道中寄内，用东坡改蜀主词韵",
            "作者": "易顺鼎",
            "内容": "龙须八尺，有卿卿香汗。岂料而今泪痕满。镇孤眠、篷背星斗纵横，还认作、花影满身零乱。"
        },
        {
            "标题": "重九前一日汉上酒楼独饮",
            "作者": "易顺鼎",
            "内容": "终日一编不去手，终岁不窥园外柳。柳线黄金春色深，枝上流莺来劝酒。每岁花开不在家，今春花发如红霞。阿母携孙花下戏，檐前晨鹊声喳喳。人道汉书下酒物，谁道读书如读律。刘向黄金铸不成，奇字子云徒口吃。花落花开三万春，何如起舞北堂晨。新妇佳儿各一斗，醉中烂漫皆天真。臣是酒醒解上寿，不是花民即酒民。"
        },
        {
            "标题": "续寓台咏怀 其四",
            "作者": "易顺鼎",
            "内容": "天末孤城城上头，登临无地可销忧。藤萝芦荻如夔府，薜荔芙蓉似柳州。\n坠露沈云都入海，惊风密雨总当楼。大荒我有他年约，披发骑麟再访秋。"
        },
        {
            "标题": "十六字令 寄玉可",
            "作者": "易顺鼎",
            "内容": "游。楚尾吴根遍访秋。心事悄，夜夜望牵牛。"
        },
        {
            "标题": "秋蕊香 废庵访桂",
            "作者": "易顺鼎",
            "内容": "莫问黄絁翠帕。佛火苔尘同化。冷香不共万红嫁。\n依旧年年开也。"
        },
        {
            "标题": "忆旧游 山中访梅，悄然动美人迟暮之感",
            "作者": "易顺鼎",
            "内容": "甚霜低碍树，月暗围潮，催出黄昏。么凤都难觅，只年时病鹤，苦抱篱根。\n梨花片云摇绿，春到梦先温。有端正窥窗，轻盈照水，数点愁痕。"
        },
        {
            "标题": "游卧龙冈访朱子筑庵处用朱子韵",
            "作者": "易顺鼎",
            "内容": "老龙卧垂涎，成此千丈湫。力能沛甘霖，络绎金简投。\n过时若无用，委弃荒山陬。神功不求试，又岂畏人求。\n我来访灵境，山路阻且修。双崖呀然开，始见风云幽。\n太古铁色壁，倒挂三峡流。伟哉造化奇，神鬼莫能谋。\n哲人惬兹区，卜宅尝屡游。顾名缅英贤，溟漠神相酬。\n至今寻丈间，名与天地留。吾闻龙为德，出则被五洲。\n退藏一壑内，有若枯枝樛。吾侪但饱啖，望古真堪愁。\n徘徊日将暮，烟霭何纷缪。回首望苍崖，寂寞飞龙秋。"
        },
        {
            "标题": "念奴娇 登金山绝顶，次陆放翁招韩无咎游金山原韵",
            "作者": "易顺鼎",
            "内容": "尺筇犹在，笑顽仙何必，身骑黄鹄。倒瞰蛟宫惊欲坠，落日烧红如烛。\n北去云帆，西飞月镜，怪底人生速。翛然青气，白鸥才是吾属。\n欲写转眼南朝，荡胸东海，恨山中无竹。更为坡翁诗在上，漫教轻续。\n三两渔踪，一双僧影，占断江天绿。妙高台顶，破空聊弄青玉。"
        },
        {
            "标题": "花非花 柳花",
            "作者": "易顺鼎",
            "内容": "花非花，雪非雪。塞北逢，江南别。垫平骢路夜疑霜，堆上鹦阑朝误月。"
        },
        {
            "标题": "玉烛新 檃栝杜子美佳人诗",
            "作者": "易顺鼎",
            "内容": "佳人颜似玉。问因甚幽居，乱云空谷。自言身本良家子，零落今依草木。\n关中回首，已丧乱、难收骨肉。休更论、贵极王侯，人间事如风烛。"
        },
        {
            "标题": "凤凰台上忆吹箫 岳阳废楼寒眺",
            "作者": "易顺鼎",
            "内容": "耄柳藏烟，髡芜待雪，湖天秋意难禁。正落潮新岸，睡冷沙禽。\n倚槛慵抬望眼，怎能穿这段阴阴。愁来也、原无避处，况是登临。"
        },
        {
            "标题": "凤凰台上忆吹箫 其一 初夏感怀，和函楼韵",
            "作者": "易顺鼎",
            "内容": "燕燕莺莺，风风雨雨，江南自古愁深。看馆娃林苑，吹尽红英。\n锦瑟年华虚度，肠断处、贺铸孤吟。横塘路，碧天如梦，总是春阴。"
        },
        {
            "标题": "凤凰台上忆吹箫 其二 游顾氏园即事，用前韵",
            "作者": "易顺鼎",
            "内容": "飞絮斜阳，落花微雨，旧家门巷红深。谢画檐蛛网，多罥残英。\n十载欢场恩怨，都分付、浅醉闲吟。春如梦，梦还如水，送了光阴。"
        },
        {
            "标题": "送南康王使君解官归里",
            "作者": "易顺鼎",
            "内容": "使君十载南康城，抚摩一郡如孩婴。我来匡山狎猿鹤，满耳闻颂神君声。\n作公部民差可喜，一廛稳受千崖里。劳公白衣常送酒，念我黄冠似归里。\n命驾每从千里外，卜居已过三年矣。去年武昌来，闻公亦初还。\n公还旧郡我还山，山中猿鹤皆欢颜。今年武昌来，闻公又将去。\n公还故乡我流寓，山中猿鹤皆悲绪。我今年才三十强，怀抱冰雪无春阳。\n每逢热官辄走避，见公岂意温中肠。公年八十好神采，健若龙马驰康庄。\n至人养和驭造化，外物冰炭谁能伤。乃知蓬蒿与松柏，相见未可论短长。\n八百纵难企彭祖，九十已足凌张苍。何况治郡有阴德，于公子孙行更昌。\n官閤沈沈语忘倦，白头回忆江南战。酒酣耳热说曾侯，幕府英英盛群彦。\n郭冲五事犹能记，阮孚三语初为掾。同时得路俱腾骧，钟鼎山林两无算。\n转饷曾推萧相功，饮醇自学曹参办。寥落东南一老守，头童齿豁看云久。\n方今吏道颇衰微，莫使贤人厌升斗。安得皆如元道州，一时布列神州九。\n解组谁明陶令心，埋轮更惜张纲手。我尚思攀车上辕，公言且酌杯中酒。\n函楼老子六十余，挂冠七载神丰腴。今年有意探匡庐，乘兴一访茅君居。\n华阳句曲公乡里，洞天福地非虚诬。烦公更作东道主，却写交游两世图。"
        },
        {
            "标题": "归国谣",
            "作者": "易顺鼎",
            "内容": "春去粉约，脂期愁里度。画栏飘满芳絮。瘦鹃啼不住。"
        },
        {
            "标题": "国香",
            "作者": "易顺鼎",
            "内容": "步冷秋尘。又晓风波路，鹅管吹春。曾来水仙王庙，箫鼓迎神。\n珍重年时影事，剩湘天、一碧如云。飘零夜郎远，倚醉相看，都是愁身。"
        },
        {
            "标题": "国香 买兰数本，香韵绝佳，为赋此解",
            "作者": "易顺鼎",
            "内容": "碧槛移春，甚真香幻影，参透情根。屏边那回无睡，绿梦初醒。\n谁道灵均去后，向人天、不返秋魂。年时目成处，有个词仙，吹瘦鹅笙。"
        },
        {
            "标题": "忆江南 其一 舟行淮阳高宝间，即事",
            "作者": "易顺鼎",
            "内容": "江北好，牧笛杂渔讴。平底橛头船放鸭，高前丸髻笛呼牛。\n画出野塘幽。"
        },
        {
            "标题": "齐天乐 和白华，用叔问韵，时余将游庐山",
            "作者": "易顺鼎",
            "内容": "西风又起天涯路，吹残碧云如马。十载江湖，无人到处，惯与闲鸥争霸。\n一双不借。更庐阜寻僧，远投莲社。行路寻常，曹将军笔也难写。"
        },
        {
            "标题": "和范二雨登琴志楼",
            "作者": "易顺鼎",
            "内容": "细雨濛濛似玉京，仙人咳唾接孤清。云浮车盖檐边色，浪鼓楼船槛底声。\n自倚烟霄飞酒盏，欲回江海入帘旌。朱弦何处成连抚，五老苍茫喻此情。"
        },
        {
            "标题": "金缕曲 其三 武陵余子澄嵩庆",
            "作者": "易顺鼎",
            "内容": "腻月斜街路。瞥楼台、澹黄瞒过，玉骢嘶处。恁地粉郎心上窄，也把香名容住。\n才不枉、飘零如许。醉写乌阑浓蘸墨，是那场、春梦真凭据。\n愁彀了，凤城旅。"
        },
        {
            "标题": "张知县凤冈相访赠诗走笔答和",
            "作者": "易顺鼎",
            "内容": "众生何痴愚，造物真狡狯。投其所嗜好，相诱令破戒。\n世间耳目玩，山水尤称最。此癖尚未除，难游天地外。\n应知种种相，即是种种碍。昔年官君乡，面目自憎怪。\n牵丝尘土中，若逐傀儡赛。衣冠强束缚，四体无一快。\n嵩岳与太行，徒劳梦魂挂。自知猿鹤性，雅不宜轩盖。\n浩然入匡庐，藉了名山债。泉石可枕漱，妻子相负戴。\n诛茅依甘棠，亦得勿剪拜。至今屋数椽，留作樵牧话。\n岂期山亭幽，得与君晤对。足音破空谷，高咏喧奇籁。\n行当布霖雪，沾润吴楚界。变化犹神龙，勿效鄙夫介。"
        },
        {
            "标题": "河渎神 题江上伏波庙",
            "作者": "易顺鼎",
            "内容": "祠枕夜滩哗。铜鼓声中楚些。云台星座绣苔华。年年庙火神鸦。"
        },
        {
            "标题": "贺新凉 采石太白楼，用洪稚存、黄仲则两家集中太白墓原韵",
            "作者": "易顺鼎",
            "内容": "江月都愁老。何苦向南朝一带，照他凭吊。采石荒矶闲系艇，有客倚阑而眺。\n谁看见吴宫花草。楼影千年流不去，缓商量毕竟诗人好。\n须记取，醉中稿。"
        },
        {
            "标题": "一萼红 红梅二首 其一",
            "作者": "易顺鼎",
            "内容": "翠苔边。甚冷红万点，先为破春悭。月地调脂，霞天拥髻，真妃昨试还丹。\n似二月、江南问酒，指荒村、犹当杏花看。最是销凝，啼妆印水，绝代婵娟。"
        },
        {
            "标题": "洞仙歌 湖天望月",
            "作者": "易顺鼎",
            "内容": "柳家井畔，感传书无路。雾阁荒唐吊龙女。便一枝、横竹吹入湖烟，平波上、惊起老鱼秋舞。"
        },
        {
            "标题": "扫花游 游怡园，用张玉田韵",
            "作者": "易顺鼎",
            "内容": "檀栾婀娜，蘸金碧楼台，片云初晓。帘栊窈窕。有千莺万蝶，旧家亭沼。\n镜里落花，闲看鸾翎自扫。复长啸。坐竹馆弹琴，黄月来照。"
        },
        {
            "标题": "夜行船 纳凉秦淮桥上",
            "作者": "易顺鼎",
            "内容": "唤起南朝秋一片。坐鸥天、看他莺燕。越苎单衫，吴桃双桨，何限旧家疏散。"
        },
        {
            "标题": "大酺 京邸送王梦湘下第旋济南",
            "作者": "易顺鼎",
            "内容": "对水边镂，花下馆，芳踪草草无据。艳才都减尽，只尊前添得，鬓丝如许。\n彩笔花残，青衫叶冷，憔悴凤城羁旅。飘零犹自好，问因甚啼鹃，尽催归去。\n又叙别筝堂，湘弦断雁，写成悽语。"
        },
        {
            "标题": "一萼红 忆吴门旧游，赋此解，寄社中诸子，用白石韵",
            "作者": "易顺鼎",
            "内容": "画桥阴。倚阑干唤酒，凉月晒斜簪。瘦鹤窥诗，老鱼听曲，花底残照初沈。\n话前度、梅边影事，有小小、枝头并栖禽。醉后乌丝，别时红帕，幽恨催临。"
        },
        {
            "标题": "醉垂鞭 道中寄云姬，时惟玉姬随行",
            "作者": "易顺鼎",
            "内容": "单舸载桃根。桃家妹，秋江泪，花叶寄殷勤。为卿揩泪痕。"
        },
        {
            "标题": "满江红 其二",
            "作者": "易顺鼎",
            "内容": "蜀道蚕丛，是贱子旧游之地。曾梦到峨眉绝顶，天风吹翠。\n丞相祠环松柏古，锦官城锁芙蓉媚。最悤悤、玉垒过浮云，英雄气。"
        },
        {
            "标题": "无闷 江南道中孤舟逢雪，荒寒情事，略见于词",
            "作者": "易顺鼎",
            "内容": "斗大烟篷，拳大雪花，同把孤愁压定。正短柳昏鸦、弄成风紧。\n没个人家卖酒，枉踏遍溪桥三叉径。感他一雁，寥空送响，似来相问。\n清景。白门近，说旧苑春迟，万红无信。但做出、南朝那时宫粉。\n今夜凄凉月子，向离恨天边寻梅影。把玉笛、吹破江云，不管暮寒成阵。"
        },
        {
            "标题": "南乡子 自题洞庭看月图，敬用家大人韵",
            "作者": "易顺鼎",
            "内容": "洗出水都新。鱼地蟾天只一云。我料嫦娥居碧海，愁辛。\n来觅英皇话夜分。"
        },
        {
            "标题": "江城梅花引 用陈西麓原韵",
            "作者": "易顺鼎",
            "内容": "筝篷殢雨夜萧萧。带归潮。送兰桡。一角红楼，吹断紫云箫。\n绣被焚香心事懒，愁不语，剪春灯，梦影飘。知侬魂从何处销。\n吟鸾天际招。恨也恨也眉间恨，付与谁描。长使相思，短是可怜宵。\n自别江南才几日，春又到，水边亭，花外桥。"
        },
        {
            "标题": "临江仙 夜行桃源坞中",
            "作者": "易顺鼎",
            "内容": "一径苍寒人迹断，松毛覆满琴床。笼灯深入白云乡。\n水田听闹蛤，山寺惹惊尨。"
        },
        {
            "标题": "南乡子 其一 将抵白门，敬借家大人韵",
            "作者": "易顺鼎",
            "内容": "剪出翠蓑新。夜夜空江卧冷云。我与梅花同一样，艰辛。\n风雪天才过几分。"
        },
        {
            "标题": "忆黄梅 江雪思家",
            "作者": "易顺鼎",
            "内容": "墙角垂杨绿剩。岸觜误，枫红尽。凝望酒船来，一晌等此际。\n江天便飞鸥也没，芦花里、几个乌篷厮并。梦归迥，故山扉刚掩定。\n玉瓶汲墙阴井。月华端正鹤初醒。痴绝园童，要扫开梅影。\n寒翠满修竹，吾庐三径。"
        },
        {
            "标题": "莺啼序 檃栝兰亭序",
            "作者": "易顺鼎",
            "内容": "永和九年癸丑，正暮春天气。修禊事、因集兰亭，群贤少长咸至。\n有修竹、崇山曲水，流觞列坐清湍次。又何须弦管，始堪叙幽思。\n宇宙甚宽，骋怀游目，信赏心乐事。念吾辈、随分周旋，相与俯仰一世。\n或晤言、室庐之内，或放浪、形骸之外。要其间、静躁殊途，悲欢同致。\n当其自得，内顾欣然，不知老将至。迨他日、所之既倦，情随事改。\n一转瞬间，迹皆陈矣。荣枯通塞，终归于尽，时移境变犹嗟悼，况千秋万岁都无几。\n死生事大，昔人兴感之由，秖今若合符契。临文嘅往，难喻诸怀，每不能自已。\n固亦知彭殇悉妄，修短难言，以后视今，由视昔尔。\n委心随化，斯诚妙旨。同时所述皆足录，料尊前、怀抱初无异。\n后人追溯芳踪，应览遗文，悠然感此。"
        },
        {
            "标题": "解佩令 寄张荫庐广榕，用竹垞韵",
            "作者": "易顺鼎",
            "内容": "听莺斜巷，试骢软陌，到花前半晌东风尽。烟月昏黄，画一带欢场离恨。\n个中人可怜双鬓。蛮斋春睡，香湖秋泛，引吟魂梦禅天近。\n写怨抽恩，莫轻为寻常脂粉。是君家玉田身分。"
        },
        {
            "标题": "金钱子",
            "作者": "易顺鼎",
            "内容": "镜里招鸾，一道舞尘香软。话离愁夜灯重剪。小字题蕉，恨红心太短。\n料得回肠，比回廊更多几转。拂柳穿花，曾认争春旧馆。\n又悤悤马嘶人远。寄语青衫，向绿波休浣。留住啼痕，化天涯梦云千点。"
        },
        {
            "标题": "金缕曲 乙亥除日樊城度岁作",
            "作者": "易顺鼎",
            "内容": "立马斜阳外。问儿时、旧经行处，雪泥安在。犹记白云亲舍近，几度倚闾而待。\n今日更车驱远迈。十载光阴俄顷耳，只添些、闲水闲山债。\n说往事，总堪爱。"
        },
        {
            "标题": "玉簟凉 题次香悼亡词后",
            "作者": "易顺鼎",
            "内容": "珠涨迷江。是万里泪痕，报答成双。丝丝花气息，怎断了偏长。\n离红无主，又霎时换作，缟梦冰凉。收影去，早暗消龙骨，偷费乱肠。"
        },
        {
            "标题": "柳梢青 江行览古",
            "作者": "易顺鼎",
            "内容": "滚滚江流萧萧秋。荻苇寂寂汀洲。江上青山，已都愁老，还劝人愁。\n新亭涕泪难收。对风景依然楚囚。四海为家，六朝如梦，一样神州。"
        },
        {
            "标题": "浪淘沙 自阊门放舟虞山",
            "作者": "易顺鼎",
            "内容": "波软画桥明。客思鸥轻。官河柳外放船行。一树斜阳红欲湿，水样蝉声。"
        },
        {
            "标题": "金缕曲 其四 老渔",
            "作者": "易顺鼎",
            "内容": "生死蘋乡里。有同盟、旧鸥三两，是他知己。明月一江吹笛响，拿个扁舟去矣。\n或雨细风斜不止。渔弟渔兄身世感，怕沧桑、换到闲烟水。\n渔儿女，又如此。"
        },
        {
            "标题": "贺新凉 立秋",
            "作者": "易顺鼎",
            "内容": "赋就梧宫未。镇销凝、刺桐庭院，嫩寒如水。中有悲秋湖海客，梦与碧云无际。\n把一段、湘魂唤起。回首西园芳宴杳，怪金尊、早换炎凉味。\n人正在，瘦蕉底。"
        },
        {
            "标题": "琐窗寒 楚江暝宿舟中，闻按歌声",
            "作者": "易顺鼎",
            "内容": "泪尾弹潮，眉心拥岫，短篷江上。红桥画舫，曾听杜娘秋唱。\n到而今、青衫未乾，盟鸥学得飘零样。似小楼听雨，残筝短烛，梦昏罗帐。"
        },
        {
            "标题": "玲珑四犯 题冰如四兄秋隐图",
            "作者": "易顺鼎",
            "内容": "人海苍茫，算桥霜店月，容易催老。剩水残山，何苦费些鸿爪。\n不如紧靠柴扉，要看尽古来斜照。向青山黄叶中间，寻出秋心多少。"
        },
        {
            "标题": "玲珑四犯 寄吴社诸子，用白石韵",
            "作者": "易顺鼎",
            "内容": "白月照歌，青春呼酒，当时欢意何许。小阑花影下，一夜箫声古。\n黄金问谁买赋，祇投书吊他湘浦。万里清游，百年幽恨，都是楚骚苦。"
        },
        {
            "标题": "玲珑四犯 用姜白石体",
            "作者": "易顺鼎",
            "内容": "鸥话夜寒，雁惊秋瘦，催成愁色如许。魂从沙尾断，泪趁潮头住。\n荒湾旧横笛处。漫惊起、冷枫红舞。吴棹莼香，楚衣荷脆，飘泊甚情绪。"
        },
        {
            "标题": "玲珑四犯 梅溪体",
            "作者": "易顺鼎",
            "内容": "镜里眉山，问收入江南，愁影多少。绀唾痕乾，满地嫩苔都老。\n一寸离恨天中，又度了、几番昏晓。甚紫房、深锁春魄，尘满定情词稿。\n蘼芜绿到销魂处，曾印凤鞋春小。旧恩新怨浑难诉，更被银鹦恼。\n还怕怯胆少眠，禁不得、夜寒花悄。算此情除却，西楼凉月，没人知道。"
        },
        {
            "标题": "唐多令 由湘湾泛舟归里",
            "作者": "易顺鼎",
            "内容": "蝉咽水亭幽。帆迟为雨留。做凉波、催送行舟。一笛吹来枫叶响，人正倚、隔江楼。"
        },
        {
            "标题": "柳梢青 送人归蜀",
            "作者": "易顺鼎",
            "内容": "匹马穿花。十年作客，万里还家。蚕尾今云，峨眉古雪，去矣天涯。"
        },
        {
            "标题": "台城路 骑登雨花台",
            "作者": "易顺鼎",
            "内容": "六朝秋在台城路，鞭丝十年重到。废苑离宫，残云剩水，禁得几回凭吊。\n天风浩浩。吹酒店青旗，戍楼红纛。鸦外无人，一僧负手看斜照。"
        },
        {
            "标题": "卖花声 元墓晚归，月黄风黑，纪之以词",
            "作者": "易顺鼎",
            "内容": "风力欲生棱。衫化春冰。寺前蛙语沸湖塍。除却秋坟山鬼外，一个枯僧。"
        },
        {
            "标题": "满江红 其二 汤阴岳忠武庙",
            "作者": "易顺鼎",
            "内容": "十二金牌，天下事、不堪问矣。竟销尽、江山半壁，西湖锅里。\n名父子全忠孝去，小朝廷要英雄死。叹从今寡妇与孤儿，无生理。"
        },
        {
            "标题": "满江红 其二 登榕城戍楼作",
            "作者": "易顺鼎",
            "内容": "斗大孤城，经几度、英雄血战。都付与、边城拥戟，野花缠箭。\n洗马寒江波万顷，栖鸦坏堞云千片。对西风、有客赋登楼，同王粲。"
        },
        {
            "标题": "满江红 钟山谒明太祖陵",
            "作者": "易顺鼎",
            "内容": "手定山河，二百载十有六君。空留得宝城松吹，金瓦苔纹。\n蝉奏千般罗帐伎，鸦如几个锦衣军。断送他王气后弘光，先建文。"
        },
        {
            "标题": "满江红 残臈二十五日江路冲寒，赋此为蛮天雪印",
            "作者": "易顺鼎",
            "内容": "君看蛮溪，也略略、有些图画。映高低蓼汀花岸，竹篱茅舍。\n一白寒沙春未碧，半黄浅树秋犹赭。怎钟声飘不过江来，丝风挂。"
        },
        {
            "标题": "凤栖梧 湖中夜听风涛，有感",
            "作者": "易顺鼎",
            "内容": "人与蛟龙同不卧。如许秋声，涨得湖天破。湖水湖风相唱和。\n半空纯是离骚些。"
        },
        {
            "标题": "暗香 咏桂",
            "作者": "易顺鼎",
            "内容": "碧云路永。叹夜深徙倚，瑶情难赠。玉手捣霜，悟后狂香也飞定。\n金粟堆中小立，从空际、飘来仙磬。要耐得、水样寒宵，偷剪露黄冷。\n妆褪晓不整。向一尺软波，独自窥镜。怨蛾队暝，锁梦秋山古菭净。\n开到淮天尽处，还怕有、骚魂私等。又寂寂、凉吹晚，雀屏颤影。"
        },
        {
            "标题": "摸鱼儿 晓发镇雄关",
            "作者": "易顺鼎",
            "内容": "挂征帆大江西上，铜琵铁板才住。酒醒今宵杨柳岸，又唱屯田词句。\n关山路。有残月微茫，认得愁来处。凭谁记取。写骡影冲寒，鸡声搅梦，行到乱峰曙。"
        },
        {
            "标题": "木兰花慢 题莫愁湖",
            "作者": "易顺鼎",
            "内容": "指垂杨影里，曾住过，六朝人。奈艳极生愁，琼花过斧，玉树供薪。\n朱门。已无双燕，让寻常百姓玳梁存。红藕鸳鸯消夏，碧桃蝴蝶嬉春。"
        },
        {
            "标题": "木兰花慢 其二 送芷澄供职入都，仍次前韵",
            "作者": "易顺鼎",
            "内容": "仙萍红不定，分一道，海云肥。向篷背呼镫，篱腰问酒，小立江堤。\n蛮溪。夜阑话雨，说京华别后尺书稀。莼菜寻驴信阻，梅花跨蝶人归。"
        },
        {
            "标题": "瑞鹤仙 杏花时节，人在江南，春雨乍晴，暮寒犹峭。制此词，向湖桥酒楼歌之",
            "作者": "易顺鼎",
            "内容": "卖花声过否。掩屏山、峭寒初逗。笙囊嫩菭绣。倩琼箫吹彻，小梅春透。\n旗亭坐彀。更慵向江南问酒。又怎知、昨夜东风，有个倚楼人瘦。\n前度调鹦院窄，斗鸭塘宽，几番携手。芳期漫数，相逢在、燕归后。\n判残红飘泪，暗黄侵鬓，愁似绿杨依旧。约甚时同剪春镫，雨窗荐韭。"
        },
        {
            "标题": "潇潇雨 秋篷",
            "作者": "易顺鼎",
            "内容": "春堤曾小泊，一篷儿恰在柳阴中。乍蜻蜓飞过，鸬鹚立满，剪剪西风。\n误入芦花深处，秋雪压难松。还被枫人觉，堆上愁红。\n坐稳也如牛背，只横吹短笛，换个渔童。写浮家图画，斜照旧衫烘。\n又层层霜月围紧，掩船窗灭烛听孤鸿。江南路，漫敲疏雨，酒梦惺忪。"
        },
        {
            "标题": "南浦 春水，用玉田韵",
            "作者": "易顺鼎",
            "内容": "昨夜剪镫曾，甚和将，梦雨尽情流晓。波镜被东风，猛吹上，一尺碧云难扫。\n重来唤渡，文鸳不似当时小。斜照年年依样绿，锁定暮帆烟草。"
        },
        {
            "标题": "逍遥乐 春草",
            "作者": "易顺鼎",
            "内容": "梦影黏云无据。和他恨天残碧，销沈今古。才逗歌尘，又惹离愁，迷却一条归路。\n年芳偷度。怕无端紫曲门荒，茜裙人妒。正分手短亭，绿暗烟雨。"
        },
        {
            "标题": "南乡子 其二 野泊值小寒日，敬借家大人韵",
            "作者": "易顺鼎",
            "内容": "楚尾更吴头。篷影如云暝未收。雁与间鸥同渚卧，休休。\n出处途分漫代筹。"
        },
        {
            "标题": "南乡子 雄溪九日",
            "作者": "易顺鼎",
            "内容": "人影瘦于秋。和雨和风共一楼。难得尊前开口笑，都休。\n醉把黄花插满头。"
        },
        {
            "标题": "霜叶飞 悼王芷䑳，用玉田集中韵",
            "作者": "易顺鼎",
            "内容": "紫箫吹杳。湖桥路，者回惊换烟草。小山桂隐漫重招，奈故人怀抱。\n记几度、斜街月晓。逢君不分今生早。趁胜流星聚，惯驱使青春，年时醉语堪笑。"
        },
        {
            "标题": "念奴娇 玄武湖荷花，用白石韵",
            "作者": "易顺鼎",
            "内容": "藕丝国里，对湖山况有，同舟仙侣。谁把六朝金共粉，散满烟汀无数。\n断苇牵衣，瘦菱飘桨，万叶声催雨。无人寻到，白鸥来赠秋句。"
        },
        {
            "标题": "念奴娇 江南舟中作",
            "作者": "易顺鼎",
            "内容": "英雄往矣，对江山赢得，乱愁千斛。今古梦痕消不尽，付与败蕉残鹿。\n醉里征诛，愁边歌舞，画就兴亡局。欲书遗恨，南山可惜无竹。"
        },
        {
            "标题": "庆春宫 桃花夫人庙",
            "作者": "易顺鼎",
            "内容": "帝子湘花，女郎山木，倩魂休叹无归。润脸烘霞，酥胸映雪，空留玉座苔衣。\n搓红汉水，尚染出年年夕晖。一般流恨，分付春潮，莫到蟂矶。\n楚宫泯灭全非。剩命比西施，名过南威。旧国鹃啼，新人燕笑，东风搁泪慵飞。\n沉香妖艳，问何似伤心马嵬。弄珠月侣，荐枕云神，小队依稀。"
        },
        {
            "标题": "无弦琴 本名怨朱弦，王世贞自度曲。因用其体以檃栝归去来辞",
            "作者": "易顺鼎",
            "内容": "指斜川、归去来兮。形役徒劳，既往难追。短艇轻飏，迷途未远，飘风习习吹衣。\n载瞻衡宇，晨星熹微，稚子欢迓柴扉。纵荒他三径，菊意松情，犹自依依。\n时向东皋舒啸，却倚南窗寄傲，一醉休辞。况园小还堪日涉，真趣谁知。\n问遑遑意欲何之。矫首遐观，鸟倦云迟。请息交游，莫忘情话，世应与我相遗。\n琴书足乐，富贵难期。农父又告春归。便或乘烟舸，或命巾车，访岫寻溪。\n且喜物情皆畅，更感吾生易尽，倚杖吟诗。聊乘化、乐夫天命，余复奚疑。"
        },
        {
            "标题": "下水船 洞庭晚泊，望团山",
            "作者": "易顺鼎",
            "内容": "总是愁人料。谁说湖天秋好。唤起诗心，水杨柳外残照。\n晚晴杪。微见团山白庙，霜空隔磬难到。"
        },
        {
            "标题": "湘月 遇周意皆于朗江舟次，谈春明旧游，感赋",
            "作者": "易顺鼎",
            "内容": "玉骢去后，怅缃桃万树，不系春影。望断仙蓬，把别泪、分付紫箫吹尽。\n倚扇评诗，认旗沽酒，往事休重省。与君俱是，人天飘泊无准。"
        },
        {
            "标题": "洞仙歌 其三",
            "作者": "易顺鼎",
            "内容": "春明门外，有数行烟柳。三叠阳关笛中奏。记银瓶索酒，画扇评诗，拚坐到、小院悄无人后。"
        },
        {
            "标题": "菩萨蛮 山行即目",
            "作者": "易顺鼎",
            "内容": "西风背锦吟湘客。愁来照影蛮江碧。画出晓行图。秋山听鹧鸪。"
        },
        {
            "标题": "玉蝴蝶 蛮江听雨，拥被无眠，追溯欢尘，怅然赋此",
            "作者": "易顺鼎",
            "内容": "江上低篷，听雪青衫，断泪飘向芦窠。抱瑟空弹，古怨诉与湘娥。\n怎禁他、夜来风雨，才信有客里关河。拥云螺、五湖归雁，又带愁过。\n消磨。旧欢影事，凉筝水阁。倚扇传歌。门掩黄昏，梨花庭院峭寒多。\n酒边词剩吟秋士，灯底梦、曾伴春婆。恨如何。相思淼淼，一箭横波。"
        },
        {
            "标题": "七娘子",
            "作者": "易顺鼎",
            "内容": "峰眉似有重帘护。劝数鸦、飞破溟濛处。怎把天涯，织成丝路。\n不知是雨还是雾。"
        },
        {
            "标题": "齐天乐 其一 答叔问，和原韵",
            "作者": "易顺鼎",
            "内容": "江山总是伤心地，春来怕骑骄马。少日情怀，久如死月，才向天边生霸。\n华年可借。拚流落东吴，妓阑僧社。频感词仙，飘零泪墨酒痕写。"
        },
        {
            "标题": "齐天乐 吉祠秋集，分咏，得废池",
            "作者": "易顺鼎",
            "内容": "廿年乔木言兵倦，扬州旧游何许。瘦鹭窥肩，枯蝉感鬓，来对荒波自语。\n画阑在否。有飘泊春魂，落花曾住。不似宫沟，替人能寄怨红句。"
        },
        {
            "标题": "绮罗香 红叶",
            "作者": "易顺鼎",
            "内容": "鹤顶秋肥，鹃心春瘦，赋笔更描寒艳。短艇吴江重见。\n舞枫红绽。添新恨、绛泪低弹，惊旧影、翠眉偷换。最无端、酒醒妆残，西风吹老醉时面。"
        },
        {
            "标题": "唐多令 道中二十二岁初度志感，时九月五日",
            "作者": "易顺鼎",
            "内容": "落拓少年场。吴钩锦带装。叹人生、苦恋他乡。今夜鸿天烧烛了，能几日，便重阳。"
        },
        {
            "标题": "沁园春 申浦闻歌，赠花桂卿校书",
            "作者": "易顺鼎",
            "内容": "杜牧伤春，白傅悲秋，销魂黯然。正吴桥廿四，玉箫明月，蜀弦五十，锦瑟华年。\n金屋藏花，银瓶记豆，私语友人偎凤肩。凝情处，向红楼剪烛，翠港移船。"
        },
        {
            "标题": "沁园春 放舟大江至焦山，还，登北固甘露寺",
            "作者": "易顺鼎",
            "内容": "乘一叶舟，放乎中流，岂不快哉。正海门无路，渔帆似雪，江天有寺，佛鼓如雷。\n芦荻萧萧，波涛滚滚，劝我须倾京口醅。粗豪甚，把南朝下酒，东海为杯。"
        },
        {
            "标题": "沁园春 其一 二友词赠石重夫、陈白严",
            "作者": "易顺鼎",
            "内容": "名状元孙，不喜谈文，从军战场。记楼船飞渡，寒江惨白，营门起立，残月昏黄。\n末路英雄，一官江海，吴市箫声最慨慷。酒酣后，每抽弧注矢，思射天狼。"
        },
        {
            "标题": "和范三题云锦亭",
            "作者": "易顺鼎",
            "内容": "渌水蜿虹影动摇，襟边冷籁散亭皋。诸天鬓色吹神雨，一壑琴声送海涛。\n仙梦影飘林外蝶，酒杯痕湿槛前鳌。飞龙石濑愁俱迥，忍和幽人廿五骚。"
        },
        {
            "标题": "青玉峡龙潭",
            "作者": "易顺鼎",
            "内容": "苍崖天一围，径转吐雄瀑。灵山孕真源，金膏出其腹。\n奔云从空来，数里势屡曲。意嫌鸿濛隘，未肯受迫束。\n化工惜元气，万古与之蓄。跌为孤潭幽，神物有起伏。\n纡徐向平川，余响戛寒玉。谁云一泓窘，百宝可沐浴。\n倒穿大瀛底，日月入亦绿。地深云霞幽，自暮抵朝旭。\n如闻清猿啼，下饮涧水渌。兹区实琴德，幽接轩与顼。\n遂令遗世士，无言转温肃。镌痕洗春苔，万石尽可读。\n我游岂云多，终老难餍足。绵暖天地心，清寥在奇服。"
        },
        {
            "标题": "清波引 秋橹",
            "作者": "易顺鼎",
            "内容": "听风听雨。更听到、者回柔橹。酒亭灯暮。此时正难住。\n向远递秋响，知在鱼天何处。已教愁满空江，再添个、雁儿语。"
        },
        {
            "标题": "青玉案 小姑山",
            "作者": "易顺鼎",
            "内容": "天人玉立妆初试。只一片，云为婢。娥月映来同不字。\n无媒也好，无郎也好，没个堪相配。"
        },
        {
            "标题": "清平乐 因忆成梦",
            "作者": "易顺鼎",
            "内容": "才松衣扣。已有浓香透。一味醉人香似酒。酥得魂儿厮勾。"
        },
        {
            "标题": "三部乐 重九前一日同嵩林弟作",
            "作者": "易顺鼎",
            "内容": "君问重阳，只隔着暮云，一层残照。夜床风雨，唤醒秋魂多少。\n怎禁得、几度明朝，便情天嫩碧，也应愁老。江南信杳。\n料是断鸿迟到。"
        },
        {
            "标题": "清商怨",
            "作者": "易顺鼎",
            "内容": "谁谱凤箫新怨。又玉楼春晚。分付凉蟾，画相思一点。"
        },
        {
            "标题": "庆清朝慢 梨花",
            "作者": "易顺鼎",
            "内容": "帐浅飞云，壶深买雨，小楼全在花中。寻常缟夜，透帘别样玲珑。\n院落常如有月，把香魂浸得溶溶。诗梦醒，却还似梦，坐远惺忪。\n谁识天然雅素，向瑶台独立，一笑春空。澹雯化绿，清气暗接仙蓬。\n撩乱玉人心眼，最愁他燕子无踪。三生事，只将明白，交付东风。"
        },
        {
            "标题": "醉太平 山塘秋晴，花圃晚集",
            "作者": "易顺鼎",
            "内容": "瓜棚豆棚。花塍菜塍。斜阳香雾如蒸。晕秋窗一层。"
        },
        {
            "标题": "浣溪纱 其六",
            "作者": "易顺鼎",
            "内容": "碧尽湘天古恨多。万重明月万重波。湘花颜色似湘娥。"
        },
        {
            "标题": "入庐山",
            "作者": "易顺鼎",
            "内容": "名山别经岁，见面恒苦疏。重寻意已欣，况有嘉客俱。\n二州连荆扬，三宿异舟车。嚣尘背江郭，夐睇凌霄隅。\n灵象纷在眼，造化为之枢。层阴漏云日，倏曶光景殊。\n仙人骑白龙，游戏于空虚。峰峰各生烟，不辨谁香炉。\n天风入涧籁，万窍酣笙竽。灵雨木末来，萧飂满人裾。\n岂敢怨沾湿，田歌欢有余。余亦自怡悦，兹游清可书。"
        },
        {
            "标题": "瑞龙吟",
            "作者": "易顺鼎",
            "内容": "嫠蟾寂。曾照虎斗龙争，燕寻莺觅。谁知北府兵残，东山妓老，转头今昔。"
        },
        {
            "标题": "续别台咏怀 其四",
            "作者": "易顺鼎",
            "内容": "九江英布听随何，六郡任嚣教尉佗。万里桥边一杯酒，三垂冈下百年歌。\n深州未出牛元翼，浪泊难归马伏波。回首鸦军斜日远，风云无计起沙陀。"
        },
        {
            "标题": "扫花游 其二 初春江上载酒，有怀",
            "作者": "易顺鼎",
            "内容": "断云做暝，正水驿无花，画船来悄。雪残未扫。看阊门半掩，那知春到。\n久欠西施，莫共吴王斗草。系孤棹。叹人远五湖，归雁都杳。"
        },
        {
            "标题": "八归 雪中登鹊矶寺",
            "作者": "易顺鼎",
            "内容": "苔藏绿篆，枫堆红锦，僧影冷坐瘦石。暮寒似恋无人处，更把几层砖塔，舍为鸦宅。\n竹里穿来惊路断，早四面都围青雪。最爱听、脆响敲时，误道玉钗折。"
        },
        {
            "标题": "琴调相思引 十月十二夜",
            "作者": "易顺鼎",
            "内容": "玉貌仍同雪一般。桃红略减别时颜。任凭憔悴，也尽彀郎看。"
        },
        {
            "标题": "云屏暖",
            "作者": "易顺鼎",
            "内容": "乱山孤骑，危楼暝角，暮天如画。问酒前村，旗影冻云低亚。\n吟魂潇洒。定绕遍谁家鸳瓦。天涯客，荒寒赋笔，俊怀慵写。\n依约胭脂坡下。更红炉熨晓，翠尊消夜。典尽貂裘，空记年时游冶。\n风醒雪醉，又看到梅花开也。还暗惹，一点相思随马。"
        },
        {
            "标题": "散余霞",
            "作者": "易顺鼎",
            "内容": "十年受尽才名累。枉落霞秋水。今夜愁抱云和，吊潇湘帝子。"
        },
        {
            "标题": "八声甘州 社雨初散，江春已深，小园暝游，如有所忆",
            "作者": "易顺鼎",
            "内容": "才一番雨过便闻蛙，池塘已春深。记年时携酒，笑桃门巷，吹絮园林。\n几条花边熟路，支蝶也慵寻。人意如新绿，直恁阴阴。"
        },
        {
            "标题": "哨遍 檃栝鲍明远芜城赋",
            "作者": "易顺鼎",
            "内容": "迤逦古原，北走雁门，南抵苍梧野。有漕渠，更轴以昆冈。\n对重江复关相亚。当盛时、曾闻沸天歌吹，钿车士女争游冶。\n看袤广三坟，格高五岳，崇干峻堞云遮。算芜城自古帝王家。\n况盐井铜山竞豪奢。五百余年，固护几扃，精妍士马。"
        },
        {
            "标题": "声声慢 与蒋次香夜话江南，感赋",
            "作者": "易顺鼎",
            "内容": "春雨飘镫，秋星拥被，难忘水上楼高。守着欢娱，思量怎到今朝。\n谁料筝篷酒醒，向蛮天独听寒潮。才提起这江南两字，已彀魂销。"
        },
        {
            "标题": "声声慢 秋声，用蒋竹山体",
            "作者": "易顺鼎",
            "内容": "雁外关河，蛩边院宇，和思念领略秋声。残照霜芜，疏林尚剩蝉声。\n流年暗中偷换，漫催成一片砧声。龙城远，想西风铁马，鼓角边声。\n回首故园三径，记松阴暝翠，夜涌涛声。老屋灯幽，等闲抛却书声。\n天涯独欹倦枕，把闲愁分付江声。愁未了，上吴船，又听雨声。"
        },
        {
            "标题": "西子妆慢 纪梦",
            "作者": "易顺鼎",
            "内容": "狸梦侵凉，凤音传恨，人坐隔花窗户。秋星夜夜伴凭栏，悄相思、嫩寒波路。\n青鸾讯阻。怕珠海、孤帆难渡。话离悰、正仙蓬挂月，鬼桃吹雨。"
        },
        {
            "标题": "扬州慢 鄂渚晤沈大伯华，用白石韵",
            "作者": "易顺鼎",
            "内容": "黄鹤空矶，赤乌残壁，古愁渐满征程。看朝吴暮楚，隔数点山青。\n又如梦、东风过了，几人年少，巾扇鏖兵。问扁舟何事，年年来去江城。"
        },
        {
            "标题": "寿楼春 其二 叠前韵寄二窗金陵",
            "作者": "易顺鼎",
            "内容": "霜花腴还魂。忆灵岩唤酒，水瘦烟昏。更忆蛮江听雪，市桥沽春。\n都老了，翩翩人。旧屐裙。张循王孙。怅埋玉山川，销金岁月，环燕一般尘。"
        },
        {
            "标题": "寿楼春",
            "作者": "易顺鼎",
            "内容": "听松阴萧萧。把山塘软水，弹作风涛。何处斜阳一角，瘦吟镂高。\n弦带润，曾轻挑。旧雨痕，疏帘樱桃。诉秋士年华，春人福命，指上有离骚。"
        },
        {
            "标题": "贺新凉",
            "作者": "易顺鼎",
            "内容": "瘦马行秋遍。镇悤悤、庾郎愁老，长卿游倦。回首秦楼箫声冷，锦瑟华年一箭。\n料衫上、舞红都变。宿酒醒时嘶骑晓，记绿杨残月江南岸。\n春去也，杜鹃唤。"
        },
        {
            "标题": "疏影 梅影，用红豆树馆韵",
            "作者": "易顺鼎",
            "内容": "胎禽倦舞。正几枝照水，寒意如许。篱院黄昏，不是亏他，香来没个寻处。\n情仙萼绿妆成夜，漫比到、世间眉妩。只教伊、郑重华年，休让玉箫吹去。"
        },
        {
            "标题": "霜花腴 其二 再和前韵寄同社",
            "作者": "易顺鼎",
            "内容": "冷淞照影话旧游，霜枫醉倚貂冠。温酒帘栊，背花行李，闲鸥去住偏难。\n梦嫌水宽。问甚时飞到镫前。听春声似隔天涯，小楼吴语夜香寒。"
        },
        {
            "标题": "霜花腴 其一",
            "作者": "易顺鼎",
            "内容": "扣阑唤马恨玉钗，秋来不挂臣冠。朱户飞镂，翠微流水，今宵梦到俱难。\n雁绳暝宽。怕断魂犹在风前。甚吴天也替人愁，泪花飘雨一江寒。"
        },
        {
            "标题": "霜天晓角 梅意",
            "作者": "易顺鼎",
            "内容": "萼绿华身，倩魂依玉京。若上寿阳妆额，毕竟是，欠些清。"
        },
        {
            "标题": "双头莲 除夕靖州作",
            "作者": "易顺鼎",
            "内容": "马足鸡声，便忘却人间，悤悤甲子。灯亭爆市。向暗里唤醒，倦游心事。\n闲对绿酒红炉，正霜寒如水。还料是。梦醒江南，梅花夜深无睡。"
        },
        {
            "标题": "金缕曲 其一",
            "作者": "易顺鼎",
            "内容": "满纸荒凉意。想其间、黯然销者，别魂而已。却怪老天才思窘，无地将人安置。\n教检个船窗独倚。中坐悲歌多少客，到江湖、谁说非兄弟。\n有如此，潞河水。"
        },
        {
            "标题": "水龙吟 和紫帆容园寒夜韵",
            "作者": "易顺鼎",
            "内容": "与君飞上琼楼，蓬山绝顶愁风露。不如仍在，容园月下，对花起舞。\n人海中间，居然有此，两三鸥鹭。指寻常池榭，今宵灯火，是后日，思量处。"
        },
        {
            "标题": "水调歌头 口号赠袁敬抚",
            "作者": "易顺鼎",
            "内容": "富贵固堪乐，贫贱且无忧。名山高于华屋，可以傲王侯。\n堂上六经诸史，宇内群山万壑，海外九神州。收入寸心里，日与百灵谋。"
        },
        {
            "标题": "小桃红 买碧桃二本，供之莫愁小影前，赋此纪事",
            "作者": "易顺鼎",
            "内容": "粉染南朝白，脂染东风碧。犹想当年阿侯，生小脸痕靧雪。\n把红儿供养郁金堂，要沾些福泽。"
        },
        {
            "标题": "谢王使君送匡山紫芝",
            "作者": "易顺鼎",
            "内容": "匡山紫芝生绝巇，神物难致路幽远。樵人辛苦媚使君，持献公堂才一本。\n无德不能致此芝，惟有使君能致之。殊祥异瑞不自私，似可斋祓陈天墀。\n谁知使君用意别，聊赠山中麋鹿姿。紫云一朵忽飞下，满堂动色相嗟咨。\n真形轮囷根屈曲，古色斑駮光陆离。轩羲日月所沐浴，姚姒雨露所溉滋。\n中含元气犹淋漓，旁观但讶形模奇。有如肃穆陈鼎彝，奇古又若岣嵝碑。\n若驾鸾凤骖龙螭，羽葆幢节纷追随。真人无言坐华盖，王母欲下来金支。\n僮奴不解天然贵，疑是巧工雕镂为。使君怀抱何浩浩，鬓眉颇似商山皓。\n恺悌君子神所保，报之玉树兼瑶草。此芝亦是君精神，一茎草现金刚身。\n十年种遍匡山春，却把余春赠与人。吾家先世玉芝堂，人去堂空芝亦荒。\n拜君嘉惠不敢忘，如还旧物增休祥。归奉二亲进一觞，回首屏风南斗旁。"
        },
        {
            "标题": "苏幕遮 自黔归，赴秋试，赋感",
            "作者": "易顺鼎",
            "内容": "甚功名，何意绪。说到劳生，总没些儿趣。二月行踪三月住。\n四月黔关，五月依然去。"
        },
        {
            "标题": "齐天乐 别陈伯严",
            "作者": "易顺鼎",
            "内容": "蘋湾打桨归来晚，相逢旧鸥俱老。剩墨题笺，残衫换酒，一样飘零怀抱。\n绿眉凋早。又蝶病花前，蝉悽树杪。凉入西楼，故人独夜梦魂悄。"
        },
        {
            "标题": "探芳讯 白门访蒋二窗",
            "作者": "易顺鼎",
            "内容": "客程悄。正湘怨侵弦，吴音随棹。访南朝山色，依然蒋家好。\n相逢坐说旗亭梦，欲哭翻成笑。几销凝，故国鸦多，天涯鸥少。"
        },
        {
            "标题": "汉宫春 忆春明旧游",
            "作者": "易顺鼎",
            "内容": "曾几何时，记吹花小巷，踏月斜街。醉题酒家楼上，侠气仙才。\n软红如雾，又玉骢、踪迹难猜。收拾起、英雄旧泪，黄金铸到丰台。"
        },
        {
            "标题": "天仙子 江上逢过雁，敬借家大人韵",
            "作者": "易顺鼎",
            "内容": "过雁精神偏百倍。不管愁人篷底睡。欲烦相寄一封书，明日至。\n侬乡里。后日榕城山翠里。"
        },
        {
            "标题": "万杉寺五爪樟",
            "作者": "易顺鼎",
            "内容": "万杉化去无一杉，惟有寺前老樟在。樟分五体同一本，身历百龄更千载。\n旁达涧壑根已深，直干霄空气不馁。云垂太阴逗雷霆，风翻白日动光彩。\n危柯半入烟冥冥，细叶还铺雪皠皠。化人伟奇丈六身，猛士雄健尺八腿。\n全张数爪鳞之而，俯视众木身傀儡。古来贤豪谁抚摩，其人已往不相待。\n惟有五老之奇峰，共对青天无倦怠。虽言乾坤要支拄，未免得罪庸与猥。\n下穿已愁伤地媪，上拿又恐妨真宰。独立无友大哉謷，众人皆忌甚矣殆。\n自是刀斧莫能入，皮坚有类披铁铠。大材讵肯腐山林，神物犹思避菹醢。\n吾闻豫章生七年，便可与龙斗沧海。何况此树世希有，寿过凡樟逾百倍。\n愿为楼船击西夷，知君九死终不悔。"
        },
        {
            "标题": "渡江云 十二月十三夜望月，和次香韵",
            "作者": "易顺鼎",
            "内容": "古愁流一发，冻华湿瓦，天影欲离青。婵娟初斗罢，密迩佳期，好事会圆成。\n微遮茜袖，想峭鬟窥树轻盈。须后夜瑶空雪意，补足二分明。"
        },
        {
            "标题": "应天长 春夜闻归雁声",
            "作者": "易顺鼎",
            "内容": "渔篷晒月，猎箭响云，相呼正失归侣。万里玉门心眼，家山在何处。\n一程风，一程雨。算减了一程黄雾。怎还把一带高楼，紧紧围住。"
        },
        {
            "标题": "水调歌头 青溪小住，画桨迎潮，制此词，倚楫而歌之。如向廿四桥头闻箫声隐隐也",
            "作者": "易顺鼎",
            "内容": "曾过江山否，烟雨怕登临。六朝残梦何处，鸥影卧秋深。\n多少龙蟠虎踞，多少莺啼燕语，流水杳难寻。湖为莫愁好，一碧到如今。"
        },
        {
            "标题": "寓台咏怀 其三",
            "作者": "易顺鼎",
            "内容": "愁上高楼望夕烽，东南佳气几时钟。水遮王母三千里，山隔刘郎一万重。\n故垒阵图夔府石，荒城牌字象州松。鲸鲵京观分明在，何事天骄访旧踪。"
        },
        {
            "标题": "惜黄花慢",
            "作者": "易顺鼎",
            "内容": "雁影亭皋。正低篷短烛，听雨枫桥。瑶琴弹碎，珠珰望杳，湘天锁恨，一碧迢迢。\n璇宫不递西风信，写秋意、偷付蘋梢。傍虹腰。冷鸳拥被，错认兰桡。"
        },
        {
            "标题": "大酺",
            "作者": "易顺鼎",
            "内容": "怪惜春词，悲秋赋，毫端写得无据。君归仍是客，尽瘦鹃啼遍，故山何许。\n惨绿华年，悼红芳泪，谁念京尘行旅。俊游侬亦倦，把悟后风光，玉箫吹去。\n但记取今宵，幽坊月暗，剪镫人语。"
        },
        {
            "标题": "喜迁莺 露筋祠",
            "作者": "易顺鼎",
            "内容": "灵旗风大。怅春阴换尽，都飞凉霭。鱼地铺冰，蟾天浸月，不照寻常眉黛。\n小蚊已辞秋帐，成就芳名百代。泪休洒，自翠蛾无恙，青蝇安在。"
        },
        {
            "标题": "减兰 与石重夫师铸夜话",
            "作者": "易顺鼎",
            "内容": "吹箫吴市。自古英雄皆若此。漫想逃禅。尚有恩雠未了然。"
        },
        {
            "标题": "满庭芳 观演剧",
            "作者": "易顺鼎",
            "内容": "凤帕笼春，鹅笙炙晓，歌尘影碍红楼。粉郎初到，纤指卷帘钩。\n谁把垂杨种遍，系香骢竟日勾留。应休怪行云遏碧，不向鬓边流。"
        },
        {
            "标题": "昭君怨 其一 梅意",
            "作者": "易顺鼎",
            "内容": "数点寒花开处。有个玉人家住。溪响一重门。一重云。"
        },
        {
            "标题": "沁园春 其二",
            "作者": "易顺鼎",
            "内容": "公子翩翩，挹秀西江，标隽南州。算深于情者，交原似水，悲哉气也，君得其秋。\n自读离骚，同耽奇服，新制高冠号远游。输君事，为贪临粉阵，懒筑糟邱。"
        },
        {
            "标题": "选冠子 赠韦伯谦学使",
            "作者": "易顺鼎",
            "内容": "花国呼莺，木天栖凤，风流跌宕如许。烟峤千重，星轺万里，小憩瘴云深处。\n闻道璇闺，吟鸾有伴，分得笔端眉妩。怪添香、少个清娱，多恐回文寄与。"
        },
        {
            "标题": "绣鸾凤花犯 湓浦江上得水仙一本，姬人限以周公瑾韵赋之",
            "作者": "易顺鼎",
            "内容": "似当年，退红更见，犹余洗妆泪。水窗幽意。看小影如魂，明月能记。\n冰弦听到无生际。葱尖飞恨起。来伴渡江桃叶，矮篷春雪底。\n浔阳苦竹漫为家，孤芳品，合配灵均湘芷。仙不去，却恋人间何味。\n天涯且漫悲沦落，肯今夜、焚香同鄂被。须替尔，横安一位，岁寒三友里。"
        },
        {
            "标题": "雨中花 湘中故人书至，道梅花盛开，赋此寄怀",
            "作者": "易顺鼎",
            "内容": "谁倚江楼横玉笛。直吹到、梦寒香寂。更青凤啼空，翠虬舞夜，不管琼魂泣。\n印水颦妆怜独立。破一段、湘天愁碧。纸帐云低，茸窗月小，有个人相忆。"
        },
        {
            "标题": "金缕曲 其一 乙亥元日，时在鼎州",
            "作者": "易顺鼎",
            "内容": "又到今年矣。甚流光、暗中吹过，东风似水。脱了青衫还戏彩，春在寿萱花里。\n听爆竹声声不止。笑捧一卮为母寿，倩屠苏、净把愁肠洗。\n饮此者，大欢喜。"
        },
        {
            "标题": "高阳台 咏菊二首 其一",
            "作者": "易顺鼎",
            "内容": "倚袖天寒，卷帘人瘦，冷云正拥啼妆。金缕歌残，谁怜旧日萧娘。\n挑灯欲写西风怨，奈花边、影事全荒。尽思量。负了柔乡，换了愁乡。"
        },
        {
            "标题": "摸鱼儿 题荷池晚泛图",
            "作者": "易顺鼎",
            "内容": "指沈沈碧琉璃样，镜中呼出凉月。才把斜阳生送了，都没一丝儿热。\n香成国。有一种秋心，要与荷花说。菱歌唱彻。且玉椀调冰，银镫照水，坐到满湖黑。"
        },
        {
            "标题": "迈陂塘 雨花台吊古，用黄仲则白纻山元韵",
            "作者": "易顺鼎",
            "内容": "满金陵，谁相识者，出城聊伴梁武。马头飞起残山雪，似学天花乱舞。\n杯独举。笑王气，成烟冷到龙和虎。空花无据。算一样南朝，何处行乐，此老计真误。"
        },
        {
            "标题": "雨淋铃",
            "作者": "易顺鼎",
            "内容": "层层花外。嫩泥亲割，尺绿松块。慈悲枉自呼佛，如今不管人间纤芥。\n惯妒聪明，细忖者天意堪骇。凭记取埋玉深深，古怨和苔绣成彩。\n沉思错把狸奴怪。便雪衣恁受心经戒。金笼那知催命，真要算被侬坑害。\n万里魂归，还仗关山苦月携带。倘异日红豆勤抛，或有相逢再。"
        },
        {
            "标题": "雨中山行",
            "作者": "易顺鼎",
            "内容": "连山塞鸿濛，万秀争一雨。杳冥阴阳中，青苍割吴楚。\n长飙吹玄云，散此鸦外缕。村偏行人稀，草木接太古。\n酣叶摇天声，怪石挟溪怒。百霆与千雷，暝斗林壑语。\n喧笑杂蛙黾，跬步窘蛟虎。凄籁孤襟寒，湿路一线取。\n佳游虽愉快，僮仆已劳苦。身穿云根幽，回首迷处所。"
        },
        {
            "标题": "多丽 为袁敬甫补悼亡",
            "作者": "易顺鼎",
            "内容": "玉卮娘，人间金屋难藏。是生成、雪肤花貌，海山别有家乡。\n九螭钗、两头敲重，千蝶帐、四角拖长。稽首情天，扫眉才地，镜台双笑伴檀郎。\n谁说道、书生无命，曾染杜兰香。还牢记、帕装端正，钏响荒唐。"
        },
        {
            "标题": "高阳台 题李右橙汉皋怨词，用小长芦咏叶元礼事原均",
            "作者": "易顺鼎",
            "内容": "镜屉抽尘，钿扉掩月，谢娘庭院菭深。那角红墙，层层隔断春阴。\n帘波织得愁如海，更无端、添个冤禽。悄难禁。憔悴文园，病雨秋衾。"
        },
        {
            "标题": "喝火令 梅信不来，申之以怨",
            "作者": "易顺鼎",
            "内容": "水闭凉虹国，山藏小凤家。银河飘泊古来槎。望断瑶天铢佩，姑射在金沙。"
        },
        {
            "标题": "摘得新",
            "作者": "易顺鼎",
            "内容": "两鬓花。烘成一脸霞。花将人面比，不争差。那年那度东风里，那人家。"
        },
        {
            "标题": "鹧鸪天 有忆",
            "作者": "易顺鼎",
            "内容": "黄月如眉上一钩。樱桃花里客句留。夜镫似水摇难定，春梦和云散不收。"
        },
        {
            "标题": "鹧鸪天 其一 五开道上",
            "作者": "易顺鼎",
            "内容": "瘴树无蝉野径幽。几层云气叫钩辀。山青少见中华店，人黑多居上古楼。"
        },
        {
            "标题": "探春慢 客邸度岁有怀，用弁阳啸翁修门度岁元韵",
            "作者": "易顺鼎",
            "内容": "雪椀催茶，风帘转蒜，煮水地炉亲候。骄马精神，闹蛾心性，事事而今非旧。\n灯影尚相思，肯伴我冷红如豆。偏教照出无聊，人与梅花同瘦。"
        },
        {
            "标题": "满江红 追忆旧游四首 其一",
            "作者": "易顺鼎",
            "内容": "立马函关，看古帝王州无恙。问何处旗亭睹酒，双鬟曾唱。\n紫塞三千杨柳路，黄河一半桃花浪。更西风、驴背古长安，增惆怅。"
        },
        {
            "标题": "迈陂塘 臈杪赴都，留别嵩林六弟",
            "作者": "易顺鼎",
            "内容": "甚西窗、红摇短烛，销成别泪如许。谢塘春草和愁冷，残梦半痕留住。\n萍踪苦。还赖是、秋风吹向圆波聚。移镫觅句。记肩凸鏖诗，拳凹斗酒，同写醉时语。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "清朝皇宫",
            "Background": "易顺鼎与张之洞私下交谈，讨论两湖书院的教化事务，易顺鼎倾诉对当今政局的忧虑，张之洞则鼓励他在诗文上继续发光发热。",
            "Dialogue": "{\n    角色名:张之洞 \n    动作:(微微皱眉，手抚长须)\n    讲话:易先生，近日朝中政局动荡，您可有何高见？两湖书院的教化事务，事关我朝兴亡，若无良策，恐怕难以立足。您身负文才，定能为我出谋划策，助我共图大计。\n}\n{\n    角色名:易顺鼎 \n    动作:(神情沉重，微微叹息)\n    讲话:张先生，时局虽不容乐观，然我心中忧虑已久。两湖书院本应为士子之所，然如今却被朝中权臣所左右，教化之道岂能不沦为工具？我等须得竭尽所能，捍卫书院之独立，方能使后辈承载中华文化之重任。\\n今日之政局，犹如风雨飘摇之舟，令人堪忧。唯有以诗文激励士子，以文治国，方能助此风雨之舟重回正轨。然我亦深知，单凭一己之力，实在难以实现，故希望张先生能共襄盛举，携手并进。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "琴志楼",
            "Background": "易顺鼎与樊增祥共饮，借酒抒怀，吟唱彼此创作的诗词，讨论诗歌的意境与技巧，彼此切磋，展现出“樊易”二人的风采。",
            "Dialogue": "{\n    角色名:樊增祥 \n    动作:(举杯相邀，面露微笑)\n    讲话:易兄，今日良辰美景，何不共饮一杯，吟唱几首诗词？我所作之《踏莎行》，恰与此时此景相得益彰，愿与您共赏。\n}\n{\n    角色名:易顺鼎 \n    动作:(举杯回应，神采飞扬)\n    讲话:樊兄所言极是，且让我来吟诵一首与此相得的《扬州慢》。\\n宝瑟弹冰，琼壶敲月，人天一例悲秋。记江南载酒，似小杜扬州。\\n有前度冷莺犹说，挥金意气，惜玉风流。恨悠悠。便逐歌云，飞上秦楼。\\n此情此景，实在令人醉心，愿我等在此共酌，吟唱诗篇，直至天明，畅谈诗词之道，亦是一种快意人生。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "易家书房",
            "Background": "易顺鼎写信给在外地的友人袁克文，分享自己在官场的经历与对仕途的感悟，信中流露出对往昔的怀念与对未来的迷茫。",
            "Dialogue": "{\n    角色名:袁克文 \n    动作:(捧笔沉思，目光远眺)\n    讲话:顺鼎兄，近日听闻您在官场中经历颇多，能否与我分享您的所见所感？如今政局变幻莫测，您是否感到无奈与迷茫？\n}\n{\n    角色名:易顺鼎 \n    动作:(沉重叹息，手握信纸)\n    讲话:克文兄，仆在官场中，虽名义上为民服务，然实则身陷权谋之中，心中常有无奈。每每面对那些虚情假意的谄媚与权力的游戏，内心总感到无比孤独与无力。\\n我在信中也提到，回首往昔，感慨万千，似乎那时的青涩岁月更为珍贵。如今虽身为郎中，然对未来的迷茫愈加沉重，何解？我常思，或许应当找寻新的出路，寻回那份初心，才是我应有的担当。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "龙阳镇",
            "Background": "易顺鼎在家乡与邻里闲聊，谈论农田的收成与家族的兴衰，感慨时光流逝与人生的无常，展现出其平易近人的一面。",
            "Dialogue": "{\n    角色名:邻里甲 \n    动作:(笑吟吟地摇头，手指田地)\n    讲话:顺鼎兄，听闻您已在外地任职，今日归乡，是否有些不适应？村里的农田今年收成如何，您可有关注？\n}\n{\n    角色名:易顺鼎 \n    动作:(微笑点头，神色柔和)\n    讲话:甲兄，仆在外虽生疏，但家乡的田土始终在心中。听闻今年的收成颇丰，村民们都喜笑颜开，令人欣慰。农田是我家乡的根基，虽我身在官场，然心系乡里，常常挂念着田间的苦与乐。\\n岁月如流，转眼间昔日的青涩时光已逝，今日的我也已不再是那个懵懂的少年。无论身处何地，家乡的一草一木，始终是我心底最柔软的牵挂，愿能为乡邻们贡献一份微薄之力，助他们过上更好的生活。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "江楚督府",
            "Background": "易顺鼎在庚子事变期间，督江楚转运，面对地方官员的质疑，耐心解释局势，安抚民心，表现出其政治智慧与责任感。",
            "Dialogue": "{\n    角色名:地方官员 \n    动作:(面露疑虑，神情紧张)\n    讲话:易郎中，近日江楚局势紧张，民心惶惶，您对此有何高见？如何安抚民众之心，避免动乱？\n}\n{\n    角色名:易顺鼎 \n    动作:(神态坚定，语气沉稳)\n    讲话:诸位官员，眼下局势虽严峻，然我们必须保持冷静，以理服人。安抚民心，首要之事在于倾听百姓之声，了解他们的忧虑与需求。\\n我认为应及时发布相关政策，确保粮食供应与基本生活，让百姓感受到政府的关怀与温暖。更要通过宣讲，消除民众的恐慌情绪，使其明白局势虽艰难，但我们必能共渡难关，重建美好家园。唯有如此，才能凝聚力量，化解危机。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "灯火阑珊的酒楼",
            "Background": "易顺鼎与同行的文人们聚会，借歌楼妓馆的美景，共同吟诵《琴志楼编年诗集》，讨论诗词的取材与创作灵感，气氛轻松愉悦。",
            "Dialogue": "{\n    角色名:文人甲 \n    动作:(端起酒杯，满脸兴奋)\n    讲话:顺鼎兄，今晚的聚会真是热闹，您可否为我们吟诵一首诗，以助兴？\n}\n{\n    角色名:易顺鼎 \n    动作:(微微一笑，举杯回应)\n    讲话:诸君既然提起诗词，然我也不揣冒昧，吟一首《沈醉春风》以表心意。\\n洒杨枝半瓶净露，拥莲花九座慈云。人天渺渺因，儿女纷纷命。\\n甚婵娟立地成神。都是灵山现在身。把一个蒲团座定。\\n愿我等在此相聚，共吟诗作，共飨佳酿，直至月圆之时，畅谈理想与梦想，何等快哉！\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "易家庭院",
            "Background": "易顺鼎与母亲易佩绅在庭院中闲聊，讨论家族的传承与文化，母亲对他寄予厚望，展现出亲子之间的深厚情感。",
            "Dialogue": "{\n    角色名:易佩绅 \n    动作:(坐于庭院中，慈祥地凝视儿子)\n    讲话:顺鼎，如何，近来在外可还安好？我可是常常挂念着你，盼你早日归来，传承家族的文化。\n}\n{\n    角色名:易顺鼎 \n    动作:(轻轻握住母亲的手，神情柔和)\n    讲话:母亲，儿在外虽有些辛劳，但一切尚可，心中常念着家中。您所言的家族文化，儿深知其重，愿以诗文传承，虽任职于官场，然心中始终铭记文化之根。\\n我会努力学习，力求不负家族的期望，愿为家族争光，传承我们易家的文化与精神。无论身处何地，家乡的教诲都是我前行的动力。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "道台公署",
            "Background": "易顺鼎在任职期间，收到来自家乡的信件，表达对故乡的思念与对家人的关心，反映出他对家族的责任感与情感牵挂。",
            "Dialogue": "{\n    角色名:家乡信使 \n    动作:(手捧信件，面带微笑)\n    讲话:易郎中，您收到来自家乡的信件，里面有您家人的问候与思念，特来交给您。\n}\n{\n    角色名:易顺鼎 \n    动作:(接过信件，神情温暖)\n    讲话:多谢这位信使，家乡的信总是让我倍感温暖。家中父母的关切，令我在外的心情倍加舒畅。\\n我在信中也能感受到那份思念，家乡的山水，亲人的音容笑貌，如春风般温暖我心。愿我能早日归乡，尽孝道，弥补对家人的思念与牵挂。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "清朝朝堂",
            "Background": "易顺鼎在朝会上提出对马关条约的看法，言辞恳切，主张应罢和义，展现出其爱国情怀与正义感，引起官员们的关注。",
            "Dialogue": "{\n    角色名:朝臣甲 \n    动作:(微微倾身，恭敬地聆听)\n    讲话:易郎中，今日您在朝上的发言，意在何处？马关条约之事，您可有何高见？\n}\n{\n    角色名:易顺鼎 \n    动作:(昂首挺胸，神色坚定)\n    讲话:诸位，我对此条约颇感忧虑，马关条约所签之条件，实为我朝之屈辱，损害我大清之尊严，岂能坐视不理？\\n我认为，作为官员，我们应当站出来，表明我们的立场，坚决反对这不公之条约，呼吁朝廷应当采取果断措施，维护国家的尊严与利益。若不如此，恐怕后世将会遗恨无穷，令我中华民族蒙羞。希望各位能共勉之，携手抵制此等屈辱之事。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月下竹林",
            "Background": "易顺鼎独坐竹林中，吟咏《琵琶仙》，感叹人生与自然的交融，诗酒对酌，心中涌动着对过往岁月的回忆与对未来的希冀。",
            "Dialogue": "{\n    角色名:易顺鼎 \n    动作:(独坐竹林，手捧酒杯，神情悠然)\n    讲话:月华如水，照我孤影，心中思绪万千，欲寄诗情于无尽的夜空。\\n琵琶仙，春江忆远，用白石老仙原韵，正如我此刻的心境。\\n猩片流桃，寄芳句不似，宫沟红叶。波路双桨停敲，蘋边坐清绝。\\n人更在江南那处，想微雨画桥闻鴂。泪帕香销，歌桡事倦，来对花说。我愿在此刻，倾诉对往昔的思念，愿将我的心声化作诗歌，与这月下竹林共鸣，愿与星空对话，诉说我对未来的希冀与梦想。\n}"
        }
    ]
}