{
    "基本信息": {
        "姓名": "林占梅",
        "性别": "男",
        "出生年份": "1821",
        "死亡年份": "1868",
        "享年": "48",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "贡生 = 贡监生(笼统) (明清宾贡,功贡)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "雪",
            "别名类型": "字"
        },
        {
            "别名": "雪村",
            "别名类型": "字"
        },
        {
            "别名": "雪邨",
            "别名类型": "未详"
        },
        {
            "别名": "鹤山",
            "别名类型": "未详"
        },
        {
            "别名": "鹤山",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [
        {
            "官职": "布政使衔",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "盐运使衔",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        }
    ],
    "地理信息": [
        {
            "地名": "淡水",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "林占梅，历史人物，是中国清朝官员。根据《重修台湾省通志》记载，他于1802年上任台湾府儒学训导，隶属于台湾道台湾府，为台湾清治时期的地方官员，该官职主要从事台湾府境内之教育行政部分，受台湾府儒学教授制约，该官职亦通常为闽籍，语言可与台湾人互作沟通，事实上，教学上也以闽语为主，官话为辅。 ► 林占梅的诗文(191篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "悲歌行",
            "作者": "林占梅",
            "内容": "钱塘筮仕为西湖，前辈风流慕白、苏。吾家况有栖幽处，孤山踪迹老梅逋。\n嗟余少日性莽鲁，六岁伶仃痛失怙。结纳少友事嬉游，一班牙爪利如虎。\n王母、寡母双倚闾，几度呼来复绝裾。\n暗中痛切泪凝枕，我家生儿破我车。三世伶仃寡弟昆，忍心将毋置之死。\n易子而教古有方，割将块肉托舅氏。舅氏部曹值北行，余乃从之游帝京。\n自觉一朝身逸乐，离家那顾泪纵横。乘风破浪意豪放，铜琶铁板江东唱。\n旗山、鼓山豁两眸，仙霞峻岭摇鞭上。北马南船快骋游，小阳春日入皇州。\n生来佚荡难驯伏，舌烂生公不点头。虎坊桥畔交俦伍，驰毬击剑金挥土。\n菊部欣聆蓟苑歌，犁园饱看罗门舞。泰山高今祖帐设，芦沟桥水添呜咽。\n但云勉我弧先行，不道从兹是死别。行尽燕南遍鲁、齐，騑騑驷牡无停蹄。\n风尘澒洞人如鬼，渡过黄河日已西。日西旅舍同沽酒，一路风光数诸口。\n扬州明月、姑苏台，洞庭群峭、西湖柳。建河滩险魂欲销，荒陬除夕倍无聊。\n洪山桥畔蒲帆落，满城灯火正元宵。因之动我浮华兴，顾曲徵歌气未定。\n黄金未尽不言旋，多情犹把南楼凭。叶翁帆海往复回，沙哥祖道送行杯。\n七月之秋犹未望，鲸波一舸赋归来。举家狂喜牵我衣，王母扶姑颤巍巍。\n低头下拜天性见，满门喜极转嘘欷。北堂择吉命成婚，贺客盈堂吊在门。\n王母抱孙□抱子，临终有语愿勿谖。三载杜门躬守制，羸叔劬劳持家计。\n道光丙午桂之秋，羸叔沉痾旋去世。折薪肯搆一肩挑，有弟茕茕惜嫩苗。\n始悟无学难自立，一编三绝暮连朝。昂藏年几三十岁，妻妾死亡竟相继。\n慈闱弃养亦同时，搥胸几绝痛长逝。天昏地惨日无光，欲向泉台觅阿娘。\n况复惠连春草恨，死者已矣存者伤。就中一事倍凄其，予年卅六始得儿。\n举眼方无伯道叹，回头竟抱元驹悲。未几家室遘三丧，十年春梦徒渺茫。\n春梦渺茫今暂醒，琴诗陶写赖园亭。强颜又作詹家婚，弩末犹能中雀屏。\n莫道膏肓贪泉石，惭处乡闾乘下泽。萧萧风木悲重兴，捧檄难追毛义迹。\n衣紫腰金念已收，觅水寻山兴未休。何时得识匡庐面，又造飞来峰上头。\n不图遍地皆狼豕，海内于今多事矣。方、罗时命既同悲，崔、卜功名胡足齿。\n子野朝朝唤奈何，平生动作辄坎轲。壁图空挂运甓苦，愁来弹铗哭还歌。\n但期郭、岳两忠武，炙手太平立可睹。携琴抱鹤孤山行，补种梅花三百树。"
        },
        {
            "标题": "石门道中遇雨，舆中闷卧口占",
            "作者": "林占梅",
            "内容": "危途泥滑滑，仆马欲消魂。雾重埋山市，涛狂撼石门。\n溪桥经雨断，岭树受风喧。彷佛闻鸡犬，欣然已近村。"
        },
        {
            "标题": "俗讹叹",
            "作者": "林占梅",
            "内容": "俗语传易讹，方言洵可嗤。清晨来妇子，自谓娘与儿。\n询渠来何故，云欲请「布司」。此地非省会，其言实可疑。\n儿谓母言误，系欲延「布师」。兹语更莫解，盘问转支离。\n嗫嚅重申告，被盗不知时。昨日始觉察，寻踪叹已迟。\n欲请「布师爷」，神灵为觅追。厅幕无此姓，即有不在斯。\n沉吟忽喷饭，憬然心已知。乃系城隍庙，两庑六司随。\n一司曰「速报」，显赫有威仪。凡有被盗者，请祷无停期。\n闻神在我家，半向致嗟咨。方言讹相袭，俗语真匪思。\n「速」字简截去，「布」「报」浑参差。足见抄旧方，不可轻为医。\n因讹而传讹，日久误愚痴。然亦未足怪，曾闻杜十姨。"
        },
        {
            "标题": "开元寺吊古歌",
            "作者": "林占梅",
            "内容": "君不见钱武肃王镇吴越，知命举家朝宋阙。由来一国无二君，卧侧岂容鼾声发。\n当年郑氏踞东瀛，建牙赐姓剧威名。兵穷鹭屿雄心丧，战捷鲲身霸业成。\n带甲称戈据穷岛，居然倔强比田横。时方壮盛三十九，气冲牛斗辟鲲鲸。\n定是天心厌祸乱，故蹙其年致太平。喧传一夜将星坠，编氓僚吏齐倾泪。\n嗟哉子经事豪奢，监国藩臣直儿戏。无常出没继孙恩，徙民失业咸受累。\n误将扼要托健儿，七府功成旋复弃。金瓯多缺力难完，日游别墅强偷安。\n传位克"
        },
        {
            "标题": "内湖道中",
            "作者": "林占梅",
            "内容": "日暖风和正插田，嫩苗遇雨倍芊芊。营巢鸠拙呼雌共，放軏牛閒带犊眠。\n四壁云烟供啸傲，一村泉石足流连。何时结屋双溪畔，抱鹤携琴拟散仙。"
        },
        {
            "标题": "二月二十四日游登栖云岩、观音山诸胜",
            "作者": "林占梅",
            "内容": "依旧閒情物外心，除将静养辄登临。石羁涧水潺湲下，径入岩松婉转深。\n无数白云眠永昼，几多黄鸟闹春阴。山亭小憩欣烹茗，又自携筇上远岑。"
        },
        {
            "标题": "师韫轩杂咏 其二",
            "作者": "林占梅",
            "内容": "擘笺窗下学抄书，葱指纤纤运管徐。写罢泥郎评甲乙，簪花字格果何如。"
        },
        {
            "标题": "池上夜坐",
            "作者": "林占梅",
            "内容": "散发向荷池，轩窗欣洞启。浮云净大虚，穴寥清似洗。\n汲水自烹茶，芬馥过嘉醴。一饭轻两腋，数杯畅四体。\n小步出前庭，长吟凭树柢。柳垂露满梢，波定月沉底。\n快哉此幽居，目中无尘眛。何必侈襟期，咨嗟肉生髀。\n凡事能知足，愁颜翻破涕。堪叹名利场，纷纷峦触抵。\n未若白与陶，耽诗乐清堤。复羡马少游，郡掾依祖补。\n抱此高淡怀，俗人难测蠡。我今未能行，我去终有徯。"
        },
        {
            "标题": "晓晴散步遣怀",
            "作者": "林占梅",
            "内容": "连夜淋漓春雨足，挹户林光照晴旭。杨柳墙头垂嫩青，芭蕉窗外展新绿。\n夹廊暴茁碧箖箊，绕槛争开红踯躅。满园草木尽欣荣，雨力能资地肥沃。\n朝来屐笠自周巡，遣怀缓度池西曲。短篱羃䍥牵牛萝，小圃葱茏长婴粟。\n花梢雨点叶留珠，水上荷擎波漾玉。閒园卅亩堪寄情，修竹千竿可医俗。\n小年日日足徜徉，何必夜游更秉烛。列架图书数万篇，得意欣然自藏录。\n隐囊麈尾恣清谈，诗卷琴经与棋局。吾侪藉此寄天真，何必营谋伤窘促。\n矧今满目尽烽烟，神州扰扰争蛮触。寥寥永日卧山寮，牢愁拟把「离骚」续。\n东瀛此际比天堂，散诞优悠无缚束。为读移文居北山，肯因献赋出西蜀。\n君不见安閒毕世香山老，祗缘知命无贪欲。"
        },
        {
            "标题": "鸣琴曲，次朱竹垞先生「听韩七山人弹琴」原韵",
            "作者": "林占梅",
            "内容": "我性嗜鸣琴，抱琴夜共宿。琴宜近水与高楼，琴楼构在池西曲。\n炉香袅袅弦初更，泉水流滩漱玉声。少时变幻调重转，万壑松涛顷刻生。\n海上移情历欲遍，蔽鲁龟山伤不见。抑扬挥洒神自閒，手挥目送长空雁。\n雁断衡阳声已悲，胡笳一曲倍凄其。我有名琴含太古，断绞斑剥光陆离。\n落指按弦吟注撞，清钟夜递来遥巷。逸韵悠悠夜未央，幽音袅袅霜初降。\n跌宕中间复寂然，万籁无声月在天。渊明嗜好嵇生癖，趣味深尝十六年。\n盟交愿与托终始，一生长伴閒园里。晚晴抱向池前鸣，引出波中双金鲤。"
        },
        {
            "标题": "春郊即景 其三",
            "作者": "林占梅",
            "内容": "啁啾村学草堂前，咕哔声中一叟眠。赤脚蒙童三五个，案头犹倚牧牛鞭。"
        },
        {
            "标题": "丁述庵观察督师剿匪至淡，赋呈",
            "作者": "林占梅",
            "内容": "横海旌旄驻水滨，临淮壁垒一时新。东瀛建节来儒将，北道输粮作主人。\n制梃民皆怀旧德，挥戈军定扫妖尘。执殳我愿前驱作，报国酬知敢惜身。"
        },
        {
            "标题": "南征八咏 其六 傍晚登西城楼感述",
            "作者": "林占梅",
            "内容": "极目烽烟接远苍，哀声几处断人肠。云含杀气迷征旆，沙逐腥风过战场。\n四野荒庄同陆氏，满城废屋类昆阳。抚民但愿来阳寇，恤典顿邀降建章。"
        },
        {
            "标题": "游滴泉岩归饮佃家，醉后题壁",
            "作者": "林占梅",
            "内容": "几家板屋自成村，乔木阴多绿叶繁。入市人归儿候路，登山客至犬迎门。\n盘飧味厚供园韭，社酒香浓接瓦盆。醉后懵腾岩下石，却疑身在谢公墩。"
        },
        {
            "标题": "自题万壑松古琴歌",
            "作者": "林占梅",
            "内容": "君不见灵光之殿能常峙，独立崔巍众翘企。又不见显庆之辂能久存，任教戎马来播掀。\n若非神物常护卫，石泐金寒久应敝。兹有琴名「万壑松」，青莲佳句工形容。\n质轻如纸坚如玉，漆光幻出云烟浓。陆离不藉玳瑁饰，斑驳浑同苔藓封。\n蛇腹已誇化工妙，牛毛又受断文重。文士纷纷琴是抱，琴中别有商山皓。\n三尺丝桐鬼神呵，数点梅花天地老。荒唐何必说钧天，元音细按出冰弦。\n断续隔林传远磬，琤琮漱石听鸣泉。彝是商兮鼎是夏，太古之物岂徒然。\n鸢飞鱼跃天机畅，馀音既歇心尤旷。想见当时运斧功，饬材精庀诚哲匠。\n嗟予嗜痂生海东，十年大索难遭逢。坐上指南忽有客，不辞航海求真龙。\n赵璧价昂非所惜，果然得此拟焦桐。腹镌「至德」唐年号，邂逅如观千岁翁。\n尤欣本为吾家物，「次崖」二字篆奇崛。后因兵燹归登瀛，五叶珍藏谁敢乞。\n我今一旦购得之，登山临水每携持。凉月当空一再鼓，如对先生抱膝时。"
        },
        {
            "标题": "黄莘田端砚歌",
            "作者": "林占梅",
            "内容": "得来好砚同好友，日日摩挲常在手。伴吟墨使陈静轩，资写「黄庭」向晴牖。\n闽中同嗜本有人，十砚老人莘田叟。直如砚癖子瞻翁，不让风流钱可久。\n湖曲百篇擅竹枝，草笺一部描花柳。杨、李当时并盛名，津津脍炙千人口。\n许都高士媲双丁，邺架连篇方二酉。行遍江南又岭南，喜近素馨田百亩。\n平生作吏拙催科，能扇仁风遍原薮。放衙花底纸挥毫，判牍筵间杯在口。\n相关性命砚兼花，自写胸怀诗与酒。因此罢官归去来，清时何害风流咎。\n囊中祗剩二千金，半购端溪紫云母。归装十砚剩馀赀，还取珠江两姝秀。\n桃叶、桃根泛棹归，燕子楼中甘白首。陈迹回头百十年，浮云变幻成衣狗。\n旧物星分到海东，连城荆璞为吾有。「香草笺」中此砚诗，玉堂佳句镌其后。\n漫说牛毛白蕉镵，勿誇鹆眼青华剖。赚称铜雀赝未央，泥瓦尤嫌难涤垢。\n兹珍润发细如脂，元玉之声清越扣。我有清夜篪钟琴，棐几明窗堪配偶。\n吾侪立脚重彝伦，大德不逾何足丑。自来物固因人传，花木亦当敬欧九。\n君不见信国当年玉带生，珍同圭璧辉琮玖。造就金刚不坏身，二谢之名随不朽。\n我砚人间亦既稀，无德以资良愧忸。于今猛省修虔，善行嘉言书座右。\n化为丹篆吐红光，万丈冲霄慑星斗。"
        },
        {
            "标题": "月夜同杨雨峰芝兰访友",
            "作者": "林占梅",
            "内容": "篷窗试茗当飞觞，银汉无云夜色凉。明月满船人访戴，清箫一曲客携扬。\n渡头犬吠知村近，水面荷齐得露香。遥指榜人停泊处，竹桥以外是山庄。"
        },
        {
            "标题": "过郡城北口号",
            "作者": "林占梅",
            "内容": "日斜閒步屧，郭外偶经过。废冢无翁仲，空山遍女萝。\n牛羊看卧起，樵牧听讴歌。故址模糊甚，神伤吊古何。"
        },
        {
            "标题": "同籋云先生园池夜步，即景分韵",
            "作者": "林占梅",
            "内容": "秋斋寂坐无情趣，聊向小园同散步。夜色朦胧薄雾漫，箫声断续凉风度。\n池边萤误水中星，芦际花疑沙上鹭。吟罢新诗漏欲终，半规斜月悬汀树。"
        },
        {
            "标题": "读家和靖公「书孤山隐居壁次」韵，题青草湖孤山别业",
            "作者": "林占梅",
            "内容": "山水未深猿鸟少，幽清人境便为居。虽睽天竺三千里，此亦孤山可结庐。"
        },
        {
            "标题": "上大姑嵌观音亭，马上口号",
            "作者": "林占梅",
            "内容": "马头阵阵起浮云，履险临深一径分。急濑横流无定处，顽山乱叠不成文。\n人争野渡滩将雨，猿啸阴箐昼欲曛。翘首苾刍重拾级，巑岏屹立向溪濆。"
        },
        {
            "标题": "北村访曾籋云先生归途口号",
            "作者": "林占梅",
            "内容": "先生家住翠云窝，往访归来踏软莎。路出炊烟乌桕树，桥回流水鸭头波。\n平畴鸦落随牛去，窄径人停让马过。况值清和天气好，薰风处处送秧歌。"
        },
        {
            "标题": "初晴过北势湖庄舟中偶成",
            "作者": "林占梅",
            "内容": "竛竮修竹俯双荆，几道流泉下涧鸣。暑雨乍晴虹未落，暝烟欲起日初平。\n劳形仕宦输栖隐，适趣溪山惬性情。自把纶竿歌款乃，布帆无恙晚风轻。"
        },
        {
            "标题": "过郑氏小庄 其一",
            "作者": "林占梅",
            "内容": "园花争媚陌花芳，小景烟霞趣亦长。一道清幽门外水，中央丛竹是山庄。"
        },
        {
            "标题": "过郑氏小庄 其二",
            "作者": "林占梅",
            "内容": "历历孤烟起远岑，蜂腰桥隐绿杨阴。小亭坐久忘归去，不住清蝉头上吟。"
        },
        {
            "标题": "平林庄过孙悫民处士园作赠",
            "作者": "林占梅",
            "内容": "寂寂柴门短短篱，群山环绕水涟漪。花因露润香生座，竹到春深翠入池。\n静院谈心閒品茗，虚窗抱膝畅评诗。翛然顿觉尘襟净，栖隐真惟此地宜。"
        },
        {
            "标题": "由金包里过石门",
            "作者": "林占梅",
            "内容": "崱嶪嶕峣百怪呈，危途崭绝倍心惊。马从密筱穿云出，人向悬崖附葛行。\n匝地扬沙风料峭，漫天飞雨浪砰訇。摇鞭陡立峰峦上，俯首群山似阅兵。"
        },
        {
            "标题": "过谢氏废园",
            "作者": "林占梅",
            "内容": "坏甃荒阶遍绿苔，修篁左右水潆洄。玉钗珠履归何处，惟有山禽自去来。"
        },
        {
            "标题": "读香铁先生「白华草堂集」「感怀」题后",
            "作者": "林占梅",
            "内容": "可怜再见永无期，曲赡高华笔一枝。名士尽多生乱世，诗人难得见清时。\n与花同福常关眼，对酒长春自介眉。窃把先生方杜牧，情怀气概两相宜。"
        },
        {
            "标题": "癸丑岁暮苦苦行",
            "作者": "林占梅",
            "内容": "苦苦苦，频年苦，频年未有今年苦。兵燹纷纷百事乖，道途梗塞财源杜。\n公私逼窘年已残，借贷何从觅阿堵。食指计千空两拳，巧妇难为无米釜。\n扬威时有暴富儿，索债声高狂似虏。嗟予历过而立年，那曾遭遇此凌侮。\n点金无术避无台，良策惟有装聋瞽。漫拟子云作解嘲，苦况笔笔从头数。\n记自夏初遭阽危，玄冥为祟日淋漓。霪霖无霁日，沮洳无乾时。\n桑田变沧海，芦灰力莫支。昆阳未战屋先毁，人畜漂没极遐迩。\n死者无辜生无聊，谷价虽贱无人市。如逢富弼能赈民，祸乱未形自可止。\n复因台、凤贼猖狂，销患焉能先及此。岂料凶徒藉此诱穷民，因饥夺食成群起。\n一朝啸聚盈绿林，王道平平忽尔尔。出没无常肆剽掠，如虎负嵎险足恃。\n可怜玩敌难成功，未发先泄事危矣。健卒群誇曳落河，登坛自诩将门子。\n探穴思裹邓艾毡，渡河旋陷张方垒。满胸锐气陡然平，风声鹤唳尽疑兵。\n袅獍从兹益无忌，百里溪山日纵横。亦知恶极难逃咎，思将分类避贼名。\n讹言四起民摇动，漳、泉疆划斗祸成。两造焚攻焰烛天，八人到处氓无廛。\n我为池鱼祸并及，凡百如扫成云烟。此时生命轻于纸，杀人食肉类屠豕。\n控肝夸□肆强凶，馀骸枕藉烧无已。烧无已，痛如何。\n乃父空局蹐，乃祖徒媕娿。掉头浑不顾，同室任操戈。\n更有惨祸绝今古，伐幽毁骨伤天和。鲜血既流荡阴里，枯骨空抛无定河。\n岂忘拨乱缘饷匮，不药之病病难瘥。小道皆荆棘，大道遍妖魔。\n自夏徂秋行不得，「行不得也哥哥」。向使有病须针砭，亦宜调剂加抚摩。\n虽云养痈恐贻患，庸医躁进罪更苛。加之喜功图利己，微风海上复生波。\n只知高官厚禄雄豪快，其如万户千家咒詈多。鄙夫畏贼如畏虎，血仅禦贼短资斧。\n遂使滋蔓久难除，聚"
        },
        {
            "标题": "读刘苍石广文",
            "作者": "林占梅",
            "内容": "弦歌此日乍闻韶，家世青田溯匪遥。梦得诗篇多典丽，道真气宇本高标。\n词源倒峡才何大，天马行空势更超。读到风人敦厚处，知君著述富牛腰。"
        },
        {
            "标题": "九日偕叶松潭广文、陈性初 其六",
            "作者": "林占梅",
            "内容": "题罢新诗兴未休，一声「去也」唱清讴。山灵若不嫌奴放，携酒明朝订再游。"
        },
        {
            "标题": "九日偕叶松潭广文、陈性初 其五",
            "作者": "林占梅",
            "内容": "长啸临风醉半醒，狂歌唱与座宾听。此游不亚神仙乐，直把山亭作幔亭。"
        },
        {
            "标题": "九日偕叶松潭广文、陈性初",
            "作者": "林占梅",
            "内容": "携朋得得共登临，无数啼禽竞好音。路转板桥重拾级，羊肠径绕白云深。"
        },
        {
            "标题": "九日偕叶松潭广文、陈性初 其四",
            "作者": "林占梅",
            "内容": "乱插山花枕石眠，敢将落帽慕前贤。醉来不管牛童笑，狂态随他到处传。"
        },
        {
            "标题": "九日偕叶松潭广文、陈性初 其二",
            "作者": "林占梅",
            "内容": "危岩万仞瞰平阿，海甸秋清气候和。一带云林环雉堞，望中城阙失嵬峨。"
        },
        {
            "标题": "闻扬州失守感赋",
            "作者": "林占梅",
            "内容": "兵燹谁能浩劫逃，平山堂外雁哀嗷。三千殿脚红头尽，廿四桥头白骨高。\n满地狼烽摧鼓角，故宫萤火没蓬蒿。绿杨城郭成焦土，回忆繁华首重搔。"
        },
        {
            "标题": "闻曾涤生大师",
            "作者": "林占梅",
            "内容": "海天遥处日频瞻，喜信闻来叶梦占。白下舆图归治化，红头仇寇尽除歼。\n十年壮志冰霜励，百世勋名竹帛添。我愿随鞭凭遣策，瞻韩何日向帷幨。"
        },
        {
            "标题": "七七苦雨行",
            "作者": "林占梅",
            "内容": "大造茫茫杳无际，水国春阴真成例。今春气煖日光辉，天宇晶明覆海圻。\n忽然一夜惊霹雳，惊蛰未到人悚惕。俗传四十九日乌，此语翁媪验历历。\n漫天匝地苦淋漓，其状若何一数之。微如丝缕骤强弩，大过倾盆小漏卮。\n日比卵黄壳遮隔，尾肖鳞甲片参差。陌上百花皆落魄，堤前万柳尽颦眉。\n不履著久前后折，油伞淋多骨肉离。处处茅檐青笠盖，家家苔壁绿蓑披。\n风似剪刀利何用，云如堆墨笨难移。吾淡由来多阴雨，困人无过今春苦。\n除却深居简出入，觅食细民畏若虎。岂系娲皇炼未精，石塌天河注下倾。\n估客货湿愁贸易，农夫种烂废〔耘〕耕。有时搔首仰问天，天何言哉惟默默。\n回思旱魃□为灾，穿墟伐冢搜之急。即今甚雨正需之，千金燕市求不得。\n转辗咨嗟叹奈何，世间真个苦人多。夜来愁□滴欲碎，挑灯作此当悲歌。"
        },
        {
            "标题": "购花难行",
            "作者": "林占梅",
            "内容": "吾生爱花真有癖，开场筑圃甘形役。堪嗟僻壤小于拳，且复海陬伤风伯。\n唯有春时野草花，閒生杂树连阡陌。几双不借踏将穿，走遍溪山觅无迹。\n虽然篱畔紫与黄，俗卉凡葩兴莫适。袁保能司玉骨销，河阳虽美沧波隔。\n吾侪本是爱花身，结习何能空晨夕。遍询众口皆同声，言从海内恣求择。\n求择虽易运归难，骇浪号风簸海舶。欲将佳植置艎仓，热气薰蒸无空隙。\n无论珠玉一登舟，舵工土视不知惜。重洋春色望年年，枉把黄金浪虚掷。\n无花觅句句难佳，有意求花花莫得。费尽园居早起心，替花攒眉求妙策。\n当时靖海收澎岛，梅花一阵旋降敌。我今四访购之归，用多运少花终集。\n点谱惟无凤阁书，累篇笑有兔园册。春蚕灯下食叶声，剡藤簌簌鸡毛力。\n岂拟平泉花石纲，开列成编寄吴、越。一航嘱傤十缸回，十舸运来花成百。\n遂把荆榛荒芜园，化成锦绣幽香窟。雅趣并誇殷七家，高风敢并魏三宅。\n人生不得拓胸怀，虽寿亦夭头空白。从此群芳解语迎，一水毋须长脉脉。\n抱鹤携琴任徜徉，烹茶觅句供游息。坦腹篷窗鼓枻时，夹岸飞英落吟席。\n回想十年乞购难，爱护栽培比瑶璧。重申童约课园丁，桐帽棕鞋亲周历。\n守户猧儿缀树铃，缭垣青士幔天幂。君不见顾家国园但接骚人与隐流，不容伧父和狂客。"
        },
        {
            "标题": "题黄香铁先生「苜蓿集」卷后",
            "作者": "林占梅",
            "内容": "迢迢东海外，一晤总为难。远信经年达，佳章尽日观。\n宛如闻声欬，不禁泪汎澜。回忆居京邸，蒙公刮目看。\n姻谊方卢、李，交亲等弟兄。于今殷问讯，在昔已知名。\n投辖贻三雅，传薪执一经。何时聆玉屑，顿使鄙怀清。"
        },
        {
            "标题": "九日偕叶松潭广文、陈性初",
            "作者": "林占梅",
            "内容": "回首儿时一刹那，雪泥鸿爪渐消磨。构亭亲友今何在，独对西风起浩歌。"
        },
        {
            "标题": "初晴，祭扫青草湖有感，归成四律以写哀衷 其三",
            "作者": "林占梅",
            "内容": "临别殷勤重寄词，一番叮嘱一番悲。玉箫誓切多生愿，金屋缘悭隔世痴。\n三叠琴心妻即友，两行珠泪母伤儿。不堪追忆前时事，对酒看花痛不支。"
        },
        {
            "标题": "率练丁自中港还，马上口号",
            "作者": "林占梅",
            "内容": "沙平衰草没，按辔路迢迢。地旷容盘马，霜高好射雕。\n弓声风力劲，鞭影日光摇。小队鸣刁斗，雄心压海潮。"
        },
        {
            "标题": "奉命办理团练，冒暑赴郡感作",
            "作者": "林占梅",
            "内容": "一片旌旗事远程，櫜鞬日日向南行。迢迢远道征鞭急，赫赫炎空火伞擎。\n移筏敢辞泸水热，登陴长望瘴烟平。不因豺虎纷当道，盛夏何烦统甲兵。"
        },
        {
            "标题": "偶成",
            "作者": "林占梅",
            "内容": "抚琴馀兴事吟笺，岁序消磨邺架边。海外求书如访友，梦中得句若逢仙。\n举杯肯让青莲醉，拜石还如大米颠。閒里更寻消遣法，笑拈偈语学参禅。"
        },
        {
            "标题": "南征八咏 其八 回军将入竹堑城作",
            "作者": "林占梅",
            "内容": "亲友何劳远出迎，悠悠一片管弦声。全军甲冑归戎伍，夹道衣冠迓凯兵。\n鼍鼓□鸣山岳壮，云麾招飐海天晴。回时制就「南征赋」，长为熙朝颂太平。"
        },
        {
            "标题": "久旱得雨，霁后周涉园池，乘兴吟示松潭广文",
            "作者": "林占梅",
            "内容": "一雨新众绿，草木知来苏。荣滋欣满目，密筱连平芜。\n负耒亲巡历，曲径行萦纡。栽竹补篱落，引泉通园厨。\n花好当我槛，风凉快我躯。跣足豆棚下，溽暑倏然无。\n即事多欣赏，歠茗同追呼。人生贵适意，意适情自娱。\n何必慕富贵，金张与陶朱。匆匆扰扰间，终日奉驰驱。\n堪嗤世上人，病此心不殊。我慕香山老，到处无嵚"
        },
        {
            "标题": "赠家子范明经",
            "作者": "林占梅",
            "内容": "相逢一笑大瀛东，况复龙田谱序同。慧业生从金粟影，神姿清比玉兰丛。\n直倾三峡文波阔，横扫千人笔阵雄。他日端门看缓辔，诗章早上御屏风。"
        },
        {
            "标题": "自南港到鸡笼道中口号",
            "作者": "林占梅",
            "内容": "群峰势何奇，追随十馀里。回首及斜阳，始入昏霭里。"
        },
        {
            "标题": "游灵泉禅寺题壁",
            "作者": "林占梅",
            "内容": "灵泉绕涧泻浪浪，匼匝峰峦护法王。梵宇时清禅定永，空山昼静道心长。\n钟鱼列案知常课，花木盈阶觉妙香。礼罢真如随喜遍，龙团一盏润吟肠。"
        },
        {
            "标题": "哭彭逊兰师",
            "作者": "林占梅",
            "内容": "治任归去后，空忆幔亭晨。毕世雄谈爽，平生率性真。\n明经经学博，作赋赋编新。笔阵降多士，书香继有人。\n及门谁立雪，入室我书绅。已圮灵光殿，难扶大雅轮。\n徒然称沆瀣，竟敢诩荀陈。赙奠余孤往，能禁泪满巾。"
        },
        {
            "标题": "雅集新庄别业赏菊",
            "作者": "林占梅",
            "内容": "赏菊持螯互品评，清秋日日接群英。对花我愧陶元亮，把酒谁为阮步兵。\n聊藉高吟抒雅趣，敢从豪饮得狂名。兴酣击钵摧联句，烛尽三条百韵成。"
        },
        {
            "标题": "感怀 其二",
            "作者": "林占梅",
            "内容": "生涯甘落寞，家计懒经营。吟苦都缘癖，愁多每为情。\n十年虚墨稼，万笏只书城。枉负干云志，田园久息耕。"
        },
        {
            "标题": "寄怀周子玉",
            "作者": "林占梅",
            "内容": "西泠名士周公瑾，书船画舫终难隐。乍观才略著遐荒，草有声华传禁近。\n崇山大老最怜才，名流物色从尘埃。裴相新道崔湜坐，狐公东阁玉溪陪。\n羡君才气本横逸，纵论雄谈常扪虱。撑肠富有五车书，运腕力扶一枝笔。\n是时我师正朝天，携往长安看画日。典册曾希司马工，驰书更羡枚皋疾。\n驱车复出皇都门，馀子纷纷安足论。克日笋舆指闽峤，绿榕阴接荔阴繁。\n繁阴中有越王宅，诸侯幕内为宾客。乌石山前春酒醲，江瑶、荔子日三百。\n剑池玉尺瓣香亭，昌谷囊中多古迹。终朝据案惜分阴，论衡拟就平南策。\n是时海外屡徵兵，台疆鼠子犹纵横。如君韬略本兼著，壮怀正合请长缨。\n乘风一夕破鲸雾，瞬息三山渺回顾。半肩行李竹城来，相携一笑浑如故。\n臭味芝兰意气投，当筵借箸为筹布。述安廉访我召公，谓予一臂堪相助。\n君也赏识□倍拳，有心携我上凌烟。平生气概重然诺，请君且著祖生鞭。\n椎牛誓众向南发，马蹄风疾无留连。一旦闻予到尺咫，联营将弁皆欢喜。\n已教大师待留餐，更贺监军迎倒屣。谋定同君虎穴探，执殳竟向前矛徙。\n葭投一战逆魂飞，当道老熊立披靡。积年天堑一宵平，奔鼠么魔若狼豕。\n彰邑城头羽扉挥，东北西南尽解围。连镳固欲台南去，转饷无方乃告归。\n归时日日思良友，琢句论文数欧九。君虽隔地自同情，说项推袁不离口。\n频闻画策中机宜，歼厥巨魁灭群丑。迩日欣看入告章，颜色腰间悬紫绶。\n何时返旆竹城来，蓬门端得为君开。杨柳画桥并钓艇，梅花书屋啸吟台。\n吟台幽处琴樽设，十日平原肠更热。长啸高歌召鬼神，案上铜壶扣欲缺。\n眼前世事任况净，何暇与人争论列。我有心愿人不知，所愿无妨为君说。\n随君一棹入榕城，陪向程门同立雪。"
        },
        {
            "标题": "自芝兰晚归新庄",
            "作者": "林占梅",
            "内容": "马蹄轻健快平坡，历落村庄近水多。乍退潮沙纹绮縠，暴长篱笋簇矛戈。\n浓云阵阵方漫野，细雨霏霏尚隔河。行到渡头天欲晓，待船时听打鱼歌。"
        },
        {
            "标题": "南征八咏 其三 一战获胜，进攻葭投村，破之",
            "作者": "林占梅",
            "内容": "鼓声雷动阵云浮，破竹长驱队不收。拔帜一军雄背水，用矛三刻壮逾沟。\n焚巢竟使枭群散，入穴真能虎子求。夺险料应寒贼胆，降幡瞬见竖城头。"
        },
        {
            "标题": "南征八咏 其七 凯旋大甲道中作",
            "作者": "林占梅",
            "内容": "灵夔竞歇鹗争兴，金镫声中日乍升。到处逢迎笳鼓奏，逢场作戏士商腾。\n匡时有志缘知义，拨乱犹人敢曰能。扫尽妖氛归去后，此心依旧玉壶冰。"
        },
        {
            "标题": "南征八咏 其一 师出香山途中作",
            "作者": "林占梅",
            "内容": "吹篴平明按队行，旌旗映日向南征。斩蛟胆气豪看剑，汗马功名壮请缨。\n社勇练成弓箭手，军心奋起鼓鼙声。釜鱼穴蚁终诛灭，何事潢池敢弄兵。"
        },
        {
            "标题": "南征八咏 其二 营山脚庄，夜望贼垒作",
            "作者": "林占梅",
            "内容": "灯火如星帜若云，眼中蝼蚁尚纷纷。三申平日严师律，一战明朝扫寇氛。\n背水宜排韩信阵，撼山难犯岳家军。料他破胆将宵遁，班马声喧彻夜闻。"
        },
        {
            "标题": "六言绝句四首 其一",
            "作者": "林占梅",
            "内容": "高拟玉皇案吏，灵山会上因缘。瞰破人情险恶，于今愿作顽仙。"
        },
        {
            "标题": "六言绝句四首 其四",
            "作者": "林占梅",
            "内容": "无数含沙射影，追随牛鬼蛇神。莫道凭空说怪，红尘吾见其人。"
        },
        {
            "标题": "六言绝句四首 其二",
            "作者": "林占梅",
            "内容": "横江一鹤高飞，下看鹭鸥游戏。除却觅食閒眠，那识仙禽意气。"
        },
        {
            "标题": "六言绝句四首 其三",
            "作者": "林占梅",
            "内容": "怪石清流回绕，奇花瘦竹回遭。有此閒情不领，肯与傀儡争高。"
        },
        {
            "标题": "再游北郭园，戏柬郑荫堂",
            "作者": "林占梅",
            "内容": "曲折林扃荔百株，青山楼外胜披图。退閒异日重来此，一席君能借我无。"
        },
        {
            "标题": "宿大坪庄，夜半风雨骤至，走笔率记",
            "作者": "林占梅",
            "内容": "迢迢仆马西南出，行到山庄刚落日。绕屋更无竹与松，满园惟有芋和栗。\n缭垣独舍鲜邻居，上下数间皆斗室。除尘解橐理明灯，始馀隙地堪容膝。\n芦帘草阁壁泥涂，竹榻槿篱户蓬荜。村中夜静绝更筹，床下秋深鸣蟋蟀。\n频频转侧梦难成，惝恍中心如有失。忽听阶前飞雨骤，重闻屋角迅雷疾。\n狂涛汹涌势澎訇，万马争奔声怒叱。排山倒海震撼来，四体摇摇心胆慄。\n照户方惊熌电光，破窗更讶飓风䬆。此时枕簟一齐冰，陋屋难将风窦窒。\n拥衾不敢偶伸头，满屋昏昏黑如漆。可怜旅舍本凄凉，那堪风雨增萧瑟。"
        },
        {
            "标题": "乱后经红毛港有感",
            "作者": "林占梅",
            "内容": "山径阴森极，寒侵鹤氅裘。风摧林竞吼，石砌水横流。\n袅獍何时殄，沧桑此日更。运乖天心偪，心怯梦魂惊。\n破屋鬼欺客，荒村民苦兵。桃源如可觅，竞欲避秦行。\n暴雨强于弩，元云拥作帱。笋舆行荦确，狼狈益增愁。\n日短易黄昏，萧萧万籁繁。榛荆生沃壤，鸡犬寂荒村。\n估客腰缠裘，征人踵接奔。流离多失业，康济愧前言。"
        },
        {
            "标题": "乱后逢李霭云感作",
            "作者": "林占梅",
            "内容": "世事纷纭听莫真，萧条旅舍遍生尘。荒郊血渍燐光乱，破屋风号犬吠频。\n寒逼残年同刺客，愁攻中夜似仇人。朦胧欲入还乡梦，作恶鸡声闹隔邻。"
        },
        {
            "标题": "罗山道中口号",
            "作者": "林占梅",
            "内容": "倦鸟寻窠下，幽花隔树香。晚风清暑气，客路绕愁肠。\n马恋平芜绿，旗翻落日黄。费公仙术短，坐叹道遥长。"
        },
        {
            "标题": "读刘苍石广文 其二",
            "作者": "林占梅",
            "内容": "可掬春风煦且清，持衡待士总和平。吟章藻思齐三凤，学业薪传在一经。\n黄绢选词徵妙语，碧纱囊句护佳名。惭予秃尽文通笔，唐突西施感愧生。"
        },
        {
            "标题": "答徐碧岩令弟荐秋 其二",
            "作者": "林占梅",
            "内容": "珊瑚笔架旧家声，人自温醇学自精。宝翰沸漓承辱赠，还将木李报投琼。"
        },
        {
            "标题": "答徐碧岩令弟荐秋",
            "作者": "林占梅",
            "内容": "胸中万轴富邱坟，年少翩翩白练裙。笑我头衔称太守，却无高榻愧留君。"
        },
        {
            "标题": "台、凤土匪滋事，闻警戒严",
            "作者": "林占梅",
            "内容": "戎装日日上城巅，饷窘兵孱械未全。披甲营徒张赤帜，买刀家尽卖乌犍。\n人敲刁斗残更月，官括荒城富室钱。如此年时如此况，乐输争奈奋空拳。"
        },
        {
            "标题": "宿内湖祖师岩",
            "作者": "林占梅",
            "内容": "道人栖隐处，高在白云端。竹露滴清籁，松涛生暮寒。\n灵猿眠石洞，老鹤守香坛。夜静来明月，瑶琴独自弹。"
        },
        {
            "标题": "题剑潭村家书屋",
            "作者": "林占梅",
            "内容": "富贵、神仙未易兼，贫饶清福复何嫌。一湾流水青环屋，万笏群山绿入帘。\n摊饭人方眠石倦，品茶我亦饮泉廉。眼前风景皆诗料，好句谁能信手拈。"
        },
        {
            "标题": "兵饷支绌，劝输感作",
            "作者": "林占梅",
            "内容": "肉食何人有远谋，可怜未雨失绸缪。一朝闻警忙擐甲，半夜量沙枉唱筹。\n中泽嗷鸿声倍苦，孤城掘鼠事堪忧。男儿莫作守钱虏，纳粟曾闻卜式侯。"
        },
        {
            "标题": "诸子侄入塾，题书斋南壁。并奉正杨明浦先生 其二",
            "作者": "林占梅",
            "内容": "入塾年亲送，尊师藉训谟。最难唯际遇，切勿浪功夫。\n机慧烦先导，专勤亦要途。破蒙三载矣，诗礼重庭趋。"
        },
        {
            "标题": "诸子侄入塾，题书斋南壁。并奉正杨明浦先生 其一",
            "作者": "林占梅",
            "内容": "璃窗四壁张，清趣味尤长。风带书声朗，花资墨气香。\n作文师永叔，下笔羡江郎。此塾诚幽爽，阴阴护翠篁。"
        },
        {
            "标题": "春郊即景 其六",
            "作者": "林占梅",
            "内容": "廿里芳原去路赊，环村老木郁槎枒。牧童归晚不吹笛，跨著閒牛数暮鸦。"
        },
        {
            "标题": "九芎林庄晚归即景",
            "作者": "林占梅",
            "内容": "人影西斜暮色微，萧条满目思依依。漫空云作糊涂态，撼树风施跋扈威。\n岭背林喧寒鹊噪，溪头水急晚潮归。回途倍觉阴霾甚，山市家家昼掩扉。"
        },
        {
            "标题": "七星墩即景",
            "作者": "林占梅",
            "内容": "历尽嵚"
        },
        {
            "标题": "内湖庄偶成 其二",
            "作者": "林占梅",
            "内容": "晓晴复幻密阴天，漠漠平畴尽水田。野屋万家春树里，午风吹得雨如烟。"
        },
        {
            "标题": "游内湖庄雨后偶成 其二",
            "作者": "林占梅",
            "内容": "晴云初见湿云忙，天外虹腰耀眼光。渔艇二三垂柳下，迥桡打桨唱「沧浪」。"
        },
        {
            "标题": "偶述",
            "作者": "林占梅",
            "内容": "搔首追前事，酸辛已备尝。人情蝗食稻，世味鼠搬姜。\n为问笙歌乐，何如笔砚良。微吟休拥鼻，时觉墨花香。"
        },
        {
            "标题": "过内湖庄",
            "作者": "林占梅",
            "内容": "平陇多栽稻，高园半种茶。溪弯沙岸仄，径曲竹篱斜。\n老屋栖深树，閒门掩落花。地幽人境隔，耕读足生涯。"
        },
        {
            "标题": "偕诸友人西池泛月，分韵咏洞箫得「城」字",
            "作者": "林占梅",
            "内容": "狂歌常作不平鸣，和我阳阿激楚声。孤鹤唳空音断续，老龙吟水韵凄清。\n道人筠管高低奏，学士匏樽慷慨倾。共泛西池今夜月，不堪回首阖闾城。"
        },
        {
            "标题": "观瀑布泉二首 其二",
            "作者": "林占梅",
            "内容": "日丽全融雪，峰晴陡溜冰。绛河波骤泻，白练色如凝。\n绡岂鲛人织，梭疑龙女腾。夜来临皓月，掩映倍清澄。"
        },
        {
            "标题": "观瀑布泉二首 其一",
            "作者": "林占梅",
            "内容": "绝磴扪萝上，奔泉擅异观。长虹悬树杪，飞电落岩间。\n常引千寻响，能生六月寒。我来当盛夏，漱石听淙潺。"
        },
        {
            "标题": "由观音山晚归，过栖云寺",
            "作者": "林占梅",
            "内容": "诘曲度芳陂，岩阿拾级迟。看山凭款段，倚树听流离。\n花气晴频送，岚光暝忽移。荼■能好客，数里尚追随。"
        },
        {
            "标题": "栖云寺即事",
            "作者": "林占梅",
            "内容": "岩穴云归雨气收，欣晴林鸟听钩辀。引泉修笕通厨下，缘木虬藤挂壁头。\n竹密行随三径曲，花深坐对一庭幽。可人最是松间月，似为闻琴上小楼。"
        },
        {
            "标题": "寒灯夜雨，独坐有感。赋成七首，以述懑怀 其二",
            "作者": "林占梅",
            "内容": "人事年来叹不常，集枯集菀幻沧桑。持身拟作三烧玉，阅世应同百鍊钢。\n学问益人休自足，功名随分莫徒忙。于今只学陶贞白，上下楼高寄隐刚。"
        },
        {
            "标题": "寒灯夜雨，独坐有感。赋成七首，以述懑怀 其一",
            "作者": "林占梅",
            "内容": "人心叵测此时多，汎爱难施可奈何。坡为滥交冤狱累，乐原无咎谤书苛。\n几回往事诚堪叹，半世虚名未易磨。月旦有评公道在，含沙射影莫为魔。"
        },
        {
            "标题": "周子玉部曹军务告竣后告归榕省，送别二首 其二",
            "作者": "林占梅",
            "内容": "才经聚首顿离群，执手踌躇袂忍分。子比晋卿真似日，我如吏部愿为云。\n才情契重诚知己，道谊交深独有君。飞鹭亭前惆怅甚，何时剪烛再论文。"
        },
        {
            "标题": "连日为风雨所困，留宿圭柔山田家，□以遣闷",
            "作者": "林占梅",
            "内容": "魂梦频惊动地雷，争奔万马竞喧豗。崩崖骇浪乘潮至，撼屋狂风挟雨来。\n水漫溪渠流更急，云封林壑闭难开。连朝闷卧茅斋下，一卷新诗手腹裁。"
        },
        {
            "标题": "偕友人游剑潭寺西岩晚泊",
            "作者": "林占梅",
            "内容": "斜日西岩系钓舻，凉风瑟瑟动菰蒲。岸痕犹湿潮初落，山色微黄草未枯。\n古寺僧归闻犬吠，危桥叟过倩人扶。篷窗指与朋侪道，一幅荆关小画图。"
        },
        {
            "标题": "官渡门两傍极似严子陵栖隐处",
            "作者": "林占梅",
            "内容": "岸上几家还竹屋，溪边无数钓鱼舟。俨然七里泷中过，两面青山夹水流。"
        },
        {
            "标题": "家翔秋",
            "作者": "林占梅",
            "内容": "陡峭巉岩骨相呈，苔纹如绣倍生情。倘投浅水心相契，为漱流泉势不平。\n解酒能醒沉湎客，点金随化孔方兄。可人自有天真在，讵藉神工鬼斧成。"
        },
        {
            "标题": "秋夜书怀 其二",
            "作者": "林占梅",
            "内容": "书生白面亦谈兵，杀贼无人孰请缨。忧国何须论在位，轻财未必尽沽名。\n剑锋未试光腾啸，棋劫难消尚战争。寄语运筹帷幄者，好须努力答升平。"
        },
        {
            "标题": "秋夜书怀 其三",
            "作者": "林占梅",
            "内容": "口里雌黄任爱憎，只求心似玉壶冰。清高赵老琴同鹤，神骏支公马与鹰。\n身外功名甘落寞，胸中意气尚崚嶒。有时醉把吴钩舞，一片寒芒百丈腾。"
        },
        {
            "标题": "秋夜书怀 其一",
            "作者": "林占梅",
            "内容": "空斋寂坐感牢骚，一片秋声起怒涛。大海鱼龙方叫啸，中原鸿雁更哀嗷。\n四城杀气传金柝，万里雄心付宝刀。闻道神京呼癸切，挽刍无计首空搔。"
        },
        {
            "标题": "旅次大甲，夜醒口号",
            "作者": "林占梅",
            "内容": "夜阑灯欲灭，四壁听喧阗。黠鼠欺生客，荒鸡搅熟眠。\n神烦尘梦杂，身倦欲心捐。苦历礌硠道，今宵暂解鞯。"
        },
        {
            "标题": "题武林王棣香二尹",
            "作者": "林占梅",
            "内容": "渊然性格是吾师，华翰何、刘喜并之。东野官閒聊寄迹，西湖家近称吟脾。\n篇皆迈古骚人笔，句尽空前幼妇辞。尚有一行多惠政，策名正好值清时。"
        },
        {
            "标题": "乙丑除夕团圆歌",
            "作者": "林占梅",
            "内容": "去年除夕时，淡北羁栖日。只隔百里程，归难如有失。\n磨蠍坐身宫，二竖重遘疾。愁病复伶仃，苦况忍复述。\n今年除夕时，团圆慰胸臆。子侄随弟昆，长幼相领率。\n"
        },
        {
            "标题": "节烈行",
            "作者": "林占梅",
            "内容": "吾家有姑端且庄，廿载依依事高堂。长成远嫁温陵客，天遣梁鸿配孟光。\n夫婿本多才，励志帷常下。伴读操女红，一灯共深夜。\n第思战捷可救穷，抟风苦盼鲲鹏化。讵知郎命生不辰，文章憎达遭邅迍。\n再战再北筋力尽，呕心有血长吟呻。凄风惨烈鸺鹠叫，才人竟赴修文召。\n孤雏寡鹄悲㷀㷀，入门惟有青蝇吊。抚棺恸哭思捐生，决欲相随到玉京。\n诸亲劝姑慎勿死，谓姑关系诚非轻。尔身无姑舅，尔夫无弟兄。\n两孤、三尺土，死后谁经营。吾姑始悟肩荷重，日勤操作夜饮泣，节操凛懔冰霜清。\n儇薄少年悦姑美，饵以黄金置诸几。姑不之顾中赩然，手浣衣裳心似水。\n深霄感帨惊吠尨，强暴居然敢窥伺。烈哉矩姑，握刀而起。\n先断己发，后断伧趾。狂夫跪呼救，号声动邻里。众人代乞命，舍之不足齿。\n姑曰惟恐污我刀，不然一杀直屠豕。携儿哭诉我祖前，祖重其节筹保全。\n谓尔无所居，我有居三椽。谓尔无所食，我有数亩田。\n寒则遗以衣，贫则遗以钱。困乏不必虑，抚孤心可专。\n我母亦少寡，同病乃相怜。我初出母腹，爱我意拳拳。\n日哺我食、夜鸣我眠，我身成立，姑首皓然。无以报姑德，寸心常歉然。\n岂期姑子懦而弱，娶妇任其肆奇虐。因之愤病入膏肓，延龄竟少神仙药。\n吁嗟乎，我闻节烈格穹苍，作善之理宜降祥。姑乃命乖蹇，其后复不昌。\n修德弗获报，天道殊茫茫。我欲请旌表，为姑建高坊。\n大书特书「节烈」字，垂诸不朽长煌煌。"
        },
        {
            "标题": "小寒后煖如三、四月间，作此志异",
            "作者": "林占梅",
            "内容": "谁信寒晖北陆行，羊裘葛帔日纷更。只缘气煖花先发，岂为民贫地久晴。\n人畏萑苻同虎穴，"
        },
        {
            "标题": "本厅侯恩子荣",
            "作者": "林占梅",
            "内容": "觞祝兹逢耳顺年，遥遥花甲正周天。身当老境筋骸健，名策清时福寿全。\n袁守心田同佛子，邺侯气概拟神仙。会看玉杖扶行稳，与宴欣符叟满千。"
        },
        {
            "标题": "冲寒由小径入霄里",
            "作者": "林占梅",
            "内容": "官道才过小径连，严冬无雨亦森然。新晴云脚如拖帛，积雪山头若盖毡。\n风逆寒鸦难到树，途长羸马忍加鞭。舆中镇日垂帘卧，闷极看书又几篇。"
        },
        {
            "标题": "游芝兰庄竹林石屋诸胜",
            "作者": "林占梅",
            "内容": "夜泛剑潭水，晚过芝兰冈。郊原多景色，岩壑任翱翔。\n村连竹树人应雅，地产芝兰水亦香。舍舟携友同登陆，一带幽居枕山麓。\n土沃禾梁犬豕肥，水深溪渚鱼虾蓄。和风麦陇昼鸣鸠，细雨烟郊春叱犊。\n黄童白叟各怡然，相见依依民雍睦。上有松峰樵径奇，绝顶千寻逼九嶷。\n岭松蟠结树葱郁，山石荦确径嵚巇。平生不自勤磨炼，跻胜无资力已疲。\n双脚踏谢屐，两手拄张藜。攀缘登林木，缓步踏云梯。\n盘空竟达高峰上，拂开烟树到招提。危立层巅同纵目，田园掌大牛疑羝。\n仰面上观浮云近，俯身不视飞鸟低。我居城郭如帷幔，那得名山长在玩。\n登此始知大地宽，不觉望洋自嗟叹。徘徊立久静无闻，万木荫森绝斧斤。\n高声长啸答岩谷，四山落叶落纷纷。下有竹林藏石室，夹径穿山尽此君。\n临阶几榻生清冷，挂壁藤罗吐翠芬。当年七子恣行乐，却无石室高论文。\n披图每羡前人福，对此盘桓意倍欣。回途几度行又止，归到村居口已□。\n铺床拂石乐箕踞，下箸十千求兼味。欢然一饱向黑甜，来朝复拟寻幽去。"
        },
        {
            "标题": "潜园适兴六十韵",
            "作者": "林占梅",
            "内容": "不作封侯想，潜踪已十年。屡因图画兴，辄起眺游缘。\n群峭嵚"
        },
        {
            "标题": "寿芷亭大姻翁七十 其一",
            "作者": "林占梅",
            "内容": "祥光纠缦拥门眉，富贵双兼寿考垂。风度曲江瞻气概，精神潞国仰丰姿。\n地仙有福善清享，天爵尤全端始基。更羡传经能继美，弹冠早到凤凰池。"
        },
        {
            "标题": "次韵答苏昆山",
            "作者": "林占梅",
            "内容": "晚节无佳色，篱英放最繁。忘忧供隐逸，适趣笑温存。\n锦赛三春圃，芳孤九月园。长公多兴事，既得复何言。"
        },
        {
            "标题": "寿芷亭大姻翁七十 其四",
            "作者": "林占梅",
            "内容": "在弧耿耿见星躔，门第端卿仰望先。百亩园居名「北郭」，七旬觞庆际中天。\n幔亭宴喜今朝设，海屋筹看比岁添。从此灵椿增秀茂，九如长愿祝年年。"
        },
        {
            "标题": "寿芷亭大姻翁七十 其二",
            "作者": "林占梅",
            "内容": "苍颜白发眼方瞳，到处争看矍铄翁。班列文鹓翎本翠，健如老鹤顶新红。\n诗书裕后传山左，甲第开先冠海东。我亦荣施誇梓里，蒹葭叨倚玉兰丛。"
        },
        {
            "标题": "书叹四首 其四",
            "作者": "林占梅",
            "内容": "呼马呼牛任毁誉，但期无愧在閒居。四愁平子吟堪拟，三乐荣公叹不如。\n早岁凋残伤骨肉，中年陶写赖琴书。读终常向幽篁里，一道清风百虑除。"
        },
        {
            "标题": "书叹四首 其二",
            "作者": "林占梅",
            "内容": "气数茫茫未可知，生平得失每猜疑。功轻每愧邀恩重，娶早翻伤抱子迟。\n岸柳易高先落叶，岩松难长后凋枝。但看树木犹如此，造物何曾有所私。"
        },
        {
            "标题": "书叹四首 其三",
            "作者": "林占梅",
            "内容": "雌黄轻肆祸之根，守口如瓶舌且扪。雅量面甘师德唾，恃才命不祢衡存。\n欲舒积懑唯长啸，纵有微词敢大言。棒喝从兹知猛省，幽□日日闭柴门。"
        },
        {
            "标题": "书叹四首 其一",
            "作者": "林占梅",
            "内容": "阳乌虚掷叹如梭，冷煖年来遍历过。谄笑夏蛙多病客，浮华春梦付村婆。\n刀能绕指经锤鍊，镜到明心费濯磨。须把翟公为炯戒，门前方免见张罗。"
        },
        {
            "标题": "闻内地近信书叹",
            "作者": "林占梅",
            "内容": "世事乱如麻，闻来痛益加。有兵皆扫箨，无饷转量沙。\n浩劫三千里，沉冤百万家。城廛邱陇似，寂寞只啼鸦。"
        },
        {
            "标题": "书叹 其三",
            "作者": "林占梅",
            "内容": "连朝咄咄自书空，蠖屈胡能气若虹。望重筹谋方有济，权轻韬略总无功。\n云山何处堪栖隐，海甸于今尚扰戎。回忆去年当此日，堕鸢跕跕炎蒸中。"
        },
        {
            "标题": "艋川书叹 其一",
            "作者": "林占梅",
            "内容": "古道谁云今尚留，乡闾时抱杞人忧。平生意气吞湖海，此日奔驰叹马牛。\n尽觉世情如纸薄，肯将时事等云浮。从兹敢鄙王戎吝，和峤应推第一流。"
        },
        {
            "标题": "书叹",
            "作者": "林占梅",
            "内容": "陵谷无常叹若何，可怜陆海遍扬波。秋风客路行人少，落日荒郊战骨多。\n阅事十年频俯仰，壮怀半世付悲歌。迁延岁月师将老，杀贼曾无唤过河。"
        },
        {
            "标题": "书叹 其一",
            "作者": "林占梅",
            "内容": "半世支离愧此生，咨嗟尽日困愁城。交情碌碌少知己，歧路迢迢几失声。\n拨乱有心遭嫉谤，敛财无术懒逢迎。小园能否容肥遁，愿藉村歌颂太平。"
        },
        {
            "标题": "书叹",
            "作者": "林占梅",
            "内容": "茫茫世事可如何，一瞬流光卅载过。座上献酬先达减，樽前谈笑少年多。\n巅毛渐改伤劳悴，髀肉閒消痛抚摩。窃赖家园风月足，勿教对酒不赓歌。"
        },
        {
            "标题": "书叹 其四",
            "作者": "林占梅",
            "内容": "成败由天岂易知，悠悠浩劫孰能移。枕戈待旦眠难稳，运饷量沙势不支。\n制胜何曾胸有竹，担忧徒见鬓成丝。相如已去廉颇老，将帅中原少白眉。"
        },
        {
            "标题": "艋川书叹 其二",
            "作者": "林占梅",
            "内容": "家计时艰两未平，劳薪尽日事非轻。蚍蜉撼树庸何怪，鬼蜮含沙亦足惊。\n忍把货泉填欲壑，遂教乐土变愁城。归来默默蒲团坐，魔障于今愿不生。"
        },
        {
            "标题": "书叹",
            "作者": "林占梅",
            "内容": "寇起萑苻叹蔓延，即今海甸尽骚然。征途处处生荆棘，战地家家废陌阡。\n浪巨农曾空菽粟，兵多灶又起风烟。堪嗟百里膏腴地，数载纷纷尽变迁。"
        },
        {
            "标题": "书叹",
            "作者": "林占梅",
            "内容": "落寞栖迟愧壮猷，凌烟事业已潜休。持家苦被宏徵笑，无位甘凭邓禹羞。\n赖有园林容懒拙，聊将讽咏遣烦忧。胸中不尽佳山水，何日匡庐快浪游。"
        },
        {
            "标题": "书叹 其二",
            "作者": "林占梅",
            "内容": "非武非文疣累同，经年跃马愧从戎。毁家不作宏微计，策杖难追邓禹踪。\n戚戚襟怀伤永日，堂堂旗鼓想英风。丈夫快意昆崙夜，未歇笙歌已立功。"
        },
        {
            "标题": "双峰庄新晴晓望",
            "作者": "林占梅",
            "内容": "幽居难得此山庄，傍石依岩谷缭墙。左右峰尖双插耳，萦纡径曲九回肠。\n高田架木通流水，广陌编茅护嫩秧。又值新晴天乍晓，子规声里遍春光。"
        },
        {
            "标题": "漫兴 其三",
            "作者": "林占梅",
            "内容": "不病维摩俗虑蠲，绿杨深处地尤偏。喜临逸少来禽帖，悲动香山鬻骆篇。\n睡意渐生抛卷卧，闷怀难吐藉琴传。碧波篆袅风切飔，玉轸重调抚七弦。"
        },
        {
            "标题": "出双溪，再上芝兰圆山顶寺中小憩",
            "作者": "林占梅",
            "内容": "涧泉漱石径幽隘，茅屋桥头醇酒卖。送目溪山可入诗，赏心云树浑如画。\n蹇驴磴曲辔频停，舴艋风轻帆乍挂。岩畔夷犹意自然，又过竹院寻僧话。"
        },
        {
            "标题": "过茅港尾庄",
            "作者": "林占梅",
            "内容": "腥血吹风扑面凉，萧条何处觅村庄。千堆白骨皆新冢，十里平沙是战场。\n落日昏黄闻鬼哭，啼禽呜咽断人肠。当年此地人居密，转眼荒凉倍可伤。"
        },
        {
            "标题": "题徐碧岩桃溪自在图",
            "作者": "林占梅",
            "内容": "蕉阳之西，村庄幽沃。云峰崔巍，烟林葱郁。碧桃千树，绕溪之澳。\n堤夹绿阴，岩悬飞瀑。绣陌交通，古道蟠屈。十里桑麻，声闻碌碡。\n西邻可沽，村醪乍熟。东沼可脍，游鳞潜跃。或叟或童，为樵为牧。\n斧斤丁丁，响答岩谷。依山为庐，临水结屋。中有幽人，志在邱壑。\n案横瑶琴，架拥牙轴。扫地焚香，侍者如玉。清风有情，明月不速。\n春日迟迟，草堂睡足。啸傲羲皇，超尘绝俗。优哉游哉，何荣何辱。"
        },
        {
            "标题": "游大仙岩，复题寺壁",
            "作者": "林占梅",
            "内容": "远望峰峦画本张，钟声迢递度禅堂。一溪沙石晴波洁，半岭松杉午气凉。\n云里僧归衣带湿，花间客过屐生香。重来胜地酣凭眺，扫壁寻诗兴更狂。"
        },
        {
            "标题": "仿上官竹庄「莆阳天马晴岚图」，自题山水横披 其二",
            "作者": "林占梅",
            "内容": "小阁半藏山坞，浮云长绕峰腰。却喜潺湲流水，中通一道横桥。"
        },
        {
            "标题": "仿上官竹庄「莆阳天马晴岚图」，自题山水横披 其一",
            "作者": "林占梅",
            "内容": "似水天心秋爽，如屏山上晴岚。正值新凉气候，游人两两三三。"
        },
        {
            "标题": "次曾籋云先生「听鼓水仙曲」原韵奉答",
            "作者": "林占梅",
            "内容": "窥窗凉月夜沉沉，兀坐胡床为听琴。曲奏「水仙」闻逸响，人来岛佛赏清音。\n潘江、陆海誇君赋，白石清松契我心。不是阳春投雅什，谁知绿绮用功深。"
        },
        {
            "标题": "与容谈山东道中事，忆旧作此",
            "作者": "林占梅",
            "内容": "登车四顾总茫茫，铃铎声中见火光。匝地风霜冲雁阵，漫天尘土过驴纲。\n琵琶客路歌红袖，林木人家恼白杨。行尽畿南二千里，衾中缩卧类摇床。"
        },
        {
            "标题": "籋云先生、松潭广文",
            "作者": "林占梅",
            "内容": "阴阴万绿隐吾家，地僻怀幽静不哗。满座春风追北海，一帘秋水读「南华」。\n尘心涤尽琴同抚，旧酿藏多酒不赊。更爱谈禅挥玉麈，何须顾曲听筝琶。"
        },
        {
            "标题": "栖云崖晚眺 其一",
            "作者": "林占梅",
            "内容": "远望生吟兴，山深景倍幽。斜阳修竹外，疏柳板桥头。\n港小舟成市，崖高屋比楼。豁然开眼界，凭眺起长讴。"
        },
        {
            "标题": "栖云崖晚眺 其二",
            "作者": "林占梅",
            "内容": "遥望长堤外，清波自浅深。潮回沙渐隐，云暝日将沉。\n渔火明孤屿，岩钟度远林。俄看凉月吐，幽趣契胸襟。"
        },
        {
            "标题": "次吴鉴堂二尹",
            "作者": "林占梅",
            "内容": "满城风雨近重阳，旧恨新愁总系肠。陶令清吟惟遣兴，司勋绮句岂鸣狂。\n绝无势利招人妒，更有琴书累我忙。几度欲眠眠未得，更深渐觉竹窗凉。"
        },
        {
            "标题": "次吴鉴堂二尹 其二",
            "作者": "林占梅",
            "内容": "更深渐觉竹窗凉，话到平生倍可伤。酬酢敢分青白眼，蹉跎强半黑甜乡。\n人情此际嗟刁险，世事于今叹孔章。偏是催租无计却，满城风雨近重阳。"
        },
        {
            "标题": "洋盗窃据鸡笼汛，闻警感赋",
            "作者": "林占梅",
            "内容": "恶浪翻空毒雾浮，孽蛟营窟蜃嘘楼。连天烽燧惊风鹤，入夜欃枪犯斗牛。\n义旅同心齐结垒，奇兵扼吭孰焚舟。何时横海来飞将，极目沧溟起暮愁。"
        },
        {
            "标题": "闻警",
            "作者": "林占梅",
            "内容": "夜上高楼望，欃枪彻夜明。无才悲乱世，遭劫痛编氓。\n武略筹边重，文章报国轻。连朝闻警报，投笔欲谈兵。"
        },
        {
            "标题": "「会心处不在远」，晋简文语也。余入西圃，有触而作 其一",
            "作者": "林占梅",
            "内容": "春草借雨力，一雨生最易。数日不窥园，蔓延无隙地。\n茸茸遍阶除，当足难引避。"
        },
        {
            "标题": "「会心处不在远」，晋简文语也。余入西圃，有触而作 其三",
            "作者": "林占梅",
            "内容": "种松几树低，种竹成林广。松高岁数寸，一纪未盈丈。\n何时成老龙，朝夕劳梦想。却言绿筼筜，百竿抽芽上。\n夜静解箨时，簌簌听幽响。昨日才比肩，今朝已过颡。\n凌云志气高，遥遥如立仗。隔别三日间，刮目堪企仰。\n回顾几株松，云霄与土壤。同受雨露滋，其故难明朗。\n忽然得元奥，理如指诸掌。若问意如何，虚心故易长。\n凡我为学人，此理真堪仿。"
        },
        {
            "标题": "「会心处不在远」，晋简文语也。余入西圃，有触而作 其二",
            "作者": "林占梅",
            "内容": "小童荷锸来，亟亟命芟弃。姑息勿如前，丛生任其炽。\n势盛欲拔之，甃石胥受累。窗前留不除，茂叔取生意。\n虽存博爱心，终有滋蔓忌。况夹蒺藜生，何可疏防备。\n不忍剪伐严，将遂纵横志。转瞬春雷鸣，如指已成臂。\n庭变荆棘林，非种还为祟。栽梅难发华，放鹤难展翅。\n斩刈叹已迟，著体皆芒刺。始知妇人仁，不可与成事。\n姑息祸之媒，优柔害之使。寄语弟侄行，书绅切牢记。\n如疑未必然，是我曾亲试。"
        },
        {
            "标题": "系船登石岩，烹茶晚眺",
            "作者": "林占梅",
            "内容": "绿树阴浓处处蝉，溪山如画晚晴天。烹茶趺坐西岩上，閒看遥村起暮烟。"
        },
        {
            "标题": "与容谈及嵌城妓家风气偶成",
            "作者": "林占梅",
            "内容": "台郡盛秋娘，相欣马队装。倩妆簪茉莉，款客捧槟榔。\n最尚巫家鬼，频烧野庙香。尽观花与柳，须待送迎王。"
        },
        {
            "标题": "重登大屯山暮望",
            "作者": "林占梅",
            "内容": "蜡屐寻幽未觉劳，几回暮望向东皋。悬崖砌石盘云栈，断涧通流架木槽。\n林外夕阳归牧笛，山中空翠落吟袍。回途领略溪村景，谡谡松风似晚涛。"
        },
        {
            "标题": "冒雨晓行新埔道中",
            "作者": "林占梅",
            "内容": "林际雨冥濛，邮程一径通。冲寒嘶健马，破晓逐征鸿。\n山色凉云外，溪声宿雾中。欲寻沽酒处，茅店记桥东。"
        },
        {
            "标题": "暮止竹山山家",
            "作者": "林占梅",
            "内容": "蚕丛回转处，曲折度荆笆。马辟云中路，人居树杪家。\n樵斤深谷集，水碓乱流哗。暝色前山起，苍然绮暮霞。"
        },
        {
            "标题": "新庄道中口号 其一",
            "作者": "林占梅",
            "内容": "琴剑装轻恰一肩，閒游欲学地行仙。护田水绿溪流曲，绕屋阴浓竹树连。\n争渡人喧芳草岸，唱歌樵答夕阳天。舆中镇日无些事，睡醒看书倦复眠。"
        },
        {
            "标题": "双溪观石窍泉，晚归灯下作示同游诸友 其一",
            "作者": "林占梅",
            "内容": "双溪一□更堪誇，徜徉徘徊意境赊。流水声中山色好，绛桃灼灼艳于霞。\n桃花迎我面，流水清我耳。从此已觉武陵近，不探仙源安可止。\n一重一掩趣无穷，㟏岈崱屴鬼神功。两山交护如无缝，随径逶迤谷自通。\n乍通幽谷名区见，郁郁高林绕芳甸。凝眸四望接烟芜，花底时闻唤鹧鸪。\n双溪左右分廉让，叠嶂高低展画图。一花一木皆幽致，到此已无尘俗累。\n溪边添个休休亭，可拟司空栖隐地。此社从来我未经，钧天仿佛奏泠泠。"
        },
        {
            "标题": "学圃 其二",
            "作者": "林占梅",
            "内容": "闭门种菜当生涯，戴月锄云趣益赊。方宅阴浓陶令柳，平畦绿蔓邵侯瓜。\n引泉堤外培菰首，插棘篱边护笋芽。不是西南城一角，客来错认作山家。"
        },
        {
            "标题": "学圃 其一",
            "作者": "林占梅",
            "内容": "薙草诛茅地数弓，连町茅栗郁葱葱。挽车劳勚徒思妇，作约殷勤每课童。\n鸦嘴泥黏朝雨后，鸭头水挹晚塘中。从来机事生机械，抱瓮犹存上古风。"
        },
        {
            "标题": "金门溪上晚归，触怀口号",
            "作者": "林占梅",
            "内容": "西风凛凛送悲笳，极目寒云磴道遮。柳外夕阳红漾水，渡头衰草白沉沙。\n恋驹羸马归蹄健，失侣孤鸿倦翼斜。对此苍茫生百感，终天抱恨痛无涯。"
        },
        {
            "标题": "暖暖山庄夜步",
            "作者": "林占梅",
            "内容": "历落芳藤棘作笆，护堤老木郁槎枒。滩头作响泉添韵，露脚闻香稻著花。\n隔水萤光疑鬼火，前林鸡唱有人家。半规残月苍凉甚，兴尽方知去路赊。"
        },
        {
            "标题": "秋雨夜宿圆山庄",
            "作者": "林占梅",
            "内容": "夜气冷侵肤，愁怜独客孤。灯光寒顿缩，人影淡如无。\n燐火前林出，鸮声隔涧呼。复闻窗外雨，凄绝滴檐梧。"
        },
        {
            "标题": "雨后移船泊新庄港",
            "作者": "林占梅",
            "内容": "喧哗万叶扰吟脾，顷刻阴晴变幻奇。云雾渐开山露处，虹霓初见雨残时。\n一峰陡立天撑柱，众水争奔壑作池。此际轻桡溪上去，乘凉不厌放船迟。"
        },
        {
            "标题": "观盂兰放水灯",
            "作者": "林占梅",
            "内容": "一派繁华眼欲迷，瑜伽接引向西溪。灯光灿烂千家共，人语喧呼百戏齐。\n直使水神惊耀蚌，重教鳞族诧燃犀。今宵暂弛金吾禁，归路频闻报晓鸡。"
        },
        {
            "标题": "咏金银山",
            "作者": "林占梅",
            "内容": "长挂柴门短络篱，生成活计藉扶持。记名何事黄兼白，富贵骄人更可嗤。"
        },
        {
            "标题": "游漱石山人幽园，题壁即赠",
            "作者": "林占梅",
            "内容": "镇日幽斋事啸吟，池前漱石映清阴。苍松偃盖浑难画，白鹤登堂为听琴。\n重叠图书张邺架，玲珑秘阁肖云林。羡君独得岩栖趣，地僻尘音未易寻。"
        },
        {
            "标题": "游清潭内山",
            "作者": "林占梅",
            "内容": "萝薜低垂纵步难，无边野趣饱游观。山形盘曲疑无路，水势奔腾觉近滩。\n短屋数椽门似窦，高堤几里树为栏。此间幽奥堪肥遁，日拓疏窗对翠峦。"
        },
        {
            "标题": "十月初三日纳侧室杜氏",
            "作者": "林占梅",
            "内容": "堂前纤月斗新蛾，入院风轻瑞霭多。恰喜杨稊生意茁，试将桃叶小诗哦。\n宜男冀应螽斯相，之子无惭燕尔歌。笑我乔松苍老态，逢春竟复附青萝。"
        },
        {
            "标题": "雨后艋舺溪归舟汎眺",
            "作者": "林占梅",
            "内容": "蓬中朗爽似虚亭，高眄平望极杳冥。远水并分双涧白，遥山特插一峰青。\n堤前林树号秋籁，雨后溪流带晚腥。我亦志和怀浩落，烟波尽日汎孤舲。"
        },
        {
            "标题": "中港海濒，晓行遇雨",
            "作者": "林占梅",
            "内容": "晓行多荦确，劳悴欲消魂。远屿浓云没，长空旭日昏。\n风高帆竞捷，雨急树齐喧。旷野无从避，挥鞭指近村。"
        },
        {
            "标题": "戒严",
            "作者": "林占梅",
            "内容": "誓众登陴气若虹，腰间宝剑玉珑璁。戒严已赖成城志，禦敌还凭背水功。\n慷慨请缨差可拟，笑谈挥羽敢从同。王师指日从天降，会见奇勋著海东。"
        },
        {
            "标题": "夜不成寐，作此自遣 其二",
            "作者": "林占梅",
            "内容": "庭树更深薄雾笼，荧荧灯火小窗红。书因烦燥温难熟，诗到穷愁写易工。\n寂坐时闻鸡腷膊，孤琴迭倚槛西东。无端壮岁干云气，并作离情感断蓬。"
        },
        {
            "标题": "温陵故友翁汝哲茂才",
            "作者": "林占梅",
            "内容": "具有凌云志，相期岂一衿。佳音频洗耳，制课望关心。\n学羡三冬足，交论两世深。临歧重握手，惆怅漫成吟。"
        },
        {
            "标题": "夜不成寐，作此自遣 其一",
            "作者": "林占梅",
            "内容": "儿时游冶废陈编，樗栎材微黯自怜。谋利无心云出岫，思亲有泪涧渚泉。\n理难胜数徒憎命，事不如人敢怨天。除却琴樽陶写外，得来灵药只酣眠。"
        },
        {
            "标题": "秋日游栖云岩，作即景画赠许荫庭",
            "作者": "林占梅",
            "内容": "挂壁流泉匹练飞，白云深处叩禅扉。斜阳一抹秋林晚，古径无人僧独归。"
        },
        {
            "标题": "登栖云岩，偶晤家琴樵",
            "作者": "林占梅",
            "内容": "舣棹寻幽到上方，故人邂逅永公房。蝉声时趁钟声远，书味应兼道味长。\n四壁风骚留草字，一区水石佔梅香。评茶坐话苔矶久，岩畔归云已夕阳。"
        },
        {
            "标题": "偕戴山人宿栖云岩",
            "作者": "林占梅",
            "内容": "泠然听罢戴逵琴，翘首寥空互啸吟。一榻松云秋瑟瑟，半帘竹月夜沉沉。\n丹崖境静清尘梦，碧涧泉幽證道心。相约明朝游眺去，安排筇屐上层岑。"
        },
        {
            "标题": "赠海东山长黄小石比部",
            "作者": "林占梅",
            "内容": "海内经师位望尊，登龙我亦仰君门。亲人叔度波千顷，好客陈遵酒一樽。\n谈剑气豪肝胆露，论诗律细性情存。道傍倾盖交如故，知己由来胜感恩。"
        },
        {
            "标题": "过隙溪村",
            "作者": "林占梅",
            "内容": "觅胜过村西，清阴夹岸齐。桥危新涨急，树暗野云迷。\n倚竹鱼庄密，乘潮蟹■低。苍茫看暮色，落日隔前溪。"
        },
        {
            "标题": "过隙溪庄",
            "作者": "林占梅",
            "内容": "周遭水竹护山庄，小小柴门短短墙。野色一鞭看不尽，晚风吹出豆花香。"
        },
        {
            "标题": "冒雨过隙溪庄",
            "作者": "林占梅",
            "内容": "仆马行来急，冲寒过小溪。酒家茅屋里，樵径竹桥西。\n冻犬倚炉卧，昏鸦绕树啼。风威狂似虎，捲起陌尘迷。"
        },
        {
            "标题": "正月二十日启馆呈逊兰师，并示若村舍弟",
            "作者": "林占梅",
            "内容": "少小须勤学，文章实可亲。师严力不废，性定课方真。\n绛帐丹铅重，青灯尺璧珍。待看春试返，芹藻羡头巾。"
        },
        {
            "标题": "甲子元日，酒筵中示陈榕士、叶松潭、郑贞甫",
            "作者": "林占梅",
            "内容": "旭彩瞳瞳照绮筵，花枝池上弄晴妍。人逢甲子更新运，地息兵戈胜旧年。\n筹饷免为愁里客，衔杯且效饮中仙。诸君已具匡时藻，纶綍旋看降日边。"
        },
        {
            "标题": "同友人西城楼凭眺即事",
            "作者": "林占梅",
            "内容": "竹城西北地势平，田园参错续海坪。凉秋九月风怒吼，黄沙滚滚海雾腾。\n朝来气暖纤尘净，睇眄中天极辽夐。群峰缥缈列画图，巨海澄浤涵明镜。\n高楼凭眺兴欲狂，振衣疑蹑千仞岗。大呼奚奴捧斗墨，露肘颠书十数行。\n题罢馀情犹未已，朋辈之中有绝技。龙团一饮润我喉，客吹羌笛我长讴。\n法曲乍聆「梅花落」，名泉又报「鱼眼浮」。但耽雅乐与香茗，何须佳酿共珍馐。\n君不见赵嘏有句艳今古，长笛横吹倚画楼。又不见卢仝作经细评骘，七碗风生百虑休。\n清音美荈各痂嗜，骚人适意何知愁。我非骚人多坎壈，生平十事九烦忧。\n秋前约侣游榕省，遍海鲸鲵迭闻警。况当海氛迭闻警，积闷萦胸劳引领。\n空有低昂七尺躯，才劣终军敢请缨。自从游兴动中来，意马心猿常驰骋。\n今日登临怀抱开，高天迥地任徘徊。归时笑傲闺中友，聊当乘风破浪回。"
        },
        {
            "标题": "出郊感赋",
            "作者": "林占梅",
            "内容": "竹城城南草如绵，竹城城北柳如烟。古坟游鬼自寒食，腥风掠点云连天。\n庐舍前头尽巢穴，野哭千家肠欲绝。山桃野杏为谁春，尽作哀鸿口中血。"
        },
        {
            "标题": "十五日郊迎朱丹园",
            "作者": "林占梅",
            "内容": "晓起藤舆出竹城，芳原绿水涨春耕。青旗未待田间劝，何处不闻布谷声。"
        },
        {
            "标题": "憩内湾庄家",
            "作者": "林占梅",
            "内容": "习习轻风拂面和，柳阴堤外听村歌。平畴土沃肥粳稻，曲沼泉温泛鸭鹅。\n径熟童眠牛背稳，桑生妇采陌头多。宛然耕织图中景，万叠峰峦似翠螺。"
        },
        {
            "标题": "剑潭晚步，憩庄家书屋",
            "作者": "林占梅",
            "内容": "散步幽潭上，岚光夕更佳。虬松钳堕石，骤水齧崩崖。\n树绿门前绕，山青屋后排。短篱三五掩，折曲入清斋。"
        },
        {
            "标题": "晓发上杞林，避寒憩庄家书屋",
            "作者": "林占梅",
            "内容": "扶梦上箯舆，犹恋黑甜美。睡眼尚朦胧，倏行二、三里。\n犬吠晓烟中，泉鸣阴涧里。平楚日未升，前村人乍起。\n冲寒涉重溪，霜风捎两耳。苔石险且滑，奔流互争驶。\n舆夫脚瘃皴，凌竞不敢履。历尽礌硠途，力疲欲暂止。\n瞥见一星光，残灯深竹里。少憩共围炉，檐前息行李。\n启口答主人，欲言犹震齿。"
        },
        {
            "标题": "薄暮自近村归新庄精舍",
            "作者": "林占梅",
            "内容": "閒来野老话桑麻，谈罢归时兴趣赊。水足春田看叱犊，日平暮树听啼鸦。\n连村修竹阴随步，一路芳荪绿到家。自掩荆扉灯上后，拨炉重试雨前茶。"
        },
        {
            "标题": "述癖",
            "作者": "林占梅",
            "内容": "痂嗜何须笑古人，天将奇癖付吾身。购琴价重甘捐产，养鹤粮多肯指囷。\n藏酒款宾非自饮，解囊赠客不言贫。耽吟更至忘眠食，一字推敲苦费神。"
        },
        {
            "标题": "高楼秋望感赋",
            "作者": "林占梅",
            "内容": "海门雨过远天清，万类都从眼底呈。秋水盈盈回岛屿，晴沙漠漠下鵁鶄。\n东来边信师将老，北望中原寇未平。独凭危楼惆怅久，日斜鼓角又悲声。"
        },
        {
            "标题": "雨后醉归，香山道中憩野人家",
            "作者": "林占梅",
            "内容": "笋舆乘雨出郊扃，野叟迎人请暂停。羡煞平畴无个事，鸦锄放处麦青青。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "清朝某府衙",
            "Background": "林占梅正在与同僚讨论台湾府的教育政策，气氛认真而紧张。两位官员对如何提升儒学教育展开激烈辩论。林占梅以其丰富的教育经验，主张应重视闽语的教学，以更好地与台湾民众沟通，得到部分官员的赞同。",
            "Dialogue": "{\n    角色名:同僚官员 \n    动作:(皱眉，轻声对林占梅说) \n    讲话:林大人，近来台湾府的教育政策引发了不少争议，您认为我们应如何提升儒学教育，以更好地服务于民众呢？\n}\n{\n    角色名:林占梅 \n    动作:(抬起头，目光坚定) \n    讲话:仆以为，提升儒学教育，首要之务乃在于语言的沟通。若无良好的沟通，如何能将儒学的真义传达给台湾民众？故而，必须重视闽语的教学。闽语乃是我等与台湾民众心灵相通之桥梁，若能用民众所熟悉的语言进行教育，必能使儒学深入人心。试想，若以官话为主，而民众不解其意，岂不如隔靴搔痒？教育之道，贵在贴近民情，故我坚信，闽语之教学，乃是教育改革的关键所在。希望诸位同僚深思，共同为台湾的未来而努力。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "山水清幽的竹林",
            "Background": "林占梅与友人共游，吟诵诗词。友人提到一首新作，林占梅随即接上，二人即兴对吟，诗意在山水间流淌，令人陶醉。周围的松风与溪水声为他们的对话增添了几分意趣。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(微笑，轻声吟诵) \n    讲话:林兄，近日我有一新作，愿与君共吟，不知意下如何？\n}\n{\n    角色名:林占梅 \n    动作:(面带微笑，手指轻敲竹林) \n    讲话:友人所言，仆非常乐意。既然有诗作，何不一同吟诵，且让我来接上这一句：\\n“细雨轻飘落花间，竹影摇曳随风散。”\\n诸君，山水相映之际，诗意自是无穷。此种闲情逸致，正是我二人所追求之境，愿将这诗意融入心间，共同感受自然之美，彼此心灵共鸣，恰如那轻风拂面，令人陶醉。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "淡水的一家茶馆",
            "Background": "林占梅与家人围坐在茶桌旁，讨论日常生活琐事。他的妻子提到家中需添置一些生活用品，林占梅则笑言：“只需简朴，何必过于奢华。”家人间的温暖与和谐溢于言表。",
            "Dialogue": "{\n    角色名:妻子 \n    动作:(轻声询问，脸上带着温柔的笑意) \n    讲话:夫君，家中似乎需添置一些生活用品，您以为如何？\n}\n{\n    角色名:林占梅 \n    动作:(微微一笑，轻轻摇头) \n    讲话:亲爱的，生活之道，简朴常为上策。家中所需，虽不可或缺，但过于奢华，反而徒增烦恼。家乃心之所安，简约而不简单，才是真正的幸福。以我之见，不若先盘点家中所需，量入为出，所购之物以实用为主，何必追求华丽而失了本心？仆相信，简朴生活更能让人安宁，家人团聚欢笑，便是最珍贵的财富。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "林占梅的书房",
            "Background": "林占梅正在书写给友人的信件，信中表达了他对时局的忧虑和对未来的期望，时常提到对教育和社会的思考。他的笔迹流畅，字字句句中透露出对国家的关怀。",
            "Dialogue": "{\n    角色名:林占梅 \n    动作:(握笔，凝神思索) \n    讲话:吾友来信，提及时局之变动，仆心中颇为忧虑。教化之道，非但在于书本，更在于践行。然今日之世，士人的处境愈发艰难，国家之未来，似乎悬于一线。我今书此信，愿与君共勉，切勿因安逸而忘记初心，教育之路任重而道远，唯有心存希望，方能见青天。愿君多加保重，期待与君再聚，共商国事。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "城外的桃花林",
            "Background": "林占梅与一位才子在春日的桃花树下，互相吟诵描写春日景色的诗篇。两人谈笑间，桃花瓣随风飘落，仿佛在为他们的友谊祝福。",
            "Dialogue": "{\n    角色名:才子 \n    动作:(微笑，轻轻吟咏) \n    讲话:林兄，春日桃花烂漫，您可有好诗以应景？\n}\n{\n    角色名:林占梅 \n    动作:(轻轻一笑，抬头望天) \n    讲话:桃花盛开，春意盎然，仆心中自有一首：\\n“桃花源里春常驻，流水潺潺映日斜。”\\n此情此景，何不借此良辰美景，携手共吟，让诗词在这桃花林间荡漾，抒发心中所感，共同享受此春日的温暖与美好。愿以诗为媒，结下深厚的友谊，愿君我在此刻，心意相通，且歌且舞，何尝不是一种人生的乐趣？\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "清朝内阁会议室",
            "Background": "林占梅作为盐运使衔的官员，参与重要的盐务会议，讨论如何合理调配盐的供应，以稳定市场价格。与会的官员们各抒己见，林占梅提出了自己的见解，得到众人的认可。",
            "Dialogue": "{\n    角色名:同僚官员 \n    动作:(侧头，认真询问) \n    讲话:林大人，盐务问题日益严峻，您对此有何高见？\n}\n{\n    角色名:林占梅 \n    动作:(沉思片刻，缓缓答道) \n    讲话:盐务事关民生，若调配不当，必将导致市场动荡，民众困苦。仆认为，首先应加强对盐的监管，确保供应稳定，避免囤积居奇之事发生。其次，需合理调配盐的价格，使之符合民众的承受能力，唯有如此，方能安民心，促社会和谐。希望诸位同僚齐心协力，共同解决此一难题，方能不负朝廷之托。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "淡水的市集",
            "Background": "林占梅与邻居在市集上偶遇，邻居询问他关于诗文的创作情况，林占梅微笑着分享自己最新的诗作，周围的人们纷纷围拢过来，倾听他的吟诵。",
            "Dialogue": "{\n    角色名:邻居 \n    动作:(微笑，轻声问) \n    讲话:林大人，近日听闻您有新作，能否分享一二？\n}\n{\n    角色名:林占梅 \n    动作:(微微一笑，抬手示意) \n    讲话:邻居所言，仆正有一新作，题曰“桃花源”。\\n“桃花源里春常驻，流水潺潺映日斜。”\\n此乃我心中所思，愿与诸君共赏，若能为邻里带来一丝欢愉，便是我之所愿。诗词之美，常在于心，愿以此诗传递温暖，希望能在这春日里，拉近彼此的距离。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "林占梅的书房",
            "Background": "林占梅收到一封来自好友的书信，信中提及朝廷对士人的新政策。他沉思良久，运笔书写回信，表达对新政的看法及心中的忧虑。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(皱眉，关切地问) \n    讲话:林兄，听闻朝廷新政策，您对此有何看法？\n}\n{\n    角色名:林占梅 \n    动作:(轻轻叹息，沉思片刻) \n    讲话:新政虽有其良苦用心，然则亦有不少隐忧。仆以为，政策之制定，须考虑民众之实际情况，若只顾表面，恐难以根本解决问题。教育尤为重要，唯有加强对士人的培养，方能为国之未来铺路。愿以此信与君共勉，时局虽艰，然心存希望，亦必能开创一片新天地。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "夜晚的庭院",
            "Background": "月光洒在庭院，林占梅与几位文友围坐，饮酒作诗。月下吟唱，诗词相接，抒发对人生的感慨，声声入耳，情意绵绵。",
            "Dialogue": "{\n    角色名:文友 \n    动作:(举杯，笑着提议) \n    讲话:林兄，今宵月明何不共饮？\n}\n{\n    角色名:林占梅 \n    动作:(举杯回应，面带微笑) \n    讲话:月下共饮，实乃人生一大乐事。仆有诗可吟，愿与诸君共享此夜的雅致：\\n“月照庭前影摇曳，花前对饮更添情。”\\n愿以此杯洒下友情的种子，让我们的情谊在这美好的夜晚愈加深厚。月明之下，诗词相伴，岂不美哉！\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "林占梅家中",
            "Background": "林占梅的家人围绕着他，讨论家中的事务。他的母亲询问他对家中耕作的安排，林占梅则耐心地解答，展现出对家庭的关心与责任感。",
            "Dialogue": "{\n    角色名:母亲 \n    动作:(微笑，轻声问) \n    讲话:儿啊，家中事务忙碌，您可有安排？\n}\n{\n    角色名:林占梅 \n    动作:(微微一笑，认真回答) \n    讲话:母亲，家中事务自有安排，仆会尽心尽力。耕作事宜，仆已与邻里商量，力求丰收。家中虽琐事繁杂，但仆深知，家乃心之所归，唯愿家庭和睦，人人安康。希望母亲放心，仆会时刻关注家中情况，努力让家园更加美好，温馨。\n}"
        }
    ]
}