{
    "基本信息": {
        "姓名": "纳兰性德",
        "性别": "男",
        "出生年份": "1655",
        "死亡年份": "1685",
        "享年": "31",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "纳兰性德的岳父是卢兴祖",
        "纳兰性德的妻子是沈宛",
        "纳兰性德的妻子是卢氏(纳兰性德妻)",
        "纳兰性德的岳父是史兴祖"
    ],
    "其他关系": [
        "纳兰性德友的对象是姜宸英",
        "纳兰性德友的对象是顾贞观",
        "纳兰性德友的对象是陈维崧",
        "纳兰性德友的对象是朱彜尊",
        "纳兰性德友的对象是严绳孙",
        "纳兰性德友的对象是陆元辅",
        "纳兰性德友的对象是秦松龄",
        "纳兰性德友的对象是朱彛尊",
        "纳兰性德为徐干学之学生"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1676",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "科举: 乡贡举人",
            "入仕年份": "1672",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "学校: 生员(庠生)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "容若",
            "别名类型": "字"
        },
        {
            "别名": "楞伽山人",
            "别名类型": "未详"
        },
        {
            "别名": "纳喇性德",
            "别名类型": "未详"
        },
        {
            "别名": "纳兰成德",
            "别名类型": "别名、曾用名"
        },
        {
            "别名": "叶赫纳拉性德",
            "别名类型": "未详"
        }
    ],
    "任职信息": [
        {
            "官职": "二等侍卫",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "干清门侍卫",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "三等侍卫",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        },
        {
            "官职": "一等侍卫",
            "起始年份": "未详",
            "结束年份": "未详",
            "任职方式": NaN,
            "任职地点": NaN
        }
    ],
    "地理信息": [
        {
            "地名": "满洲正黄旗",
            "地址类型": "八旗清代",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "侧帽集",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "全唐诗选词韵正略",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "大易集议萃言:八十卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "渌水亭杂识:四卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        },
        {
            "著述名称": "通志堂九经解:一千八百余卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "通志堂文集:五卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "通志堂词集:四卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "通志堂诗集:五卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "陈氏礼记集说补正:三十八卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "合订删补大易集义粹言八十卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        }
    ],
    "社会区分": [
        "工于古文",
        "词人"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光彩夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。 ► 纳兰性德的诗文(254篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "临江仙·寒柳",
            "作者": "纳兰性德",
            "内容": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。"
        },
        {
            "标题": "木兰花·拟古决绝词柬友",
            "作者": "纳兰性德",
            "内容": "人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。(一作：却道故心人易变)骊山语罢清宵半，泪雨霖铃终不怨。(一作：泪雨零 / 夜雨霖)何如薄幸锦衣郎，比翼连枝当日愿。"
        },
        {
            "标题": "长相思·山一程",
            "作者": "纳兰性德",
            "内容": "山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。"
        },
        {
            "标题": "采桑子·九日",
            "作者": "纳兰性德",
            "内容": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。"
        },
        {
            "标题": "浣溪沙·谁念西风独自凉",
            "作者": "纳兰性德",
            "内容": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。"
        },
        {
            "标题": "蝶恋花·辛苦最怜天上月",
            "作者": "纳兰性德",
            "内容": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。"
        },
        {
            "标题": "画堂春·一生一代一双人",
            "作者": "纳兰性德",
            "内容": "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。"
        },
        {
            "标题": "采桑子·而今才道当时错",
            "作者": "纳兰性德",
            "内容": "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。"
        },
        {
            "标题": "虞美人·曲阑深处重相见",
            "作者": "纳兰性德",
            "内容": "曲阑深处重相见，匀泪偎人颤。凄凉别后两应同，最是不胜清怨月明中。半生已分孤眠过，山枕檀痕涴。忆来何事最销魂，第一折枝花样画罗裙。"
        },
        {
            "标题": "采桑子·塞上咏雪花",
            "作者": "纳兰性德",
            "内容": "非关癖爱轻模样，冷处偏佳。别有根芽，不是人间富贵花。谢娘别后谁能惜，飘泊天涯。寒月悲笳，万里西风瀚海沙。"
        },
        {
            "标题": "浣溪沙·残雪凝辉冷画屏",
            "作者": "纳兰性德",
            "内容": "残雪凝辉冷画屏，落梅横笛已三更，更无人处月胧明。我是人间惆怅客，知君何事泪纵横，断肠声里忆平生。"
        },
        {
            "标题": "蝶恋花·出塞",
            "作者": "纳兰性德",
            "内容": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。"
        },
        {
            "标题": "沁园春·丁巳重阳前",
            "作者": "纳兰性德",
            "内容": "丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽，语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆。”妇素未工诗，不知何以得此也，觉后感赋。\n瞬息浮生，薄命如斯，低徊怎忘。记绣榻闲时，并吹红雨；雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫。料短发、朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。"
        },
        {
            "标题": "山花子·风絮飘残已化萍",
            "作者": "纳兰性德",
            "内容": "风絮飘残已化萍，泥莲刚倩藕丝萦。珍重别拈香一瓣，记前生。人到情多情转薄，而今真个不多情。又到断肠回首处，泪偷零。(不多情 一作：悔多情)"
        },
        {
            "标题": "金缕曲·亡妇忌日有感",
            "作者": "纳兰性德",
            "内容": "此恨何时已。滴空阶、寒更雨歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。待结个、他生知己。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。"
        },
        {
            "标题": "金缕曲·赠梁汾",
            "作者": "纳兰性德",
            "内容": "德也狂生耳。偶然间，缁尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意。不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。共君此夜须沉醉。且由他，蛾眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。"
        },
        {
            "标题": "采桑子·明月多情应笑我",
            "作者": "纳兰性德",
            "内容": "明月多情应笑我，笑我如今。辜负春心，独自闲行独自吟。近来怕说当时事，结遍兰襟。月浅灯深，梦里云归何处寻。"
        },
        {
            "标题": "如梦令·正是辘轳金井",
            "作者": "纳兰性德",
            "内容": "正是辘轳金井，满砌落花红冷。蓦地一相逢，心事眼波难定。谁省，谁省。从此簟纹灯影。"
        },
        {
            "标题": "浣溪沙·伏雨朝寒愁不胜",
            "作者": "纳兰性德",
            "内容": "伏雨朝寒愁不胜，那能还傍杏花行。去年高摘斗轻盈。漫惹炉烟双袖紫，空将酒晕一衫青。人间何处问多情。"
        },
        {
            "标题": "琵琶仙·中秋",
            "作者": "纳兰性德",
            "内容": "碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热.。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。"
        },
        {
            "标题": "采桑子·谁翻乐府凄凉曲",
            "作者": "纳兰性德",
            "内容": "谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。"
        },
        {
            "标题": "浣溪沙·庚申除夜",
            "作者": "纳兰性德",
            "内容": "收取闲心冷处浓，舞裙犹忆柘枝红。谁家刻烛待春风。竹叶樽空翻采燕，九枝灯灺颤金虫。风流端合倚天公。"
        },
        {
            "标题": "菩萨蛮·阑风伏雨催寒食",
            "作者": "纳兰性德",
            "内容": "阑风伏雨催寒食，樱桃一夜花狼藉。刚与病相宜，锁窗薰绣衣。画眉烦女伴，央及流莺唤。半晌试开奁，娇多直自嫌。"
        },
        {
            "标题": "摸鱼儿·午日雨眺",
            "作者": "纳兰性德",
            "内容": "涨痕添、半篙柔绿，蒲梢荇叶无数。台榭空蒙烟柳暗，白鸟衔鱼欲舞。红桥路，正一派、画船萧鼓中流住。呕哑柔橹，又早拂新荷，沿堤忽转，冲破翠钱雨。蒹葭渚，不减潇湘深处。霏霏漠漠如雾，滴成一片鲛人泪，也似汨罗投赋。愁难谱，只彩线、香菰脉脉成千古。伤心莫语，记那日旗亭，水嬉散尽，中酒阻风去。"
        },
        {
            "标题": "清平乐·将愁不去",
            "作者": "纳兰性德",
            "内容": "将愁不去，秋色行难住。六曲屏山深院宇。日日风风雨雨。雨晴篱菊初香，人言此日重阳。回首凉云暮叶，黄昏无限思量。"
        },
        {
            "标题": "南乡子·为亡妇题照",
            "作者": "纳兰性德",
            "内容": "泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。"
        },
        {
            "标题": "菩萨蛮·朔风吹散三更雪",
            "作者": "纳兰性德",
            "内容": "朔风吹散三更雪，倩魂犹恋桃花月。梦好莫催醒，由他好处行。无端听画角，枕畔红冰薄。塞马一声嘶，残星拂大旗。"
        },
        {
            "标题": "虞美人·银床淅沥青梧老",
            "作者": "纳兰性德",
            "内容": "银床淅沥青梧老，屧粉秋蛩扫。采香行处蹙连钱，拾得翠翘何恨不能言。回廊一寸相思地，落月成孤倚。背灯和月就花阴，已是十年踪迹十年心。"
        },
        {
            "标题": "菩萨蛮·雾窗寒对遥天暮",
            "作者": "纳兰性德",
            "内容": "雾窗寒对遥天暮，暮天遥对寒窗雾。花落正啼鸦，鸦啼正落花。袖罗垂影瘦，瘦影垂罗袖。风翦一丝红，红丝一翦风。"
        },
        {
            "标题": "赤枣子·风淅淅",
            "作者": "纳兰性德",
            "内容": "风淅淅，雨纤纤。难怪春愁细细添。记不分明疑是梦，梦来还隔一重帘。"
        },
        {
            "标题": "水调歌头·题西山秋爽图",
            "作者": "纳兰性德",
            "内容": "空山梵呗静，水月影俱沉。悠然一境人外，都不许尘侵。岁晚忆曾游处，犹记半竿斜照，一抹界疏林。绝顶茅庵里，老衲正孤吟。云中锡，溪头钓，涧边琴。此生著几两屐，谁识卧游心？准拟乘风归去，错向槐安回首，何日得投簪。布袜青鞋约，但向画图寻。"
        },
        {
            "标题": "浣溪沙·身向云山那畔行",
            "作者": "纳兰性德",
            "内容": "身向云山那畔行，北风吹断马嘶声，深秋远塞若为情。一抹晚烟荒戍垒，半竿斜日旧关城。古今幽恨几时平。"
        },
        {
            "标题": "南乡子·秋暮村居",
            "作者": "纳兰性德",
            "内容": "红叶满寒溪，一路空山万木齐。试上小楼极目望，高低。一片烟笼十里陂。吠犬杂鸣鸡，灯火荧荧归路迷。乍逐横山时近远，东西。家在寒林独掩扉。"
        },
        {
            "标题": "清平乐·风鬟雨鬓",
            "作者": "纳兰性德",
            "内容": "风鬟雨鬓，偏是来无准。倦倚玉兰看月晕，容易语低香近。软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。"
        },
        {
            "标题": "淡黄柳·咏柳",
            "作者": "纳兰性德",
            "内容": "三眠未歇，乍到秋时节。一树料阳蝉更咽，曾绾灞陵离别。絮己为萍风卷叶，空凄切。长条莫轻折，苏小恨，倩他说。尽飘零、游冶章台客。红板桥空，湔裙人去，依旧晓风残月。"
        },
        {
            "标题": "金菊对芙蓉·上元",
            "作者": "纳兰性德",
            "内容": "金鸭消香，银虬泻水，谁家夜笛飞声。正上林雪霁，鸳甃晶莹。鱼龙舞罢香车杳，剩尊前、袖掩吴绫。狂游似梦，而今空记，密约烧灯。追念往事难凭。叹火树星桥，回首飘零。但九逵烟月，依旧笼明。楚天一带惊烽火，问今宵、可照江城。小窗残酒，阑珊灯灺，别自关情。"
        },
        {
            "标题": "生查子·惆怅彩云飞",
            "作者": "纳兰性德",
            "内容": "惆怅彩云飞，碧落知何许。不见合欢花，空倚相思树。总是别时情，那待分明语。判得最长宵，数尽厌厌雨。"
        },
        {
            "标题": "青衫湿·悼亡",
            "作者": "纳兰性德",
            "内容": "近来无限伤心事，谁与话长更？从教分付，绿窗红泪，早雁初莺。当时领略，而今断送，总负多情。忽疑君到，漆灯风飐，痴数春星。"
        },
        {
            "标题": "卜算子·新柳",
            "作者": "纳兰性德",
            "内容": "娇软不胜垂，瘦怯那禁舞。多事年年二月风，翦出鹅黄缕。一种可怜生，落日和烟雨。苏小门前长短条，即渐迷行处。"
        },
        {
            "标题": "南乡子·烟暖雨初收",
            "作者": "纳兰性德",
            "内容": "烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。"
        },
        {
            "标题": "踏莎行·月华如水",
            "作者": "纳兰性德",
            "内容": "月华如水，波纹似练，几簇淡烟衰柳。塞鸿一夜尽南飞，谁与问倚楼人瘦。韵拈风絮，录成金石，不是舞裙歌袖。从前负尽扫眉才，又担阁镜囊重绣。"
        },
        {
            "标题": "如梦令·万帐穹庐人醉",
            "作者": "纳兰性德",
            "内容": "万帐穹庐人醉，星影摇摇欲坠，归梦隔狼河，又被河声搅碎。还睡、还睡，解道醒来无味。"
        },
        {
            "标题": "菩萨蛮·问君何事轻离别",
            "作者": "纳兰性德",
            "内容": "问君何事轻离别，一年能几团圆月。杨柳乍如丝，故园春尽时。春归归不得，两桨松花隔。旧事逐寒潮，啼鹃恨未消。"
        },
        {
            "标题": "浣溪沙·雨歇梧桐泪乍收",
            "作者": "纳兰性德",
            "内容": "雨歇梧桐泪乍收，遣怀翻自忆从头。摘花销恨旧风流。帘影碧桃人已去，屧痕苍藓径空留。两眉何处月如钩？"
        },
        {
            "标题": "临江仙·点滴芭蕉心欲碎",
            "作者": "纳兰性德",
            "内容": "点滴芭蕉心欲碎，声声催忆当初。欲眠还展旧时书。鸳鸯小字，犹记手生疏。倦眼乍低缃帙乱，重看一半模糊。幽窗冷雨一灯孤。料应情尽，还道有情无？"
        },
        {
            "标题": "鬓云松令·枕函香",
            "作者": "纳兰性德",
            "内容": "枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，刬地梨花，彻夜东风瘦。掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？"
        },
        {
            "标题": "少年游·算来好景只如斯",
            "作者": "纳兰性德",
            "内容": "算来好景只如斯，惟许有情知。寻常风月，等闲谈笑，称意即相宜。十年青鸟音尘断，往事不胜思。一钩残照，半帘飞絮，总是恼人时。"
        },
        {
            "标题": "蝶恋花·又到绿杨曾折处",
            "作者": "纳兰性德",
            "内容": "又到绿杨曾折处，不语垂鞭，踏遍清秋路。衰草连天无意绪，雁声远向萧关去。不恨天涯行役苦，只恨西风，吹梦成今古。明日客程还几许，沾衣况是新寒雨。"
        },
        {
            "标题": "虞美人·春情只到梨花薄",
            "作者": "纳兰性德",
            "内容": "春情只到梨花薄，片片催零落。夕阳何事近黄昏，不道人间犹有未招魂。银笺别梦当时句，密绾同心苣。为伊判作梦中人，索向画图清夜唤真真。"
        },
        {
            "标题": "清平乐·弹琴峡题壁",
            "作者": "纳兰性德",
            "内容": "泠泠彻夜，谁是知音者。如梦前朝何处也，一曲边愁难写。极天关塞云中，人随落雁西风。唤取红襟翠袖，莫教泪洒英雄。"
        },
        {
            "标题": "沁园春·代悼亡",
            "作者": "纳兰性德",
            "内容": "梦冷蘅芜，却望姗姗，是耶非耶？怅兰膏渍粉，尚留犀合；金泥蹙绣，空掩蝉纱。影弱难持，缘深暂隔，只当离愁滞海涯。归来也，趁星前月底，魂在梨花。鸾胶纵续琵琶。问可及、当年萼绿华。但无端摧折，恶经风浪；不如零落，判委尘沙。最忆相看，娇讹道字，手剪银灯自泼茶。令已矣，便帐中重见，那似伊家。"
        },
        {
            "标题": "咏笼莺",
            "作者": "纳兰性德",
            "内容": "何处金衣客，栖栖翠幙中。有心惊晓梦，无计啭春风。漫逐梁间燕，谁巢井上桐。空将云路翼，缄恨在雕笼。"
        },
        {
            "标题": "东风齐着力·电急流光",
            "作者": "纳兰性德",
            "内容": "电急流光，天生薄命，有泪如潮。勉为欢谑，到底总无聊。欲谱频年离恨，言已尽、恨未曾消。凭谁把，一天愁绪，按出琼萧。往事水迢迢，窗前月、几番空照魂销。旧欢新梦，雁齿小红桥。最是烧灯时候，宜春髻、酒暖蒲萄。凄凉煞，五枝青玉，风雨飘飘。"
        },
        {
            "标题": "减字木兰花·新月",
            "作者": "纳兰性德",
            "内容": "晚妆欲罢，更把纤眉临镜画。准待分明，和雨和烟两不胜。莫教星替，守取团圆终必遂。此夜红楼，天上人间一样愁。"
        },
        {
            "标题": "点绛唇·黄花城早望",
            "作者": "纳兰性德",
            "内容": "五夜光寒，照来积雪平于栈。西风何限，自起披衣看。对此茫茫，不觉成长叹。何时旦，晓星欲散，飞起平沙雁。"
        },
        {
            "标题": "虞美人·愁痕满地无人省",
            "作者": "纳兰性德",
            "内容": "愁痕满地无人省，露湿琅玕影。闲阶小立倍荒凉。还剩旧时月色在潇湘。薄情转是多情累，曲曲柔肠碎。红笺向壁字模糊，忆共灯前呵手为伊书。"
        },
        {
            "标题": "浪淘沙·夜雨做成秋",
            "作者": "纳兰性德",
            "内容": "夜雨做成秋，恰上心头。教他珍重护风流。端的为谁添病也，更为谁羞。密意未曾休，密愿难酬。珠帘四卷月当楼。暗忆欢期真似梦，梦也须留。"
        },
        {
            "标题": "菩萨蛮·白日惊飚冬已半",
            "作者": "纳兰性德",
            "内容": "惊飙掠地冬将半，解鞍正值昏鸦乱。冰合大河流，茫茫一片愁。烧痕空极望，鼓角高城上。明日近长安，客心愁未阑。"
        },
        {
            "标题": "望江南·咏弦月",
            "作者": "纳兰性德",
            "内容": "初八月，半镜上青霄。斜倚画阑娇不语，暗移梅影过红桥，裙带北风飘。"
        },
        {
            "标题": "忆秦娥·山重叠",
            "作者": "纳兰性德",
            "内容": "山重叠。悬崖一线天疑裂。天疑裂。断碑题字，苔痕横啮。风声雷动鸣金铁。阴森潭底蛟龙窟。蛟龙窟。兴亡满眼，旧时明月。"
        },
        {
            "标题": "菩萨蛮·萧萧几叶风兼雨",
            "作者": "纳兰性德",
            "内容": "萧萧几叶风兼雨，离人偏识长更苦。欹枕数秋天，蟾蜍下早弦。夜寒惊被薄，泪与灯花落。无处不伤心，轻尘在玉琴。"
        },
        {
            "标题": "浣溪沙·谁道飘零不可怜",
            "作者": "纳兰性德",
            "内容": "谁道飘零不可怜，旧游时节好花天。断肠人去自经年。一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。"
        },
        {
            "标题": "谒金门·风丝袅",
            "作者": "纳兰性德",
            "内容": "风丝袅，水浸碧天清晓。一镜湿云青未了，雨晴春草草。梦里轻螺谁扫，帘外落花红小。独睡起来情悄悄，寄愁何处好。"
        },
        {
            "标题": "菩萨蛮·新寒中酒敲窗雨",
            "作者": "纳兰性德",
            "内容": "新寒中酒敲窗雨，残香细袅秋情绪。才道莫伤神，青衫湿一痕。无聊成独卧，弹指韶光过。记得别伊时，桃花柳万丝。"
        },
        {
            "标题": "渔父·收却纶竿落照红",
            "作者": "纳兰性德",
            "内容": "收却纶竿落照红，秋风宁为剪芙蓉。人淡淡，水蒙蒙，吹入芦花短笛中。"
        },
        {
            "标题": "虞美人·残灯风灭炉烟冷",
            "作者": "纳兰性德",
            "内容": "残灯风灭炉烟冷，相伴唯孤影。判教狼藉醉清樽，为问世间醒眼是何人。难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到樽前。"
        },
        {
            "标题": "酒泉子·谢却荼蘼",
            "作者": "纳兰性德",
            "内容": "谢却荼蘼，一片月明如水。篆香消，犹未睡，早鸦啼。嫩寒无赖罗衣薄，休傍阑干角。最愁人，灯欲落，雁还飞。"
        },
        {
            "标题": "于中好·握手西风泪不干",
            "作者": "纳兰性德",
            "内容": "握手西风泪不干，年来多在别离间。遥知独听灯前雨，转忆同看雪后山。凭寄语，劝加餐。桂花时节约重还。分明小像沉香缕，一片伤心欲画难。"
        },
        {
            "标题": "采桑子·海天谁放冰轮满",
            "作者": "纳兰性德",
            "内容": "海天谁放冰轮满，惆怅离情。莫说离情，但值凉宵总泪零。只应碧落重相见，那是今生。可奈今生，刚作愁时又忆卿。"
        },
        {
            "标题": "浣溪沙·凤髻抛残秋草生",
            "作者": "纳兰性德",
            "内容": "凤髻抛残秋草生，高梧湿月冷无声。当时七夕记深盟。信得羽衣传钿合，悔教罗袜葬倾城。人间空唱雨淋铃。"
        },
        {
            "标题": "蝶恋花·眼底风光留不住",
            "作者": "纳兰性德",
            "内容": "眼底风光留不住，和暖和香，又上雕鞍去。欲倩烟丝遮别路，垂杨那是相思树。惆怅玉颜成间阻，何事东风，不作繁华主。断带依然留乞句，斑骓一系无寻处。"
        },
        {
            "标题": "鹧鸪天·离恨",
            "作者": "纳兰性德",
            "内容": "背立盈盈故作羞，手挼梅蕊打肩头。欲将离恨寻郎说，待得郎来恨却休。云淡淡，水悠悠。一声横笛锁空楼。何时共泛春溪月，断岸垂杨一叶舟。"
        },
        {
            "标题": "浣溪沙·一半残阳下小楼",
            "作者": "纳兰性德",
            "内容": "一半残阳下小楼，朱帘斜控软金钩。倚阑无绪不能愁。有个盈盈骑马过，薄妆浅黛亦风流。见人羞涩却回头。"
        },
        {
            "标题": "送荪友",
            "作者": "纳兰性德",
            "内容": "人生何如不相识，君老江南我燕北。何如相逢不相合，更无别恨横胸臆。留君不住我心苦，横门骊歌泪如雨。君行四月草萋萋，柳花桃花半委泥。江流浩淼江月堕，此时君亦应思我。我今落拓何所止，一事无成已如此。平生纵有英雄血，无由一溅荆江水。荆江日落阵云低，横戈跃马今何时。忽忆去年风月夜，与君展卷论王霸。君今偃仰九龙间，吾欲从兹事耕稼。芙蓉湖上芙蓉花，秋风未落如朝霞。君如载酒须尽醉，醉来不复思天涯。"
        },
        {
            "标题": "秣陵怀古",
            "作者": "纳兰性德",
            "内容": "山色江声共寂寥，十三陵树晚萧萧。中原事业如江左，芳草何须怨六朝。"
        },
        {
            "标题": "菩萨蛮·晶帘一片伤心白",
            "作者": "纳兰性德",
            "内容": "晶帘一片伤心白，云鬟香雾成遥隔。无语问添衣，桐阴月已西。西风鸣络纬，不许愁人睡。只是去年秋，如何泪欲流。"
        },
        {
            "标题": "荷叶杯·知己一人谁是",
            "作者": "纳兰性德",
            "内容": "知己一人谁是？已矣。赢得误他生。有情终古似无情，别语悔分明。莫道芳时易度，朝暮。珍重好花天。为伊指点再来缘，疏雨洗遗钿。"
        },
        {
            "标题": "河渎神·风紧雁行高",
            "作者": "纳兰性德",
            "内容": "风紧雁行高，无边落木萧萧。楚天魂梦与香消，青山暮暮朝朝。断续凉云来一缕，飘堕几丝灵雨。今夜冷红浦溆，鸳鸯栖向何处？"
        },
        {
            "标题": "红窗月·燕归花谢",
            "作者": "纳兰性德",
            "内容": "燕归花谢，早因循、又过清明。是一般风景，两样心情。犹记碧桃影里、誓三生。乌丝阑纸娇红篆，历历春星。道休孤密约，鉴取深盟。语罢一丝香露、湿银屏。"
        },
        {
            "标题": "风流子·秋郊即事",
            "作者": "纳兰性德",
            "内容": "平原草枯矣，重阳后、黄叶树骚骚。记玉勒青丝，落花时节，曾逢拾翠，忽听吹箫。今来是、烧痕残碧尽，霜影乱红凋。秋水映空，寒烟如织，皂雕飞处，天惨云高。人生须行乐，君知否？容易两鬓萧萧。自与东君作别，刬地无聊。算功名何许，此身博得，短衣射虎，沽酒西郊。便向夕阳影里，倚马挥毫。"
        },
        {
            "标题": "木兰花慢·立秋夜雨送梁汾南行",
            "作者": "纳兰性德",
            "内容": "盼银河迢递，惊入夜，转清商。乍西园蝴蝶，轻翻麝粉，暗惹蜂黄。炎凉。等闲瞥眼，甚丝丝、点点搅柔肠。应是登临送客，别离滋味重尝。疑将。水墨画疏窗，孤影淡潇湘。倩一叶高梧，半条残烛、做尽商量。荷裳。被风暗剪，问今宵、谁与盖鸳鸯。从此羁愁万叠，梦回分付啼螀。"
        },
        {
            "标题": "梦江南·昏鸦尽",
            "作者": "纳兰性德",
            "内容": "昏鸦尽，小立恨因谁？急雪乍翻香阁絮，轻风吹到胆瓶梅，心字已成灰。"
        },
        {
            "标题": "相见欢·落花如梦凄迷",
            "作者": "纳兰性德",
            "内容": "落花如梦凄迷，麝烟微，又是夕阳潜下小楼西。 愁无限，消瘦尽，有谁知？闲教玉笼鹦鹉念郎诗。"
        },
        {
            "标题": "洛阳春·雪",
            "作者": "纳兰性德",
            "内容": "密洒征鞍无数。冥迷远树。乱山重叠杳难分，似五里、蒙蒙雾。惆怅琐窗深处。湿花轻絮。当时悠飏得人怜，也都是、浓香助。"
        },
        {
            "标题": "满江红·为问封姨",
            "作者": "纳兰性德",
            "内容": "为问封姨，何事却、排空卷地。又不是、江南春好，妒花天气。叶尽归鸦栖未得，带垂惊燕飘还起。甚天公、不肯惜愁人，添憔悴。搅一霎，灯前睡。听半晌，心如醉。倩碧纱遮断，画屏深翠。只影凄清残烛下，离魂飘缈秋空里。总随他、泊粉与飘香，真无谓。"
        },
        {
            "标题": "眼儿媚·咏梅",
            "作者": "纳兰性德",
            "内容": "莫把琼花比澹妆，谁似白霓裳。别样清幽，自然标格，莫近东墙。冰肌玉骨天分付，兼付与凄凉。可怜遥夜，冷烟和月，疏影横窗。"
        },
        {
            "标题": "采桑子·谢家庭院残更立",
            "作者": "纳兰性德",
            "内容": "谢家庭院残更立，燕宿雕梁。月度银墙，不辨花丛那辨香。此情已自成追忆，零落鸳鸯。雨歇微凉，十一年前梦一场。"
        },
        {
            "标题": "减字木兰花·相逢不语",
            "作者": "纳兰性德",
            "内容": "相逢不语，一朵芙蓉著秋雨。小晕红潮，斜溜鬟心只凤翘。待将低唤，直为凝情恐人见。欲诉幽怀，转过回阑叩玉钗。"
        },
        {
            "标题": "临江仙·昨夜个人曾有约",
            "作者": "纳兰性德",
            "内容": "昨夜个人曾有约，严城玉漏三更。一钩新月几疏星。夜阑犹未寝，人静鼠窥灯。原是瞿唐风间阻，错教人恨无情。小阑干外寂无声。几回肠断处，风动护花铃。"
        },
        {
            "标题": "如梦令·黄叶青苔归路",
            "作者": "纳兰性德",
            "内容": "黄叶青苔归路，屧粉衣香何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本一)\n木叶纷纷归路，残月晓风何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本二)"
        },
        {
            "标题": "山花子·林下荒苔道韫家",
            "作者": "纳兰性德",
            "内容": "林下荒苔道韫家，生怜玉骨委尘沙。愁向风前无处说，数归鸦。半世浮萍随逝水，一宵冷雨葬名花。魂是柳绵吹欲碎，绕天涯。"
        },
        {
            "标题": "南乡子·泪咽却无声",
            "作者": "纳兰性德",
            "内容": "泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。"
        },
        {
            "标题": "于中好·别绪如丝梦不成",
            "作者": "纳兰性德",
            "内容": "别绪如丝梦不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。"
        },
        {
            "标题": "临江仙·丝雨如尘云著水",
            "作者": "纳兰性德",
            "内容": "丝雨如尘云著水，嫣香碎拾吴宫。百花冷暖避东风。酷怜娇易散，燕子学偎红。人说病宜随月减，恹恹却与春同。可能留蝶抱花丛。不成双梦影，翻笑杏梁空。"
        },
        {
            "标题": "霜天晓角·重来对酒",
            "作者": "纳兰性德",
            "内容": "重来对酒，折尽风前柳。若问看花情绪，似当日、怎能彀。休为西风瘦，痛饮频搔首。自古青蝇白璧，天已早安排就。"
        },
        {
            "标题": "清平乐·烟轻雨小",
            "作者": "纳兰性德",
            "内容": "轻烟雨小，望里青难了。一缕断虹垂树杪，又是乱山残照。凭高目断征途，暮云千里平芜。日夜河流东下，锦书应托双鱼。"
        },
        {
            "标题": "采桑子·桃花羞作无情死",
            "作者": "纳兰性德",
            "内容": "桃花羞作无情死，感激东风。吹落娇红，飞入闲窗伴懊侬。谁怜辛苦东阳瘦，也为春慵。不及芙蓉，一片幽情冷处浓。"
        },
        {
            "标题": "浣溪沙·败叶填溪水已冰",
            "作者": "纳兰性德",
            "内容": "败叶填溪水已冰，夕梦犹照短长亭。何年废寺失题名。倚马客临碑上字，斗鸡人拨佛前灯，净消尘土礼金经。"
        },
        {
            "标题": "浣溪沙·十八年来堕世间",
            "作者": "纳兰性德",
            "内容": "十八年来堕世间，吹花嚼蕊弄冰弦。多情情寄阿谁边。紫玉钗斜灯影背，红绵粉冷枕函偏。相看好处却无言。"
        },
        {
            "标题": "菩萨蛮·隔花才歇帘纤雨",
            "作者": "纳兰性德",
            "内容": "隔花才歇帘纤雨，一声弹指浑无语。梁燕自双归，长条脉脉垂。小屏山色远，妆薄铅华浅。独自立瑶阶，透寒金缕鞋。"
        },
        {
            "标题": "清平乐·孤花片叶",
            "作者": "纳兰性德",
            "内容": "孤花片叶，断送清秋节。寂寂绣屏香篆灭，暗里朱颜消歇。谁怜散髻吹笙，天涯芳草关情。懊恼隔帘幽梦，半床花月纵横。"
        },
        {
            "标题": "浣溪沙·杨柳千条送马蹄",
            "作者": "纳兰性德",
            "内容": "杨柳千条送马蹄，北来征雁旧南飞。客中谁与换春衣。终古闲情归落照，一春幽梦逐游丝。信回刚道别多时。"
        },
        {
            "标题": "菩萨蛮·催花未歇花奴鼓",
            "作者": "纳兰性德",
            "内容": "催花未歇花奴鼓，酒醒已见残红舞。不忍覆馀觞，临风泪数行。粉香看又别，空剩当时月。月也异当时，凄清照鬓丝。"
        },
        {
            "标题": "河传·春浅",
            "作者": "纳兰性德",
            "内容": "春浅，红怨，掩双环。微雨花间，昼闲。无言暗将红泪弹。阑珊，香销轻梦还。斜倚画屏思往事，皆不是，空作相思字。记当时垂柳丝，花枝，满庭蝴蝶儿。"
        },
        {
            "标题": "赤枣子·寄语酿花风日好",
            "作者": "纳兰性德",
            "内容": "惊晓漏，护春眠。格外娇慵只自怜。寄语酿花风日好，绿窗来与上琴弦。"
        },
        {
            "标题": "于中好·雁帖寒云次第飞",
            "作者": "纳兰性德",
            "内容": "雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。"
        },
        {
            "标题": "采桑子·那能寂寞芳菲节",
            "作者": "纳兰性德",
            "内容": "那能寂寞芳菲节，欲话生平。夜已三更。一阕悲歌泪暗零。须知秋叶春花促，点鬓星星。遇酒须倾，莫问千秋万岁名。"
        },
        {
            "标题": "菩萨蛮·黄云紫塞三千里",
            "作者": "纳兰性德",
            "内容": "黄云紫塞三千里，女墙西畔啼乌起。落日万山寒，萧萧猎马还。笳声听不得，入夜空城黑。秋梦不归家，残灯落碎花。"
        },
        {
            "标题": "一络索·过尽遥山如画",
            "作者": "纳兰性德",
            "内容": "过尽遥山如画。短衣匹马。萧萧落木不胜秋，莫回首、斜阳下。别是柔肠萦挂。待归才罢。却愁拥髻向灯前，说不尽、离人话。"
        },
        {
            "标题": "浪淘沙·红影湿幽窗",
            "作者": "纳兰性德",
            "内容": "红影湿幽窗，瘦尽春光。雨余花外却斜阳。谁见薄衫低髻子，抱膝思量。莫道不凄凉，早近持觞。暗思何事断人肠。曾是向他春梦里，瞥遇回廊。"
        },
        {
            "标题": "鹊桥仙·乞巧楼空",
            "作者": "纳兰性德",
            "内容": "乞巧楼空，影娥池冷，佳节只供愁叹。丁宁休曝旧罗衣，忆素手、为予缝绽。莲粉飘红，菱丝翳碧，仰见明星空烂。亲持钿合梦中来，信天上、人间非幻。"
        },
        {
            "标题": "满江红·代北燕南",
            "作者": "纳兰性德",
            "内容": "代北燕南，应不隔、月明千里。谁相念、胭脂山下，悲哉秋气。小立乍惊清露湿，孤眠最惜浓香腻。况夜鸟、啼绝四更头，边声起。销不尽，悲歌意。匀不尽，相思泪。想故园今夜，玉阑谁倚。青海不来如意梦，红笺暂写违心字。道别来、浑是不关心，东堂桂。"
        },
        {
            "标题": "青衫湿遍·悼亡",
            "作者": "纳兰性德",
            "内容": "青衫湿遍，凭伊慰我，忍便相忘。半月前头扶病，剪刀声、犹在银釭。忆生来、小胆怯空房。到而今，独伴梨花影，冷冥冥、尽意凄凉。愿指魂兮识路，教寻梦也回廊。咫尺玉钩斜路，一般消受，蔓草残阳。判把长眠滴醒，和清泪、搅入椒浆。怕幽泉、还为我神伤。道书生簿命宜将息，再休耽、怨粉愁香。料得重圆密誓，难禁寸裂柔肠。"
        },
        {
            "标题": "相见欢·微云一抹遥峰",
            "作者": "纳兰性德",
            "内容": "微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。"
        },
        {
            "标题": "四和香·麦浪翻晴风飐柳",
            "作者": "纳兰性德",
            "内容": "麦浪翻晴风飐柳，已过伤春候。因甚为他成僝僽？毕竟是春迤逗。红药阑边携素手，暖语浓于酒。盼到园花铺似绣，却更比春前瘦。"
        },
        {
            "标题": "清平乐·凄凄切切",
            "作者": "纳兰性德",
            "内容": "凄凄切切，惨淡黄花节。梦里砧声浑未歇，那更乱蛩悲咽。尘生燕子空楼，抛残弦索床头。一样晓风残月，而今触绪添愁。"
        },
        {
            "标题": "台城路·白狼河北秋偏早",
            "作者": "纳兰性德",
            "内容": "白狼河北秋偏早，星桥又迎河鼓。清漏频移，微云欲湿，正是金风玉露。两眉愁聚。待归踏榆花，那时才诉。只恐重逢，明明相视更无语。人间别离无数，向瓜果筵前，碧天凝伫，连理千花，相思一叶，毕竟随风何处。羁栖良苦，算未抵空房，冷香啼曙。今夜天孙，笑人愁似许。"
        },
        {
            "标题": "忆江南·宿双林禅院有感",
            "作者": "纳兰性德",
            "内容": "心灰尽、有发未全僧。风雨消磨生死别，似曾相识只孤檠，情在不能醒。摇落后，清吹那堪听。淅沥暗飘金井叶，乍闻风定又钟声，薄福荐倾城。"
        },
        {
            "标题": "临江仙·孤雁",
            "作者": "纳兰性德",
            "内容": "霜冷离鸿惊失伴，有人同病相怜。拟凭尺素寄愁边，愁多书屡易，双泪落灯前。莫对月明思往事，也知消减年年。无端嘹唳一声传，西风吹只影，刚是早秋天。"
        },
        {
            "标题": "点绛唇·一种蛾眉",
            "作者": "纳兰性德",
            "内容": "一种蛾眉，下弦不似初弦好。庾郎未老，何事伤心早？素壁斜辉，竹影横窗扫。空房悄，乌啼欲晓，又下西楼了。"
        },
        {
            "标题": "菩萨蛮·飘蓬只逐惊飙转",
            "作者": "纳兰性德",
            "内容": "飘蓬只逐惊飙转，行人过尽烟光远。立马认河流，茂陵风雨秋。寂寥行殿索，梵呗琉璃火。塞雁与宫鸦，山深日易斜。"
        },
        {
            "标题": "江城子·咏史",
            "作者": "纳兰性德",
            "内容": "湿云全压数峰低。影凄迷，望中疑。非雾非烟，神女欲来时、若问生涯原是梦，除梦里，没人知。"
        },
        {
            "标题": "虞美人·黄昏又听城头角",
            "作者": "纳兰性德",
            "内容": "黄昏又听城头角，病起心情恶。药炉初沸短檠青，无那残香半缕恼多情。多情自古原多病，清镜怜清影。一声弹指泪如丝，央及东风休遣玉人知。"
        },
        {
            "标题": "山花子·小立红桥柳半垂",
            "作者": "纳兰性德",
            "内容": "小立红桥柳半垂，越罗裙飏缕金衣。采得石榴双叶子，欲贻谁？便是有情当落日，只应无伴送斜晖。寄语东风休著力，不禁吹。"
        },
        {
            "标题": "踏莎美人·清明",
            "作者": "纳兰性德",
            "内容": "拾翠归迟，踏春期近，香笺小迭邻姬讯。樱桃花谢已清明， 何事绿鬟斜亸、宝钗横。浅黛双弯，柔肠几寸，不堪更惹其他恨。 晓窗窥梦有流莺，也觉个侬憔悴、可怜生。"
        },
        {
            "标题": "浣溪沙·姜女祠",
            "作者": "纳兰性德",
            "内容": "海色残阳影断霓，寒涛日夜女郎祠。翠钿尘网上蛛丝。澄海楼高空极目，望夫石在且留题。六王如梦祖龙非。"
        },
        {
            "标题": "南歌子·古戍饥乌集",
            "作者": "纳兰性德",
            "内容": "古戍饥乌集，荒城野雉飞。何年劫火剩残灰，试看英雄碧血，满龙堆。玉帐空分垒，金笳己罢吹。东风回首尽成非，不道兴亡命也，岂人为。"
        },
        {
            "标题": "满庭芳·堠雪翻鸦",
            "作者": "纳兰性德",
            "内容": "堠雪翻鸦，河冰跃马，惊风吹度龙堆。阴磷夜泣，此景总堪悲。待向中宵起舞，无人处、那有村鸡。只应是，金笳暗拍，一样泪沾衣。须知今古事，棋枰胜负，翻覆如斯。叹纷纷蛮触，回首成非。剩得几行青史，斜阳下、断碣残碑。年华共，混同江水，流去几时回。"
        },
        {
            "标题": "浣溪沙·记绾长条欲别难",
            "作者": "纳兰性德",
            "内容": "记绾长条欲别难，盈盈自此隔银湾。便无风雪也摧残。青雀几时裁锦字，玉虫连夜翦春旙。不禁辛苦况相关。"
        },
        {
            "标题": "天仙子·月落城乌啼未了",
            "作者": "纳兰性德",
            "内容": "月落城乌啼未了，起来翻为无眠早。薄霜庭院怯生衣，心悄悄，红阑绕。此情待共谁人晓？"
        },
        {
            "标题": "洞仙歌·咏黄葵",
            "作者": "纳兰性德",
            "内容": "铅华不御，看道家妆就。问取旁人入时否。为孤情淡韵、判不宜春，矜标格、开向晚秋时候。无端轻薄雨，滴损檀心，小叠宫罗镇长皱。何必诉凄清，为爱秋光，被几日、西风吹瘦。便零落、蜂黄也休嫌，且对依斜阳，胜偎红袖。"
        },
        {
            "标题": "采桑子·冷香萦遍红桥梦",
            "作者": "纳兰性德",
            "内容": "冷香萦遍红桥梦，梦觉城笳。月上桃花，雨歇春寒燕子家。箜篌别后谁能鼓，肠断天涯。暗损韶华，一缕茶烟透碧纱。"
        },
        {
            "标题": "虞美人·风灭炉烟残灺冷",
            "作者": "纳兰性德",
            "内容": "风灭炉烟残灺冷，相伴惟孤影。判教狼藉醉清尊，为问世间醒眼是何人？难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到尊前。"
        },
        {
            "标题": "水龙吟·题文姬图",
            "作者": "纳兰性德",
            "内容": "须知名士倾城，一般易到伤心处。柯亭响绝，四弦才断，恶风吹去。万里他乡，非生非死，此身良苦。对黄沙白草，呜呜卷叶，平生恨、从头谱。应是瑶台伴侣，只多了、毡裘夫妇。严寒觱篥，几行乡泪，应声如雨。尺幅重披，玉颜千载，依然无主。怪人间厚福，天公尽付，痴儿騃女。"
        },
        {
            "标题": "生查子·短焰剔残花",
            "作者": "纳兰性德",
            "内容": "短焰剔残花，夜久边声寂。倦舞却闻鸡，暗觉青绫湿。天水接冥蒙，一角西南白。欲渡浣花溪，远梦轻无力。"
        },
        {
            "标题": "踏莎行·倚柳题笺",
            "作者": "纳兰性德",
            "内容": "倚柳题笺，当花侧帽，赏心应比驱驰好。错教双鬓受东风，看吹绿影成丝早。金殿寒鸦，玉阶春草，就中冷暖和谁道。小楼明月镇长闲，人生何事缁尘老。"
        },
        {
            "标题": "浣溪沙·红桥怀古和王阮亭韵",
            "作者": "纳兰性德",
            "内容": "无恙年年汴水流。一声水调短亭秋。旧时明月照扬州。曾是长堤牵锦缆，绿杨清瘦至今愁。玉钩斜路近迷楼。"
        },
        {
            "标题": "菩萨蛮·为春憔悴留春住",
            "作者": "纳兰性德",
            "内容": "为春憔悴留春住，那禁半霎催归雨。深巷卖樱桃，雨余红更娇。黄昏清泪阁，忍便花飘泊。消得一声莺，东风三月情。"
        },
        {
            "标题": "朝中措·蜀弦秦柱不关情",
            "作者": "纳兰性德",
            "内容": "蜀弦秦柱不关情，尽日掩云屏。己惜轻翎退粉，更嫌弱絮为萍。东风多事，余寒吹散，烘暖微酲。看尽一帘红雨，为谁亲系花铃。"
        },
        {
            "标题": "虞美人·彩云易向秋空散",
            "作者": "纳兰性德",
            "内容": "彩云易向秋空散，燕子怜长叹。几翻离合总无因，赢得一回僝僽一回亲。归鸿旧约霜前至，可寄香笺字。不如前事不思量，且枕红蕤欹侧看斜阳。"
        },
        {
            "标题": "疏影·芭蕉",
            "作者": "纳兰性德",
            "内容": "湘帘卷处，甚离披翠影，绕檐遮住。小立吹裙，常伴春慵，掩映绣床金缕。芳心一束浑难展，清泪裹、隔年愁聚。更夜深、细听空阶雨滴，梦回无据。正是秋来寂寞，偏声声点点，助人难绪。缬被初寒，宿酒全醒，搅碎乱蛩双杵。西风落尽庭梧叶，还剩得、绿阴如许。想玉人、和露折来，曾写断肠句。"
        },
        {
            "标题": "沁园春·试望阴山",
            "作者": "纳兰性德",
            "内容": "试望阴山，黯然销魂，无言徘徊。见青峰几簇，去天才尺；黄沙一片，匝地无埃。碎叶城荒，拂云堆远，雕外寒烟惨不开。踟蹰久，忽砯崖转石，万壑惊雷。穷边自足秋怀。又何必、平生多恨哉。只凄凉绝塞，峨眉遗冢；梢沉腐草，骏骨空台。北转河流，南横斗柄，略点微霜鬓早衰。君不信，向西风回首，百事堪哀。"
        },
        {
            "标题": "落花时·夕阳谁唤下楼梯",
            "作者": "纳兰性德",
            "内容": "夕阳谁唤下楼梯，一握香荑。回头忍笑阶前立，总无语，也依依。笺书直恁无凭据，休说相思。劝伊好向红窗醉，须莫及，落花时。"
        },
        {
            "标题": "菊花新·用韵送张见阳令江华",
            "作者": "纳兰性德",
            "内容": "愁绝行人天易暮，行向鹧鸪声里住。渺渺洞庭波，木叶下，楚天何处。折残杨柳应无数，趁离亭笛声吹度。有几个征鸿，相伴也，送君南去。"
        },
        {
            "标题": "清平乐·发汉儿村题壁",
            "作者": "纳兰性德",
            "内容": "参横月落，客绪从谁托。望里家山云漠漠，似有红楼一角。不如意事年年，消磨绝塞风烟。输与五陵公子，此时梦绕花前。"
        },
        {
            "标题": "金缕曲·慰西溟",
            "作者": "纳兰性德",
            "内容": "何事添凄咽？但由他、天公簸弄，莫教磨涅。失意每多如意少，终古几人称屈。须知道、福因才折。独卧藜床看北斗，背高城、玉笛吹成血。听谯鼓，二更彻。丈夫未肯因人热，且乘闲、五湖料理，扁舟一叶。泪似秋霖挥不尽，洒向野田黄蝶。须不羡、承明班列，马迹车尘忙未了，任西风吹冷长安月。又萧寺，花如雪。"
        },
        {
            "标题": "点绛唇·小院新凉",
            "作者": "纳兰性德",
            "内容": "小院新凉，晚来顿觉罗衫薄。不成孤酌，形影空酬酢。萧寺怜君，别绪应萧索。西风恶，夕阳吹角，一阵槐花落。"
        },
        {
            "标题": "浣溪沙·五月江南麦已稀",
            "作者": "纳兰性德",
            "内容": "五月江南麦已稀，黄梅时节雨霏微。闲看燕子教雏飞。一水浓阴如罨画，数峰无恙又晴晖。湔裙谁独上渔矶。"
        },
        {
            "标题": "寻芳草·萧寺记梦",
            "作者": "纳兰性德",
            "内容": "客夜怎生过。梦相伴、绮窗吟和。薄嗔佯笑道，若不是恁凄凉，肯来么。来去苦匆匆，准拟待、晓钟敲破。乍偎人一闪灯花堕，却对著琉璃火。"
        },
        {
            "标题": "点绛唇·寄南海梁药亭",
            "作者": "纳兰性德",
            "内容": "一帽征尘，留君不住从君去。片帆何处，南浦沈香雨。回首风流，紫竹村边住。孤鸿语，三生定许，可梁鸿侣？"
        },
        {
            "标题": "采桑子·拨灯书尽红笺也",
            "作者": "纳兰性德",
            "内容": "拨灯书尽红笺也，依旧无聊。玉漏迢迢，梦里寒花隔玉箫。几竿修竹三更雨，叶叶萧萧。分付秋潮，莫误双鱼到谢桥。"
        },
        {
            "标题": "眼儿媚·林下闺房世罕俦",
            "作者": "纳兰性德",
            "内容": "林下闺房世罕俦，偕隐足风流。今来忍见，鹤孤华表，人远罗浮。中年定不禁哀乐，其奈忆曾游。浣花微雨，采菱斜日，欲去还留。"
        },
        {
            "标题": "金缕曲·姜西溟言别赋此赠之",
            "作者": "纳兰性德",
            "内容": "谁复留君住。叹人生、几翻离合，便成迟暮。最忆西窗同剪烛，却话家山夜雨。不道只、暂时相聚。衮衮长江萧萧木，送遥天、白雁哀鸣去。黄叶下，秋如许。曰归因甚添愁绪。料强似、冷烟寒月，栖迟梵宇。一事伤心君落魄，两鬓飘萧未遇。有解忆、长安儿女。裘敝入门空太息，信古来、才命真相负。身世恨，共谁语？"
        },
        {
            "标题": "南乡子·捣衣",
            "作者": "纳兰性德",
            "内容": "鸳瓦已新霜，欲寄寒衣转自伤。见说征夫容易瘦，端相。梦里回时仔细量。支枕怯空房，且拭清砧就月光。已是深秋兼独夜，凄凉。月到西南更断肠。"
        },
        {
            "标题": "如梦令·纤月黄昏庭院",
            "作者": "纳兰性德",
            "内容": "纤月黄昏庭院，语密翻教醉浅。知否那人心？旧恨新欢相半。谁见？谁见？珊枕泪痕红泫。"
        },
        {
            "标题": "太常引·晚来风起撼花铃",
            "作者": "纳兰性德",
            "内容": "晚来风起撼花铃。人在碧山亭。愁里不堪听。那更杂、泉声雨声。无凭踪迹，无聊心绪，谁说与多情。梦也不分明，又何必、催教梦醒。"
        },
        {
            "标题": "采桑子·严宵拥絮频惊起",
            "作者": "纳兰性德",
            "内容": "严霜拥絮频惊起，扑面霜空。斜汉朦胧。冷逼毡帷火不红。香篝翠被浑闲事，回首西风。何处疏钟，一穗灯花似梦中。"
        },
        {
            "标题": "浣溪沙·十里湖光载酒游",
            "作者": "纳兰性德",
            "内容": "十里湖光载酒游，青帘低映白苹洲。西风听彻采菱讴。沙岸有时双袖拥，画船何处一竿收。归来无语晚妆楼。"
        },
        {
            "标题": "摸鱼儿·送座主德清蔡先生",
            "作者": "纳兰性德",
            "内容": "问人生、头白京国，算来何事消得。不如罨画清溪上，蓑笠扁舟一只。人不识，且笑煮、鲈鱼趁著莼丝碧。无端酸鼻，向岐路消魂，征轮驿骑，断雁西风急。英雄辈，事业东西南北。临风因甚泣。酬知有愿频挥手，零雨凄其此日。休太息，须信道、诸公衮衮皆虚掷。年来踪迹。有多少雄心，几翻恶梦，泪点霜华织。"
        },
        {
            "标题": "百字令·宿汉儿村",
            "作者": "纳兰性德",
            "内容": "无情野火，趁西风烧遍、天涯芳草。榆塞重来冰雪里，冷入鬓丝吹老。牧马长嘶，征笳乱动，并入愁怀抱。定知今夕，庾郎瘦损多少。便是脑满肠肥，尚难消受，此荒烟落照。何况文园憔悴后，非复酒垆风调。回乐峰寒，受降城远，梦向家山绕。茫茫百感，凭高唯有清啸。"
        },
        {
            "标题": "浣溪沙·已惯天涯莫浪愁",
            "作者": "纳兰性德",
            "内容": "已惯天涯莫浪愁，寒云衰草渐成秋。漫因睡起又登楼。伴我萧萧惟代马，笑人寂寂有牵牛，劳人只合一生休。"
        },
        {
            "标题": "于中好·谁道阴山行路难",
            "作者": "纳兰性德",
            "内容": "谁道阴山行路难。风毛雨血万人欢。松梢露点沾鹰绁，芦叶溪深没马鞍。依树歇，映林看。黄羊高宴簇金盘。萧萧一夕霜风紧，却拥貂裘怨早寒。"
        },
        {
            "标题": "浣溪沙·莲漏三声烛半条",
            "作者": "纳兰性德",
            "内容": "莲漏三声烛半条，杏花微雨湿红绡。那将红豆记无聊。春色已看浓似酒，归期安得信如潮。离魂入夜倩谁招。"
        },
        {
            "标题": "生查子·东风不解愁",
            "作者": "纳兰性德",
            "内容": "东风不解愁，偷展湘裙衩。独夜背纱笼，影著纤腰画。爇尽水沉烟，露滴鸳鸯瓦。花骨冷宜香，小立樱桃下。"
        },
        {
            "标题": "生查子·鞭影落春堤",
            "作者": "纳兰性德",
            "内容": "鞭影落春堤，绿锦鄣泥卷。脉脉逗菱丝，嫩水吴姬眼。啮膝带香归，谁整樱桃宴。蜡泪恼东风，旧垒眠新燕。"
        },
        {
            "标题": "夜合花",
            "作者": "纳兰性德",
            "内容": "阶前双夜合，枝叶敷花荣。疏密共晴雨，卷舒因晦明。影随筠箔乱，香杂水沉生。对此能销忿，旋移迎小楹。"
        },
        {
            "标题": "一丛花·咏并蒂莲",
            "作者": "纳兰性德",
            "内容": "阑珊玉佩罢霓裳，相对绾红妆。藕丝风送凌波去，又低头、软语商量。一种情深，十分心苦，脉脉背斜阳。色香空尽转生香，明月小银塘。桃根桃叶终相守，伴殷勤、双宿鸳鸯。菰米漂残，沈云乍黑，同梦寄潇湘。"
        },
        {
            "标题": "点绛唇·咏风兰",
            "作者": "纳兰性德",
            "内容": "别样幽芬，更无浓艳催开处。凌波欲去，且为东风住。忒煞萧疏，争奈秋如许。还留取，冷香半缕，第一湘江雨。"
        },
        {
            "标题": "于中好·小构园林寂不哗",
            "作者": "纳兰性德",
            "内容": "小构园林寂不哗，疏篱曲径仿山家。昼长吟罢风流子，忽听楸枰响碧纱。添竹石，伴烟霞。拟凭樽酒慰年华。休嗟髀里今生肉，努力春来自种花。"
        },
        {
            "标题": "浣溪沙·寄严荪友",
            "作者": "纳兰性德",
            "内容": "藕荡桥边理钓筒，苎萝西去五湖东。笔床茶灶太从容。况有短墙银杏雨，更兼高阁玉兰风。画眉闲了画芙蓉。"
        },
        {
            "标题": "南乡子·何处淬吴钩",
            "作者": "纳兰性德",
            "内容": "何处淬吴钩？一片城荒枕碧流。曾是当年龙战地，飕飕。塞草霜风满地秋。霸业等闲休。跃马横戈总白头。莫把韶华轻换了，封侯。多少英雄只废丘。"
        },
        {
            "标题": "浣溪沙·欲寄愁心朔雁边",
            "作者": "纳兰性德",
            "内容": "欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。"
        },
        {
            "标题": "南楼令·古木向人秋",
            "作者": "纳兰性德",
            "内容": "古木向人秋，惊蓬掠鬓稠。是重阳、何处堪愁。记得当年惆怅事，正风雨，下南楼。断梦几能留，香魂一哭休。怪凉蟾、空满衾禂。霜落鸟啼浑不睡，偏想出，旧风流。"
        },
        {
            "标题": "采桑子·土花曾染湘娥黛",
            "作者": "纳兰性德",
            "内容": "土花曾染湘娥黛，铅泪难消。清韵谁敲，不是犀椎是凤翘。只应长伴端溪紫，割取秋潮。鹦鹉偷教，方响前头见玉萧。"
        },
        {
            "标题": "浣溪沙·万里阴山万里沙",
            "作者": "纳兰性德",
            "内容": "万里阴山万里沙。谁将绿鬓斗霜华。年来强半在天涯。魂梦不离金屈戌，画图亲展玉鸦叉。生怜瘦减一分花。"
        },
        {
            "标题": "于中好·十月初四夜风雨其明日是亡妇生辰",
            "作者": "纳兰性德",
            "内容": "尘满疏帘素带飘，真成暗度可怜宵。几回偷拭青衫泪，忽傍犀奁见翠翘。惟有恨，转无聊。五更依旧落花朝。衰杨叶尽丝难尽，冷雨凄风打画桥。"
        },
        {
            "标题": "浣溪沙·消息谁传到拒霜",
            "作者": "纳兰性德",
            "内容": "消息谁传到拒霜？两行斜雁碧天长，晚秋风景倍凄凉。银蒜押帘人寂寂，玉钗敲烛信茫茫。黄花开也近重阳。"
        },
        {
            "标题": "好事近·帘外五更风",
            "作者": "纳兰性德",
            "内容": "帘外五更风，消受晓寒时节。刚剩秋衾一半，拥透帘残月。争教清泪不成冰？好处便轻别。拟把伤离情绪，待晓寒重说。"
        },
        {
            "标题": "菩萨蛮·春云吹散湘帘雨",
            "作者": "纳兰性德",
            "内容": "春云吹散湘帘雨，絮黏蝴蝶飞还住。人在玉楼中，楼高四面风。柳烟丝一把，暝色笼鸳瓦。休近小阑干，夕阳无限山。"
        },
        {
            "标题": "昭君怨·暮雨丝丝吹湿",
            "作者": "纳兰性德",
            "内容": "暮雨丝丝吹湿，倦柳愁荷风急。瘦骨不禁秋，总成愁。别有心情怎说，未是诉愁时节，谯鼓已三更，梦须成。"
        },
        {
            "标题": "梦江南·新来好",
            "作者": "纳兰性德",
            "内容": "新来好，唱得虎头词。一片冷香唯有梦，十分清瘦更无诗。标格早梅知。"
        },
        {
            "标题": "减字木兰花·烛花摇影",
            "作者": "纳兰性德",
            "内容": "烛花摇影，冷透疏衾刚欲醒。待不思量，不许孤眠不断肠。茫茫碧落，天上人间情一诺。银汉难通，稳耐风波愿始从。"
        },
        {
            "标题": "浣溪沙·咏五更和湘真韵",
            "作者": "纳兰性德",
            "内容": "微晕娇花湿欲流，簟纹灯影一生愁。梦回疑在远山楼。残月暗窥金屈戍，软风徐荡玉帘钩。待听邻女唤梳头。"
        },
        {
            "标题": "眼儿媚·咏红姑娘",
            "作者": "纳兰性德",
            "内容": "骚屑西风弄晚寒，翠袖倚阑干。霞绡裹处，樱唇微绽，靺鞨红殷。故宫事往凭谁问，无恙是朱颜。玉墀争采，玉钗争插，至正年间。"
        },
        {
            "标题": "菩萨蛮·榛荆满眼山城路",
            "作者": "纳兰性德",
            "内容": "榛荆满眼山城路，征鸿不为愁人住。何处是长安，湿云吹雨寒。丝丝心欲碎，应是悲秋泪。泪向客中多，归时又奈何。"
        },
        {
            "标题": "浪淘沙·望海",
            "作者": "纳兰性德",
            "内容": "蜃阙半模糊，踏浪惊呼。任将蠡测笑江湖。沐日光华还浴月，我欲乘桴。钓得六鳖无。竿拂珊瑚。桑田清浅问麻姑。水气浮天天接水，那是蓬壶。"
        },
        {
            "标题": "鬓云松令·咏浴",
            "作者": "纳兰性德",
            "内容": "鬓云松，红玉莹。早月多情，送过梨花影。半饷斜钗慵未整，晕入轻潮，刚爱微风醒。露华清，人语静。怕被郎窥，移却青鸾镜。罗袜凌波波不定，小扇单衣，可耐星前冷。"
        },
        {
            "标题": "采桑子·彤霞久绝飞琼宇",
            "作者": "纳兰性德",
            "内容": "彤霞久绝飞琼宇，人在谁边？人在谁边，今夜玉清眠不眠。香销被冷残灯灭，静数秋天，静数秋天，又误心期到下弦。"
        },
        {
            "标题": "蝶恋花·露下庭柯蝉响歇",
            "作者": "纳兰性德",
            "内容": "露下庭柯蝉响歇。纱碧如烟，烟里玲珑月。并著香肩无可说，樱桃暗解丁香结。笑卷轻衫鱼子缬。试扑流萤，惊起双栖蝶。瘦断玉腰沾粉叶，人生那不相思绝。"
        },
        {
            "标题": "昭君怨·深禁好春谁惜",
            "作者": "纳兰性德",
            "内容": "深禁好春谁惜，薄暮瑶阶伫立。别院管弦声，不分明。又是梨花欲谢，绣被春寒今夜。寂寂锁朱门，梦承恩。"
        },
        {
            "标题": "齐天乐·上元",
            "作者": "纳兰性德",
            "内容": "阑珊火树鱼龙舞，望中宝钗楼远。鞣鞠余红，琉璃剩碧，待属花归缓缓。寒轻漏浅。正乍敛烟霏，陨星如箭。旧事惊心，一双莲影藕丝断。莫恨流年似水，恨消残蝶粉，韶光忒浅。细语吹香，暗尘笼撰，都逐晓风零乱。阑干敲遍。问帘底纤纤，甚时重见？不解相思，月华今夜满。"
        },
        {
            "标题": "菩萨蛮·隔花才歇廉纤雨",
            "作者": "纳兰性德",
            "内容": "隔花才歇廉纤雨，一声弹指混无语。梁燕自双归，长条脉脉垂。小屏山色远，妆薄铅华浅。独自立瑶阶，透寒金缕鞋。"
        },
        {
            "标题": "于中好·独背残阳上小楼",
            "作者": "纳兰性德",
            "内容": "独背残阳上小楼，谁家玉笛韵偏幽。一行白雁遥天暮，几点黄花满地秋。惊节序，叹沉浮，秾华如梦水东流。人间所事堪惆怅，莫向横塘问旧游。"
        },
        {
            "标题": "江行",
            "作者": "纳兰性德",
            "内容": "木落江已空，清辉澹鸥鹭。不见系缆石，寒潮没瓜步。帆移清枫林，人归白沙渡。似有山猿啼，窈然潇湘暮。"
        },
        {
            "标题": "班婕妤怨歌",
            "作者": "纳兰性德",
            "内容": "团团望舒月，皓皓冰蚕绢。欲却炎天暑，比月裁成扇。望舒圆易缺，金风换炎节。风凉秋气寒，匣扇复谁看。扇弃何足道，感妾伤怀抱。对月泪如丝，君恩异旧时。"
        },
        {
            "标题": "于中好·别绪如丝睡不成",
            "作者": "纳兰性德",
            "内容": "别绪如丝睡不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。"
        },
        {
            "标题": "采桑子·凉生露气湘弦润",
            "作者": "纳兰性德",
            "内容": "凉生露气湘弦润暗滴花梢帘影谁摇燕蹴丝上柳条舞鹍镜匣开频掩檀粉慵调朝泪如潮昨夜香衾觉梦遥"
        },
        {
            "标题": "赤枣子",
            "作者": "纳兰性德",
            "内容": "风淅淅，雨织织。难怪春愁细细添。记不分明疑是梦，梦来还隔一重帘。"
        },
        {
            "标题": "菩萨蛮·春花春月年年客",
            "作者": "纳兰性德",
            "内容": "春花春月年年客，怜春又怕春离别。只为晓风愁，催花扑玉钩。娟娟双蛱蝶，宛转飞花侧。花底一声歌，疼花花奈何。"
        },
        {
            "标题": "净业寺",
            "作者": "纳兰性德",
            "内容": "红楼高耸碧池深，荷芰生凉豁远襟。湖色静涵孤刹影，花香暗入定僧心。经翻佛藏研朱荚，地赐朝家布紫金。下马长堤一吟望，梵钟杂送海潮音。"
        },
        {
            "标题": "金人捧露盘 净业寺观莲，有怀荪友",
            "作者": "纳兰性德",
            "内容": "藕风轻，莲露冷，断虹收，正红窗、初上帘钩。田田翠盖，趁斜阳鱼浪香浮。此时画阁垂杨岸，睡起梳头。旧游踪，招提路，重到处，满离忧。想芙蓉湖上悠悠。红衣狼藉，卧看桃叶送兰舟。午风吹断江南梦，梦里菱讴。"
        },
        {
            "标题": "鹧鸪天·雁贴寒云次第飞",
            "作者": "纳兰性德",
            "内容": "雁贴寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有鸟啼。凭将扫黛窗前月，持向今朝照别离。"
        },
        {
            "标题": "扈驾马兰峪赐观温泉恭纪十韵",
            "作者": "纳兰性德",
            "内容": "御天来凤辇，浴日启龙池。野迥纡皇览，春浓值圣时。落花萦彩仗，初柳拂朱旗。行漏三辰拥，停銮万象随。瑞征泉是醴，喜溢沼生芝。特许观灵液，相将涉禁墀。"
        },
        {
            "标题": "古北口",
            "作者": "纳兰性德",
            "内容": "乱山入戟拥孤城，一线人争鸟道行。地险东西分障塞，云开南北望神京。新图已入三关志，往事休论十路兵。都护近来长不调，年年烽火报生平。"
        },
        {
            "标题": "扈跸霸州",
            "作者": "纳兰性德",
            "内容": "霸山重镇奠神京，鸾辂春游淑景明。万呱银涛冲古岸，四围玉甃护严城。花乘暖日迎来骑，柳带新膏绾去旌。八寨雄图今更固，行随赏乐胜蓬瀛。"
        },
        {
            "标题": "扈驾西山",
            "作者": "纳兰性德",
            "内容": "凤翥龙蟠势作环，浮青不断太行山。九重殿阁葱茏里，一气风云吐纳间。熊虎自当驰道伏，蛟螭长棒御书闲。黄图此日论形胜，惭愧频叨侍从班。"
        },
        {
            "标题": "记征人语",
            "作者": "纳兰性德",
            "内容": "列幕平沙夜寂寥，楚云燕月两迢迢。征人自是无归梦，却忱兜鍪卧听潮。"
        },
        {
            "标题": "记征人语",
            "作者": "纳兰性德",
            "内容": "边月无端照别离，故园何处寄相思。西风不解征人语，一夕萧萧满大旗。"
        },
        {
            "标题": "蕉园",
            "作者": "纳兰性德",
            "内容": "见说斋坛閟，前朝太乙祠。莺边花树树，燕外柳丝丝。\n宫御人稀到，辞臣例许窥。今朝陪豹尾，新长万年枝。"
        },
        {
            "标题": "蕉园",
            "作者": "纳兰性德",
            "内容": "见说斋坦闭，前朝大乙祠。莺边花树树，燕外柳丝丝。宫御人稀少，词臣例许窥。今朝陪豹尾，新长万年枝。"
        },
        {
            "标题": "金缕曲 姜西溟言别，赋此赠之",
            "作者": "纳兰性德",
            "内容": "谁复留君住？叹人生、几翻离合，便成迟暮。最忆西窗同剪烛，却话家山夜雨。\n不道只、暂时相聚。衮衮长江萧萧木，送遥天、白雁哀鸣去。\n黄叶下，秋如许。"
        },
        {
            "标题": "柳条边",
            "作者": "纳兰性德",
            "内容": "是处垣篱防绝塞，角端西来画疆界。汉使今行虎落中，秦城合筑龙荒外。龙荒虎落两依然，护得当时饮马泉。若使春风知别苦，不应吹到柳条边。"
        },
        {
            "标题": "柳枝词二首 其二",
            "作者": "纳兰性德",
            "内容": "池上闲房碧树围，帘纹如縠上斜晖。生憎飞絮吹难定，一出红窗便不归。"
        },
        {
            "标题": "柳枝词二首 其一",
            "作者": "纳兰性德",
            "内容": "马卿苦忆红泥阁，我亦伤心碧树村。病骨沈绵词客死，更谁攀折与招魂？"
        },
        {
            "标题": "于中好 咏史",
            "作者": "纳兰性德",
            "内容": "马上吟成促渡江，分明闲气属闺房。生憎久闭金铺暗，花冷回心玉一床。添哽咽，足凄凉。谁教生得满身香。只今西海年年月，犹为萧家照断肠。"
        },
        {
            "标题": "茅斋",
            "作者": "纳兰性德",
            "内容": "闲亭照白日，一室罗古今。偶焉此栖迟，抱膝悠然吟。吟罢有余适，散瞩复披襟。时开玉怀卷，或弹珠柱琴。檐树吐新花，枝头语珍禽。花发饶冶色，禽鸣多姣音。色冶眩春目，音姣伤春心。夕阳下虞渊，寂莫还空林。清光复相照，片月西山岭。东园桃李姿，是妾嫁君时。燕婉为夫妇，相爱不相离。良人忽远征，妾独守空帏。忧来恒自叹，冀死魂追随。又念妾死时，谁制万里衣？幸有双鲤鱼，拟为寄君辞。终日不成章，含泪自封题。君若得鲤鱼，剖鱼开素书。但看行中字，一一与泪俱。"
        },
        {
            "标题": "梦江南·江南好",
            "作者": "纳兰性德",
            "内容": "江南好，建业旧长安。紫盖忽临双鷁渡，翠华争拥六龙看。雄丽却高寒。\n江南好，城阙尚嵯峨。故物陵前惟石马，遗踪陌上有铜驼。玉树夜深歌。\n江南好，怀古意谁传。燕子矶头红蓼月，乌衣巷口绿杨烟。风景忆当年。\n江南好，虎阜晚秋天。山水总归诗格秀，笙萧恰称语音圆。谁在木兰船。\n江南好，真个到梁溪。一幅云林高士画，数行泉石故人题。还似梦游非。\n江南好，水是二泉清。味永出山那得浊，名高有锡更谁争。何必让中泠。\n江南好，佳丽数维扬。自是琼花偏得月，那应金粉不兼香。谁与话清凉。\n江南好，铁瓮古南徐。立马江山千里目，射蛟风雨百灵趋。北顾更踌躇。\n江南好，一片妙高云。砚北峰峦米外史，屏间楼阁李将军。金碧矗斜曛。\n江南好，何处异京华。香散翠帘多在水，绿残红叶胜于花。无事避风沙。"
        },
        {
            "标题": "密云",
            "作者": "纳兰性德",
            "内容": "白檀山下水声秋，地踞潮河最上流。日暮行人寻堠馆，凉砧一片古檀州。"
        },
        {
            "标题": "明月棹孤舟 海淀",
            "作者": "纳兰性德",
            "内容": "一片亭亭空凝伫。趁西风霓裳偏舞。白鸟惊飞，菰蒲叶乱，断续浣纱人语。丹碧驳残秋夜雨。风吹去采菱越女。辘轳声断，昏鸦欲起，多少博山情绪。"
        },
        {
            "标题": "南海子",
            "作者": "纳兰性德",
            "内容": "红桥夹岸柳平分，雉兔年年不掩群。飞放何须烦海户，郊南新置羽林军。"
        },
        {
            "标题": "南海子",
            "作者": "纳兰性德",
            "内容": "相风微动九门开，南陌离宫万柳栽。草色横粘下马泊，水光平占晾鹰台。锦鞯欲射波间去，玉辇疑从岛上回。自是软红惊十丈，天教到此洗尘埃。"
        },
        {
            "标题": "南海子",
            "作者": "纳兰性德",
            "内容": "分弓列戟四门开，游豫长陪万乘来。七十二桥天汉上，彩虹飞下晾鹰台。"
        },
        {
            "标题": "拟冬日景忠山应制",
            "作者": "纳兰性德",
            "内容": "岧峣铁凤锁琳宫，亲侍銮舆度碧空。圣主岂因崇象教，宸游直自接鸿蒙。远山雪有一峰白，别浦枫余几树红。天意不教常肃杀，伫看宇宙遍春风。"
        },
        {
            "标题": "拟冬日景忠山应制",
            "作者": "纳兰性德",
            "内容": "雄关阻塞戴灵鳌，控制卢龙胜百牢。山界万重横翠黛，海当三面涌银涛。哀笳带月传声切，早雁迎秋度影高。旧是六师开险处，待陪巡幸扈星旌。"
        },
        {
            "标题": "拟古 其七",
            "作者": "纳兰性德",
            "内容": "魏阙有浮云，荫兹白日暮。返景下铜台，歌声发纨素。\n流辉如有情，千载照长路。漳河不西还，百川尽东赴。\n时哉不可失，谠言思所悟。雨后望西陵，蔓草萦古墓。\n安得为飘风，永吹莲枝树。"
        },
        {
            "标题": "拟古",
            "作者": "纳兰性德",
            "内容": "予生未三十，忧愁居其半。心事如落花，春风吹已断。行当适远道，作记殊汗漫。寒食青草多，薄暮烟冥冥。山桃一夜红，茵箔随飘零。愿餐玉红草，一醉不复醒。"
        },
        {
            "标题": "拟古 其四",
            "作者": "纳兰性德",
            "内容": "白云本无心，卷舒南山颠。遥峰如梦中，孤影吹能还。\n忽然间高霞，霏霏欲成烟。风花落不已，流辉转可怜。\n皎洁自多愁，况复对下弦。高楼夜已半，惜此不成眠。"
        },
        {
            "标题": "拟古 其五",
            "作者": "纳兰性德",
            "内容": "世运倏代谢，风节弃已久。磬折投朱门，高谈尽畎亩。\n言行清浊间，术工乃愈丑。人生若草露，营营苦奔走。\n为问身后名，何如一杯酒。行当向酒泉，竹林呼某某。\n时有西风来，吹香满罂缶。不问今何时，仰天但搔首。"
        },
        {
            "标题": "拟古 其六",
            "作者": "纳兰性德",
            "内容": "宛马精权奇，欻从西极来。蹴蹋不动尘，但见烟云开。\n天闲十万匹，对此皆凡材。倾都看龙种，选日登燕台。\n却瞻横门道，心与浮云灰。但受伏枥恩，何以异驽骀。"
        },
        {
            "标题": "菩萨蛮·晓寒瘦著西南月",
            "作者": "纳兰性德",
            "内容": "晓寒瘦著西南月，丁丁漏箭余香咽。春已十分宜，东风无是非。蜀魂羞顾影，玉照斜红冷。谁唱《后庭花》，新年忆旧家。"
        },
        {
            "标题": "清平乐 忆梁汾",
            "作者": "纳兰性德",
            "内容": "才听夜雨，便觉秋如许。绕砌蛩螿人不语，有梦转愁无据。乱山千叠横江，忆君游倦何方。知否小窗红烛。照人此夜凄凉."
        },
        {
            "标题": "入直西苑",
            "作者": "纳兰性德",
            "内容": "望里蓬瀛近，行来阆苑齐。晴霞开碧沼，落月隐金堤。叶密莺先觉，花繁径不迷。笙歌回辇处，长在凤城西。"
        },
        {
            "标题": "卢子谅时兴",
            "作者": "纳兰性德",
            "内容": "代谢感时序，迭微叹日月。憝彼鶗鴂鸣，忍此众芳歇。\n林园无鲜蕊，原野飞陨叶。王孙伤岁暮，志士励穷节。\n劲莛矗惊飙，贞松翠霜雪。昂昂泽中雉，矫矫韝同鷢。\n物性不可渝，人宁不如物？努力崇明义，岂为威武屈。"
        },
        {
            "标题": "再送施尊师归穹窿",
            "作者": "纳兰性德",
            "内容": "紫府追随结愿深，曰归行色乍骎骎。秋风落叶吹飞舄，夜月横江照鼓琴。\n历劫升沈宁有意，孤云去住亦无心。贞元朝士谁相待，桃观重来试一寻。"
        },
        {
            "标题": "汤泉应制",
            "作者": "纳兰性德",
            "内容": "身向咸池榜末光，三危露暖不成霜。金铺照日初涵影，玉求生烟别作香。地接蓬莱通御气，波翻豆蔻散朝凉。微臣幸属赓歌日，愿借如川献寿觞。"
        },
        {
            "标题": "汤泉应制",
            "作者": "纳兰性德",
            "内容": "六龙初驻浴蓝天，碧瓦朱旗共一川。润逼仙桃红自舞，醉酣人柳绿犹眠。吹成暖律回燕谷，散作薰风入舜弦。最是垂衣深圣德，不须词笔颂甘泉。"
        },
        {
            "标题": "汤泉应制",
            "作者": "纳兰性德",
            "内容": "鱼鳞雁齿镜中开，溅沫为霖遍九垓。不用劫灰求仿佛，便从天汉象昭回。桑坛法驾乘春转，鹤禁仙镳问寝来。遥祝海隅同帝泽，年年长听属车雷。"
        },
        {
            "标题": "汤泉应制",
            "作者": "纳兰性德",
            "内容": "清时礼乐萃朝端，次第郊原引玉銮。河岳千年归带砾，寝园三月拜衣冠。便从畿甸亲民隐，更启神泉示从官。非独炎灵钟坎德，恩波深处不知寒。"
        },
        {
            "标题": "西苑杂咏和荪友 其一",
            "作者": "纳兰性德",
            "内容": "太液东头散直迟，一双水鸟掠杨枝。从臣献罢平滇赋，坐听中涓报午时。"
        },
        {
            "标题": "西苑杂咏和荪友 其三",
            "作者": "纳兰性德",
            "内容": "香引轻飔散玉除，下帘声彻退朝初。马前此日承恩数，也逐清班许钓鱼。"
        },
        {
            "标题": "西苑杂咏和荪友 其二",
            "作者": "纳兰性德",
            "内容": "黄幄临池白鸟飞，金盘初进鲙鱼肥。太平时节多欢赏，花萼诸王半醉归。"
        },
        {
            "标题": "西苑杂咏和荪友 其四",
            "作者": "纳兰性德",
            "内容": "讲帷迟日记花砖，下直归来一惘然。有梦不离香案侧，侍臣那得日高眠。"
        },
        {
            "标题": "生查子",
            "作者": "纳兰性德",
            "内容": "惆怅彩云飞，碧落知何许？不见合欢花，空倚相思树。"
        },
        {
            "标题": "兴京陪祭福陵",
            "作者": "纳兰性德",
            "内容": "龙盘凤翥气佳哉，东指斋宫玉辇来。影入松楸仙仗远，香升俎豆晓云开。盛仪备处千官肃，神贶乘时万马回。豹尾叨陪须献颂，小臣惭愧展微才。"
        },
        {
            "标题": "雄县观鱼",
            "作者": "纳兰性德",
            "内容": "渔师临广泽，侍从俯清澜。瑞入王舟好，仁知圣网宽。拨鳞飞白雪，行鲙缕金盘。在藻同周宴，时容万姓看。"
        },
        {
            "标题": "玉泉十二韵",
            "作者": "纳兰性德",
            "内容": "地涌西山脉，名标禁御泉。百层飞作雨，万顷汇成渊。润下终归海，源高却自天。萦烟来树杪，带雪落云边。隐见瑶光曳，琤苁佩响传。红栋桥宛转，乌榜棹洄沿。星汉随湾泻，楼台倒影鲜。蛟龙蟠翠岛，雁鹜起琼田。镜面晶荧合，珠痕荡漾圆。翠流初放荇，娇拥半开莲。睿赏悬孤鉴，馀波溢九璇。那居真有庆，鱼藻在诗篇。"
        },
        {
            "标题": "于中好·雁贴寒云次第飞",
            "作者": "纳兰性德",
            "内容": "雁贴寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今朝照别离。"
        },
        {
            "标题": "玉连环影",
            "作者": "纳兰性德",
            "内容": "何处几叶萧萧雨。湿尽檐花，花底人无语。掩屏山，玉炉寒。\n谁见两眉愁聚倚阑干。"
        },
        {
            "标题": "中元前一夕枕上偶成",
            "作者": "纳兰性德",
            "内容": "酒醒池塘耿不眠，帐纹漠漠隔轻烟。溪风到竹初疑雨，秋月如弓渐满弦。残梦远经吹角戍，明河长亘衣天。哀蛩饯晓浑多事，也似严更古驿边。"
        },
        {
            "标题": "眼儿媚·中元夜有感",
            "作者": "纳兰性德",
            "内容": "手写香台金字经，惟愿结来生。莲花漏转，杨枝露滴，想鉴微诚。欲知奉倩神伤极，凭诉与秋擎。西风不管，一池萍水，几点荷灯。"
        },
        {
            "标题": "好事近·马首望青山",
            "作者": "纳兰性德",
            "内容": "马首望青山，零落繁华如此。再向断烟衰草，认藓碑题字。休寻折戟话当年，只洒悲秋泪。斜日十三陵下，过新丰猎骑。"
        },
        {
            "标题": "玉连环影·何处",
            "作者": "纳兰性德",
            "内容": "何处？几叶萧萧雨。湿尽檐花，花底无人语。掩屏山，玉炉寒。谁见两眉愁聚倚阑干。"
        },
        {
            "标题": "采桑子·白衣裳凭朱阑立",
            "作者": "纳兰性德",
            "内容": "白衣裳凭朱阑立，凉月趖西。点鬓霜微，岁晏知君归不归？残更目断传书雁，尺素还稀。一味相思，准拟相看似旧时。"
        },
        {
            "标题": "天仙子·渌水亭秋夜",
            "作者": "纳兰性德",
            "内容": "水浴凉蟾风入袂，鱼鳞蹙损金波碎。好天良夜酒盈尊，心自醉，愁难睡。西风月落城乌起。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "清朝宫廷，乾清宫",
            "Background": "纳兰性德身着侍卫服，正在与同僚讨论朝政。卢兴祖作为他的岳父，偶尔提及家中事务，纳兰性德则以诗词表达对家国的忧虑，展示其深厚的文学修养。",
            "Dialogue": "{\n    角色名:卢兴祖 \n    动作:(微微叹息，神情凝重)\n    讲话:性德，近来朝政纷扰，朝堂上讨论的多为国事，然家中事务也不可忽视。你可曾想过，家国之事，虽重于泰山，然家中之小事，亦关乎我等的安宁与和谐。你作为侍卫，虽身处高位，然心中应当常存对民生的关切。此时，国家盛世之下，百姓安居乐业，然时局变幻，难免有忧虑。\n}\n{\n    角色名:纳兰性德 \n    动作:(微微颔首，眼神坚定)\n    讲话:岳父所言极是，仆自入仕以来，常感家国责任重如山。然在此盛世之下，虽有繁华，却也隐忧潜伏。近闻朝中有言，外敌窥伺，国事岌岌可危，然我辈作为国之重臣，自当竭尽所能，以文治国，以诗言志。正如我所作《木兰花·拟古决绝词柬友》中所言：“人生若只如初见，何事秋风悲画扇。”此乃情感之寄托，亦是对家国的深切思量。然我心中常念，既然身负重任，岂能因小事而忘却大义？唯愿能与岳父共勉，携手共治，保卫家国。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "长安酒楼",
            "Background": "纳兰性德与友人顾贞观相聚，酒楼中灯火辉煌，二人对酌，谈及诗词。在讨论中，纳兰性德吟诵《木兰花·拟古决绝词柬友》，表达对往事的追忆，友人则以另一首词回应，气氛温馨而感伤。",
            "Dialogue": "{\n    角色名:顾贞观 \n    动作:(举杯相邀，面带微笑)\n    讲话:性德，今日相聚于此，岂不畅快？我听闻你最近创作颇丰，尤其是那首《木兰花·拟古决绝词柬友》，可否为我吟诵一番？我亦想借此机会，与你一同探讨诗词之美，品味往事之乐。\n}\n{\n    角色名:纳兰性德 \n    动作:(微微一笑，举杯回应)\n    讲话:贞观所言，仆心甚感欣慰，今日良辰美景，酒香四溢，自当共饮一杯。至于《木兰花·拟古决绝词柬友》，我愿为君吟诵：“人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。”此句乃是对往昔情感的寄托，仿佛在诉说着人生的无常与变迁。然此中更有我对友谊的珍视，愿贞观能共鸣于心。待我吟诵完毕，贞观可否为我赋诗相应？共抒心中情愫。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "纳兰性德的书房",
            "Background": "纳兰性德正在写信给姜宸英，信中提到对她的思念和对时光流逝的感慨，特别引用了自己所作的诗句，试图传达心中情感，信纸上墨迹未干，窗外秋风瑟瑟。",
            "Dialogue": "{\n    角色名:姜宸英 \n    动作:(手握信纸，眉头微蹙)\n    讲话:性德，我最近心中萦绕着你，想必你也感受到了我对你的思念。如何在这秋风瑟瑟之际，共话心声？我常想，时光荏苒，转瞬即逝，唯有在书信中，才能将我心中之情，细腻而真切地传达。你可否在信中引述你所作之词，以慰我心？\n}\n{\n    角色名:纳兰性德 \n    动作:(提笔凝思，神情专注)\n    讲话:宸英所言，仆心中甚是欢喜。思念之情，常在笔端流淌，今我愿以诗句寄托情愫：“点滴芭蕉心欲碎，声声催忆当初。”此句乃是我对你深切思念的真实写照。然秋风萧瑟，时光如梭，愚以为，唯有在这样的日子里，方能将彼此的心声铭记于信纸之上。待我将信纸书完，定会将我心中之情，细细道来，让你感受那份沉甸甸的思念与牵挂。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "沈氏家中",
            "Background": "纳兰性德和妻子沈宛在家中谈论生活琐事，沈宛提到孩子的教育问题，纳兰性德则以自己在科举中的经历为例，强调读书的重要性，气氛温馨而亲密。",
            "Dialogue": "{\n    角色名:沈宛 \n    动作:(端详着菜蔬，缓缓开口)\n    讲话:性德，今日市场上新鲜的蔬菜甚是丰盈，然我却在思量，孩子的教育问题，如何才能使他们在这个时代中，立足于社会，求得一番前途？我常听你提及科举之事，是否可以为我指点一二，让我对孩子的未来有所期冀？\n}\n{\n    角色名:纳兰性德 \n    动作:(微笑点头，语气温和)\n    讲话:宛儿所言，仆深感欣慰。教育乃家之根本，孩子之未来，须得从小打下良好的基础。仆曾在科举之路上，深知读书之重要，正如《临江仙·寒柳》中所写：“飞絮飞花何处是，层冰积雪摧残。”此乃人生苦短，唯有知识能伴随终生。我们应当引导孩子，培养他们的读书兴趣，教他们在书卷中汲取智慧，方能在未来的社会中，立足于不败之地。愿与宛儿共勉，以知识滋养孩子的心灵，助他们在前行的道路上，勇往直前。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "浣溪亭",
            "Background": "纳兰性德与严绳孙在浣溪亭边吟咏，二人互相赋诗，讨论古今诗词的异同，严绳孙称赞纳兰性德的《渌水亭杂识》，纳兰性德则谦虚回应，展现出文人间的雅致交流。",
            "Dialogue": "{\n    角色名:严绳孙 \n    动作:(双手抱拳，面带敬意)\n    讲话:性德，今日能与君共聚于此，实乃荣幸。君之《渌水亭杂识》可谓博采众长，涵养深厚，能否赐教一二，探讨其中所蕴之哲理与意境？\n}\n{\n    角色名:纳兰性德 \n    动作:(微微一笑，略作沉思)\n    讲话:绳孙所言过奖，然我自当谦虚以待。关于《渌水亭杂识》，其中所蕴含之意，实乃对自然与人生的感悟。正如我所言：“我是人间惆怅客，知君何事泪纵横。”此句道出我对人生苦短的感慨，亦是对友谊的珍视。希望绳孙能在此中，领悟到人生的种种无常，方能更深地理解我们所作之诗词的真谛。二人同吟共赏，方能将彼此的心灵交融，探讨出更深的文学境界。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "朝堂",
            "Background": "纳兰性德作为二等侍卫，参与朝廷会议，与大臣们讨论国家大事。此时，史兴祖提出对外政策的看法，纳兰性德在旁静听，偶尔插话，以其独到的见解赢得众人赞许。",
            "Dialogue": "{\n    角色名:史兴祖 \n    动作:(神情严肃，声音低沉)\n    讲话:性德，近日朝中之事，外敌频频骚扰，我等当如何应对？我认为应当更为谨慎，采取稳妥之策，方能保家卫国。你对此有何看法，是否能为我献策？\n}\n{\n    角色名:纳兰性德 \n    动作:(眼神坚定，微微颔首)\n    讲话:史大人所言，确实是目前国事的重要议题。外敌之事，非但需审时度势，更需众志成城。愚以为，应当加强内部团结，提升国民士气，方能化解外敌之威。正如我所作之词所言：“从前幽怨应无数，铁马金戈，青冢黄昏路。”此言虽是感慨往事，却也道出我们必须团结一致，方能共度难关。希望与各位同仁，携手共进，以文治国，以智谋保卫我大清江山。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "乡间小道",
            "Background": "纳兰性德与好友陆元辅一同漫步于乡间小道，二人谈论各自的诗作，陆元辅提到对自然景色的感悟，纳兰性德则谈及自己的创作灵感，二人畅所欲言，互相启发。",
            "Dialogue": "{\n    角色名:陆元辅 \n    动作:(双手插兜，微微一笑)\n    讲话:性德，今日漫步于乡间小路，恰是良辰美景，何不谈谈你最近的诗作？我听闻你灵感不断，创作颇丰，是否可以分享一二？\n}\n{\n    角色名:纳兰性德 \n    动作:(微微一笑，目光远眺)\n    讲话:元辅所言，仆最近确实有些灵感，常在自然中觅得诗意。正如我所作的一首：“山一程，水一程，身向榆关那畔行，夜深千帐灯。”此句乃是对旅途的思索，隐喻人生的无常与变幻。希望能与元辅共享这份灵感，互相启发，方能在诗词的海洋中，遨游得更远。愿你也能分享你的所思所感，让我们一同探讨诗词的美妙。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "书房",
            "Background": "纳兰性德正在写信给陈维崧，信中回忆起他们曾经的游历和诗词交流，表达对未来相聚的期待，信纸上落满了墨香与思念，显示出他对友谊的珍视。",
            "Dialogue": "{\n    角色名:陈维崧 \n    动作:(手执笔墨，神情专注)\n    讲话:性德，近日我常思及往昔的游历与诗词交流，似乎时光荏苒，然而我们的友谊却如陈酿般愈发醇厚。你是否有意写信，回忆我们的旧游？\n}\n{\n    角色名:纳兰性德 \n    动作:(点头而笑，笔尖轻扬)\n    讲话:维崧所言，仆心中早已暗念。确实应当写信，回忆往昔的游历，与你共述当年的欢声笑语。尤其是那句：“今古河山无定据，画角声中，牧马频来去。”此乃对时光流转的感慨，亦是对我们友谊的珍视。待我将信纸书写完毕，愿将我对你深厚的情谊与回忆，细致传达，让我们在这纷扰的世事中，依旧能感受到彼此的心声。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "庭院",
            "Background": "纳兰性德和朱彜尊在庭院中对月吟诗，朱彜尊即兴作诗，纳兰性德则随即回应，以其绝妙的词句引得朱彜尊频频赞叹，二人沉浸在文人雅集的氛围中。",
            "Dialogue": "{\n    角色名:朱彜尊 \n    动作:(举杯邀饮，满脸笑容)\n    讲话:性德，今夜月色皎洁，何不在此对月吟诗，畅谈心中所感？我非常期待能听到你即兴的诗句，共享这般美好时光。\n}\n{\n    角色名:纳兰性德 \n    动作:(微微一笑，举杯回敬)\n    讲话:朱兄所言甚好，今日月明如水，正是吟咏之良机。待我吟诵一首：“曲阑深处重相见，匀泪偎人颤。”此句乃是对重逢之喜的表达，愿能与你一同沉浸在这份欢乐之中。月下共饮，诗词相随，愿我二人能在此良宵中，共同感受这份无言的默契与相知。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "市场",
            "Background": "纳兰性德和妻子沈宛在市场闲逛，沈宛挑选着新鲜的蔬菜，纳兰性德则流连于摊位前的书籍，偶尔与摊贩交流，展现出文人雅士与普通生活的交融。",
            "Dialogue": "{\n    角色名:沈宛 \n    动作:(挑选蔬菜，若有所思)\n    讲话:性德，今日市场之行，真是热闹非凡。然我却在思量，生活中还有许多琐事需你我共同承担，如何才能让我们的生活更加美好？\n}\n{\n    角色名:纳兰性德 \n    动作:(微微一笑，走近妻子身旁)\n    讲话:宛儿所言，生活虽繁杂，但只要我们共同努力，必能寻得一方宁静。今日市场之行，既可挑选新鲜的蔬菜，又可感受生活的气息，正如我所作之词所言：“今古河山无定据，画角声中，牧马频来去。”此乃对生活的感悟，唯愿我们在繁忙之余，仍能保留那份对美好生活的向往与坚持。愿与你共携手，踏实生活，营造我等的幸福家园。\n}"
        }
    ]
}