{
    "基本信息": {
        "姓名": "陈子升",
        "性别": "男",
        "出生年份": "1614",
        "死亡年份": "1692",
        "享年": "79",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "中洲",
            "别名类型": "未详"
        },
        {
            "别名": "乔生",
            "别名类型": "未详"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "南海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "南海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "（1614—1673）明末清初广东南海人，字乔生。陈子壮弟。明诸生。南明永历时任兵科右给事中，广东陷落后，流亡山泽间。工诗善琴。有《中洲草堂遗集》。 ► 陈子升的诗文(306篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "西阁书壁三十六韵",
            "作者": "陈子升",
            "内容": "嘉名占地木，曾觉豫章生。橘自淮南种，桐犹爨下声。\n精神少微曲，生小广州城。问业金闺□，随官竹马行。\n东湖闻吏事，西苑览神京。江夏无双誉，何郎第五名。\n少年罗雀谢，公子钓鱼成。白鹄非常浴，丹鸡讵泛盟。\n立谈知倜傥，为说近纵横。自有雌雄剑，非因黑白枰。\n得枭甘注瓦，促柱忌弹筝。竹实全栖凤，蒲牢易振鲸。\n黄钟无琐碎，墨翟远咸韺。气与穹苍近，羞为坚白鸣。\n射稽推筑板，驺衍说环瀛。器有瓠樽用，工非荆棘程。\n相如綦组秘，季子揣摩明。跃马秦中相，驱车甘上卿。\n不难同朔荐，方欲请终缨。拾芥徒云易，怀芳奈不呈。\n一朝花扫地，三刖玉埋荆。宋药金相失，燕台骏自更。\n固穷休郁郁，负下莫茕茕。适意从怀褐，消愁且酌觥。\n高歌陵白石，幽曲启朱樱。锦袖分骄蹇，香奁会品评。\n臂留钗股印，眼注烛心檠。爱客殊无剑，飞仙自有笙。\n泽兰香宋玉，台柳系韩翃。激沼怜鱼宠，为园重女贞。\n有时开后閤，未事已先庚。秋干心能结，春城笑肯倾。\n卫生师七发，学道斩三彭。且尽夔蚿说，宁随鼠璞争。\n白华垂粲粲，芳草对怦怦。画上龙还在，应怜未点睛。"
        },
        {
            "标题": "爱妾换马篇",
            "作者": "陈子升",
            "内容": "桃花妆上桃花辔，飞燕身轻飞燕骑。春风拂拂见胡天，丽影飘飘宁著地。\n凌波不信水中移，响屧休惊廊上戏。芳草轻腾一似难，花枝巧折仍何易。\n公子王孙俱在旁，佳人骏马两相当。携手舒眉相对乐，捋须脱帽众皆狂。\n不誇公子金珠饰，不羡王孙锦绣装。只看袅袅吹红污，只爱纤纤控紫缰。\n须臾下马颜微赭，芳气娇情满春野。公子执之语王孙，我有佳人尔骏马。\n羊城一笑胡为乎，燕市千金何故者。多君骐骥借人乘，应倩丹青为君写。\n人生娇贵建功难，记得当年女木兰。今夜织机啼络纬，明朝跨马泪阑干。\n装刀买箭钱教尽，委线抛针衣不单。未曾嬿婉从夫婿，已见勋名制可汗。\n骥不称力称其德，未见好德如好色。借问娇妻奉倩情，何如丑妇南阳识。\n娇姬至死在同床，老骥长思悬伏枥。请将所有易所无，此意非痴亦非激。\n王孙听罢久无言，手向雕鞍不忍扪。知音祇为逢钟子，举鼎应还有孟贲。\n粉妆西泣羞新主，银勒东嘶结旧恩。急将马去予携妾，无令长驱感懦魂。"
        },
        {
            "标题": "白发三首 其三",
            "作者": "陈子升",
            "内容": "妾有盘龙镜，为君照白发。照发复照须，繁霜不可遏。\n染之不尽黔，拔去还复发。天运既如此，恶之殊非达。\n妾发长至地，甘为老奴悦。愿君崇明德，毋事此微屑。\n囊须在船中，士龙笑欲没。"
        },
        {
            "标题": "白发三首 其一",
            "作者": "陈子升",
            "内容": "安仁美姿容，掌珠宁忍堕。优游散骑省，渥丹照青琐。\n命驾出郊坰，流辉生炙輠。妇人连手萦，投我以珍果。\n四八欻二毛，霜茎日已夥。无复昔遨游，况乃多轗轲。\n道逢掷瓦石，何独张与左。"
        },
        {
            "标题": "白发三首 其二",
            "作者": "陈子升",
            "内容": "我闻夜交藤，能使人首乌。我发从渠白，但愿一愁无。\n此藤不足宝，不若树萱草。"
        },
        {
            "标题": "听百舌鸟",
            "作者": "陈子升",
            "内容": "新叶新花淑气融，芳郊芳陌几多丛。岂无鸣律嘘寒谷，自有微辞悦后宫。\n春思尽传朱户外，曙烟初满绿杨中。平生轻薄弦歌者，为尔移情曲未终。"
        },
        {
            "标题": "听百舌鸟",
            "作者": "陈子升",
            "内容": "景阳钟动曙光开，丹凤城中春色来。遂有登墙能急唤，多因出谷重相催。\n临风几处生芳草，度曲纷然倚落梅。一入深林聊自语，汉廷原有碧鸡才。"
        },
        {
            "标题": "拟青青河畔草",
            "作者": "陈子升",
            "内容": "疏疏原上竹，悠悠想空谷。空谷不可想，梦寐接形象。\n形接翠帐中，忽觉在遥峰。遥峰且隔岫，躞蹀阻婚媾。\n轻舟知长川，松柏知山崖。上堂各自炫，谁肯相为期。\n客从西方来，遗我双白鹰。呼童臂白鹰，翼有细篆绫。\n长跪读篆绫，绫中竟何称。上言各努力，下言利得朋。"
        },
        {
            "标题": "草有雁来红者又名老来红戏题",
            "作者": "陈子升",
            "内容": "咄咄欲书空，低徊视草丛。白头吟莫苦，当是老来红。"
        },
        {
            "标题": "四失诗和徐文长韵 其一 失书",
            "作者": "陈子升",
            "内容": "五车书备隐囊提，一自东游锁舍西。踏踏官街翻积叶，编编私印绝缄泥。\n都无关尹逢牛驾，自合庄生惜马蹄。安得结绳归混沌，便便鼓腹树阴低。"
        },
        {
            "标题": "四失诗和徐文长韵 其三 失貂",
            "作者": "陈子升",
            "内容": "潦倒风尘须发黄，生涯归问五仙羊。秺侯七叶还西汉，季子千金散洛阳。\n火鼠不灰凭造化，青蚨无种信空囊。美人几有襜褕赠，大醉吟诗雪到床。"
        },
        {
            "标题": "四失诗和徐文长韵 其二 失画",
            "作者": "陈子升",
            "内容": "摩诘无端认画师，禅心真在辋川时。自馀平远转相袭，何代推迁能久垂。\n盘礴人应歌薤露，名山僧每蜕茶毗。只今飘泊萧然矣，禁得狂风四壁吹。"
        },
        {
            "标题": "赠池阳陈君",
            "作者": "陈子升",
            "内容": "莫求冀北马，当采江南蘋。客来就我赤花浦，举杯先道池阳人。\n池阳人客珠江久，与我同为太丘后。十年故国满干戈，四海移家择林薮。\n南武台边愿卜居，昭明楼远频回首。丈夫慷慨辞里闾，斗大黄金当系肘。\n轻裘每忆镇襄阳，剑气还看起豫章。弯弓近抱嵩台月，击楫遥冲瀚海霜。\n世间乌白马生角，书剑平生果谁学。五十归来鬓未皤，饮醇御妇聊行乐。\n排难惟思鲁仲连，诙谐颇效东方朔。唾壶击碎金屡挥，堪笑时人皆龌龊。\n我昔轻肥好浪游，黄金满腰花满头。胸中不染似皎月，调笑往往酣青楼。\n夫君此时便相识，坎壈只今同失职。嗔目语难非我心，高山流水和雕琴。\n骐骥絷足鸾凤窜，北禽日日欺南禽。相期惟有幽兰谷，袅袅轻风吹素襟。"
        },
        {
            "标题": "四失诗和徐文长韵 其四 失磬",
            "作者": "陈子升",
            "内容": "硁硁鄙质久相留，燕石周人漫应酬。一足或当夔戛击，泗滨空记玉方流。\n浮图钵应三更早，碧落钟虚五岳游。笑问泉明归去后，还堪如此折腰不。"
        },
        {
            "标题": "赠把秀卿金吾太师",
            "作者": "陈子升",
            "内容": "流落身曾冠羽林，殊方那识秺侯心。从他屋破迷勋府，不为囊空恨赐金。\n柳絮糁腰床上暖，蒲葵遮顶路旁阴。官家旧事閒閒说，说与江干病客吟。"
        },
        {
            "标题": "以诗索何旦兼竹杖何曾许觅一僮并及之",
            "作者": "陈子升",
            "内容": "五十閒身老待扶，孤生筇竹笑人孤。惊心自觉颠危极，回首相怜侍从俱。\n便取一枝攀桂树，还添九节采菖蒲。因君步步寻高岭，岭上仙童遇得无。"
        },
        {
            "标题": "癸卯早春口占呈友人",
            "作者": "陈子升",
            "内容": "今年岂谓去年非，漠漠慈颜认旧闱。眷属不离居士室，劳生元息丈人机。\n村僮警夜当风语，汀雁嫌泥带雪飞。三陟自知吟更苦，早春怜尔远游归。"
        },
        {
            "标题": "四会访朱子敬表兄学署",
            "作者": "陈子升",
            "内容": "潮平江影见秋山，桑梓程途莽苍间。乱后插萸中表共，庭前收橘广文间。\n曲池皓月恒相鉴，高第浮云未可攀。笑我出门多内顾，片帆西上昨东还。"
        },
        {
            "标题": "曹溪礼大鉴禅师塔",
            "作者": "陈子升",
            "内容": "宝林天外指黄梅，花发菩提五叶开。祖法云何便南去，新州元自具西来。\n山间逐猎人终散，钵里降龙蜕已灰。闻道此心无所住，愿随溪水日潆洄。"
        },
        {
            "标题": "昌华苑",
            "作者": "陈子升",
            "内容": "南汉风流地，芳湖曲带潮。芙蓉依殿脚，杨柳近宫腰。\n一往多疑冢，千年不复朝。空馀化萤草，羃历彩虹桥。"
        },
        {
            "标题": "五日龙川舟中时文晖先归",
            "作者": "陈子升",
            "内容": "百里仍秦县，千秋忆楚臣。符开银艾小，粽裹绿荷新。\n乡土能无恋，愁思郁未伸。那堪观霸气，临水送归人。"
        },
        {
            "标题": "沉香浦送澹归上人兼寄元孝金吾",
            "作者": "陈子升",
            "内容": "舴艋载孤客，一湾复一湾。沿洄欲指沉香浦，轻桡声入水潺湲。\n短蓑破笠伴枯槁，山眉相顾明烟鬟。长风万里成夙往，鸥飞凫浴洲渚间。\n依稀三见东海浅，巀嶭忽对蓬莱山。秦王此境何曾至，驺衍能知九州事。\n虞舜原为天下君，至今偏有神仙意。苍梧云影明复微，潇湘竹泪沾人衣。\n九成台圮狐狸卧，瑶瑟龙吟水中破。禺阳二子笛声残，朱明梅花吹古寒。\n南武销沉南汉绝，苍苔满道谁呼鸾。君不见素馨田近城西社，素馨花气薰游冶。\n素馨墓上牛羊来，当日人前面空赭。仆本豪华澹荡人，奇情逸思超无垠。\n鲲鱼本化北溟水，那知蹭蹬桃源津。十年九迁无定止，一生万事随流水。\n海畔还逢逐臭夫，污尘何处堪湔洗。曹溪分流香且甘，故人往结松间庵。\n此水直待夷齐饮，从他取尽石门贪。扁舟笑彼陶朱富，携童入海期老寿。\n我不能同五百人一死从田横，会当直入四百峰师事安期生。\n向人贷粟不得饱，餐芝自可呼龙耕。五岳遥遥未遽蹑，行行请避西山猎。\n同心不见当奈何，今夜相思浮一叶。"
        },
        {
            "标题": "为屈翁山悼妻华姜王氏",
            "作者": "陈子升",
            "内容": "朱弦弹罢凤凰飞，金缕空销蛱蝶衣。芳佩一临湘水岸，仙魂终傍华山畿。\n长悬戟府将军爱，却逐瑶台阿母归。徒使文通对团扇，画成秦女是还非。"
        },
        {
            "标题": "京口金山寺",
            "作者": "陈子升",
            "内容": "归逐赣船行，金山下且停。閒身无北顾，道味在中泠。\n雉堞分城出，鲸钟带浪听。家乡海珠寺，髣髴似宁馨。"
        },
        {
            "标题": "拟高常侍送李少府贬峡中王少府贬长沙",
            "作者": "陈子升",
            "内容": "都亭风拂柳丝长，握手怜君谪两乡。三峡建瓴奔滟滪，九疑如黛望潇湘。\n清江雁落裁巴字，绝巘猿啼湿楚裳。圣主恩深霄汉上，忍令双鹄久摧藏。"
        },
        {
            "标题": "宿朱吉人莲花庄是赵松雪故居",
            "作者": "陈子升",
            "内容": "荻横枫落见莲花，谢绝时流此故家。通水恰宜官路断，当山不任女墙遮。\n疏篱次序编丛卉，小椀分张试洞茶。见说高斋松雪是，可怜台柏剩霜华。"
        },
        {
            "标题": "甲辰小除夕作",
            "作者": "陈子升",
            "内容": "零落黄门欻白头，几年萍梗泛沧洲。结交悔作四公子，学佛思随五比丘。\n穹室烟深归祀灶，金银云起去登楼。明春未得避喧计，空负晓林黄栗留。"
        },
        {
            "标题": "楚吟行",
            "作者": "陈子升",
            "内容": "越王台下水泠泠，白云山高高且清。昌华苑中飞湿萤，当年美人字素馨。\n虞园古树摇孤亭，六榕虚塔风檐铃。骞槎杳矣海上星，蒟酱虽微闻汉廷。\n箫韶南播森球钘，微辞能赋骚可经。十七八岁女妖娙，繁华之子色晶荧。\n承颜悦目效体形，转喉迭齿从心铭。幽深翕辟行复停，宛转绵邈似不宁。\n洞箫相和锵玎玎，指间密语通玲玲。石泉溅溅飘蜻蜓，苍龙向月吟沧溟。\n群莺飞飞乱柳汀，孤猿立木愁山屏。仙羊剡剡来扬灵，陆郎乘骓排芳扃。\n越人楚吟君试听，澧兰沅芷非独醒。劝君犀觥斟醁醽，舒神导气延百龄。"
        },
        {
            "标题": "春日言怀",
            "作者": "陈子升",
            "内容": "寂寞于陵独灌园，秦人鸡犬共桃源。乌皮几在客谁对，龙眼花繁蜂自喧。\n潋滟春波平草阁，槎枒老树夹柴门。河清可俟还愁暮，试上高台礼日暾。"
        },
        {
            "标题": "春日山居即事",
            "作者": "陈子升",
            "内容": "篱落春风自满堂，荜门烟火近传觞。忽惊水面千文皱，亦觉山眉半额长。\n草绿远郊间赭白，花丛深树隐鹂黄。九州未纵淩云步，醉后行歌拾禹粮。"
        },
        {
            "标题": "寄怀祖心禅师",
            "作者": "陈子升",
            "内容": "弥天觉路竟孤攀，满月毫光想别颜。舍利不缄金口偈，袈裟投老玉门关。\n清斋硕果悬春署，故国梅花指雪山。寄语辽城千岁鹤，祇园无恙待师还。"
        },
        {
            "标题": "春溪独往率尔遣怀",
            "作者": "陈子升",
            "内容": "林香迎杖发，一路落橙花。复被鸟声引，溪南人几家。\n暄风吹日动，细水向田斜。即事可深悔，平生白鼻騧。"
        },
        {
            "标题": "自东安将之新州阻雨先寄潘葱石",
            "作者": "陈子升",
            "内容": "千山身偶入，十日雨淫淫。狭室伏泉涌，前途芳草深。\n村烟遮骋望，檐溜聒知音。疲极津梁者，新州去印心。"
        },
        {
            "标题": "庚子元日",
            "作者": "陈子升",
            "内容": "烟霞深处捧春王，漫就农人较雨旸。一日又看添马齿，十年曾是入鸳行。\n嫣红欲醉桃开户，微绿含滋柳向塘。荐罢辛盘愿何事，太阶平后慰高堂。"
        },
        {
            "标题": "用乐府题作唐体十二首 其七 从军乐",
            "作者": "陈子升",
            "内容": "南征忘苦辛，百万出咸秦。破竹看崩角，分茅掩沸唇。\n箭穿无石虎，车载有金人。遂使光天下，皆称率土臣。"
        },
        {
            "标题": "城中答王东村家元孝送归中洲草堂之作兼示二三同志",
            "作者": "陈子升",
            "内容": "归心一发尉佗楼，一点晴烟见渡头。三径尚堪携客入，中洲曾是为谁留。\n青含浦树喧黄鸟，绿遍江苗过白鸥。七十二峰无恙在，更于城郭念同游。"
        },
        {
            "标题": "为牵牛答织女和颜特进",
            "作者": "陈子升",
            "内容": "白允戏穷桑，吴生搴宵桂。嗟非二哲魂，弛张感天帝。\n旭日遵始旦，明星加有嘒。扬野不独躔，匏瓜岂吾系。\n徒唏大梁影，久望长河澨。方欣素节来，恒惧奔龙逝。\n伐鼓申服箱，君其保神丽。"
        },
        {
            "标题": "大墙上蒿行",
            "作者": "陈子升",
            "内容": "飘风无不怒号，草昧雷雨，自我天造。衰替一何棼棼，中心独苦郁以陶。\n角春飒尔商秋，今我悯默复何谋。人生居天壤閒，歘如陨叶乘奔流，我今悯默复何谋。\n择君肌肤所适，遐不探君性命所存。冬宴曲房温密，夏当临远水清沦。\n牛马作走，我将复何谋。不及君美晰风云，鸡人唱鹤盖诣门。\n上有九重不测之苍天，今我安往谒夫帝。下有九州环流之瀛海，今我安往济所届。\n遐不汎览流观，遵君所迈。淬我玉研，今尔何为自摧藏，功德安可量。\n溪飞鸲鹆，峡走羚羊。神龙四顾，睛注中央。圣贤所务，变化无方。\n辟凶殃，醇雅致福祥。帝鸿之篆，娲后之章。太公之匮，宣尼之堂。\n琉璃之匣，紫云之房。传称往昔，咸自谓要且妙，曾不知君研良，雅无当。\n佩长剑之陆离，犀渠为衣，冠以雄鸡。载驱载驰敌万人，挥斥安边陲。\n班生投笔，终童弃繻。苏卿之节，伯也之殳。亦自要妙，胡宁舍诸。\n考黄钟，阐玑衡。东储甲观，西蜀元亭。操彤管，播金声。\n咏歌王风，辞若兰馨。知彼通塞，不出户庭。钓巨鱼如大鹏，与真人游息蓬瀛。\n奉觞北斗，有酒如渑。今日乐，诚可称。乐未央，为乐当自强。\n富与贵，如朝霜。何为自误，使尔心伤。"
        },
        {
            "标题": "长兴大雄寺听吴仲徵弹琴",
            "作者": "陈子升",
            "内容": "古寺过从密，秋心不待言。鸣琴匣里出，歌凤指端翻。\n独作高阁啸，犹嫌邻磬喧。当携画溪上，弹向老梅根。"
        },
        {
            "标题": "丹青引为朱二文晖题真",
            "作者": "陈子升",
            "内容": "芙蓉侧理莹鹅毛，翡翠回波濯兔毫。画成如玉应名玠，不觌甄妃讶姓曹。\n拂石有声聆泗磬，种兰将采问湘皋。名士何妨矜独立，画师惟肖羡同袍。\n同袍袍色华春草，同心心结娇文褓。待聘逢君席上珍，迷邦笑我怀其宝。\n怀宝席珍从屈伸，光仪物色总传神。扇中鸾影秦王女，阁上麟图汉代臣。\n臣是素丝还绣像，女贻彤管用书绅。奇字近耽扬子宅，微辞回动宋家邻。\n宋邻扬宅才情出，花屿芗林保昭质。谁复罗胸有众星，谁能晞发临初日。\n养德曾如纪渻鸡，植根肯变淮南橘。风流将尔乐衡门，年少何从奏宣室。\n宣室兰台意不忘，琅玕绕屋坐江乡。千秋必向青云附，什袭还看宝轴装。"
        },
        {
            "标题": "代赠效李义山体",
            "作者": "陈子升",
            "内容": "自觉妆鬟太沓拖，不因君意却因何。车中果亦同心少，座上香须见面多。\n犬子于今还绿绮，牛郎无夕不银河。此心醉久公然说，冷淡朱颜更易酡。"
        },
        {
            "标题": "弹子矶寄离公",
            "作者": "陈子升",
            "内容": "尔缘白鹤峰留住，不及云门逐本师。轮掌未收迎供地，幞头空报独行时。\n船冲晚潦多逢雨，鸟置春巢不露枝。壁立已令诸念削，向东犹是一相思。"
        },
        {
            "标题": "自悼诗",
            "作者": "陈子升",
            "内容": "有虞之裔，曰我邦家。世有令德，为羽为仪。逮我曾祖，于大司空。\n赞我圣朝，如岳斯崇。祖宰于湘，谦谦君子。德言其盛，政曷维久。\n亦越我考，宰登夕郎。隆隆琐闼，嶷嶷封章。封章伊何，击彼珰逆。\n仡冒雷霆，匪休放斥。威圣乃思，乃复厥犹。家门仰恩，逝命不留。\n嗟我总角，哀礼莫符。伯滞京师，仲先蜉蝣。母也是戒，汝季而孤。\n念汝所生，汝修汝图。执经就业，兢兢不已。爰秀一乡，渐名四海。\n我之奋怀，如葩斯启。徒掇菁英，不数粒米。冉冉三十，始冠明经。\n鸿之方渐，驾言徂征。纷纷百粤，濛濛两京。罔遂观光，曷错幽情。\n乃如八闽，八闽有穆。弟趰丝纶，昆遥鼎玉。衔命趣饷，披荆度榛。\n使循东路，寇逼西滨。章贡二水，胡越万里。我生险阻，曰维兹始。\n甫解归骖，狂氛载南。园庐易主，咫尺巉岩。维伯念止，天地崩颓。\n岂无苟生，中心弗能。成败利钝，非逆所裁。风云冥漠，肝脑蒿莱。\n嗟我处诸，谁为之受。嗟我窜诸，谁僝我母。有甚漆身，胡颜之厚。\n人亦有谣，变于子丑。豫章风驶，端水云从。翛翛垂羽，掖垣是登。\n山甫补衮，曷蹑前踪。析薪负荷，曷克以绳。彼苍者天，莫知其极。\n城复于隍，否终又来。嗟嗟同生，馀此一身。昔耻粱肥，今憺孤贫。\n何以甘母，斯苦斯辛。何以为人，且夭且髡。宗族閒阔，敦于母党。\n昔也同堂，各谋所往。西河卜子，爰丧厥明。我其奈何，母心之伤。\n万乘艰难，匹夫焉据。自国徂家，职此之故。既平匪欣，弗陂用惧。\n承我寿嘏，无谖我虑。"
        },
        {
            "标题": "陈村",
            "作者": "陈子升",
            "内容": "皇皇避地此重过，乔木乡园在伐柯。水绕村墟宜短棹，松阴石路好长歌。\n名流莫负前脩在，氏族其如故国何。閒步赤花洲畔望，绿筠清沼隔烟萝。"
        },
        {
            "标题": "屈道人歌",
            "作者": "陈子升",
            "内容": "云中龙，变化隐隐见其鳞。支公与林师，髣髴云一人。\n方袍白足采兰蕙，僧伽未必非灵均。屈上人，天下士。\n杂佩芳菲吾与尔，远游高举今在此。只今吾见化鹤归来之苏耽，谁解昨日出关犹龙之老子。"
        },
        {
            "标题": "江上弹琴得女道士韩玉灵书却寄",
            "作者": "陈子升",
            "内容": "海上依稀望五城，苇花飞处放船轻。焦桐一引青鸾信，秋水皆添白雪声。\n竹泪尽斑原鼓瑟，鹤毛如絮未吹笙。四百芙蓉青可揽，只应知我已移情。"
        },
        {
            "标题": "元夜咏灯影",
            "作者": "陈子升",
            "内容": "珠映千门月，花生四壁春。还因相见处，得倚可怜人。"
        },
        {
            "标题": "吴兴舟过盛舍乡怀凌忠清",
            "作者": "陈子升",
            "内容": "遂有芳名异代传，琐闱悽惨烈皇年。致身只向龙髯上，埋血还争骥尾先。\n绝笔可曾通紫极，评文犹见点丹铅。谁知沧海閒游客，洒泪双流霅水边。"
        },
        {
            "标题": "游麻奢宝象林还至冈头村遇雨",
            "作者": "陈子升",
            "内容": "复此泥涂迹，真怜昨日晴。弥天皆月色，破地忽雷声。\n雨点红鱼吸，风轮白鸟征。惟留法云在，烟树失江城。"
        },
        {
            "标题": "春日登粤王台",
            "作者": "陈子升",
            "内容": "飘零回望故园空，纵入芳菲似梦中。草接尘沙青不得，云离烟火白无穷。\n岂因万马惊归燕，愁向千家数废宫。寂寂古台南武迹，肯容山褐振春风。"
        },
        {
            "标题": "任公祀名宦祠",
            "作者": "陈子升",
            "内容": "异朝犹仰大夫贤，往昔曾闻父老传。风宪直能戡日本，外台偏肯挫中涓。\n开藩预有三槐兆，带印兼为五穗仙。今日孙曾修俎豆，海南新荐大鱼鲜。"
        },
        {
            "标题": "上定兴侯相公",
            "作者": "陈子升",
            "内容": "衮钺远离行在所，威声雷动九天加。帐中辩士梁犀首，戟下将军汉虎牙。\n雁值飞书曾落羽，霜迎舞剑不成花。夜分指顾高台上，已自心过北斗斜。"
        },
        {
            "标题": "首夏东游江上作",
            "作者": "陈子升",
            "内容": "高帆挂月转江濆，回首孤村在水云。赊酒愿逢颜特进，运租期有谢将军。\n女墙独树摇乌影，官渡千艘载马群。前路草长劳未歇，况从先哲挹清芬。"
        },
        {
            "标题": "秋夜同王说作梁器圃梁药亭作",
            "作者": "陈子升",
            "内容": "危叶脱枝孤鸟出，两三人镇在虚堂。霜天透彻中开卷，月地铺排处及床。\n静极惯修陪鹤礼，吟成新得补心方。不行行便寻溪寺，寒磬声西白藕香。"
        },
        {
            "标题": "次韵寄答某",
            "作者": "陈子升",
            "内容": "有怀秋色里，西望极乡关。人远三湘水，天开独秀山。\n图书森宪府，牙戟换仙班。儒行惟尊宋，诗名恰类颜。\n虞章披豸合，汉贝劳师颁。挥斥风云际，绥宁楚粤间。\n辕门邀七萃，妆阁侍双鬟。子月阳方进，臣年鬓未斑。\n建陵飞檄出，临武凯歌还。招隐承相念，衰迟敢浪攀。\n掞天雄笔丽，照日大旗殷。秖觉西江注，能浮钓艇閒。"
        },
        {
            "标题": "陶钜标行人见讯却寄陶有旧欢故调之",
            "作者": "陈子升",
            "内容": "会稽何处学逃名，苕霅烟波一叶轻。行李旧恩衔帝阙，落梅新唱动江城。\n十年星散杨朱路，半枕云愁宋玉情。莫是南中留桂树，皇华归客赠生平。"
        },
        {
            "标题": "送曹彝伯还太仓",
            "作者": "陈子升",
            "内容": "綵艇餐红荔，明楼宿白云。如何方缱绻，天际忽离群。\n甲帐长途匝，牙香夹被熏。会吹吴地月，佳气一氤氲。"
        },
        {
            "标题": "送谈蘧怀游潮阳便还京江",
            "作者": "陈子升",
            "内容": "满天寒雨问将归，沧海东流碣石微。乡思已驰京口去，宾鸿犹欲岭南飞。\n春生石砝尝鲜馔，云起金焦见羽衣。还望台关转寥落，折梅书信莫教稀。"
        },
        {
            "标题": "和恼公",
            "作者": "陈子升",
            "内容": "卓女眉方敛，何郎粉乍红。春生清涧曲，家在紫烟丛。\n桂魄无非满，桃蹊总是秾。鱼书新约素，象簟旧韬筒。\n闭户看天棘，开窗对水荭。芳龄推宝凤，短羽拂华虫。\n五味调鸡舌，双鬟进鹿茸。夜依兰烬静，春向柳丝融。\n莫指王孙草，聊分少女风。门楣牵荇菜，殿脚近芙蓉。\n虚牝秋传籁，羁雌月作笼。魂萦因饵茧，意涸为巢蜂。\n素绠双瓶挈，朱珰复帐蒙。春城扶海丱，雾縠借巴賨。\n验诀亲飞燕，披图忆有熊。方诸怀小镜，繁弱惯柔弓。\n飙毂驱停隼，星绸靡屈虹。陪游应馺娑，下拜即崆峒。\n莲子抛垂幔，橦花点细封。里儿贪射鸟，国主识游龙。\n子午山心铁，阴阳露掌铜。超瑕休矫驾，践董实殊踪。\n羃历流苏结，团圞织苣烘。同袍青似草，横佩玉如葱。\n鹅管抽湘竹，鹍弦落楚枫。并肩衔绣褥，反舌唤高墉。\n甲观摛文倦，蠡杯把醴浓。人家箫史玉，姓异霍家冯。\n鼎熟淮王药，峰寒白帝桐。茑萝身久托，凫藻目先从。\n蓝帕舒香麝，苍琅振绮栊。姝颜专小史，卿号叠安丰。\n磬折伤秋藿，盘餐惜晚菘。剑门高蜀弹，梁父侈齐僮。\n拭泪窥黄靥，回肠引素总。幽居防保母，浅立拟昭容。\n涉水携交甫，登山代子充。大兄谭稷下，幼妇读盘中。\n锦袭仓庚羽，丝缠叱拨騣。白团娇建业，绿绮动临邛。\n砌净枭壶利，纱明琐语通。雀飞秦妇恋，骓发陆郎慵。\n翠盖轻舟举，金丸大道逢。绦鹰难忿速，铃犬易怔忡。\n碧玉甘颠倒，苕华报吉凶。珠惊如意袖，花媚细腰宫。\n带笑嘲房老，忘机学海翁。弋绨中隐起，襻带两边缝。\n修渚移河鼓，繁霜警曙钟。蜡光彤管秘，翻讶玉台空。"
        },
        {
            "标题": "用乐府题作唐体十二首 其十 难忘曲",
            "作者": "陈子升",
            "内容": "花径入檀郎，君家不可忘。交精飞过水，反舌唤登墙。\n南国明珠佩，东家白玉床。微躯何所托，端在婉清扬。"
        },
        {
            "标题": "访丹霞先生",
            "作者": "陈子升",
            "内容": "屏居不肯出，便老即迷邦。渔艇独知汉，鹿门原姓庞。\n白云侵隐几，雕虎过吟窗。问我从何至，一樽浮越江。"
        },
        {
            "标题": "赋得风帘入双燕",
            "作者": "陈子升",
            "内容": "芳春荡晓风，双燕向帘栊。尔是新还旧，谁知雌与雄。\n振襟钩自上，拂尾剪俱空。似恨歌尘寂，金塘泥正融。"
        },
        {
            "标题": "张山歌",
            "作者": "陈子升",
            "内容": "偶问山名识山姓，张山若个张君命。未见留侯松子游，今看仲蔚蓬蒿盛。\n蓬蒿萧萧秋满山，长松之下水潺潺。愿君姓名皆不著，杖屦因君忘往还。"
        },
        {
            "标题": "濠上逢旧妓",
            "作者": "陈子升",
            "内容": "骄马几时迎，桃根艳柳营。半生重入梦，两度总倾城。\n日澹青楼色，笳悲子夜声。藁砧何可道，山上若为情。"
        },
        {
            "标题": "宫莺诗",
            "作者": "陈子升",
            "内容": "难齐双阙凤皇飞，易引重门燕子归。骀荡春晴翻艳曲，林光花落卷金衣。\n几回绿树停宸跸，一抹黄妆透夕晖。空见人间纷羽翼，托身无出省郎闱。"
        },
        {
            "标题": "缑山月夜闻王子晋吹笙",
            "作者": "陈子升",
            "内容": "此夜山中月，当年鹤上人。众情无不总，吹断洛城尘。\n问子游何远，而今曲尚新。秋光皆逼汉，箫韵异调秦。\n世隔钧天乐，云移放浪身。愿追馀响去，抗手揖群真。"
        },
        {
            "标题": "古别离",
            "作者": "陈子升",
            "内容": "紫燕去若飞，君今竟何之。妾返红闺中，从今夜夜思。"
        },
        {
            "标题": "古剑",
            "作者": "陈子升",
            "内容": "无端宝气烛幽沈，掘得棱棱赤堇金。土里开花原带血，石头磨水要明心。\n奸邪必斩昭生色，王霸经提倚独吟。出匣未能藏可惜，拌教飞去有人寻。"
        },
        {
            "标题": "用乐府题作唐体十二首 其九 古意",
            "作者": "陈子升",
            "内容": "玉匣鸣琴出，繇来是爨桐。中含太古意，侧想先生风。\n抚罢不成操，知音人已空。滔滔流水去，悽绝对仙宫。"
        },
        {
            "标题": "东皋观刈稻同诸从兄",
            "作者": "陈子升",
            "内容": "出刈东皋稻，来同南阮人。香吹三伏日，欢洽八家邻。\n野俎堆蔬甲，深杯注粟唇。清风万石在，蠲恤诏方新。"
        },
        {
            "标题": "程周量梁芝五二子同过",
            "作者": "陈子升",
            "内容": "严城旅食笑孤身，结驷同来第一人。近市久知齐晏子，登坛何有汉韩信。\n官街鼓响迎秋急，卜肆帘垂过雨新。歌罢无车终不出，愧君风雅为扶轮。"
        },
        {
            "标题": "重入庐山归宗寺受天和尚戒答西堂角公见赠之作用韵",
            "作者": "陈子升",
            "内容": "钵饭馀香著一身，竹房宜贮客囊贫。诗篇或许超名辈，道行多惭让别人。\n石窦纳风泉响细，金轮承日塔光新。归宗旧地归心属，一见同门即甚亲。"
        },
        {
            "标题": "归宗寺戒后与记汝阇黎夜话",
            "作者": "陈子升",
            "内容": "与师谈娓娓，浑不著绵藤。戒后身知贵，穷来愿解宏。\n春将枯树美，瀑似石崖崩。才觉抛儿戏，归鞍倚大乘。"
        },
        {
            "标题": "闺意",
            "作者": "陈子升",
            "内容": "桃水手轻盥，衫襟短欲凉。翠芝填后结，都是可怜妆。\n镜影殊难已，裴回顾四旁。"
        },
        {
            "标题": "归宗寺呈天然和尚",
            "作者": "陈子升",
            "内容": "四十年前恨不同，高山忽仰客途中。面当真处才云识，心待归时更叩空。\n墨碣字彯池水净，雪房炉射殿灯红。欣从两世师承地，况自昙摩海岸东。"
        },
        {
            "标题": "感遇十八首 其七",
            "作者": "陈子升",
            "内容": "信陵能折节，四体讵无骨。乐与毛薛游，中诚为之竭。\n天道直如弦，相逢且自前。昔为贵公子，今为被褐贤。\n天爵固恒在，龙性非尔便。"
        },
        {
            "标题": "过丰城简陈元水",
            "作者": "陈子升",
            "内容": "雨过江城赤日寒，此中知有草堂宽。虬须似雪吟时撚，鸟迹和云篆处看。\n乱后畏居宾客列，悲深难语弟兄欢。陶公归去非常傲，故对閒人道下官。"
        },
        {
            "标题": "七夕过李琬若希素兄弟斋中时有谈禄命者",
            "作者": "陈子升",
            "内容": "秋宵疏柳下，群坐见双星。独作江头月，浮来满户庭。\n候虫参语默，天爵测玄冥。莫论纷纭事，邻箫细可听。"
        },
        {
            "标题": "过彭蠡湖",
            "作者": "陈子升",
            "内容": "禹迹停终古，湖光荡至今。涵云四天影，注瀑一山心。\n垂白浮孤棹，飞乌背远林。所思犹未见，渔唱夕烟深。"
        },
        {
            "标题": "游海目山醉后怀区海目先生",
            "作者": "陈子升",
            "内容": "西江汇流南海潴，我家海曲甘樵渔。四月五月荡轻桨，言游海目尝鲥鱼。\n海目双峰临丙穴，江心万族归圆折。漫投犗饵钓吞舟，且奏鸾刀沃飞雪。\n君不见浮山来与罗山同，中有铁桥仙路通。兹山亦足晞华发，行当驻颜却老明方瞳。\n君不见九子山加九华号，青莲居士心所好。海目区公擅此山，岂有才士香名人不道。\n劝君高歌快意游，眼前富贵水东流。愁来白发三千丈，醉上丹梯十二楼。"
        },
        {
            "标题": "行路难 其一",
            "作者": "陈子升",
            "内容": "君不见上兰门前特栖鸟，一歌一啭千门晓。南飞越鸟北征鸿，有雏自远翩来同。\n相调嶰谷千竿竹，教上龙门百尺桐。承露盘前弄明月，万年枝上舞春风。\n遥遥凫雁昆明水，细细条柯馺娑宫。曾陪储后承华侧，每见皇帝凤楼中。\n朝朝夕夕共翻飞，今朝今夕不相依。昔托字尾愿为妃，一朝两意隔房帏。\n自言多姿蔑翠羽，不念比翼朝朱晖。霍家池上鸳鸯散，梁冀门前鹤盖稀。\n独怜抗志矢金石，毛羽摧藏俄见讥。"
        },
        {
            "标题": "行路难 其二",
            "作者": "陈子升",
            "内容": "我奏潇湘二妃之宝瑟，西母白云之仙谣。易京君明之龙笛，秦台弄玉之凤箫。\n君家堂中既浩侈，洞房复帐留相调。中有一人字白雪，鸣啴两鬓凤皇翘。\n未许千金韩挟弹，徒逢十八贾登朝。宝帐三千万阿那，使君五马躞蹀骄。\n珊瑚悬钩出海底，自言寡向上宫要。妙声丝竹迭无閒，罗帐忽已从风飘。\n翡翠窗疏眉语度，莲花带弱精魂摇。繁郎区区复叩叩，荆王暮暮复朝朝。\n金卮满饮称既醉，思君此事非松乔。人生寿命当有尽，焉如灵匹望河桥。"
        },
        {
            "标题": "楚云台",
            "作者": "陈子升",
            "内容": "昔贤期友地，风义一何深。云岂浮车盖，台非市骏金。\n惟将素心合，不作白头吟。吾与二三子，欣然共入林。"
        },
        {
            "标题": "何仙姑祠",
            "作者": "陈子升",
            "内容": "才近仙灵宅，群山翠黛浮。欲餐云母去，君与鲍姑游。\n奏以湘江瑟，觞之蓬岛流。空祠隔环佩，明到玉峰头。"
        },
        {
            "标题": "合江楼禊日兰亭体二首 其二",
            "作者": "陈子升",
            "内容": "山眉脩婉黛，波縠漾轻缥。邂逅虚异人，翱翔望珍鸟。\n曾史犹弊弊，松乔讵悄悄。欲从褰裳涉，聊向江楼眺。"
        },
        {
            "标题": "何仙姑祠",
            "作者": "陈子升",
            "内容": "云母凝清甃，仙姑渺碧空。佩声遗凤穴，绡影借鲛宫。\n纷若神弦曲，泠然少女风。守雌长若此，无处问鸿濛。"
        },
        {
            "标题": "合江楼禊日兰亭体二首 其一",
            "作者": "陈子升",
            "内容": "白鹤高峙，青牛独驯。假言居止，怀哉暮春。将离匪谑，忘忧是珍。\n桃实难老，桂酒陶真。"
        },
        {
            "标题": "赤花洲七夕同李樵怀家皖公",
            "作者": "陈子升",
            "内容": "龙目离离垂暗津，渔家灯影共星陈。名香竟日熏荀令，绣被深宵覆越人。\n斜汉欲将云树合，闰年贪向月华新。桑田沧海君休问，结袜閒生雒浦尘。"
        },
        {
            "标题": "谒伏波将军祠",
            "作者": "陈子升",
            "内容": "白鹭低飞绕汉旗，乌蛮滩上伏波祠。云台极望悬天阙，铜柱经营出地维。\n古柏来风呼罔象，丛茅摇火猎委蛇。金装下粤空谈笑，薏苡明珠岂免疑。"
        },
        {
            "标题": "新州国恩寺是六祖故居",
            "作者": "陈子升",
            "内容": "无生向师学，师是此中生。树觉菩提长，山经獦獠行。\n归鸦临寺黑，激水叩钟清。我自虞园至，维桑空复情。"
        },
        {
            "标题": "赠吴鲁冈恤部吴持张天如庶常书至",
            "作者": "陈子升",
            "内容": "青蘋风起柳花垂，渐下吴江落叶时。远札忽传金马署，使君原重爽鸠司。\n偶怜义士骖能脱，长爱閒园席屡移。为报虎丘明月道，石门天尽水涟漪。"
        },
        {
            "标题": "寄赠泰和萧子",
            "作者": "陈子升",
            "内容": "名家最是萧居士，往往名山衲子称。压卷爱摹螭钮玺，包经多剪鹄文绫。\n千奴收橘供徭役，五老登峰作近朋。世好不曾逢道貌，自来文体识庐陵。"
        },
        {
            "标题": "五子咏 其三 方简讨密之　以智",
            "作者": "陈子升",
            "内容": "简讨慷慨人，采芳自芬馥。得时腾贾傅，失志托张禄。\n醉挝渔阳鼓，悲写清商曲。月明怀皖城，天地渺一粟。"
        },
        {
            "标题": "五子咏 其二 徐徵君巨源　世溥",
            "作者": "陈子升",
            "内容": "尺素书频至，南州徐子情。书中论风雅，古乐扬咸韺。\n行年及四十，出处定平生。草堂今安否，青天空月明。"
        },
        {
            "标题": "薄游方归过某生馆",
            "作者": "陈子升",
            "内容": "长松一路接柴荆，昨日言归轸友声。翠鸟斜飞荷沼漾，玉人端坐竹风清。\n舟维坛下歌渔父，琴取闺中抚马卿。羽翼无多君自爱，秋高鸿鹄谢卢城。"
        },
        {
            "标题": "鹤舒台",
            "作者": "陈子升",
            "内容": "安期干楚罢，跨鹤弃人间。卖药已前代，遗祠空此山。\n枯枝蝉自蜕，晴海客偕还。不向金丹学，劳劳玄鬓斑。"
        },
        {
            "标题": "访黄仪部",
            "作者": "陈子升",
            "内容": "红蕉花发碧山陲，鸡黍邀人鹤氅披。我祖岂知王氏腊，叔孙曾定汉官仪。\n当窗远树乌栖尽，剪烛寒宵月上迟。旧府百龄丞相在，祇应留得白云怡。"
        },
        {
            "标题": "归善王明府招同曹彝伯叶必泰姚瞻子游丰湖即席赋",
            "作者": "陈子升",
            "内容": "鹅城西畔入龙渠，茂宰閒邀出郭车。画里云山偏过鸟，镜中菱荇不潜鱼。\n斜阳隔岸通樵唱，明月当空照客裾。到处风流问湖水，郎官今夜醉何如。"
        },
        {
            "标题": "赠詹竹殹明府",
            "作者": "陈子升",
            "内容": "南面居非旧县庭，西旁穿石竹常扃。留贫客住分官俸，奉老亲欢诵佛经。\n花下心开将自采，研头功大待谁铭。参差年纪同生日，往往叨承倒玉瓶。"
        },
        {
            "标题": "怀一灵上人塞上",
            "作者": "陈子升",
            "内容": "方袍经岁曳边尘，一雁横秋鵙送春。碎叶不飞穷海路，征蓬那顾住家人。\n烟开山院临关月，雪映龛灯吊野燐。白马经尊驴背字，只今诗思几由旬。"
        },
        {
            "标题": "黄石公祠",
            "作者": "陈子升",
            "内容": "素书传孺子，黄石是吾师。何事谷城道，披榛寻古祠。\n风生雕虎啸，日落蹇驴疲。济北遥遥去，鸡鸣何处期。"
        },
        {
            "标题": "己亥秋日有寄 其一",
            "作者": "陈子升",
            "内容": "秋鸿翼阵起滇池，上相初隆剑履时。身奉至尊为手足，心惟不二有熊罴。\n长江北振灵鼍鼓，驰道西扬翠凤旗。会见收京求鼎实，峤梅辛苦一南枝。"
        },
        {
            "标题": "寄慧公上人用前寄在犙禅师韵",
            "作者": "陈子升",
            "内容": "袈裟西出雪峰寒，舍卫曾分一钵餐。白马经惟童寿译，黄梅心自祖师安。\n春江欲引回肠去，浊世宜将慧眼看。居士辩才今善病，君来酬对未应难。"
        },
        {
            "标题": "示族中诸兄弟",
            "作者": "陈子升",
            "内容": "秀气环洲云浸矶，枌榆时见旧恩辉。丁年盛事族人说，丙舍残春江燕飞。\n竹长龙孙留劲节，松彫马鬣几成围。先庐独远北堂老，一赋南陔愁广微。"
        },
        {
            "标题": "寓华林寺飓风欲归不果与天藏上人",
            "作者": "陈子升",
            "内容": "风塘菱荇散，鱼鸟自相亲。天怒驱神物，途危息老身。\n所闻归夜梵，不寐达明晨。复见东窗里，前身自在人。"
        },
        {
            "标题": "寄徐子能",
            "作者": "陈子升",
            "内容": "美人家何处，百尺姑苏台。麋鹿游今日，龙威书几开。\n迷离天末客，放浪湖上杯。遥知二毛落，秋兴倍从来。"
        },
        {
            "标题": "怀芳篇寄徐子能",
            "作者": "陈子升",
            "内容": "东吴繁绮会，南越贝珍丛。霜雪无论异，英华且复同。\n阡阡垂柳绿，坞坞发花红。共识王孙路，俱翻少女风。\n王孙少女若相望，知是君家难可忘。时闻招客山中桂，每见停骖陌上桑。\n江南曲羡田田叶，卷耳诗劳采采筐。寻常游玩木兰楫，特地栖居文杏梁。\n姑苏台上睋朝汉，海珠石望虎丘畔。夫差勾践几兴亡，赵尉吕嘉谁治乱。\n素馨骨已化，西子魂今断。云烟响屧心，风雨花田汗。\n花田古渡对羊城，无复刘王歌吹声。皎蕊空施云髻重，清葩徒结彩灯明。\n金屋调音歇鹦鹉，雕盘止妒罢鸧鹒。红云终宴帷空树，赤帝司方日发英。\n已知前迹成销烬，今日才华应叠进。宋玉微辞或学师，马卿工赋非徒蔺。\n当今郑侨百是茂先，关西孔子添杨震。咸从郁水照衣冠，况有罗浮耸颜鬓。\n罗浮海上山，珍禽相往还。百花恣栖啄，五色自斑斓。\n能歌同气鸟，知止类绵蛮。鷾鸸称莫智，山侣定非顽。\n葛稚安期寻不得，丹砂紫朮元虚色。荷锄漫尔掘黄精，执笏真须朝紫极。\n地灵风度曲江相，天花香水曹溪释。绮思将分鲛女机，玄情每贪云母液。\n佳气何氤氲，家山傍白云。栘华时共照，兰室更相薰。\n不慕灌园节，惟追运甓勤。接舆无用避，植杖可同耘。\n閒居商榷平生志，问姓通名更何事。欲学承蜩向丈人，讵轻求马从唐肆。\n自信家乡僻更僻，莫道人间易还易。一心闭户将著书，何虑出疆难载质。\n四方顾盼多佳游，同心不少向苏州。最忆知人有皋氏，从来文学记言游。\n千金带墓剑，五月取薪裘。季鹰步兵号，元叹遂乡侯。\n酒城石城随兴瞩，皋桥枫桥水平绿。六月凉风销夏湾，百花晴日歌春曲。\n杨柳芡实信云美，莼菜鲈鱼我所欲。赤松采药已升灵，林屋取书殊不俗。\n清江淡远天，荡漾采莲船。双双悲凤管，点点匝鹍弦。\n周郎今日顾，子夜昔时怜。因兹艳二八，欢我客三千。\n我所思兮吴地好，美人是处吟芳草。偏是江南白雪多，应知岭外梅花早。\n结客君怀燕蓟地，寻姝我羡邯郸道。红尘青眼我能同，赭白斑骓君自保。\n芳草长，百草芳。萋萋路边千里月，青青河畔九回肠。\n兰菊佳人怀自切，芙蓉吾子隐相将。云字馀鸿雁，春衣袭鹔鹴。\n遥同冠玉美，相和郁金堂。"
        },
        {
            "标题": "宝象林访在犙和尚",
            "作者": "陈子升",
            "内容": "院隐一溪深，无人不到寻。食来船运米，坐致地铺金。\n廓落全开面，庄严总现心。最堪增我恋，房树有巢禽。"
        },
        {
            "标题": "端午别万履安严伯玉朱锡鬯还山却寄",
            "作者": "陈子升",
            "内容": "楚水遥遥浸钓矶，江楼归兴傍凫飞。辟兵是处逢端午，望气何人识少微。\n花压长林麋鹿过，泉深曲沼鲤鱼肥。风流飘泊同湖海，期尔名山一掩扉。"
        },
        {
            "标题": "七夕雨集弹琴同朱子茂子祐子习",
            "作者": "陈子升",
            "内容": "悲秋一借阳台雨，却怪明河此夕阴。剪烛试窥牛女渡，落梅先入凤凰琴。\n情随天上乘槎客，响切城南捣素砧。回首珠江花艇夜，玉人歌罢漏沈沈。"
        },
        {
            "标题": "陵阳江馆送韦寅东访漆夫村居",
            "作者": "陈子升",
            "内容": "安乐窝中惟自得，逍遥公后解相寻。偶逢已是难忘处，独往方谐莫逆心。\n僧过落棕思暂坐，蝉堆隔水益长吟。空馀倦倚江楼客，数尽晴峰日又阴。"
        },
        {
            "标题": "赋得江海寄情人",
            "作者": "陈子升",
            "内容": "平生寥廓意，持此结情亲。明月隔千里，沧洲同几人。\n依依寒雁渚，淼淼落花津。我独乘桴去，思君愁白蘋。"
        },
        {
            "标题": "九日江楼雨中",
            "作者": "陈子升",
            "内容": "楼居髣髴问仙人，亦插茱萸桂水滨。秋雨一江沈落照，海波千里暗扬尘。\n蚁浮素影辜黄菊，雁歇清声在白蘋。言送将归归未得，羊裘冲雪去垂纶。"
        },
        {
            "标题": "赋得云中辨江树",
            "作者": "陈子升",
            "内容": "已极扶桑影，微依委杖林。因波闻脱叶，傥别即伤心。\n牛马虚秋水，猿猴隔楚吟。安知如荠外，不是八公寻。"
        },
        {
            "标题": "秋江夜汎",
            "作者": "陈子升",
            "内容": "秋光枫叶动，星转客帆孤。况复秋水至，安知秋夜徂。\n牛渚袁宏月，鸱夷范蠡湖。裴褢无所似，空作水中凫。"
        },
        {
            "标题": "丹阳道士浇花歌",
            "作者": "陈子升",
            "内容": "丹阳丹室牡丹台，台下鸡冠花独开。未到明年春烂漫，可知丹在道人胎。"
        },
        {
            "标题": "奉答业师欧先生见怀之作次韵 其一",
            "作者": "陈子升",
            "内容": "策杖何从出世氛，避人深识海鸥群。明珠暗道皆丛怨，磐石虚名谁复闻。\n兰畹不供骚客佩，松风时播隐居文。从游独近朱明路，已小罗浮四百君。"
        },
        {
            "标题": "古结交行",
            "作者": "陈子升",
            "内容": "识尽四方人，身经万里道。今日归山中，倾心与君好。"
        },
        {
            "标题": "奉答业师欧先生见怀之作次韵 其二",
            "作者": "陈子升",
            "内容": "几载谈天辩五车，浮云城阙望弥遮。洲中有橘千头实，墙下无桑八口家。\n金石古文封小草，丹青明誓托繁华。每从南郭欣闻籁，终负东陵懒种瓜。"
        },
        {
            "标题": "金陵 其一",
            "作者": "陈子升",
            "内容": "六朝君莫问，千古并生愁。宫似咸阳创，江胜雒水流。\n鹓鸾何日散，芦苇飒然秋。独有秦淮月，时时照客舟。"
        },
        {
            "标题": "金陵 其二",
            "作者": "陈子升",
            "内容": "往日南京事，閒时共尔论。江来千万派，城启十三门。\n剑佩留勋府，戎衣在寝园。兴亡看六代，何必远伤魂。"
        },
        {
            "标题": "经漂母墓",
            "作者": "陈子升",
            "内容": "淮阴成往迹，客子渡淮来。旅食若为进，王孙还此哀。\n春流萦落絮，古墓蘙新苔。向晚空相见，城阴罢钓回。"
        },
        {
            "标题": "客长兴时京口李司直自卞山买舟相寻",
            "作者": "陈子升",
            "内容": "浮萍各自飘，折简不烦招。知有五千字，来从丁卯桥。\n埋名已东郭，访古尚南朝。想借天人供，禅房慰寂寥。"
        },
        {
            "标题": "精列",
            "作者": "陈子升",
            "内容": "精列一何细，音响越区藩。虎啸与龙吟，云兴而风旋。\n虞帝解民愠，穆穆抚五弦。邹生吹阳律，阴谷以弗寒。\n吉甫吐清风，周公悲东山。仲尼宝弦歌，有德者有言。\n德音我所慕，小言良足叹。"
        },
        {
            "标题": "赠脂落上人住景泰寺 其二",
            "作者": "陈子升",
            "内容": "景泰繇来久，诃林别一林。无忘出家地，终遂入山心。\n金界何烦施，白云元自深。城头隐孤月，后夜上方寻。"
        },
        {
            "标题": "赠脂落上人住景泰寺",
            "作者": "陈子升",
            "内容": "常时住山意，独与老夫论。眷属恒相外，云峰觉尔尊。\n向人求箬笠，并鸟过松门。度得中餐饱，疏泉注茗根。"
        },
        {
            "标题": "赠表兄冯茂",
            "作者": "陈子升",
            "内容": "与君为兄弟，异姓复连枝。君是大冯君，生于吾有妫。\n虞帝南巡下韶石，南天家世斯辉赫。言陪八伯共赓歌，向尔商瞿先学易。\n学易精思还草玄，赋成吾欲献甘泉。甘泉烽火来万里，俄看荆棘上参天。\n晓漏滴残鳷鹊观，悲风吹断鹡鸰篇。鹡鸰歌急孤鸾窜，可怜亲友皆星散。\n伍胥祇合避芦中，宁戚惟知愁夜半。故旧沦亡有几存，中表行中君最尊。\n甘为贫士终逃禄，曾列诸生亦受恩。伤心思过乌衣巷，遁迹难营白板门。\n君年七十荣期似，犹待华封祝男子。自言御妇比容成，莫是安储有园绮。\n忆昔风流邝舍人，雕龙绣虎夐无伦。世人妒才皆欲杀，君与相欢儿女亲。\n广陵遗散成绝调，山阳闻笛重沾巾。端阳怨切灵均赋，酌酒同吟舍人句。\n君持竹杖且须停，云过西山雨如注。"
        },
        {
            "标题": "半醺",
            "作者": "陈子升",
            "内容": "细雨颓檐酒半醺，商声一弄岭猿闻。南车指去空沧海，西母谣成间白云。\n合浦风生杉叶起，番禺秋老桂枝芬。何当云鬓看诸少，铜虎金鱼倚翠裙。"
        },
        {
            "标题": "感秋四十首 其二十二",
            "作者": "陈子升",
            "内容": "故人书不至，边雁度梅关。月色江湖上，秋声枕席间。\n霜清九曜石，木落二樵山。独向南楼叫，知予鸥鹭閒。"
        },
        {
            "标题": "增葺居室",
            "作者": "陈子升",
            "内容": "唐帝勤茅茨，原生乐桑枢。宁殊贵与贱，咸以约故优。\n曰予仰先世，廉洁崇厥脩。开宅及晏子，垂貂踰秺侯。\n讵悟板荡时，违彼康庄衢。固志天山筮，怍情箕颍游。\n扃林遂创关，叠阜靡资楼。栖迟亦三稔，补苴仍一丘。\n苟完师卫荆，不贷希蒙叟。循今有逸轨，抚往无嘉猷。\n恒刺丈夫怀，永与智者俦。"
        },
        {
            "标题": "西游归贻王大雁侄元孝兼怀梁阜己",
            "作者": "陈子升",
            "内容": "重城郭外野溪滨，讲德谁能似此亲。暂别却无高卧处，薄游还有未归人。\n心如蠹柳常经折，字泣鲛珠不救贫。万里声名千古业，只应相爱寂寥身。"
        },
        {
            "标题": "客居五咏 其二 梧桐",
            "作者": "陈子升",
            "内容": "斲琴小自足，栖凤对相求。今年逢叶落，又似去年秋。"
        },
        {
            "标题": "客居五咏 其五 菜",
            "作者": "陈子升",
            "内容": "荒畦老妇锄，数日菜根舒。悬思三千客，只望孟尝鱼。"
        },
        {
            "标题": "客居五咏 其三 梨",
            "作者": "陈子升",
            "内容": "茅墙数间屋，梨树一园枝。欲问春风早，其如客思迟。"
        },
        {
            "标题": "客居五咏 其四 枯梅",
            "作者": "陈子升",
            "内容": "急忆家园里，梅花满东亩。等閒看便过，不得诗一首。"
        },
        {
            "标题": "客居五咏 其一 竹",
            "作者": "陈子升",
            "内容": "屋后藏深竹，情知欲避人。钓鱼向东海，难折一竿春。"
        },
        {
            "标题": "箧中存张天如吉士所遗诗扇次韵哭之",
            "作者": "陈子升",
            "内容": "道术期经世，文章真史官。夫君斯已矣，挥扇涕阑干。\n垂诏王心恻，遗言友道看。朝华披可恨，谁起楚臣餐。"
        },
        {
            "标题": "哭容舍人",
            "作者": "陈子升",
            "内容": "潜颖趋陵苕，春秋欻崇朝。英年遵凤池，凤池悽泬寥。\n环海既尘转，洪炉使金销。美人减膏沐，冥思寤华宵。\n宵华宵已冥，魂兮为难招。重闱黯不处，天路空遥遥。\n何以致子哀，涕泗霏寒潮。"
        },
        {
            "标题": "客游怀黎美周梁渐子",
            "作者": "陈子升",
            "内容": "漫游消失意，诸子复如何。闭户壁书满，伤时文选多。\n长楸走马引，白石饭牛歌。近世临川剧，寒烟吊尉佗。"
        },
        {
            "标题": "巫山之阳香溪之阴明妃神女旧迹存焉 其三",
            "作者": "陈子升",
            "内容": "楚汉风流事，千年迹并稀。巫云象神女，塞月照明妃。\n余欲登高赋，征人怨不归。清秋如有梦，应逐朔鸿飞。"
        },
        {
            "标题": "旅馆折蜡梅花贻王衡之",
            "作者": "陈子升",
            "内容": "敬致王工部，孤心在蜡梅。虽然经折了，犹有未曾开。\n东莞牙香片，西洋蜜珀杯。不堪乡物奉，客思为君裁。"
        },
        {
            "标题": "巫山之阳香溪之阴明妃神女旧迹存焉",
            "作者": "陈子升",
            "内容": "碧峰连枕席，青冢隔烟萝。汉道寖微矣，荆王如梦何。\n遥知云色寡，夕想雨容多。欢怨皆芜没，回肠发浩歌。"
        },
        {
            "标题": "巫山之阳香溪之阴明妃神女旧迹存焉 其二",
            "作者": "陈子升",
            "内容": "阏氏留汉月，芳草藉巫云。清怨独和胡，微辞因奉君。\n溪萦香缥缈，台驻梦氤氲。不蹑风流迹，荒山空旧闻。"
        },
        {
            "标题": "感秋四十首 其八",
            "作者": "陈子升",
            "内容": "晚世轻黄发，秋风凋白杨。鹤归千岁老，鸡唱二更荒。\n大翼风难举，方舟壑暂藏。眷回潸出涕，贤哲几沦亡。"
        },
        {
            "标题": "梁甫吟",
            "作者": "陈子升",
            "内容": "驱马齐西鄙，纵观聊摄城。城中有暮燐，云是燕将灵。\n念既与燕隙，终不就齐廷。风为增慨叹，日为照幽诚。\n一矢激两端，三军帅自倾。谁能出此策，高士鲁先生。"
        },
        {
            "标题": "凌海将军",
            "作者": "陈子升",
            "内容": "满城人看将军死，绛履宽衣慷慨行。戈折肯辜回日志，印留堪对伏波名。\n毡裘近血甘当溅，魑魅逢魂必尽惊。一木不支诚足恨，凌烟高阁后人成。"
        },
        {
            "标题": "寄罗浮古鍊师",
            "作者": "陈子升",
            "内容": "飞檐当岭绿烟蒙，玉敕真师住此中。濯发尚存儿日黑，照颜偏向子时红。\n灵蛇脑后挥奔电，玄牝门边答响风。我独遨游在人世，从师还欲究参同。"
        },
        {
            "标题": "之青原访药地禅师留别诸子 其一",
            "作者": "陈子升",
            "内容": "敢将孤寂动行尘，每念交游访夙因。求性浪过知命岁，出门羞说在家人。\n深灯闭院空山晓，寒树移舟远岸春。独领众心前礼足，一时缁白劝行频。"
        },
        {
            "标题": "之青原访药地禅师留别诸子 其二",
            "作者": "陈子升",
            "内容": "一岭分江乱石欹，半空飞霰下流澌。名山兀兀看僧在，心地悬悬不自知。\n手札到如经字读，头巾行即戒香披。舟程一发欣相见，云际松寮月上时。"
        },
        {
            "标题": "同梁颙若归西山草堂留题二首 其二",
            "作者": "陈子升",
            "内容": "通津深入小桥斜，城里青山即到家。善读父书藏旧草，閒携儿戏玩晴花。\n水松雨后全生韵，石壁亭西不厌遮。仲叔自知无累邑，劳君樽酒对桑麻。"
        },
        {
            "标题": "流杯池赠陆岫青明府",
            "作者": "陈子升",
            "内容": "朱明山下水，一见陆郎心。仙醴玉壶挈，芳春赭白寻。\n积砂应作灶，通涧亦鸣琴。笑我留兹土，何须白石吟。"
        },
        {
            "标题": "题故园龙眼树",
            "作者": "陈子升",
            "内容": "故园龙眼实初垂，三径荒芜鸟雀欺。借问交亲情几许，风前消息荔奴知。"
        },
        {
            "标题": "闻天和尚自庐山归雷峰喜赋",
            "作者": "陈子升",
            "内容": "日照金轮峰，遥瞻方丈容。风生锡拄杖，归拨海门松。\n忽慰三年别，初为两地逢。愿教鼙鼓息，齐叩法堂钟。"
        },
        {
            "标题": "人日送人之鲁郡赋得尧祠",
            "作者": "陈子升",
            "内容": "一尊君但饮，策马指尧祠。万古瞻如日，孤臣正到时。\n春阶数蓂荚，故国见茅茨。借问巢由事，今人那得知。"
        },
        {
            "标题": "江城旅兴",
            "作者": "陈子升",
            "内容": "旅思摇摇拂旆旌，百忧如草蔓江城。重关不锁浮云态，孤枕空淹夜雨声。\n浦外渔灯窥燕垒，津头人语应鸡鸣。四民一业都无据，谁任飘零困地征。"
        },
        {
            "标题": "吴门旅兴",
            "作者": "陈子升",
            "内容": "浪迹吴门且暂休，几多抛掷几多收。百金未买不龟手，一石尚看能点头。\n断简故开眢井匣，寒梅新照面山楼。木人独入丛花国，誇尽王孙春草游。"
        },
        {
            "标题": "遥送孙无言自扬州还黄山",
            "作者": "陈子升",
            "内容": "维扬不久客，故里有黄山。厌听竹西唱，欲怡松际颜。\n鸾高方解啸，鹤在更知还。望以罗浮月，寥寥天地间。"
        },
        {
            "标题": "二月二十二日",
            "作者": "陈子升",
            "内容": "罗浮二月春如烟，江花酣春入眼鲜。句漏就丹未免俗，陆郎怀装殊自妍。\n素丝皎皎在所染，黄雀飞飞谢少年。五湖四海青眼几，与尔剖符知英贤。"
        },
        {
            "标题": "秋夜书怀呈知己",
            "作者": "陈子升",
            "内容": "生平难重说，良夜感摧颓。老与时艰至，贫从世胄来。\n千人虚郢曲，一饭愧韩才。偶贷河侯粟，时倾地主杯。\n秋空天水合，肠转女牛回。不是君心鉴，沈忧那自开。"
        },
        {
            "标题": "送区公式同何景常之任溧阳",
            "作者": "陈子升",
            "内容": "临行资馆谷，赎得敝裘回。微雪飘长荡，閒云到大坏。\n寻幽知独往，望远倩君催。铸剑前徽在，羞称笔札才。"
        },
        {
            "标题": "弹琴箕山秋月歌",
            "作者": "陈子升",
            "内容": "张琴须张太古弦，七弦直溯五弦前。太和不远阴明代，飞遁长流洗耳泉。\n南河未避虞鳏晦，箕山明月斯人在。当年帝德总如春，独有秋光澹相对。\n琴音微微世莫闻，罢琴惆怅月纷纷。琴中不见箕山月，羞向他山麋鹿群。"
        },
        {
            "标题": "三堂诗 其一 文章经济之堂",
            "作者": "陈子升",
            "内容": "迥异凌云构，惟衔昔日恩。文章与经济，何以副王言。"
        },
        {
            "标题": "罨画溪寄慎旃副宪",
            "作者": "陈子升",
            "内容": "门当水郭隐湖湾，秋宪家林自爱閒。偶出总经骚客地，端居能镇道场山。\n座参奇石聆深语，酒对禅僧发静颜。顿使岭南归思缓，刺船仍约画溪还。"
        },
        {
            "标题": "纸帐",
            "作者": "陈子升",
            "内容": "素丝缝侧理，兹帐息深深。一榻何高卧，洞房非此心。\n云封虚白室，月在梅花林。个里雕龙思，天孙无自寻。"
        },
        {
            "标题": "寄曹秋岳",
            "作者": "陈子升",
            "内容": "别来犹见兴飞扬，雅事曾归布政堂。亲入水岩寻子砚，自开山篓拣生香。\n湖梅梦破多多蕊，代雁书稀一一行。诗体更知无敌甚，戟门看试挽弓强。"
        },
        {
            "标题": "步摇",
            "作者": "陈子升",
            "内容": "步摇妆近赵王筵，名列琵琶最小弦。躄者井头羞上客，丱兮城里愿求仙。\n偷来香麝薰周史，戴起金貂学董贤。犹笑卓家新寡女，远山眉黛画屏边。"
        },
        {
            "标题": "重移村居既北复南未返吾庐慨然兴叹",
            "作者": "陈子升",
            "内容": "桑梓依依历草茅，故园应为长蟏蛸。望穷北渚湘兰种，拣尽南枝越鸟巢。\n淮海岂同公路浦，辋川新有孟城坳。柴门几处秋萧瑟，后夜行吟月下敲。"
        },
        {
            "标题": "用乐府题作唐体十二首 其八 明妃怨",
            "作者": "陈子升",
            "内容": "物色归骄虏，蛾眉镇独颦。迁延上马地，决绝贯鱼人。\n觱篥风相切，琵琶语不真。君王有飞将，妾是玉关尘。"
        },
        {
            "标题": "赋得明月照积雪",
            "作者": "陈子升",
            "内容": "凝阴宵忽豁，高下总晶晶。冷气能相荡，空光只自盈。\n梅疑无地落，鹤见有身惊。头白绳床上，安禅故一行。"
        },
        {
            "标题": "进帆石门怀古",
            "作者": "陈子升",
            "内容": "卢城伤飒沓，郁水引游衍。虽非千里驾，发棹自成远。\n郊原互盘纡，洲渚迭溶演。水波舷下割，日影帆上转。\n巀嶪开一门，澄鲜豁双眼。层阿蔓绿萝，阴石滋斑藓。\n坎流知所止，井汲当自选。怀金泉靡堙，不易心弥显。\n讵以朵颐龟，取笑饮河鼹。亮为江海人，独契蘧生卷。"
        },
        {
            "标题": "南海神祠古木棉花歌",
            "作者": "陈子升",
            "内容": "祝融煮海不得乾，烛龙腾波金蜡寒。红旗捲日鏖水战，向天欲插珊瑚竿。\n海若森森坐鳞屋，天池一勺"
        },
        {
            "标题": "寓南康东观赠章松樵道人",
            "作者": "陈子升",
            "内容": "东观同为客，南阳老鍊师。玉京遗草莽，庐岳借茅茨。\n泣鬼多将字，饶人半在棋。连朝沥酒出，鹤发仅如丝。"
        },
        {
            "标题": "自南安至南康晤廖昆湖太守",
            "作者": "陈子升",
            "内容": "江头江尾极行行，一片心如江水横。老树临流无积叶，夜鱼停月倍开睛。\n休牵世态遮山色，任改乡音和橹声。一见鄱阳贤太守，台关今接石头城。"
        },
        {
            "标题": "村社饷予酒肉",
            "作者": "陈子升",
            "内容": "古树小桥幽，江村赛社秋。恒饥双稚喜，多病一杯酬。\n底事周人栗，贫时曲逆侯。摐金人语歇，天外暮云流。"
        },
        {
            "标题": "稚子弄促织放书斋中秋夜增怀便成长句",
            "作者": "陈子升",
            "内容": "湘帘不捲知秋色，中夜萧萧闻促织。开笼稚子戏方阑，闭户先生听不得。\n仆本雕虫应律鸣，谁家懒妇及秋惊。回旋秦锦教成字，摇落豳风别有名。\n此日银河看渡鹊，此时芳醑失听莺。爽籁遥吹蠮螉塞，寒砧不捣凤凰城。\n狭室青灯隔虚旷，满床缃帙犹无恙。歌舞人矜却月楼，诗书婢笑扶风帐。\n邺客追游息雀声，刘郎起舞悬鸡唱。那堪唧唧近床头，那遣迢迢翻枕上。\n春鸟秋虫岁岁听，每怜蟾兔晃中庭。何事芸香辟仙蠹，漫将纨扇扑流萤。"
        },
        {
            "标题": "题詹明府碧纱书厨",
            "作者": "陈子升",
            "内容": "明府翻书兴不穷，一编编贮碧厨中。未开屈戌牙签见，虽隔交疏腹笥通。\n晒尽最宜高阁日，披来都是古人风。与谁汎鉴流观意，绕屋扶疏树一丛。"
        },
        {
            "标题": "入黄山谒檗庵和尚 其二",
            "作者": "陈子升",
            "内容": "四千里许恭参谒，一两日来那便辞。欲去重看人世佛，本来教得自家师。\n石松拱立如相送，涧竹扶行胜自持。别后或蒙方丈念，古坛疏叶镇风吹。"
        },
        {
            "标题": "寄谭公子",
            "作者": "陈子升",
            "内容": "南游无赠橐，君本是南金。自别过穷腊，相思作会吟。\n吟清卧薪骨，文细浣纱心。草屋稽山上，悬知春又深。"
        },
        {
            "标题": "夜度梅林",
            "作者": "陈子升",
            "内容": "即不疲行役，何方作逸民。风林摇入暮，沙水咽迷津。\n远灶翻刍狗，低篷仰杞人。江边如秃节，可共雁来宾。"
        },
        {
            "标题": "泊樟树访屠梦破",
            "作者": "陈子升",
            "内容": "岸上话将续，橹声难久停。欲攀彭泽柳，一系楚江萍。\n灶隐朱砂暗，门开樟叶青。不嫌霜鬓老，秋晚许重经。"
        },
        {
            "标题": "上巳蒲涧偕诸子",
            "作者": "陈子升",
            "内容": "异地兰亭会，春郊蒲涧游。杖随清瀑引，觞带白云流。\n旅食忽三月，狂歌仍一丘。何烦脩禊事，灵境即蠲忧。"
        },
        {
            "标题": "菩提树",
            "作者": "陈子升",
            "内容": "人见菩提树，亦有菩提想。此树无人时，飕飕千叶响。"
        },
        {
            "标题": "宿栖贤寺",
            "作者": "陈子升",
            "内容": "听得万松声，如传五老迎。到门云旧识，释子晚经行。\n怪石云衣覆，虚寮夜瀑明。终期此禅寂，安用昔贤名。"
        },
        {
            "标题": "过虞山忆钱牧斋先生",
            "作者": "陈子升",
            "内容": "日淡寒皋雪树枯，若为千里进生刍。绛雪楼笔求难再，黄牡丹诗赏遂孤。\n他日藏山司马在，而今述古老彭无。脊令原外悲鸣远，那答先生以弟呼。"
        },
        {
            "标题": "得钱牧斋宗伯书",
            "作者": "陈子升",
            "内容": "吴江飞雪上梅枝，海曲人归积雨时。双泪正缘乌哺尽，尺书还为雁行悲。\n生身金粟能深信，博物张华谬见知。远目不堪迷匹练，梦周今已觉吾衰。"
        },
        {
            "标题": "与郝载匡夜话",
            "作者": "陈子升",
            "内容": "床如丁字置，夜与郝生谈。世故淡边谢，禅心嚣里参。\n轻装分絮被，归计在松庵。莫谬推师长，知君青出蓝。"
        },
        {
            "标题": "春初答曾笃卿去年见赠之作",
            "作者": "陈子升",
            "内容": "憔悴江潭赋卜居，半生裘马憺樵渔。同株已恨三荆别，环堵空垂五柳疏。\n梁甫吟成孤管乐，建安才老减应徐。春风把臂光人胜，怀袖犹珍隔岁书。"
        },
        {
            "标题": "送一灵上人出塞寻祖心禅师",
            "作者": "陈子升",
            "内容": "曹溪学者楚臣裔，贝叶莲花卷荃蕙。经行忽感远游章，飞锡将穷沙漠际。\n极北霜多芳草无，弥天路断月明孤。萧寺何方来白马，秦关空见落黄榆。\n十载飘零祖和尚，玉门投老非为将。化鹤难归华表前，牧羝更在天山上。\n尔寻先觉岁方秋，鸿雁南宾尔北游。莲社称诗别庐岳，梅花赠远忆罗浮。\n边沙往往销金铠，布衲一肩神百倍。到时好向故人言，知我愁心满沧海。"
        },
        {
            "标题": "游穹窿山上真观闻施亮生尊师有岭南之行留此为赠",
            "作者": "陈子升",
            "内容": "真师请于帝，应世住穹窿。锁院凭雷掣，飞楼惹鹤翀。\n神形符字凸，鬼血剑花红。见说南行久，多应遇葛洪。"
        },
        {
            "标题": "秋怀 其三",
            "作者": "陈子升",
            "内容": "碧沚渺秋思，飘鸾淡雾姿。明珰一以献，玉佩解要之。\n子夜芙蓉曲，秋风兰菊辞。却看银汉侧，牛女别经时。"
        },
        {
            "标题": "秋日西郊宴集",
            "作者": "陈子升",
            "内容": "寥落王风蔓草生，荒郊何意会群英。十年丧乱同王粲，万里归来独子卿。\n林际远烟鸦噪晚，雨馀新月雁窥晴。故园秋色携琴在，吟断西楼画角声。"
        },
        {
            "标题": "己亥秋日有寄 其二",
            "作者": "陈子升",
            "内容": "秋入疏槐想汉宫，遥遥天上集鹓鸿。青山色在离愁远，玉漏声微曙梦通。\n七圣何曾迷大块，五丁元自出蚕丛。功高微管先江左，还遣车书万国同。"
        },
        {
            "标题": "述交篇送郭皋旭还平湖",
            "作者": "陈子升",
            "内容": "君家在平湖，相识松江上。风雪古招提，羁离两相向。\n我谢孟尝舍，君将茂陵返。携我归湖居，解衣劝加饭。\n平湖先子泽，故旧情欢然。缱绻相问遗，郭生先礼贤。\n寒夜风飕飕，高斋四座稠。腊拟吴门过，春期粤海游。\n淼淼大江还，迟迟玉山度。我老子非少，焉能任长路。\n雪鬓满头白，荔枝千树红。归人迎客子，重为说南中。\n八月高凉道，山车碾秋草。不嫌逆旅恶，惟觉诗篇好。\n折尽庾关梅，还同北雁来。未寻蓬荜地，孤负菊花杯。\n我昨过庐山，白衣受僧戒。君从胎已斋，旅食忘鲑菜。\n我违五岳愿，千里归训子。君今纳粤妾，有子从此始。\n王门一曳裾，赠橐知何如。千金何足贵，所贵真南珠。\n浙水白迢迢，应通南海潮。寄语湖中旧，音书肯寂寥。"
        },
        {
            "标题": "山子和尚索水岩研赠之系以诗",
            "作者": "陈子升",
            "内容": "文字因缘未脱离，参禅欲转宝峰机。虽然不解东坡带，也为山门赠研归。"
        },
        {
            "标题": "同旷圆大师庞若云诸子游家牧止深村别业",
            "作者": "陈子升",
            "内容": "深村好林沼，况乃属深春。最是闭门者，偏宜摇艇频。\n花繁初露子，竹密竟遮人。觅得青莲种，从来不染尘。"
        },
        {
            "标题": "题朱子洁小舫",
            "作者": "陈子升",
            "内容": "五湖何处去，一叶且经营。犹可汎溪月，将子同濯缨。\n兰幽期绝迹，豆落怅归耕。倚棹或堪近，桃花鸡犬声。"
        },
        {
            "标题": "壬寅元日",
            "作者": "陈子升",
            "内容": "漫拂峨冠向曙烟，颓檐犹得拜高天。鲲溟见击三千里，雁塞闻归十九年。\n米汁从今斋绣佛，露盘依旧捧铜仙。閒吟欲制将雏曲，且奏村灯社鼓前。"
        },
        {
            "标题": "盂兰盘日西来庵礼舍利",
            "作者": "陈子升",
            "内容": "金作浮图藏舍利，师僧请出众人观。生天直用时时切，消业回思世世难。\n惊眼威神灯外转，彻心悲涕水中寒。病身礼罢空行院，为指芭蕉在药栏。"
        },
        {
            "标题": "赠屈贲士仪部",
            "作者": "陈子升",
            "内容": "怜尔高阳裔，含愁向楚天。八龙秋色远，一鹤下荒烟。\n陋室且相聚，悲歌谁为传。茫茫江海畔，閒却祖生鞭。"
        },
        {
            "标题": "三闾庙",
            "作者": "陈子升",
            "内容": "汨罗沈自昔，安问后人怜。古庙临湘水，秋兰薰楚天。\n巫歌村社鼓，客至洞庭船。惭愧生斯世，长沙泪洒然。"
        },
        {
            "标题": "戍客吟",
            "作者": "陈子升",
            "内容": "长城万里远，久戍不知劳。听角单于小，占星太白高。\n何辞逐行幕，不惜敝征袍。为报红楼妇，新妆认节旄。"
        },
        {
            "标题": "予居客馆主人养白鹇又有持山鸡至并置笼中山鸡斗击白鹇损其毛羽予怜之劝主人斥去山鸡因为白鹇作感激之辞",
            "作者": "陈子升",
            "内容": "佳哉双白鹇，笼养君轩墀。雄者能知白，黑者能守雌。\n自违林薮愿，戢羽感恩私。不争鸡鹜食，仍惜凤凰枝。\n殊族逞嘴距，欻来将我欺。非赖有心人，安能脱羁危。\n三谢主宾意，永怀云峤期。"
        },
        {
            "标题": "山寺听蝉",
            "作者": "陈子升",
            "内容": "偶同高士出，一路听蝉嘶。雅尚宜秋露，何心怜夏畦。\n晚风清梵外，茂树翠微西。复此令人远，依依飞鸟栖。"
        },
        {
            "标题": "舍侄买驴因戏之",
            "作者": "陈子升",
            "内容": "犹子移家策蹇驴，定穿山径入街衢。悬知日日逢京兆，可得诗如贾岛无。"
        },
        {
            "标题": "山枝",
            "作者": "陈子升",
            "内容": "去年今日咏山枝，风细金墉月满池。竹尾虽遥应有实，藕心频折不胜丝。\n画图想像轩皇态，歌调殷勤帝子嬉。何幸丈人峰顶坐，碧笙吹罢对弹棋。"
        },
        {
            "标题": "山中七夕",
            "作者": "陈子升",
            "内容": "不知天阙复山庭，欲近银河鹊驾停。几处离忧逢七夕，孤臣不寐看双星。"
        },
        {
            "标题": "山子禅师还宝峰经佛山为众说法作诗纪事",
            "作者": "陈子升",
            "内容": "龙象高高幸得攀，法筵开在水云閒。好教大众为禅侣，方许兹乡号佛山。\n一马自天无不踏，五羊馀石亦非顽。谁能洗发摩尼色，供与吾师系衲还。"
        },
        {
            "标题": "冬心 其三",
            "作者": "陈子升",
            "内容": "尉佗城对素馨田，日日香风度画船。十月梅花盈岛屿，二樵云气护神仙。\n堪窥载籍兰台里，不惜酣歌锦瑟边。报主实多梁阁老，风流游豫武宗年。"
        },
        {
            "标题": "咏怀古迹五首 其四 桂阳",
            "作者": "陈子升",
            "内容": "广郡延袤古桂阳，郡人不省是维桑。换盐忽漫逢宾客，食藕因思制楚裳。\n天下几州真刺史，我来一度旧刘郎。而今不作看花恨，消息王孙草尽芳。"
        },
        {
            "标题": "暮春三宿邝无傲斋中迟高望公不至同许式微许二陔赋",
            "作者": "陈子升",
            "内容": "丘壑身存鬓任颓，柴扉深掩草堂开。三春燕语几人问，昨日渔舟特地来。\n僮煮碎香凝白室，鸟翻层叶堕青梅。离心转剧留连地，延伫高高只古台。"
        },
        {
            "标题": "止酒示内",
            "作者": "陈子升",
            "内容": "接篱空与酒人偕，憔悴身依楚水涯。典却鹴裘司马渴，梦回鸳禁太常斋。\n花间绮席年今老，柳外旗亭雨更霾。犹为细君时割炙，陆沈何处进如淮。"
        },
        {
            "标题": "蜀中",
            "作者": "陈子升",
            "内容": "山木森森闻杜鹃，路难真拟上青天。当关一士可胜万，分鼎中原翻在边。\n剑阁旧踪云栈暗，锦城新雨海棠鲜。文心对此几能写，绿绮凄清蜀国弦。"
        },
        {
            "标题": "五逝叹 其五 黎兵部美周　遂球",
            "作者": "陈子升",
            "内容": "同衣我黎友，蔚为天下士。精义侔易京，赋心轹文似。\n芳佩总南园，彪命专东里。勉兹彤简授，谢彼青蝇迩。\n笳咽落梅弄，魂冲九牛水。琴德斯云亡，号钟吾已矣。"
        },
        {
            "标题": "可思",
            "作者": "陈子升",
            "内容": "柳色如烟罥绮尘，月光何必掩香茵。颤将金雀如无股，甜入瓠犀不见唇。\n司马长卿还病渴，乘鸾箫史正宜春。挂开鹦鹉从渠骂，啄碎桃花未足嗔。"
        },
        {
            "标题": "送谭说剑",
            "作者": "陈子升",
            "内容": "也为无车出每迟，蒯缑何处合雄雌。闽中公子深相忆，珠履行行蹑武夷。"
        },
        {
            "标题": "四咏 其四 吟北门",
            "作者": "陈子升",
            "内容": "吟北门兮伤贤者，室人谪兮不我假，我有忧心不能写。\n夫君赠我飞蚨钱，金珠奈此糟糠贤。不如敝屣却床前，商歌高入沧浪天。"
        },
        {
            "标题": "感讽 其二",
            "作者": "陈子升",
            "内容": "书生无计取封侯，群盗纷纷欲效尤。遂使陈琳无罪状，何论关羽有春秋。\n风来巢鹊曾思起，鼎沸江鱼故自游。谁复轻身能报国，麒麟图画日悠悠。"
        },
        {
            "标题": "遥题药地禅师青原新得瀑泉",
            "作者": "陈子升",
            "内容": "远公却住青原寺，三叠泉流七祖山。才向虎狼边振锡，晴虹飞下翠微间。"
        },
        {
            "标题": "遥题药地禅师青原新得瀑泉 其三",
            "作者": "陈子升",
            "内容": "官长樵苏尽欢喜，旧山忽见新泉水。师将一口吸西江，谁共解者愚山子。"
        },
        {
            "标题": "遥题药地禅师青原新得瀑泉 其四",
            "作者": "陈子升",
            "内容": "不肯常升讲法台，只应随意把山开。为怜旧友相如渴，片札将泉过岭来。"
        },
        {
            "标题": "遥题药地禅师青原新得瀑泉 其二",
            "作者": "陈子升",
            "内容": "混混曹溪水有源，青原一派号山门。不见大师传祖意，三条冰挂一峰尊。"
        },
        {
            "标题": "送远斋上人北游",
            "作者": "陈子升",
            "内容": "了得南宗义，因人漫北行。衣藏珠自现，锡指雁新横。\n舌底将莲种，眉毫斗雪生。遥知直署客，休沐出都迎。"
        },
        {
            "标题": "送雁和元孝",
            "作者": "陈子升",
            "内容": "雪后长途在远天，榆关风细客心悬。迹留南浦因成别，啼过西楼忽渺然。\n新影欲低青海月，故群仍破黑山烟。稻粱不免重来食，多恐惊沙没水田。"
        },
        {
            "标题": "将之吴越留别亲友 其二",
            "作者": "陈子升",
            "内容": "赭颜当别酒，不饮且先陈。衣食堪生我，妻孥暂托人。\n回肠千水曲，迎面众山新。肯厌一茅屋，端居养性真。"
        },
        {
            "标题": "严陵钓台寄关西故人",
            "作者": "陈子升",
            "内容": "我来钓台上，怀古复沾巾。不有中兴主，那为高尚人。\n春波翻白鸟，落日转青蘋。漫似狂奴态，遥遥寄渭滨。"
        },
        {
            "标题": "隋宫",
            "作者": "陈子升",
            "内容": "浪结同心嗣太平，一朝閒梦决东征。红颜泣尽宫谁守，白骨流多殿自行。\n仙李根深摇柳色，后庭花谢到芜城。横波若久留人住，还望江南无限情。"
        },
        {
            "标题": "素馨花",
            "作者": "陈子升",
            "内容": "宴罢红云拥素馨，紫宫回梦酒初醒。香风皎月横陈处，不许诸嫔出后屏。"
        },
        {
            "标题": "祀何仙姑乐章 其一 迎神",
            "作者": "陈子升",
            "内容": "飘罗兮练浮，灵纷葩兮迁绛趺，请阿㜷兮招鲍姑。\n桂馔兮猿醴，煮白石兮清水。故宫兮归来，源源兮不可以期。"
        },
        {
            "标题": "二鸟诗 其一 唐宫鹦鹉",
            "作者": "陈子升",
            "内容": "人情易亡故，相背成久寒。唐宫有鹦鹉，遥问上皇安。\n感恩金殿里，甘息陇山翰。勿谓斯言细，徽音长不刊。"
        },
        {
            "标题": "崧台有沈宋故迹秋日过之赋此",
            "作者": "陈子升",
            "内容": "古碑无字绿苔封，犹有初唐词客踪。海燕惹香贻补阙，夜珠流月鉴昭容。\n明河京国空翘首，寒食驩州诧贯胸。今日笑看垂拱世，楚裳秋净采芙蓉。"
        },
        {
            "标题": "同梁颙若归西山草堂留题二首 其一",
            "作者": "陈子升",
            "内容": "都市行歌径有苔，游人方共主人回。山连埤堄松遮断，池映阑干花倒开。\n数卷缃编留载笔，一庭明月照持杯。怀人欲揽重重翠，余又西樵归去来。"
        },
        {
            "标题": "题李太白像",
            "作者": "陈子升",
            "内容": "词林鸟归凤，千载想斯人。恩向汾阳重，情连云梦亲。\n少陵非匹敌，小谢契精神。甚矣吾衰也，时无贺季真。\n空然对遗像，文采映千春。"
        },
        {
            "标题": "奉题欧先生南圃",
            "作者": "陈子升",
            "内容": "南圃人安节，东篱菊吐英。苍凉开画色，閒暇读书声。\n远水浮秦树，斜阳澹汉城。所欣吟月下，一傍古松行。"
        },
        {
            "标题": "题朱子茂茅亭新成",
            "作者": "陈子升",
            "内容": "中表过从好，巢居又一枝。金鳞云锦烂，玉树月华披。\n坐即频呼酒，行应为采芝。不逢尧与舜，安敢望茅茨。"
        },
        {
            "标题": "怀兰引",
            "作者": "陈子升",
            "内容": "越罗织得吴蚕死，裁向青楼悬近水。旁人劝道休洗红，请解楼西收向东。\n东楼初日西栖夜，夜月照人人在下。楼前月明常入人，楼后灯悬春自嫁。\n中有一人字秀兰，不长不短千娇姹。依稀记是广陵生，意已倾城名尚亚。\n送旧迎新未一年，王孙痴迷公子颠。颠迷态尽轻相对，不爱贵人爱优辈。\n一优自言最少年，浪荡梨园专取配。不难借债转将来，金重身轻重数倍。\n沈香海青作娇客，细帻连眉边窄窄。生涯向似棹船郎，典得铜街主人宅。\n初来半月当从良，池边三十六鸳鸯。鸳鸯别对应相避，南北东西鱼乱戏。\n时嗔时喜真作俳，莫往莫来终风霾。赌去稍卖寒衣服，穷来渐渐取金钗。\n别有营间名阿满，此优捖牵情不断。须令逼下旧时人，才与重开新样春。\n变云起浪多龃龉，可怜柔脂受击楚。朝朝暮暮太相煎，驱去觅钱换米煮。\n此何窸窣彼何浓，狂且独拥娇芙蓉。笼中鹦鹉不得脱，戏作猢狲强挑挞。\n悉心向人人尽哀，客子将金欲娶回。徒将此苦易彼乐，虚言高价无力媒。\n人家流苏玳瑁床，幽窗团结龙涎香。隐回清泪背清炬，知心问心一夜语。\n三十年前张四名，人人欲死村村争。于今子长孙善走，相代擎茶上戏棚。\n冯细从良初不久，仍歌旧曲劝人酒。忽然削发变为尼，住向南郊菜塘口。\n为尼不久还作唱，双缠紧系罗包首。世上纷纭颠倒多，参禅大将从军妇。\n诸姬转徙天运然，独有秀兰人不怜。日嗟日叹无休息，叹到将军听不得。\n一朝侍坐众宾筵，缚出优来面如墨。情甘输妇赎得生，乞娘一言高座侧。\n鹯容骂尽还自羞，从此人间不相识。秋深有客来长河，河上青沙荡白波。\n车尘马迹凝秋水，如是军旌归路过。上船武妓遮鱼贯，中有湘裙露寸半。\n欲行不行怯路难，须臾众步相凌乱。我闻客言方有怀，暗缸朦月尽安排。\n白日扬声响高屋，缓声却转疑丝竹。锵然飞雁鸣一声，客舍门虚见山木。"
        },
        {
            "标题": "铁如意",
            "作者": "陈子升",
            "内容": "新得铁如意，浑如来一朋。斜根芝贴石，耸脰鹤陪灯。\n只许频更仆，何须叩默僧。深冬还一捉，心解冷如冰。"
        },
        {
            "标题": "望庐山铁壁崖寄阿衍大师",
            "作者": "陈子升",
            "内容": "父是法王身嗣法，无烦定省近堂头。铜瓶久许腰将出，铁壁还应面不休。\n松子敲庵嚇蝙蝠，藤梢黏果摘猕猴。可令瀑布三千丈，下引鄱湖一小舟。"
        },
        {
            "标题": "访梁法师道院归途遇雨柬同游林李二子",
            "作者": "陈子升",
            "内容": "西郊云偶集，先雨谒东皇。露马踏风叶，飙车候石房。\n夫君元始佐，启我玉函光。归路嚣尘息，中峰鍊九阳。"
        },
        {
            "标题": "海幢寺阿字首座屡约相过未果作此简之",
            "作者": "陈子升",
            "内容": "隔江曾自度，长约渡江人。绝迹淹残雨，浮生阅仲春。\n钟吟清水泛，门迥白鸥邻。不到真空地，梨花月漫新。"
        },
        {
            "标题": "游万杉寺",
            "作者": "陈子升",
            "内容": "拄著茶枝杖，龙钟入万杉。石欹泉自咽，山午日教衔。\n竹箸挑中饭，棕鞋下半岩。老师浑坦率，眼见葛藤芟。"
        },
        {
            "标题": "望九华",
            "作者": "陈子升",
            "内容": "江南莲乍动，帆背二孤开。水气偏浮上，山光忽照来。\n地增人峭绝，云合路纡回。明到池阳郡，思君且上台。"
        },
        {
            "标题": "拱北楼望仙湖里故居",
            "作者": "陈子升",
            "内容": "楼下双门车马尘，楼头五夜唱鸡人。十年清梦里闾改，一片彩云窗槛新。\n雀噪北林窥殿影，籁传南郭窅天真。回翔却问乌衣燕，此处雕梁谁旧邻。"
        },
        {
            "标题": "佛日东游答欧奏孚陈皖公",
            "作者": "陈子升",
            "内容": "西方传佛日，东去访仙山。五十未闻道，江湖稀闭关。\n苍烟奔急翼，霁景媚衰颜。君问逢迎意，方将乞大还。"
        },
        {
            "标题": "用乐府题作唐体十二首 其十一 关陇吟",
            "作者": "陈子升",
            "内容": "秦地双崤阻，周王八骏雄。水流巴子国，山压隗嚣宫。\n榆细森关月，梅春袅笛风。寄言被褐者，相助守山东。"
        },
        {
            "标题": "闻钟",
            "作者": "陈子升",
            "内容": "钟叩三回三十六，正当七十二峰前。声如步步渐出寺，我向僧僧同入禅。\n数里秋林皆滴露，一江寒月欲浮烟。此时响歇更何听，佛以一音醒大千。"
        },
        {
            "标题": "家无长物琴砚特佳聊为之咏",
            "作者": "陈子升",
            "内容": "紫云鸲鹆砚，绿绮凤凰琴。静者亦何有，兹焉朋盍簪。\n诗书敦宿好，山水有清音。欲解无弦趣，惟操匪石心。"
        },
        {
            "标题": "七哀 其一",
            "作者": "陈子升",
            "内容": "郁郁燕赵间，荒坟远相属。武灵非故宫，尉佗自南瞩。\n翁仲款魋结，石马閟胡服。上有黄鸟鸣，飞飞睨幽谷。\n既避巨君猾，复耻群莽秃。忽怪夷吾衽，亦伤微管牧。\n两畿继芜秽，阳爻嗟在六。禹鼎何芒芒，众司诚覆餗。\n魍魉见白日，荆榛蔽玄玉。道闻木偶言，欪哉乱心曲。"
        },
        {
            "标题": "西江春事",
            "作者": "陈子升",
            "内容": "桃花水上新，况复满山春。历乱闻啼鸟，清明烂醉人。\n相思阻天末，相慰且比邻。借问求桑女，如何大路遵。"
        },
        {
            "标题": "以乐府题作唐体五首 其一 昔昔盐",
            "作者": "陈子升",
            "内容": "鸳鸯楼下乌欲栖，玳瑁梁间燕吐泥。月晕圆随汉东蚌，天河倾向汝南鸡。\n万方仪态华镫出，一笑横陈翠帐低。愁见晓鸿征塞北，不知天将定辽西。"
        },
        {
            "标题": "咏怀古迹五首 其五 蓝关",
            "作者": "陈子升",
            "内容": "韩公谪宦叹崎岖，我亦曾游恨有馀。催老祇缘千嶂雪，罢朝非为一封书。\n晚年好佛心方切，中路逢仙事也虚。能使世间魑魅息，不烦容徙恶溪鱼。"
        },
        {
            "标题": "圭峰戏呈友人",
            "作者": "陈子升",
            "内容": "沧波西望与天平，携手间遵紫水行。明月车回歧路夕，绿荷衣振一峰晴。\n鹤群绕树多窥塔，蜃气为楼半入城。莫是云潭犯龙性，故人何敢嬲嵇生。"
        },
        {
            "标题": "佛日至端州",
            "作者": "陈子升",
            "内容": "疏钟岩畔发，孤棹峡中行。是岸西方到，兹辰大圣生。\n望农花雨急，问禁竹房清。旅食同僧乞，依稀舍卫城。"
        },
        {
            "标题": "白鸭",
            "作者": "陈子升",
            "内容": "方塘萍荇荡纷纷，曲曲朱栏泛泛纹。似任风吹成独往，偏能日浴向同群。\n花边被服真浮月，水际弹冠妄切云。今日呼名在邻里，羲之何必不怜君。"
        },
        {
            "标题": "岁暮过海幢寺谒空隐禅师寄薛二",
            "作者": "陈子升",
            "内容": "渡江寻净域，了自不关人。息影入中岁，生烟开早春。\n启扉无一语，踧踖愁书绅。归对同门友，溪风萌绿萍。"
        },
        {
            "标题": "咏萧何",
            "作者": "陈子升",
            "内容": "相国超诸将，收图不取金。无双识韩信，画一付曹参。\n名益图麟著，功将汗马深。如何灭秦佐，偏结故侯心。"
        },
        {
            "标题": "写意",
            "作者": "陈子升",
            "内容": "芳草出门花在闺，小屏无影远山低。流黄已乱回文锦，尺素还将隐起圭。\n官渡晚澜虚鸐立，女墙斜月冷乌栖。不堪衫袖泪重叠，谁唱竹枝湘水西。"
        },
        {
            "标题": "伟公侄至宿",
            "作者": "陈子升",
            "内容": "寒宵共阿咸，陋巷本居南。雨气侵残梦，鸡声发绪谈。\n家风怀万石，春兴待双柑。莫道天难问，高高是蔚蓝。"
        },
        {
            "标题": "入光孝寺宿自先上人兰若",
            "作者": "陈子升",
            "内容": "三城秋动白云层，旧地重游独拊膺。觱篥声中才避寇，菩提树下且寻僧。\n危巢鹊顾香台饭，暗路人归古殿灯。君问穷愁不堪说，虞园书破剡溪藤。"
        },
        {
            "标题": "雁来红",
            "作者": "陈子升",
            "内容": "上林缯缴亚枝低，下国烟花晚更迷。女草逢人应绝艳，宾鸿背日不闻嘶。\n候残星火虚躔鸟，书度燕支恨牧羝。最是鴂鸣芳易歇，朱颜终觉负春闺。"
        },
        {
            "标题": "玉阶草",
            "作者": "陈子升",
            "内容": "敛袖出屏香，摇綦历阶草。三十六宫中，自守青苔老。"
        },
        {
            "标题": "谣俗 其二",
            "作者": "陈子升",
            "内容": "玉漏无声宝镜开，笙箫细细度云来。如何竞赏中秋月，打鼓鸣钲响似雷。"
        },
        {
            "标题": "谣俗 其一",
            "作者": "陈子升",
            "内容": "行乐乡中羡佛山，肯将螺髻换云鬟。优场亦摆香花供，唱出清词菩萨蛮。"
        },
        {
            "标题": "旅中同吴仲徵周彬野集庞君燕寓舍韩叔夜病不至次吴韵",
            "作者": "陈子升",
            "内容": "客身浑欲托禅门，且莫寻僧度晓昏。古道不孤山月鉴，清歌仍共院钟言。\n瓷盘白剖霜梨大，石槛阴层露桂繁。况值枚生才健甚，相如何事病梁园。"
        },
        {
            "标题": "夜潮",
            "作者": "陈子升",
            "内容": "维舟偶终日，不约肯重来。雁翅城边月，虎头门外雷。\n岸高渔火上，沙暗縠纹回。可是期神女，非关行雨台。"
        },
        {
            "标题": "呈宗和尚",
            "作者": "陈子升",
            "内容": "头白优婆塞，随堂近事初。枯为秋院叶，醒及夜池鱼。\n厥后曾何得，于人总不如。那分一灯影，归彻小窗虚。"
        },
        {
            "标题": "用乐府题作唐体十二首 其六 梅花落",
            "作者": "陈子升",
            "内容": "陇右五歧路，梅花寒并飘。春风上冰雪，人迹澹溪桥。\n白破胡天晓，香分庾岭遥。谁知金屋里，坐使玉容销。"
        },
        {
            "标题": "乡中有井出泉甘冽好事者浚而识之邀予为咏",
            "作者": "陈子升",
            "内容": "玉醴浮双井，金瓶洒八公。会当行汲去，不是后园中。\n改邑君莫问，枕流谁可同。泠然饮仙液，云水思无穷。"
        },
        {
            "标题": "移居 其二",
            "作者": "陈子升",
            "内容": "怅别仙湖里，何期住佛山。乌衣离乱后，青琐市尘间。\n花鸟欺容膝，亲朋劝破颜。来逢脩禊日，觞咏且宜閒。"
        },
        {
            "标题": "移居 其一",
            "作者": "陈子升",
            "内容": "携家似行脚，重卜佛山居。避寇图中策，呼童载旧书。\n春风开瓮牖，夏屋谢权舆。莫谓皆稠杂，萧萧竹影疏。"
        },
        {
            "标题": "听在犙禅师讲法华经兼较金刚经异同师曰陈乔生意者其憍陈如乎因纪一律",
            "作者": "陈子升",
            "内容": "火宅莲华露特寒，比来禅味憺忘餐。净名复有称摩诘，凿齿非徒对道安。\n物论已齐庄马喻，经文重把鲁鱼看。他年傥授菩提记，妙法悬知得者难。"
        },
        {
            "标题": "越王台",
            "作者": "陈子升",
            "内容": "君不见越台百尺雄城阙，辇路传游百花发。黄屋晴连汉塞云，青山晓挂秦时月。\n龙川霸气日苍凉，横海楼船更渺茫。北风吹散南枝鸟，惟见平沙牧马场。"
        },
        {
            "标题": "朱子勷赠予墨拓瘗鹤铭喜赋",
            "作者": "陈子升",
            "内容": "何代华阳逸，遗音瘗鹤铭。胎禽漠然化，腕兔若为灵。\n势挟云螭驾，图分山海经。羽仙将墨客，无不掞天庭。"
        },
        {
            "标题": "下篷辣滩望阴那山",
            "作者": "陈子升",
            "内容": "梅州行李出，雁渚钓鱼过。偃蹇一身小，裴徊九面多。\n滩声迅篷辣，山色暗阴那。篙打鱼虾国，松摇猿狖窝。\n沧浪看逝者，白石唱来罗。是处僧煨芋，前溪鹭食荷。\n市稀粮少宿，风健酒虚酡。岁暮游还远，将如杖履何。"
        },
        {
            "标题": "詶韩叔夜",
            "作者": "陈子升",
            "内容": "行子极秋气，盘旋竹房清。邑宰来相存，促膝非世情。\n告我一高贤，名家自鄢陵。永嘉行罢秩，贫胜南阳耕。\n肝胆倾四海，旷若云山晴。旅寺邻咫尺，奚容隔平生。\n相见欢称诗，高谭金石声。我观靡靡者，俗尚纷营营。\n非君激新论，谁能闻典型。愧我客临邛，如君诚长卿。\n传音归故林，千里皆和鸣。"
        },
        {
            "标题": "咏镜",
            "作者": "陈子升",
            "内容": "汉皇露掌分青铜，蒲萄神镜凝妆红。照颜还照月，怜水复怜空。"
        },
        {
            "标题": "咏怀古迹五首 其三 铜柱",
            "作者": "陈子升",
            "内容": "分茅岭下寻铜柱，薄海人思汉伏波。列阵不难招象马，为梁真欲架鼋鼍。\n山川据险将无敌，金石铭功在不磨。莫道南征犹缓计，凌烟他日看巍峨。"
        },
        {
            "标题": "咏怀古迹五首",
            "作者": "陈子升",
            "内容": "忆昔光天共帝臣，翠华西狩复南巡。百蛮奔走千秋事，五岭蹉跎万死身。\n兵甲渐加成战地，乡关才出尚比邻。从来发轫骚人兴，野旷云流望转新。"
        },
        {
            "标题": "答欧奏孚订游吴门之作",
            "作者": "陈子升",
            "内容": "春深吟过赤花洲，酒半思为汗漫游。江渚几闻袁虎咏，秋风一振马卿裘。\n黄云极目寻知己，芳草何心问蹇脩。此去龙威书可识，玉函先为报罗浮。"
        },
        {
            "标题": "咏怀古迹五首 其二 台岭",
            "作者": "陈子升",
            "内容": "辛壬癸甲出关回，行路虽难歌莫哀。敝舍亦劳千里望，中原只透一门开。\n伤心逆旅通行李，屈指将军有姓梅。风度楼前融朔雪，大唐今数曲江才。"
        },
        {
            "标题": "答张公亮揭阳慰予下第",
            "作者": "陈子升",
            "内容": "丈夫身作楚人弓，照乘泣刖珠玉同。咄嗟小儿怨秋风，迷阳不生大道中。\n三年一赋灵光殿，蜃市银云看成变。祇因错认万言书，安得齐名三语掾。\n琴张先生劝莫嗟，陈孔赭白骄谁家。蓬心待扶惟直麻，行行采采幽兰花。"
        },
        {
            "标题": "和陶苦子见示游濂泉之作",
            "作者": "陈子升",
            "内容": "生世前身谁复认，多君本是住山僧。无生法忍终应得，不朽诗篇久已能。\n云阁外抛高树果，水帘中彻坏庵灯。秋游新句还相示，愿證真空益有凭。"
        },
        {
            "标题": "潘菶伯善弹琵琶比且废置聊此戏之",
            "作者": "陈子升",
            "内容": "回窗无语堕风花，玉匣纤尘闭月华。已识琵琶流怨久，何须今日怨琵琶。"
        },
        {
            "标题": "湖口书怀寄辅昙上人",
            "作者": "陈子升",
            "内容": "自怜头白远栖栖，访旧沿洄楚水西。忆别正看杨柳长，爱行那听鹧鸪啼。\n心从章贡诸滩下，手待匡庐五老携。谁似辅公年未艾，高高茅屋绝攀跻。"
        },
        {
            "标题": "赠吕半隐常博",
            "作者": "陈子升",
            "内容": "巴江隐隐流，岂是浙江秋。君住湖山曲，峨嵋天际头。\n云松巢独鹤，沙屿过群鸥。千里论胶漆，真堪此处投。"
        },
        {
            "标题": "雨中即事简在城亲旧",
            "作者": "陈子升",
            "内容": "细雨滋何限，浮生澹不营。碧苞防露笋，红吐拒霜英。\n鹤发来扶杖，渔歌迥濯缨。轩车任流水，书此报寒城。"
        },
        {
            "标题": "苍梧寓目柬鲁孺发巡抚",
            "作者": "陈子升",
            "内容": "西江过雨水盈盈，薄暮荒山片月明。旧俗虚传分界树，新功应号受降城。\n雕床贡马春齐舞，画角啼乌夜莫惊。翘首五云丰镐地，六龙先问亚夫营。"
        },
        {
            "标题": "远如期",
            "作者": "陈子升",
            "内容": "经年弹一调，道是远如期。未审邀欢地，都为伫立时。\n加衣防玉体，对镜写山眉。万事归专一，何当慰所思。"
        },
        {
            "标题": "咏贫士",
            "作者": "陈子升",
            "内容": "茂树有来憩，寒枝鲜见臻。思为千亩阴，咄嗟空本根。\n土膏不独异，尝与桃李邻。陨叶随狂飙，已冬复望春。\n处约苦心志，造草非小仁。天地有倾缺，君子宁忧贫。"
        },
        {
            "标题": "早雁",
            "作者": "陈子升",
            "内容": "此心元与朔方暌，为探风沙羽翼齐。新起渚田聊且下，旧开云路不曾迷。\n天连衡岳青居半，水极潇湘白自西。近日穹庐徙无所，好音先得报秋闺。"
        },
        {
            "标题": "立春日社集学小庾体限韵",
            "作者": "陈子升",
            "内容": "览岁玑衡政，陈书钟鼎文。囊锥休踢嬲，杯酒且殷勤。\n金门牛马走，丹穴凤鸾群。海观卑测蠡，雷声辨聚蚊。\n山形迷七圣，涛气溢三军。柳枝低艳曲，桃花入舞裙。\n文豹藏深雾，斑骓蹴白云。花风殊缱绻，灯月又纷纭。\n蒸民思帝力，詹尹溯皇坟。立春观笑语，行年务见闻。\n不教荆璞刖，谁令鲁璧焚。此时同越祝，今日便逢君。"
        },
        {
            "标题": "效杜樊川体",
            "作者": "陈子升",
            "内容": "南金收尽九州馀，魍魉逢人鼎象虚。自有掘尸从楚望，可无翘足待商于。\n羊头乍烂称开国，马角频生命副车。未必苍苍非正色，绿沈红黦竟何如。"
        },
        {
            "标题": "七夕戏赠小男",
            "作者": "陈子升",
            "内容": "稚子听人谈七夕，举头真欲尾星行。催娘案上排生果，替姊笺头录乳名。\n乱唱仙歌敲竹简，私斟圣水贮瓷罂。虽然时节为儿戏，不觉能添老大情。"
        },
        {
            "标题": "唐倩明藜之潮州谒宋太守索予赠诗",
            "作者": "陈子升",
            "内容": "唐勒游何事，东寻宋大夫。披云看揭岭，乘月过丰湖。\n生计愁鹏徙，归期约鲤趋。丈人何足赖，八口向人糊。"
        },
        {
            "标题": "春日与薛刚生期于崔千上江馆崔子谷在焉因并留赠",
            "作者": "陈子升",
            "内容": "门前杨柳色，日日向通津。一水过春雨，三杯逢故人。\n垆头卖浆至，座右勒铭新。无使穷途泪，阑干缨上尘。"
        },
        {
            "标题": "郊居答梁颙若陈元孝见访之作",
            "作者": "陈子升",
            "内容": "我憩西郊外，入山殊未深。不堪徵赋及，幸有故人寻。\n金磬答双院，木瓜寒一林。还期同静坐，乘月在长吟。"
        },
        {
            "标题": "用乐府题作唐体十二首 其十二 长安道",
            "作者": "陈子升",
            "内容": "古树咸原色，繁华大道春。长风与流水，翠粲复龙鳞。\n狐白逢公子，鸦黄见美人。萧条道旁客，叹息经情亲。"
        },
        {
            "标题": "石埭昭明太子庙",
            "作者": "陈子升",
            "内容": "只在删诗后，斯文入选初。能收百家作，非但一朝书。\n山出菁华外，江流绮靡馀。何期向萧寺，野服拜仙储。"
        },
        {
            "标题": "锦石山怀陆生",
            "作者": "陈子升",
            "内容": "汉祖当日诛狂秦，尉佗本自倔彊人。陆生儒者持汉节，自娱黄屋遂称臣。\n南粤迢迢天咫尺，佗为东道使西席。曾同魋结汎兰舟，为祷山灵酬锦石。\n使能不辱佗不疑，天心人事皆有时。君看锦石成千古，请向山花折一枝。"
        },
        {
            "标题": "厓门吊古 其二",
            "作者": "陈子升",
            "内容": "舟中劝学非迂阔，纵有孙吴可奈何。实异处堂安燕雀，虚言梁海有鼋鼍。\n枢衡并拥慈元殿，柴市遥闻正气歌。千古兴亡问穷海，几时还见不扬波。"
        },
        {
            "标题": "元夜与友人话旧",
            "作者": "陈子升",
            "内容": "剪烛烧残白凤膏，旧时人擅五陵豪。笙歌夜出如琴辔，兰麝春归似草袍。\n越地比年空蒟酱，汉宫何处醉蒲萄。然藜闭户知谁共，纸帐吟看璧月高。"
        },
        {
            "标题": "舟中示从侄孙寂珠上人",
            "作者": "陈子升",
            "内容": "儒业痛非时，沙门早愿归。为君持一杖，犹未著三衣。\n船卧宵中密，斋炊午后稀。远峰灵鹫色，只待兴如飞。"
        },
        {
            "标题": "五子咏 其一 朱王孙仲韶　统",
            "作者": "陈子升",
            "内容": "王孙耽历学，要妙岂汝泄。一游忽思归，得微合明哲。\n索我先辈书，蒿庐用编缀。宝君梅花笔，至今香不灭。"
        },
        {
            "标题": "述哀 其二",
            "作者": "陈子升",
            "内容": "黄竹歌残雪，苍梧泣断云。三年曾克鬼，诸□乃无□。\n逐日还何及，呼天竟不闻。定知图箓秘，哀痛为斯文。"
        },
        {
            "标题": "自赠",
            "作者": "陈子升",
            "内容": "好处都非外物成，自看不解自心情。谈诗舞著忘垂老，听梵悲来感宿生。\n半口尚沾曾戒酒，终身拌别旧居城。人家积谷尘皆满，独扫明窗花里明。"
        },
        {
            "标题": "醉中吟寄内",
            "作者": "陈子升",
            "内容": "江城飞雨烟濛濛，主人劝我杯酒浓。绿槐雨滴白鹇饮，蜜酒藤床醉即寝。\n山妻生日身在城，白头相重千金轻。醉中笑看侏儒饱，犹有东方割炙情。"
        },
        {
            "标题": "用乐府题作唐体十二首 其五 折杨柳",
            "作者": "陈子升",
            "内容": "离情相送送，大道夹垂杨。千里从兹远，一枝空折将。\n结为腰带缓，吹与鬓丝长。何必闻羌篴，方知断客肠。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "南明永历朝廷",
            "Background": "陈子升在朝堂上与同僚讨论国事，他以兵科右给事中的身份，分析敌我形势，表达对南明前途的忧虑，众人纷纷附和，气氛凝重。",
            "Dialogue": "{\n    角色名:同僚A \n    动作:(微微颔首，面色凝重)\n    讲话:陛下，近日边境战事频仍，敌我形势愈加复杂，恐难以持久。如何应对，实需深思。\n}\n{\n    角色名:陈子升 \n    动作:(手抚额头，神情严肃)\n    讲话:诸位，今朝国事艰难，南明已陷入重重困境，敌军逼近，若不设法自保，恐难逃覆亡之运。自古兵者，必先知己知彼，方能百战不殆。然则我南明虽有名将，然士气已然大减，民心涣散，前途堪忧。敌军虽众，然彼国上下亦多矛盾，若能借此机会，设法分化敌人，或可一试。然我等却不可妄自菲薄，须得集思广益，方能保家卫国，图谋良策。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "中洲草堂",
            "Background": "在月光下，陈子升与友人吟诗作对，讨论诗歌的意境与情感。他们提到《中洲草堂遗集》，并相互切磋，氛围轻松而雅致。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(轻轻吟唱，神情醉心)\n    讲话:子升，今夜月明如水，不若咏诗共赏，如何？\n}\n{\n    角色名:陈子升 \n    动作:(微笑点头，手指轻轻敲打桌面)\n    讲话:朋友所言极是，月下诗情最为动人。今我有《中洲草堂遗集》中的一篇《西阁书壁三十六韵》，愿与君共吟。诗云：“嘉名占地木，曾觉豫章生。”此句意在庆幸，此地虽远，然仍怀故土之情；“精神少微曲，生小广州城。”则是说我心中理想虽微，然依然希望能在这异乡之地有所成就。试问，月下对诗，何其美哉！不知朋友可有佳作相赠？\n}"
        },
        {
            "Type": "书信交流",
            "Location": "陈子升的书房",
            "Background": "陈子升写信给远在他乡的友人，表达对往昔岁月的怀念，并附上几首刚作的诗，信中流露出对时光流逝的感慨。",
            "Dialogue": "{\n    角色名:友人B \n    动作:(在窗边拿起笔，神情沉思)\n    讲话:子升，近日可有新作？\n}\n{\n    角色名:陈子升 \n    动作:(拿出几卷纸，微微一笑)\n    讲话:近日闲居家中，常思往昔岁月，遂作诗数首，寄托心中怀念之情。今寄予可亲之友，愿以此诗寄托我心，且愿与君分享。诗中有云：“一朝花扫地，三刖玉埋荆。”此句道尽岁月无情，时光荏苒，惟愿君能明白我心中那份对往事的追忆与感慨。时光流转，往昔如烟，今我虽身处异土，然心中却依旧留恋故乡，愿君细品。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "南海的街市",
            "Background": "陈子升在市场上与邻居闲聊，谈论近期的诗会和文人雅集，聊起家乡的风土人情，抒发对故乡的眷恋。",
            "Dialogue": "{\n    角色名:邻居 \n    动作:(扶着摊位，面带微笑)\n    讲话:陈兄，近日听闻有诗会，何不与我一同前往？\n}\n{\n    角色名:陈子升 \n    动作:(点头，神情愉悦)\n    讲话:邻居所言极是，诗会乃文人雅集，实为一处交流之地，然今我心中有些许顾虑，虽愿与君同往，然却心系故乡，常忆南海的山水柔情。此时，正值春光明媚，花开满地，若能借此机会，细品诗词，畅谈风雅，实乃一大乐事。然我也知时光无情，愿能在此共叙乡音，抒发对故土的怀念，岂不美哉？\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "江边",
            "Background": "陈子升与友人散步于江边，吟诵《西阁书壁三十六韵》，借江水激荡抒发心中情怀，意境深远，诗句间流露出对美好时光的追忆。",
            "Dialogue": "{\n    角色名:友人C \n    动作:(踱步于江边，神情畅快)\n    讲话:子升，今日江水如蓝，何不携酒共吟？\n}\n{\n    角色名:陈子升 \n    动作:(欣然应允，手持酒杯)\n    讲话:友人之言，正中我意。今日江边风光旖旎，水波潋滟，正适合吟唱。今我有一首《西阁书壁三十六韵》，诗中“江夏无双誉，何郎第五名。”言尽岁月匆匆，唯愿此时此景，能与友畅谈，共叙情怀。酒入愁肠，化作诗行，愿我与友共庆此良辰美景，抒发心中所思。\n}"
        }
    ]
}