{
    "基本信息": {
        "姓名": "陈恭尹",
        "性别": "男",
        "出生年份": "1631",
        "死亡年份": "1700",
        "享年": "70",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "陈恭尹的弟是陈和尹",
        "陈恭尹的弟是陈虞尹",
        "陈恭尹的子是陈励",
        "陈恭尹的弟是陈馨尹",
        "陈恭尹的子是陈𫎬"
    ],
    "其他关系": [
        "陈恭尹友的对象是屈大均",
        "陈恭尹友的对象是梁佩兰",
        "陈恭尹友的对象是陶窳",
        "陈恭尹友的对象是何绛",
        "陈恭尹友的对象是何衡",
        "陈恭尹友的对象是梁无技",
        "陈恭尹相识的对象是何绛",
        "陈恭尹同学、同门的对象是屈大均",
        "陈恭尹同学、同门的对象是程可则"
    ],
    "入仕信息": [
        {
            "入仕方式": "学校: 生员(庠生)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "元孝",
            "别名类型": "字"
        },
        {
            "别名": "半峰",
            "别名类型": "室名、别号"
        },
        {
            "别名": "独漉",
            "别名类型": "室名、别号"
        },
        {
            "别名": "独漉堂",
            "别名类型": "室名、别号"
        },
        {
            "别名": "独漉子",
            "别名类型": "室名、别号"
        },
        {
            "别名": "独漉山人",
            "别名类型": "室名、别号"
        },
        {
            "别名": "罗浮",
            "别名类型": "未详"
        },
        {
            "别名": "罗浮布衣",
            "别名类型": "室名、别号"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "顺德",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "顺德",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "文集(陈恭尹):十五卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "独漉堂稿:六卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "独漉堂诗集",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "独漉堂集",
            "著述年份": "未详",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "书法家",
        "诗人"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "陈恭尹（1631 ～1700），字元孝，初号半峰，晚号独漉子，又号罗浮布衣，汉族，广东顺德县（今佛山顺德区）龙山乡人。著名抗清志士陈邦彦之子。清初诗人，与屈大均、梁佩兰同称岭南三大家。又工书法，时称清初广东第一隶书高手。有《独漉堂全集》，诗文各15卷，词1卷。 ► 陈恭尹的诗文(638篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "崖门谒三忠祠",
            "作者": "陈恭尹",
            "内容": "山木萧萧风又吹，两崖波浪至今悲。一声望帝啼荒殿，十载愁人来古祠。海水有门分上下，江山无地限华夷。停舟我亦艰难日，畏向苍苔读旧碑。"
        },
        {
            "标题": "乙巳清明日拟杜七歌 其六",
            "作者": "陈恭尹",
            "内容": "平原纸飞挂长棘，幼子孤坟在西北。桄榔生风溪水黑，青坭污汝好颜色。\n去年四岁解学书，今日闻歌莫应识。呜呼六歌兮歌且疑，天道反覆难得知。"
        },
        {
            "标题": "木笔花",
            "作者": "陈恭尹",
            "内容": "古今为梦诧文通，木德由来盛在东。独抱淡香残雪后，力持高格百花中。\n身堪舟楫材宜老，玉拟形容琢未工。羲画以来无可写，闲开闲落自春风。"
        },
        {
            "标题": "金凤花",
            "作者": "陈恭尹",
            "内容": "竹实离离未可招，人间何处有箫韶。暂为赤帜迎炎帝，忽现奇花立绛霄。\n金羽两行承燕颔，珠光几点缀鸡翘。南中凤德无衰日，不必贞松独后凋。"
        },
        {
            "标题": "以香瘿杯为魏和公寿系之以歌",
            "作者": "陈恭尹",
            "内容": "南州炎德多芳草，丹桂玉兰皆合抱。珠厓有树更绝伦，独发清芬自枯槁。\n松枝成珀待千年，朽木为芝质屡迁。此香凝结乃异是，皮肤脱落馀贞坚。\n寄君瘿杯大如斗，为君满引无疆寿。箕瓢可挂不闻声，惠瓠能容宁用掊。\n翠微腊月梅花浓，散作琼瑶落酒钟。万里知交各南北，几人同上金精峰。\n君不见南极老人旁，客星每夜生光芒。其占为世多寿者，斗牛之野斯其昌。\n更闻月出天街北，天下从兹皆喜色。犯座应须太史陈，此星或是严滩客。\n举杯邀月月何言，饮罢看杯意独存。既用馨香比明德，还因错节念同根。"
        },
        {
            "标题": "耕田歌",
            "作者": "陈恭尹",
            "内容": "耕田乐，耕田苦。乐哉乐有年，苦哉不可言。春未至，先扶犁。\n霜华重，土气肥。春已至，农事始。鸡未鸣，耕者起。泥汨汨，水光光。\n二月稻芽，三月打秧。五月收花，六月垂垂黄。再熟之田始有望。\n三月打秧，六月薅草。一熟之田，九月始得穫稻。近路畏马，马食犹寡。\n近水畏兵，兵刈何名。上官不待熟不熟，昨日取钱今取谷。\n西邻典衣东卖犊。黄犊用力且勿苦，屠家明日悬尔股。"
        },
        {
            "标题": "癸酉人日偕王础尘王新侯王立安过石公精舍惠州王使君紫诠挈其诸孙已先在同登怀古楼即事作",
            "作者": "陈恭尹",
            "内容": "献岁酬酢劳，郊坰未曾出。今与良朋偕，方知值人日。\n东风动高怀，幽事期禅室。欢然集童冠，不暇计六七。\n长文抱着车，荀彧幼在膝。入林钟乍鸣，清梵磬未毕。\n隔篱辨主宾，近牖闻琴瑟。石径绝纤埃，板桥度残蔤。\n登楼一舒眺，日月飞何疾。万古浩茫茫，天步无停跸。\n石门犹汉垒，香浦非前率。陇亩半青黄，沧波一洄潏。\n寒花采玉兰，圃树攀霜橘。老大习酸辛，稚子甘崖蜜。\n聊为虎溪笑，且试玄卿笔。即事非古今，至道忘儒佛。\n询知吏为隐，亦有民名逸。冀留金石篇，来者为可述。"
        },
        {
            "标题": "送孔樵岚入都 其一",
            "作者": "陈恭尹",
            "内容": "九州日炎暑，驱马有所之。岂惜道里遥，念君来几时。\n昔来春已徂，今去秋方初。人生不如鸟，燕燕犹未飞。\n鸣蜩息高林，泥潦在中逵。帝廷玉帛会，于役有恒期。\n况闻道维扬，可以觐慈闱。君亲谊至重，安得顾其私。\n匪无良朋恋，行矣勿迟迟。"
        },
        {
            "标题": "春感十二首次王础尘 其三",
            "作者": "陈恭尹",
            "内容": "春归长怯楝花风，人世宁堪号作翁。老去朱颜谁复少，西沉红日有时东。\n攀髯无药留轩帝，存种何方学窦融。一任浮云自舒卷，必无欺我是苍穹。"
        },
        {
            "标题": "读秦纪",
            "作者": "陈恭尹",
            "内容": "谤声易弭怨难除，秦法虽严亦甚疏。夜半桥边哼孺子，人间犹有未烧书。"
        },
        {
            "标题": "赠徐道冲",
            "作者": "陈恭尹",
            "内容": "雍喈声已满朝阳，雏凤今看起后行。继世才名徐孝穆，慰亲词赋鲁灵光。\n楝花风里过三楚，荔子香时到五羊。车辙肯来寻负郭，老生头白尚能狂。"
        },
        {
            "标题": "闲居 其一",
            "作者": "陈恭尹",
            "内容": "闲居冬已尽，独坐念将衰。霜叶不亲树，寒花多苦枝。\n单衣勤向日，薄命拙逢时。莫作将来计，人生未可知。"
        },
        {
            "标题": "过六贞女墓",
            "作者": "陈恭尹",
            "内容": "昆冈生玉总无瑕，列女贞魂是一家。一夕便成千古事，孤坟空与后人嗟。\n乘鸾合上三珠树，化雪应为六出花。处子立名青史少，曹娥江水在天涯。"
        },
        {
            "标题": "赠尹尔复尔任",
            "作者": "陈恭尹",
            "内容": "爱君兄弟好，悃愊绝浮华。与世若无忤，中心良有遐。\n二毛依子舍，重树似山家。自种忘忧草，春来烂漫花。"
        },
        {
            "标题": "过邹左俞园林",
            "作者": "陈恭尹",
            "内容": "了无纷杂绝纤埃，有此园林倚粤台。高柳夹门行径永，小桥横水画堂开。\n坐疑古洞迷秦晋，日见渔舟自去来。况是主人髯未白，官闲时得扫苍苔。"
        },
        {
            "标题": "楝亭为荔轩先生赋",
            "作者": "陈恭尹",
            "内容": "昔闻诗礼地，地是叹人遐。夜月虚茅宇，春风到楝花。\n自公曾许国，有子善承家。手泽垂垂在，清明迥未涯。"
        },
        {
            "标题": "九日登镇海楼",
            "作者": "陈恭尹",
            "内容": "清尊须醉曲栏前，飞阁临秋一浩然。五岭北来峰在地，九州南尽水浮天。\n将开菊蕊黄如酒，欲到松风响似泉。白首重阳唯有笑，未堪怀古问山川。"
        },
        {
            "标题": "虎丘题壁",
            "作者": "陈恭尹",
            "内容": "虎迹苍茫霸业沈，古时山色尚阴阴。半楼月影千家笛，万里天涯一夜砧。\n南国干戈征士泪，西风刀剪美人心。市中亦有吹篪客，乞食吴门秋又深。"
        },
        {
            "标题": "送何不偕之潮州兼怀家巩宁",
            "作者": "陈恭尹",
            "内容": "醉敲如意短歌笺，鹢首东行岁渐寒。霜下参差闻坠叶，月中深浅见澄滩。\n龙川地古那逢令，鳄渚鱼多不避官。犹有故人闲射猎，秋田骑马好追欢。"
        },
        {
            "标题": "怀古十首 其十 隋宫",
            "作者": "陈恭尹",
            "内容": "谷洛通淮日夜流，渚荷宫树不曾秋。十年士女河边骨，一笑君王镜里头。\n月下虹蜺生水殿，天中丝管在迷楼。繁华往事邗沟外，风起杨花无那愁。"
        },
        {
            "标题": "行路难 其九",
            "作者": "陈恭尹",
            "内容": "落花一别树，安择清波与污泥。自古皆有死，刀兵床第无高低。\n梦中得食醒难饱，夷齐身饿名不朽。流芳一日不易为，遗臭万年安足道。"
        },
        {
            "标题": "过何知澹新筑",
            "作者": "陈恭尹",
            "内容": "主人既不俗，能使林园清。未雨小池浅，将昏初月明。\n结庐七八尺，啼鸟两三声。种得忘忧草，如今花又生。"
        },
        {
            "标题": "行路难 其四",
            "作者": "陈恭尹",
            "内容": "君不见五陵年少插两弓，左射右射皆能工。金丸如星羽如月，骄马蹴踏鸣秋风。\n林中走兽猎已尽，仰面四顾苍天空。千年老鹤青田产，昨日瑶池衔玉简。\n未回劲翮排天门，莫使霜毛刺人眼。"
        },
        {
            "标题": "刘沛叔真赞二首 其一",
            "作者": "陈恭尹",
            "内容": "双江战血染朱轮，五十年前即此身。剩有箪瓢归陋巷，不劳名姓上麒麟。"
        },
        {
            "标题": "行路难 其六",
            "作者": "陈恭尹",
            "内容": "隰有桑，阪有漆，朝朝斤斧无虚日。社西老树且千年，于人无益已则全。\n美材岂合终弃置，用之贵得逢英贤。昨者公家求大木，匠石顾之蒙见录。\n已辞根柢落高云，却伴沙泥委空谷。"
        },
        {
            "标题": "行路难 其五",
            "作者": "陈恭尹",
            "内容": "卞和入山得璞玉，献之未售先刖足。秦王易以十五城，赵国不与终受兵。\n从来至宝物所忌，锥刀之末今人争。小民止可求粗足，朝饭糟糠暮饘粥。\n轻裘肥马不易誇，有司视尔如仇家。"
        },
        {
            "标题": "行路难 其八",
            "作者": "陈恭尹",
            "内容": "孔雀之血能杀人，翠钿金尾光彻身。古来贤圣不外饰，蛙声紫色能乱真。\n一人独坐深宫里，拜跪满前皆有以。谁悬明镜照中心，为佞为忠总相似。\n仲尼一语君勿谖，先观其行后其言。君子温温如白玉，利口便便中有毒。\n其毒愈甚文愈高，请君记取孔雀毛。"
        },
        {
            "标题": "新别",
            "作者": "陈恭尹",
            "内容": "户外犹残月，江边已晓春。轻装来去易，孤烛别离新。\n角枕回怜汝，牛衣莫笑人。请看原上骨，岂得在生贫。"
        },
        {
            "标题": "刘沛叔真赞二首 其二",
            "作者": "陈恭尹",
            "内容": "须眉不觉尽为霜，尚借戎装作道装。肘后未曾离组绶，斗酒犹自现干将。"
        },
        {
            "标题": "行路难 其七",
            "作者": "陈恭尹",
            "内容": "葡萄酒，黄金卮，玉箫瑶瑟声参差。佳人长袖为君舞，今时不饮将何时。\n是与非，得与失，百年都是攒眉日。刘伶一醉死便埋，嗣宗多事犹咏怀。\n畏首畏尾身馀几，智士畏名如畏鬼。君不闻隋家白鹤自拔毛，周庙牺鸡啄其尾。"
        },
        {
            "标题": "月节折杨柳歌十三首 其十三 闰月歌",
            "作者": "陈恭尹",
            "内容": "历象有前期，天王在门中，百辟盛威仪。折杨柳，四序相周流，盈虚信天道。"
        },
        {
            "标题": "月节折杨柳歌十三首 其十二 十二月歌",
            "作者": "陈恭尹",
            "内容": "水泽腹已坚，坎险化为夷，走马渡长川。折杨柳，杨柳不成阴，濯濯青松老。"
        },
        {
            "标题": "行路难 其一",
            "作者": "陈恭尹",
            "内容": "君不见天上之星坠为石，又不闻地中有雷生霹雳。\n星有光芒犹可避，雷无定所谁能测。杀人岂必干与戈，尺地寸天皆局蹐。\n重城高寝自谓安，中夜思之眠岂得。何能变化为蟭螟，飞入睫中人不识。"
        },
        {
            "标题": "月节折杨柳歌十三首 其十一 十一月歌",
            "作者": "陈恭尹",
            "内容": "大野极群阴，万物方嗷嗷，一复见天心。折杨柳，立表测土中，短长占日晷。"
        },
        {
            "标题": "月节折杨柳歌十三首 其九 九月歌",
            "作者": "陈恭尹",
            "内容": "零露已为霜，秾华不堪玩，晚菊馀芬芳。折杨柳，疏密葺藩篱，不负重阳酒。"
        },
        {
            "标题": "日重光",
            "作者": "陈恭尹",
            "内容": "日重光，奈何鸡方鸣。日重光，昨日之日，固当舍我而行。\n日重光，懔乎若渊上之春冰。日重光，过中则昃西倾。\n日重光，年在壮盛难恒。日重光，譬如大将，背水阵兵。\n日重光，照是下土下氓。日重光，追膻逐臭如蝇。日重光，唯有达者成名。"
        },
        {
            "标题": "行路难 其三",
            "作者": "陈恭尹",
            "内容": "君不闻蜀山多阴稀见日，群犬吠之盈万室。又不闻野人有妇一目偏，出见举世皆不妍。\n是非好恶何有定，昨者高岸今为渊。劝君且自酣杯酒，劝君不用狂开口。\n正言自古有戈矛，上士闻之皆却走。"
        },
        {
            "标题": "行路难 其二",
            "作者": "陈恭尹",
            "内容": "翩翩之雁来天隅，中有一者飞而孤。自丧其雄不并宿，江中警夜甘为奴。\n江滨之人少慈惠，一网高张百禽殪。不虞永断匹偶恩，食肉卖毛为得计。"
        },
        {
            "标题": "月节折杨柳歌十三首 其十 十月歌",
            "作者": "陈恭尹",
            "内容": "天净北风高，鹰隼盘空中，意气真雄豪。折杨柳，镞取董泽蒲，一试穿杨手。"
        },
        {
            "标题": "月重轮",
            "作者": "陈恭尹",
            "内容": "月重轮，照天下。使天若无明月，万古当为长夜。何夜无月，月有虚盈。\n谁为匪民，达者成名。"
        },
        {
            "标题": "月节折杨柳歌十三首 其八 八月歌",
            "作者": "陈恭尹",
            "内容": "云气方四除，明月有正色，依依照吾庐。折杨柳，斫尽碍门枝，不患秋光少。"
        },
        {
            "标题": "月节折杨柳歌十三首 其一 正月歌",
            "作者": "陈恭尹",
            "内容": "野雪犹未开，水边与林上，次第送青来。折杨柳，不知思已深，只讶春何久。"
        },
        {
            "标题": "捉搦歌四首 其四",
            "作者": "陈恭尹",
            "内容": "江东蔗竿长丈二，中间可啖两头弃。少年往矣老不济，四十五十无多岁。"
        },
        {
            "标题": "月节折杨柳歌十三首 其五 五月歌",
            "作者": "陈恭尹",
            "内容": "家带辟兵符，螳螂诚有斧，不足禦隆车。折杨柳，刻作孟尝君，才堪役鸡狗。"
        },
        {
            "标题": "月节折杨柳歌十三首 其二 二月歌",
            "作者": "陈恭尹",
            "内容": "红碧两参差，芳香满林薄，望欢殊未来。折杨柳，我有千里心，愿寄双飞鸟。"
        },
        {
            "标题": "陇头流水歌辞三首",
            "作者": "陈恭尹",
            "内容": "陇头流水，流离四注。念我劳人，终身霜露。"
        },
        {
            "标题": "月节折杨柳歌十三首 其四 四月歌",
            "作者": "陈恭尹",
            "内容": "寒消时未暑，梅子欲成黄，摽落当谁取。折杨柳，青春不可追，长条已堪扫。"
        },
        {
            "标题": "月节折杨柳歌十三首 其三 三月歌",
            "作者": "陈恭尹",
            "内容": "采薇薇已柔，东西复南北，念子何时休。折杨柳，持为七宝鞭，追逐骅骝后。"
        },
        {
            "标题": "月节折杨柳歌十三首 其七 七月歌",
            "作者": "陈恭尹",
            "内容": "杨州牛女纪，孟月渡河秋，人间复何似。折杨柳，蟢子识窗前，誇道天孙巧。"
        },
        {
            "标题": "月节折杨柳歌十三首 其六 六月歌",
            "作者": "陈恭尹",
            "内容": "大鸟怒而飞，海水方飘扬，浩涆将焉归。折杨柳，天作飓母风，四面来吹子。"
        },
        {
            "标题": "捉搦歌四首 其二",
            "作者": "陈恭尹",
            "内容": "两株银杏江边老，花者是公实者母。天生神物必有偶，独坐空房今白首。"
        },
        {
            "标题": "企喻歌四首 其三",
            "作者": "陈恭尹",
            "内容": "前营看后营，万马肃无声。前军看后军，大旆蔽平原。"
        },
        {
            "标题": "企喻歌四首 其一",
            "作者": "陈恭尹",
            "内容": "男儿欲作健，不用持弓槊。狮子一顾笑，百兽毛自落。"
        },
        {
            "标题": "折杨柳歌五首 其三",
            "作者": "陈恭尹",
            "内容": "放马在南涧，马嘶时向北。龙出渥洼中，万人皆辟易。"
        },
        {
            "标题": "折杨柳歌五首 其五",
            "作者": "陈恭尹",
            "内容": "左手櫜健弓，右手结柔辔。抽出腰下刀，深勒燕山字。"
        },
        {
            "标题": "捉搦歌四首 其一",
            "作者": "陈恭尹",
            "内容": "好月在天常患缺，硬弓在櫜常患折。男儿穷居苦无骨，老女不嫁忌嫁毕。"
        },
        {
            "标题": "企喻歌四首 其四",
            "作者": "陈恭尹",
            "内容": "男儿堕地日，会有冲天时。泰山与鸿毛，各是人所为。"
        },
        {
            "标题": "企喻歌四首 其二",
            "作者": "陈恭尹",
            "内容": "放马在大野，草浅马腾跃。铁作身上衣，明朝为君着。"
        },
        {
            "标题": "捉搦歌四首 其三",
            "作者": "陈恭尹",
            "内容": "路傍古井人所食，清浅分明辨沙砾。可邻照影多行客，不见须眉见巾帼。"
        },
        {
            "标题": "折杨柳歌五首 其四",
            "作者": "陈恭尹",
            "内容": "河北望河南，杨柳郁森森。蕃汉虽二域，春风无两心。"
        },
        {
            "标题": "折杨柳歌五首 其二",
            "作者": "陈恭尹",
            "内容": "家居杨柳下，直路西北驰。望郎不可见，折尽门前枝。"
        },
        {
            "标题": "琅琊王歌辞八首 其二",
            "作者": "陈恭尹",
            "内容": "人言琅琊贤，我独未曾说。长揖交戟中，左右惊吐舌。"
        },
        {
            "标题": "琅琊王歌辞八首 其三",
            "作者": "陈恭尹",
            "内容": "飞花亦有蒂，浮梗故有根。四体如轻埃，因风集谁门。"
        },
        {
            "标题": "琅琊王歌辞八首 其八",
            "作者": "陈恭尹",
            "内容": "宝马鸣春风，马上人如龙。下马道姓名，言是广平公。"
        },
        {
            "标题": "琅琊王歌辞八首 其四",
            "作者": "陈恭尹",
            "内容": "长安八水背，清渭流最急。一夜西北风，怒涛寒自立。"
        },
        {
            "标题": "雀劳利歌",
            "作者": "陈恭尹",
            "内容": "苍鹰飞飞雀劳利，高者逢之下得计。"
        },
        {
            "标题": "琅琊王歌辞八首 其六",
            "作者": "陈恭尹",
            "内容": "剑室双金龙，夜夜鸣中箧。不能青天飞，枉用张鳞鬣。"
        },
        {
            "标题": "琅琊王歌辞八首 其七",
            "作者": "陈恭尹",
            "内容": "天不借日月，日月终经天。虎不借深山，藜藿生路边。"
        },
        {
            "标题": "折杨柳歌五首 其一",
            "作者": "陈恭尹",
            "内容": "白羽照秋月，丽服明春风。朝来试马蹄，踯躅垂杨东。"
        },
        {
            "标题": "琅琊王歌辞八首 其五",
            "作者": "陈恭尹",
            "内容": "琅琊大道王，更唱琅琊曲。侧有如花人，许以英雄目。"
        },
        {
            "标题": "题王也夔行乐图二首 其一",
            "作者": "陈恭尹",
            "内容": "万卷曾开邺架，燕居如带荀香。浪说陈侯冠玉，今看王氏琳琅。"
        },
        {
            "标题": "四时白纻歌五首 其五 夜白纻",
            "作者": "陈恭尹",
            "内容": "天阶璧月霜始凝，玉绳西倚银汉横。杯疲客醉不自胜，佳人含笑烛下兴。\n垂辉振彩四座惊，轩轩忽若朝霞升。人生快意不在他，高贤嘉会酒且多。\n秦箫激越齐瑟和，日月逝矣如流波。永夜如年君弗歌，百年如夜将奈何。"
        },
        {
            "标题": "四时白纻歌五首 其二 夏白纻",
            "作者": "陈恭尹",
            "内容": "草萤本质昔已枯，化身今比明月珠。飞君华堂缀交疏，何况贱妾不肖躯。\n能歌巧笑工步趋，长眉的皪承清矑。不敢自许众道殊，幸离下土升阶除。\n云房别馆如天居，奉君颜色今夕初。秣君驷马豆以刍，醉君吏士人石醹。\n愿因微风达区区，昼长夜促乐斯须。"
        },
        {
            "标题": "四时白纻歌五首 其四 冬白纻",
            "作者": "陈恭尹",
            "内容": "氍毹匝地朱复殷，鸣环顾步何姗姗。文犀约臂辟重寒，含声未吐气若兰，左顾右盼生光澜。\n堂上清歌林外啭，积雪遥光凝玉面。双心一意俱回旋，百媚邀君流一眄，千秋万岁非所羡。"
        },
        {
            "标题": "题君畴行乐",
            "作者": "陈恭尹",
            "内容": "山衣自饶古制，侠骨亦异尘寰。笔墨犹勤卷里，诗篇先后人间。"
        },
        {
            "标题": "琅琊王歌辞八首 其一",
            "作者": "陈恭尹",
            "内容": "新买五尺刀，烂熳芙蓉焰。晓夕时一开，取照幽人胆。"
        },
        {
            "标题": "四时白纻歌五首 其一 春白纻",
            "作者": "陈恭尹",
            "内容": "新林生叶花交飞，珠帘初日流素晖。洞房夜烛光力微，起舞君前歌露晞。\n宛如游龙翩如鸿，骨柔态变不可终，高举长袖云回风。\n凤文双履金缕衣，长跪为君擎玉卮，芳年逝者已若斯。"
        },
        {
            "标题": "四时白纻歌五首 其三 秋白纻",
            "作者": "陈恭尹",
            "内容": "素衣轻举襳袿红，朱唇不动音微通。如骄似怨不自容，翩若芙蕖秋被风。\n轻弦细语传纤手，寄心赠君君不有。白云东下雁南飞，令颜一去不复归。"
        },
        {
            "标题": "题王也夔行乐图二首 其二",
            "作者": "陈恭尹",
            "内容": "斑衣舞罢此日，彩笔花开晓风。诗思满怀未写，闲阶叶响梧桐。"
        },
        {
            "标题": "钜鹿公主歌辞",
            "作者": "陈恭尹",
            "内容": "官家出游乘驷驖，毳殿连房象宫阙。\n殿前女子持绛节，手弹琵琶颜照雪。中宫西宫同羽猎，何以知之双鬟结。"
        },
        {
            "标题": "秋行四首 其三",
            "作者": "陈恭尹",
            "内容": "旧宫荒草何处，莫日芦花系船。渔子数灯归尽，江潭一雨萧然。"
        },
        {
            "标题": "题迟灵山屏万行乐",
            "作者": "陈恭尹",
            "内容": "德行之方如面，诗卷之高等身。三仕三迁仙吏，一琴一鹤其人。"
        },
        {
            "标题": "题虬髯客图",
            "作者": "陈恭尹",
            "内容": "九州可赠，百万何惜。骑驴出门，书生失色。"
        },
        {
            "标题": "黄河谣二首 其一",
            "作者": "陈恭尹",
            "内容": "口哆声嗔，招舟孟津。马饮浊浪，人立浊尘。"
        },
        {
            "标题": "秋行四首 其四",
            "作者": "陈恭尹",
            "内容": "酒醒已离孤店，灯残莫写乡书。晓月啼猿未已，秋山匹马归欤。"
        },
        {
            "标题": "黄河谣二首 其二",
            "作者": "陈恭尹",
            "内容": "贵舆贱骑，飞躯逐利。老反山阿，白头入地。"
        },
        {
            "标题": "题笪瀛仙行乐",
            "作者": "陈恭尹",
            "内容": "风度萧然尘表，姓名隐著图间。谓是竹中高士，何殊海外仙山。"
        },
        {
            "标题": "秋行四首 其二",
            "作者": "陈恭尹",
            "内容": "万峰谷里村路，独木桥西酒家。对客山翁白发，当垆老妇黄花。"
        },
        {
            "标题": "秋行四首 其一",
            "作者": "陈恭尹",
            "内容": "乱竹微开一角，莫云远带孤村。人到绿杨下马，屋迎秋水开门。"
        },
        {
            "标题": "题董文敏字卷为鲍子韶",
            "作者": "陈恭尹",
            "内容": "江海心期澹荡，烟霞笔墨沉酣。一幅云间山水，倩君携到天南。"
        },
        {
            "标题": "雨夜旅江阁述怀",
            "作者": "陈恭尹",
            "内容": "惊风落归雁，渺然天一方。如何江海士，并集珠丘旁。\n霖雨从东来，玄云覆山冈。积旬忧旱魅，良苗今得望。\n高楼恣欢赏，浊酒三五行。哀彼海滨人，无家托人乡。\n珠丘虽我土，笳鼓如岩疆。民生日以促，后会安可常。\n蜉蝣迷旦暮，神龙有飞藏。明朝脱长剑，濯足归沧浪。"
        },
        {
            "标题": "寿琅翁大公祖",
            "作者": "陈恭尹",
            "内容": "高秋九月鸿雁归，定山岩下风依依。崇兰有芳时菊菲，舟车千里来郊圻。\n竹符旄节夹道驰，火藻黼黻袍以绯。为公介以万年卮，柏台霜钺凛有辉。\n门前百尺交龙旗，环阶爪士熊虎罴。鼓角声高云不飞，文经武纬唯指挥，令出如山谁敢违。\n五岭之南民熙熙，黍稷被野牛羊肥。烽燧不惊尨吠希，司马临边德以威。\n千年此日能有几，谁为歌之老布衣。"
        },
        {
            "标题": "寿李慧庵",
            "作者": "陈恭尹",
            "内容": "李公甲子今重遘，顶上霜毛未多有。自言于世只无心，到老看经不离口。\n五羊城下古通津，每袖金钱赠路人。堂中会食万里客，户外日驻双珠轮。\n我观于古皆如此，长者多应有贤子。即今雏凤虽未飞，已觉骊珠光烛水。\n新正元日气佳哉，玉斗东巡万物回。一年三百六十日，此日人人笑口开。\n□生此日乐无涯，愿比广成千二岁，岁岁逢君柏叶杯。"
        },
        {
            "标题": "蒿花",
            "作者": "陈恭尹",
            "内容": "忧世庄生目，于蔬亦有蒿。入厨充野蔌，登俎让溪毛。\n软滑人争尚，芳辛众每饕。莼丝堪并驾，蒌笋或同曹。\n养胃功殊大，驱痰效可掺。理畦犹画井，疏洫渐成濠。\n隔岁勤锄锸，先时举桔槔。散根临雪候，聚族冒寒皋。\n葱茜超群卉，肥硗擅土膏。卷芽朝挺箭，丛翠暮生涛。\n市价初终别，村佣往返挑。贵时争尺寸，贱日委沟壕。\n晚节诚无味，其花也自豪。千茎击蕾密，单瓣着心牢。\n众幅为轮小，中权筑垒高。嫩茸深结蕊，青萼细含毫。\n摇落能经久，离披尚桀骜。只应从物化，终不被风挠。\n追往颐犹朵，于今首重搔。坐观形色巧，真觉化工劳。\n莺谷翎谁剪，蚕筐茧待缫。深浓如匠染，浅淡受霜鏖。\n倚凤簪云鬓，攀龙上御袍。无香辞蛱蝶，有苦远蛴螬。\n竟亩黄相镞，经春子可櫜。作金曾布佛，似菊欲依陶。\n不遇高人赏，将同荼蓼蓐。折归亲几砚，把玩对醇醪。\n萎绝知何许，怡情信所遭。千言劳共赋，一字更承褒。\n薇蕨还登雅，萧兰并入骚。曾开蒋生径，况恸孝元号。\n题咏终无及，纤微乃自叨。词锋侔剑戟，文战列旌旄。\n嗜险穷幽眇，抽薪极汰淘。宁甘名嚼蜡，不肯事餔糟。\n戛戛敲群玉，锵锵奏八璈。只缘花不俗，遂觉懒难逃。\n周道伤离黍，中园感有桃。诗人工比物，聊以代心忉。"
        },
        {
            "标题": "梅子潭纪梦",
            "作者": "陈恭尹",
            "内容": "浮云离离，飒其风雨。扁舟独寐，梦我严父。曰嗟曰嗟，汝行良苦。\n悠悠道路，矧兹鼙鼓。自汝之先，未绝如缕。有孑其传，于今为五。\n无曰予薄，诸灵所怙。敬汝慎汝，无忘先祖。再拜以跽，小子稽首。\n暂别我父，日月以久。郁郁予心，如结予口。牵衣欲言，捧亲之手。\n其衣烨然，其手载温。乃欣乃奔，乃蹶于门。起而傍偟，尚闻其言。\n疾呼我父，其人曷存。维舟摇摇，维雨彭彭。风回一壑，万竹之声。\n牛衣转侧，如卧春冰。行渐老大，实惭所生。激激潭水，舟乎济之。\n浩浩亲恩，心乎系之。烈已前人，乌乎继之。我歌我谣，庶几励之。"
        },
        {
            "标题": "小鱼缸",
            "作者": "陈恭尹",
            "内容": "古之五窑哥官定，有明所宝唯嘉靖。五窑近者亦千年，旧物仅存希不病。\n肃皇临御久且宁，玄修内醮期清净。中官监制下浮梁，供奉虽多谁敢诤。\n无论大器小亦精，鸡缸鱼缸最得名。君之酒杯无乃是，朱鱼上下缸心明。\n缸之所受不容吸，四鱼与酒递出入。满时或跃酒池中，乾时不作枯鱼泣。\n摇鬐鼓鬣若毫芒，掉尾昂头似人立。昔闻酿者有玉缸，此缸清妙古无双。\n拊不留手柔无骨，虚明莹彻当银缸。质轻如纸内外见，酒浅酒深人自劝。\n良宵高会此何时，当杯不醉将遗恨。吾闻水者鱼所依，以酒浇之良已非。\n如何涸辙令心悲，如鱼得水今望谁，鱼乎鱼乎使我思。"
        },
        {
            "标题": "屈翁山归自雁门相见有诗",
            "作者": "陈恭尹",
            "内容": "踟蹰城西隅，北风吹我寒。不惜风吹寒，为君故流连。\n人生知几何，一别逾五年。居者忽复过，行者良险艰。\n崔嵬上太华，纵横穷九边。文章配道义，所适生飞翰。\n俱为憔悴人，独有好形颜。与君同心言，自喻金石坚。\n两木倘相摩，朱火然其间。无为垂空文，千秋期不刊。"
        },
        {
            "标题": "贽伍重驹学医",
            "作者": "陈恭尹",
            "内容": "天下虽云弱，手援知其非。井中诚有人，所嗟无绠縻。\n大道陶阴阳，小亦潜肤肌。为仁得其柄，左右无不宜。\n爱子秉其术，攻病无坚垒。寒谷回条风，枯杨自生稊。\n苟能济斯民，药石皆吾师。儒生徒白首，局蹐将何为。"
        },
        {
            "标题": "西樵迟蔡艮若",
            "作者": "陈恭尹",
            "内容": "朝起望山路，杂花亏蔽之。日暮有来人，而非心所思。\n子行亦不远，曰归何乃迟。清溪日浣濯，犹恐衣裳缁。"
        },
        {
            "标题": "祝龙翁",
            "作者": "陈恭尹",
            "内容": "早岁声华满帝居，干旌行处复高誉。芙棠旧有燕公咏，煮海新成管子书。\n地极东溟膏泽遍，日长南陆览揆初。曾闻一语开汤网，粤士人思捧后车。"
        },
        {
            "标题": "江行杂咏十首 其三 橹声",
            "作者": "陈恭尹",
            "内容": "兰桡枢与纽，相激自成音。直到长鸣处，方知用力深。\n晓风行客耳，落日榜人吟。虽复非吾乐，平生江海心。"
        },
        {
            "标题": "寄许伯玉",
            "作者": "陈恭尹",
            "内容": "文章先代是宗工，君有无双国士风。百战功多沧海外，一官身老岭云东。\n越庭诗礼皆能学，爱客壶觞不说穷。凤峤松阴石湖月，至今人想许中戎。"
        },
        {
            "标题": "题八骏图",
            "作者": "陈恭尹",
            "内容": "日行三万力何长，博得瑶池一夕觞。画谱至今图八骏，史书空自笑周王。"
        },
        {
            "标题": "佟归善德新招宴白鹤峰同王南区太守俞介石别驾于连平南溟陈河源龚太史含五梁太史药亭方处士誉子季处士伟公",
            "作者": "陈恭尹",
            "内容": "鹤峰清绝万山呈，却待坡公始得名。江走縠纹来百里，帆悬斜照掠孤城。\n当年旅寓闻钟地，此日华筵奏曲声。不有能诗贤令尹，只应长揖礼先生。"
        },
        {
            "标题": "蒋莘田学使自河南寄示新刻赋寄二首 其二",
            "作者": "陈恭尹",
            "内容": "别来吟兴定何如，老树庭边客渐疏。积水在门梅雨后，新蝉依岸荔香初。\n中州纸贵今时赋，少室峰高昨日书。犹记去年相送地，粤人千里拜干旟。"
        },
        {
            "标题": "蒋莘田学使自河南寄示新刻赋寄二首 其一",
            "作者": "陈恭尹",
            "内容": "敢言汉代朱槐里，善述龙门太史公。已化文风来岭外，更移时雨到天中。\n新栽桃李春争发，一顾骅骝野遂空。闻说河清方献颂，大梁佳气正葱葱。"
        },
        {
            "标题": "白云泉",
            "作者": "陈恭尹",
            "内容": "客有清秋约，泉来第一峰。涧中分夜月，铛里沸风松。\n淡发茶香远，寒消酒力浓。寻源知不近，明日更扶筇。"
        },
        {
            "标题": "西樵白云洞同王川南作",
            "作者": "陈恭尹",
            "内容": "四壁石崔嵬，飞泉石上来。桥分三折入，峰斫一门开。\n坐处凝丝雨，行边滑细苔。浮觞不可俟，先命酌泉杯。"
        },
        {
            "标题": "送严止峰归拜双亲寿",
            "作者": "陈恭尹",
            "内容": "海上浮蓬岛，遥遥到惠阳。君寻三秀草，归奉万年觞。\n崖石铭应遍，天鸡听未忘。故滩垂钓地，老脚为谁长。"
        },
        {
            "标题": "柏舟行为区母陈太君赋",
            "作者": "陈恭尹",
            "内容": "柏舟两髦犹可仪，陶婴黄鹄曾双飞。夫人为妇已头白，眼中未识君容辉。\n自言生长大夫女，经史胸襟炳如炬。父母有命儿有心，纵不言承已心许。\n心期颉颃同一林，天教殊绝成辰参。人生意气贵一诺，妾宁负天不负心。\n妾父有男妾有姊，君家大夫只一子。有妻于俗得立孤，无妻为殇终已矣。\n素车白马入君门，繇来为义非为恩。身安分命甘若荠，半生衣枕无啼痕。\n当年十五今五十，嗣子成立皆有孙。呜呼，男儿陷胸绝脰死容易，就义从容人所畏。\n青闺冉冉盛年徂，谁能独宿终不渝。千金之剑赠墓树，至今谈者犹区区，何况赠以千金躯。\n乃知未仕报韩者，古今所以为丈夫。"
        },
        {
            "标题": "雨中过林立人所寓许将军署斋咏庭前英石",
            "作者": "陈恭尹",
            "内容": "五峰西畔亚夫营，一石中庭见者惊。翠袖低昂如万舞，紫云飘举欲孤行。\n居然造物钟全巧，瘦绝谁人画得成。不独韩陵堪共语，雨中高咏有群英。"
        },
        {
            "标题": "宿宝积寺",
            "作者": "陈恭尹",
            "内容": "跻险力未疲，白日停西峰。将酌石上泉，迤逦投云松。\n幽寺肃古苔，绝壁悬高窗。列席就清阴，开襟面凉风。\n石床倚林标，远眺千里江。原野渐微没，井邑方空濛。\n今古一朝暮，宇宙何终穷。茫茫大梦内，往哲留其踪。\n聊为命觞壶，冥寄开心胸。"
        },
        {
            "标题": "小禺二集刘显之六十赠之",
            "作者": "陈恭尹",
            "内容": "白发频添不自休，杜门终日事穷搜。三千高第中分鲁，七略群书总萃刘。\n未拟河汾还献策，无妨匡鼎亦封侯。生来年齿差相若，经学于君逊一筹。"
        },
        {
            "标题": "西湖观打鱼同王紫巘若云立安朱开黄作四首 其三",
            "作者": "陈恭尹",
            "内容": "峰转仍波浪，源通忽石林。直拚三日棹，方尽两湖深。\n朴俗无台榭，贫家有织纴。村村悬敝笱，知不患年侵。"
        },
        {
            "标题": "笔山",
            "作者": "陈恭尹",
            "内容": "似得卧游图，峰峰落座隅。并将文格古，恰与性灵孤。\n意内存真隐，生来伴老孺。高深长在目，聚米复何须。"
        },
        {
            "标题": "赠武笔山父母",
            "作者": "陈恭尹",
            "内容": "秦关百二倚天开，间气钟为不世才。已骋奇谋平蜀垒，更悬高价上金台。\n文章传诵都人久，爽气新随驷马来。白首青门种瓜客，快看甘雨下蒿莱。"
        },
        {
            "标题": "怀古十首 其六 洛阳",
            "作者": "陈恭尹",
            "内容": "敝车驽马雒城边，盛事空凭故老传。嵩室有声君万岁，土圭无影日中天。\n礼亡已验伊川发，涕下徒伤贾傅年。莫问汉家图画处，丹青磨灭化苔钱。"
        },
        {
            "标题": "臂阁",
            "作者": "陈恭尹",
            "内容": "截竹为清玩，潇湘意尚存。雅形看不厌，小足立无痕。\n妙得文心助，轻承玉臂恩。点污知可免，持此报天门。"
        },
        {
            "标题": "送淩天杓归金陵",
            "作者": "陈恭尹",
            "内容": "前年相识花正飞，今年花下送君归。珊瑚洲北一挥手，落花如泪沾人衣。\n看君长身美如玉，上马顾盼何光辉。酒间意气横海岳，笔下错落生珠玑。\n旧京虎踞龙盘地，往事苍茫足长欷。秦皇枉用厌陵金，刘生早识兴王气。\n前辈风流安可期，羡君归去卧茅茨。停梭窦妇机初下，奉母潘郎鬓未丝。\n东山行乐无时节，南海追游暂应阔。寄余浩荡千载心，挂向秦淮满船月。"
        },
        {
            "标题": "重别方蒙章",
            "作者": "陈恭尹",
            "内容": "已分离居久，今知未果行。重为江上别，得尽故人情。\n吏道时来杂，民风日以争。不贪洵可宝，之子有平生。"
        },
        {
            "标题": "方长斯侍母夫人之其兄蒙章官舍赋别",
            "作者": "陈恭尹",
            "内容": "彩服去翩翩，初游属少年。皇华虽客路，荆树即堂前。\n越雪临书晓，吴山入咏偏。遥知文采美，不让阿兄贤。"
        },
        {
            "标题": "长洲张宗肃见访别后有诗次韵奉答",
            "作者": "陈恭尹",
            "内容": "生来忧患日观爻，清固难居浊未淆。驷马肯回穷巷辙，一枝真愧野人巢。\n敢论方朔能肥遁，差免扬雄更解嘲。载读诗篇频击节，白头千里有神交。"
        },
        {
            "标题": "丙午岁旦漫题",
            "作者": "陈恭尹",
            "内容": "鹊噪莺鸣在四邻，鬓毛羞与岁争新。山妻漉酒相娱老，稚子牵衣出拜人。\n道不偶时聊自放，诗非繇命莫教贫。可能更得闲无事，三十六回春草春。"
        },
        {
            "标题": "病中承彭子安见过别后奉怀",
            "作者": "陈恭尹",
            "内容": "度岭年殊少，轩车满路光。病中吾见汝，秋后客何乡。\n伏枕违清论，开篇得妙方。愈风文檄在，继述有诸郎。"
        },
        {
            "标题": "寄题家健夫西峰草堂",
            "作者": "陈恭尹",
            "内容": "不同吟醉几经冬，燕雁频频过越封。老去未曾忘北路，人来多是说西峰。\n诗情日与年华长，酒债全教笔砚供。特遣儿曹识堂径，天涯痴叔也如侬。"
        },
        {
            "标题": "过徐拜石横潭村居",
            "作者": "陈恭尹",
            "内容": "云满空江覆渚葭，诸峰佳处不全遮。十年有约横潭路，一棹初寻处士家。\n深巷暮蝉和细雨，短篱疏树带高花。此来卜隐兼耕读，相过从今未有涯。"
        },
        {
            "标题": "筑室谣和何不偕三首 其三",
            "作者": "陈恭尹",
            "内容": "故人自有屋，屋小人日多。我已无家四十年，偶然卜隐来城阿。\n同时各有筑室叹，杵声橐橐遥相和。杵声缓，杵声急。\n未成仰屋筹，只自面墙立。"
        },
        {
            "标题": "送李苍水入国学兼寄相如二首 其一",
            "作者": "陈恭尹",
            "内容": "燕齐一万里，风雪几人来。岳势晴犹白，河声撼不开。\n新吟添倚马，古意满衔杯。宫是招贤旧，无妨国士才。"
        },
        {
            "标题": "送李苍水入国学兼寄相如二首 其二",
            "作者": "陈恭尹",
            "内容": "古道今芜绝，吾乡尚有人。老于朋友内，觉汝弟兄真。\n岭树寒犹叶，边沙暖不春。天涯新得叔，风义好相亲。"
        },
        {
            "标题": "戊辰正月十日舟泊端州王础尘自开建适至令子紫巘招同李苍水过集高云客所寓华严精舍纵饮达夜即事成歌",
            "作者": "陈恭尹",
            "内容": "正月溪山馀暖气，炎方别自为天地。乘兴拿舟入峡来，故人恰自康州至。\n客中无地可为欢，高君况在郊南寺。落落乾坤数老翁，天涯想见俱憔悴。\n贤郎高燕为客开，李生后至初挥杯。登楼旷望见原野，定山数点青崔嵬。\n园桃一树红如火，折向瓶中如笑我。东风只自恋新枝，何处林间寻硕果。\n年当壮盛好努力，白发生来无一可。且烧高烛佛灯前，狂歌纵饮开新年。\n东南之美略已具，人间此会非徒然，为君白眼望青天。"
        },
        {
            "标题": "赠别董苍水",
            "作者": "陈恭尹",
            "内容": "凤凰之美不在毛，山间有鸟名寒号。区区文采欲自见，使我太息伤吾曹。\n丈夫身当能骑臂能射，姓名直冠麒麟画。不然探取金匮石室书，褒贬千秋壮心魄。\n谁能奡奡兀兀作孺生，朝朝暮暮咿唔声。我之蹭蹬不足道，看君健笔何纵横。\n盛时一第易反掌，况君昆弟人皆仰。何当鼓棹恣闲游，七泽三湘迷所往。\n峰头榻得岣嵝碑，苍梧云影飞参差。与予相见五羊郭，袖中千首南行诗。\n争奇竞秀安可极，沧江白石生涟漪。曳履侯门心不屑，怀刺江城字将灭。\n强开笑口学周旋，舌本犹生面颜热。寓楼正月多寒风，狂潮打岸声汹汹。\n痴吟对客自摇首，得句出户犹书空。咄嗟乎，眼前富贵既无取，身后空名亦徒苦。\n天涯此别一潸然，异日期君定何许。骊龙颔下径寸珠，因风莫惜沉香浦。"
        },
        {
            "标题": "李苍水司训长乐以罗浮蝶茧数双及茧布见寄云布即蝶茧所成翼日蝶出茧中五色纷翍玩对之间因成一律寄谢其意",
            "作者": "陈恭尹",
            "内容": "仙遗衣化罗浮蝶，蝶化山蚕复作衣。栩栩未离庄叟梦，丝丝还上玉人机。\n质无绮丽宜于隐，生有文章不愧飞。多谢良朋远相寄，东方蝉蜕亦依希。"
        },
        {
            "标题": "立秋日送雪槱和尚开法曹溪",
            "作者": "陈恭尹",
            "内容": "济上家风得大机，白云高坐见人稀。绝无言处千花绕，欲有行时一叶飞。\n溪水生香迎桂棹，岭猿随众候山扉。宫中赐出袈裟在，礼向西来旧祖衣。"
        },
        {
            "标题": "邑中同人招饮西山草堂即事",
            "作者": "陈恭尹",
            "内容": "名园重得聚英豪，暑月杯盘敢告劳。匝水松阴铺地阔，出墙山色带城高。\n时光老去深知惜，笔砚愁来渐懒操。同是少年吟啸地，新霜看上鬓边毛。"
        },
        {
            "标题": "茶灶",
            "作者": "陈恭尹",
            "内容": "白灶青铛子，潮州来者精。洁宜居近坐，小亦利随行。\n就隙邀风势，添泉战火声。寻常饥渴外，多事养浮生。"
        },
        {
            "标题": "三月晦日同张默庵梁无闷蓝公漪过贺秋卿于西竺禅房即事各赋",
            "作者": "陈恭尹",
            "内容": "飞花欲尽羊城南，乍晴乍雨天青蓝。青春尚馀此一日，炎风忽暑殊难堪。\n偶同故人步郊郭，有客客寓城西庵。门前对立木棉树，谁家系马骄骖驔。\n高槐近窗窗纸绿，殿角风铃细相触。枝间小鸟时一鸣，对此翻疑在空谷。\n问君何来来扬州，轻帆破浪长江秋。长星在天影落水，芒寒气黑鱼龙忧。\n北风其凉日苦短，歇棹珠江应酬懒。图书彝鼎共一床，促膝论交客常满。\n从来神骏不受羁，去就之间何侃侃。莲花幕府谢珠盘，落叶僧房对茶碗。\n与君未识相知名，及乎一见心胆倾。中怀万种安可尽，挥杯笑视双青萍。\n君思买山时未可，我既无山仍轗轲。短歌长啸各未终，欲去不去风雷过。\n翻盆之雨何其大，君不见来时靸履去乘舆，丈夫未得长高卧。"
        },
        {
            "标题": "菖蒲涧",
            "作者": "陈恭尹",
            "内容": "野草绿未稠，东郊春已暮。农夫荷锄笠，连阴未成雨。\n昨约蒲涧行，颇作沾濡惧。届晨乃开霁，杲日方东吐。\n轩骑出城闉，干旌入深树。登顿古殿旁，偪侧缘溪路。\n风泉递清响，竹石通微步。神仙渺何所，前贤表遗句。\n尚忆征战初，经年六师驻。樵苏落榱桷，高垒隳陵墓。\n孤寺独岿然，文章有灵护。佳辰及兹游，赏心亦云具。\n布席榕阴移，飞觞玉醪注。歌吟杂谐谑，脱略披情愫。\n宾主一代才，登高各能赋。白雪岂曰酬，青云期可附。"
        },
        {
            "标题": "寄黄忍庵太史",
            "作者": "陈恭尹",
            "内容": "菖蒲涧水记浮觞，别后音书枉数行。近日铜龙老宾客，几年金马校文章。\n网罗异代归迁史，羽翼高飞倚夏黄。江左岭南多轶事，颇曾为论辨兴亡。"
        },
        {
            "标题": "春日王也夔招游蒲涧即事作",
            "作者": "陈恭尹",
            "内容": "何处春郊布绮筵，菖蒲涧口接濂泉。竹分山色为门径，石咽溪声似管弦。\n野寺苍凉怀古地，东风晴暖试花天。闲来偶共山僧笑，不醉溪桥又五年。"
        },
        {
            "标题": "次韵送吴玉涛",
            "作者": "陈恭尹",
            "内容": "散吏能为汗漫游，苇床书舫日乘流。溯洄珠海沉香浦，吟望朱明大石楼。\n政有弛张唯尚德，文兼华实总成秋。归来一赋人皆惜，不独吾侪有别愁。"
        },
        {
            "标题": "送陈省齐学宪复命还都便道归武昌省觐",
            "作者": "陈恭尹",
            "内容": "三吹鹤曲进离杯，岐路西风鹢首催。游子欲为春草报，乡人争看使星回。\n文章后劲诸郎得，桃李新花百粤开。且向鹤楼娱鹤发，九天不久鹤书来。"
        },
        {
            "标题": "送张畏岩进士归吴门兼怀孙赤崖二首 其二",
            "作者": "陈恭尹",
            "内容": "吾生白发早萧萧，故旧胥台半已凋。庑下即今闻举案，市中谁复忆吹箫。\n三冬湖橘初开树，八月江鲈渐上潮。挂绿比年风雨妒，几时林里得相邀。"
        },
        {
            "标题": "寄孙赤崖且以为祝",
            "作者": "陈恭尹",
            "内容": "孙登长啸近何如，豪气元龙也未除。大耋五湖双鹤发，十年南海两鱼书。\n山中汗简藏应毕，腕下银钩力有馀。姓字昔曾承顾问，知君不载渭滨车。"
        },
        {
            "标题": "王若木访予凤山以诗见贻兼致孙赤崖书次韵",
            "作者": "陈恭尹",
            "内容": "一棹花前万里心，小城烟雨五峰深。溪山嘉客能移棹，书札同人得断金。\n只以空谈留永日，愧无清句答清吟。乌衣门巷风流在，别后应知有嗣音。"
        },
        {
            "标题": "送张畏岩进士归吴门兼怀孙赤崖二首 其一",
            "作者": "陈恭尹",
            "内容": "云霄羽翮正翩翩，南北成名总妙年。古迹欲寻勾漏令，客程来自素馨田。\n频登郡阁山当槛，并醉湖桥月上船。闽国扬帆从此远，女牛星野早秋天。"
        },
        {
            "标题": "佟声远招同王紫诠使君樊昆来翰检赵秋谷宫赞梁药亭吉士胡□□雅集粟园看新梅分赋二首 其二 七律得九佳",
            "作者": "陈恭尹",
            "内容": "积水清泠照小斋，深冬云物尚能佳。峰峰黛色眉谁画，阵阵鸿声字不差。\n南郭子綦风激謞，东方曼倩语诙谐。酒阑更绕池边树，笑指新梅似玉钗。"
        },
        {
            "标题": "夜坐又次诸公韵送孝穆",
            "作者": "陈恭尹",
            "内容": "霜后浈江见底清，扁舟况复月华明。天涵远岫青无限，水写新梅白未成。\n五马风流开祖饯，群公词赋赠将行。支离自笑灯前影，掩户高吟冷晕生。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其七 小善卷洞",
            "作者": "陈恭尹",
            "内容": "舜以天下让，善卷固弗取。茅茨与土阶，何用分出处。\n想见洞中人，高风迈巢许。"
        },
        {
            "标题": "下弦月",
            "作者": "陈恭尹",
            "内容": "半晕犹明夜，东林独出迟。虽升人定后，得见日高时。\n为直常宜损，持盈岂若亏。清光能复尔，未许醉人知。"
        },
        {
            "标题": "南岳道中从石浪庵上至高台寺",
            "作者": "陈恭尹",
            "内容": "晨饭气始晴，初日在山缺。纡回出林莽，揖与老僧别。\n抠衣陟天路，百里上积雪。适来历崔嵬，反视若丘垤。\n清冷坠冰响，淅沥霜枝折。中峰方眇然，将登且当歇。"
        },
        {
            "标题": "立春日送黄蒲园谒选都门",
            "作者": "陈恭尹",
            "内容": "初年车马发河干，椒酒犹馀膝下欢。岂为荣亲须就禄，却缘行志在能官。\n迎春彩仗舟前出，新绿江山雪下看。京国旧多交好在，云司吟和共登坛。"
        },
        {
            "标题": "湛用喈折并蒂兰一枝见贻予既拓落于时兼有悼亡之戚空斋嘿对触兴为诗",
            "作者": "陈恭尹",
            "内容": "九畹多劳植异根，一枝真称野人轩。似伤萎去将随草，却笑生来即碍门。\n茎紫或曾充楚佩，心同端不负兰言。只愁晤对香光下，双影偏销独夜魂。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其八 春草池",
            "作者": "陈恭尹",
            "内容": "年年春草芳，绿遍陇与亩。一入池塘梦，遂为谢家有。\n不惜绿更黄，但惜离居久。"
        },
        {
            "标题": "送蔡虞长之官大浦",
            "作者": "陈恭尹",
            "内容": "薄禄东南远，潮阳古郡偏。虽云为养日，犹是读书年。\n小郭边闽地，连峰际海天。鹏飞知有以，官暇莫徒然。"
        },
        {
            "标题": "次答姚叔烟见怀之作六首 其一",
            "作者": "陈恭尹",
            "内容": "相见将何待，诗篇只数来。九皋惭鹤和，千里羡龙媒。\n日驭南行远，天心子半回。闻君理归棹，临发重徘徊。"
        },
        {
            "标题": "次答姚叔烟见怀之作六首 其二",
            "作者": "陈恭尹",
            "内容": "投湘承有赋，向往倍情深。只以千行泪，酬君一片心。\n年华虚睕晚，踪迹叹浮沉。不及王家子，终身松柏林。"
        },
        {
            "标题": "次答姚叔烟见怀之作六首 其四",
            "作者": "陈恭尹",
            "内容": "子房元善病，耿耿在予心。岂谓参苓日，重来金玉音。\n神交闻自昔，古道绝于今。咫尺成修阻，云山未是深。"
        },
        {
            "标题": "次答姚叔烟见怀之作六首 其六",
            "作者": "陈恭尹",
            "内容": "琼树思颜色，清河比笑言。念君停画舫，定得贲丘园。\n赵尉馀基毁，虞翻旧苑存。朝来歌有客，童子候柴门。"
        },
        {
            "标题": "次答姚叔烟见怀之作六首 其三",
            "作者": "陈恭尹",
            "内容": "高调谁能及，萧萧变徵寒。酒中堪击筑，言外见如兰。\n蝉露秋林浅，鹰风木叶残。自知啼不敢，只有避人看。"
        },
        {
            "标题": "次答姚叔烟见怀之作六首 其五",
            "作者": "陈恭尹",
            "内容": "西湖君有宅，此日赋归来。积水涵虚牖，闲花落古苔。\n舌为妻子示，酒共故人开。知有观潮作，奇文不让枚。"
        },
        {
            "标题": "次答础尘留别诗四首 其二",
            "作者": "陈恭尹",
            "内容": "众芳皆得岁，松柏自为冬。但使株能守，毋忧道莫容。\n古今同理势，王霸在心胸。举世俱沉醉，谁听永夜钟。"
        },
        {
            "标题": "次答础尘留别诗四首 其四",
            "作者": "陈恭尹",
            "内容": "郁孤台上望，了了见西江。山色奇无尽，滩声怒未降。\n帆樯通九域，形胜控南邦。雄略凭君在，宁为鼎可扛。"
        },
        {
            "标题": "次答础尘留别诗四首 其一",
            "作者": "陈恭尹",
            "内容": "踟躇行复止，发棹及新年。暂过双江水，将归第二泉。\n商芝山未乏，羽檄世犹传。与子平生事，相期廿载前。"
        },
        {
            "标题": "次答础尘留别诗四首 其三",
            "作者": "陈恭尹",
            "内容": "与君俱有子，贫贱亦差忘。风雪逾三腊，栖迟共一堂。\n暂分仍岭峤，相见异参商。痛饮为兹别，毋令气不扬。"
        },
        {
            "标题": "又次前韵送华子千四首 其三",
            "作者": "陈恭尹",
            "内容": "沧江无畔接秋旻，去住寻常不问津。东下鹭涛催鹢首，北来新雁迓归人。\n心闲随地栖皆稳，木落诸峰梦亦真。莫恋京华游侠窟，金台焦涸未成春。"
        },
        {
            "标题": "又次前韵送华子千四首 其一",
            "作者": "陈恭尹",
            "内容": "适体初裁白葛衣，暑中归路客行稀。曾深冀马空群望，却共南鹏六月飞。\n虹报晚风横极浦，雨添新水漫前矶。长途自足倡酬乐，旅泊劳劳未觉非。"
        },
        {
            "标题": "又次前韵送华子千四首 其二",
            "作者": "陈恭尹",
            "内容": "西飞乌兔苦相催，少壮谁能卧草莱。五岭远烦车骑至，一年刚及荔枝回。\n诗多壮采从心得，笔挟烟岚入纸来。高格近知加变幻，海滨新见蜃楼台。"
        },
        {
            "标题": "次和王础尘辛未岁除八首 其八",
            "作者": "陈恭尹",
            "内容": "阴阳三食此何时，一月那闻古有斯。雁羽畏炎知北向，斗杓随岁渐东欹。\n汉兴近酉年方建，夏厄逢壬历每移。天道即令皆可测，重华不用更陈辞。"
        },
        {
            "标题": "次和王础尘辛未岁除八首 其一",
            "作者": "陈恭尹",
            "内容": "行止唯天所命之，不将颓暮叹斯时。亦知春到寻常事，其奈寒深益尔思。\n西北回风吹地转，东南初日上楼迟。苦吟昕夕频搔首，短发星星只欲垂。"
        },
        {
            "标题": "次和王础尘辛未岁除八首 其二",
            "作者": "陈恭尹",
            "内容": "休论意外快遭逢，且喜安眠过暮冬。边计一时皆入粟，汉书连岁尚乾封。\n华堂决突仍栖燕，虎骨临湫未起龙。岭表秫田差不恶，酒杯寒夜得从容。"
        },
        {
            "标题": "又次前韵即事呈吴留村司马钱葭湄太常",
            "作者": "陈恭尹",
            "内容": "五岭新寒浅，三更见月孤。皇华虽在越，莼菜已思吴。\n高宴歌吟洽，炎方景物殊。金台宵自击，火马夜能驱。\n吐焰千花乱，穿杨万叶枯。巧思难尽测，妙绘莫为图。\n幸备梁园赋，犹然幕府趋。偃师呈傀儡，西域献都卢。\n清晏承边计，雍容想远谟。人同陆贾使，地异老夫娱。\n庾亮南楼兴，曹参相舍呼。疏狂惭授简，不恸阮生途。"
        },
        {
            "标题": "同林沂泽家贞其引眉诸子偶泊万竹洲即事",
            "作者": "陈恭尹",
            "内容": "白首希闲日，青尊共此航。一洲风绕竹，三宿月联床。\n剡棹非乘兴，仙舟异众望。无端成去住，人世亦何常。"
        },
        {
            "标题": "次和王础尘辛未岁除八首 其四",
            "作者": "陈恭尹",
            "内容": "来复曾闻报一阳，却疑十日出扶桑。沐猴何地非荆楚，斗虎谁人是卞庄。\n迫岁星辰多薄蚀，先春云气早飞扬。从今化国应舒暇，短晷宁为一线长。"
        },
        {
            "标题": "次和王础尘辛未岁除八首 其三",
            "作者": "陈恭尹",
            "内容": "无成六十总空过，往事追寻鬓自皤。蓬矢桑弧亲命重，晬盘春酒喜情多。\n骚人最爱高冠岌，卫女长思佩玉傩。风树有怀嗟弗及，馀年遮莫更磋跎。"
        },
        {
            "标题": "又次前韵送华子千四首 其四",
            "作者": "陈恭尹",
            "内容": "炎州无事可淹留，远志知君不自休。终古盘根资利器，百年吾道任虚舟。\n高凰已识翱翔久，大雅谁歌泮奂游。风雨后期何所定，一杯相别话从头。"
        },
        {
            "标题": "次和王础尘辛未岁除八首 其五",
            "作者": "陈恭尹",
            "内容": "狂吟终岁掩闲园，莫叹年残昼易昏。东海自来升日月，扬州从古产瑶琨。\n河冰可渡终当溺，萤火为光不是温。闭户造车知合否，东风相约一开门。"
        },
        {
            "标题": "次和王础尘辛未岁除八首 其六",
            "作者": "陈恭尹",
            "内容": "玄鬓相看已白头，梅花时节数同游。相思辄枉山阳驾，乘兴真来雪夜舟。\n王命论存将必验，虞卿书著不消愁。天涯知识多寥落，屈指茫茫十二州。"
        },
        {
            "标题": "客端州得王础尘书次其来韵二首 其一",
            "作者": "陈恭尹",
            "内容": "故人期不至，落月在闲庭。漫有高山奏，谁同永夕听。\n雄文应彩笔，利器忆青萍。莫但凭双鲤，寒江好放舲。"
        },
        {
            "标题": "次和王础尘辛未岁除八首 其七",
            "作者": "陈恭尹",
            "内容": "家家爆竹送年除，尽说新年改旧符。唐俗未妨歌蟋蟀，渑池终见奋桑榆。\n愚公志定山堪徙，秦帝威行石可驱。莫笑蒙庄多怪论，南鹏端的有良图。"
        },
        {
            "标题": "客端州得王础尘书次其来韵二首 其二",
            "作者": "陈恭尹",
            "内容": "荒鸡宜剑舞，伤雁怯弦惊。岂谓方颓暮，犹闻事战争。\n春从霜雪长，治以乱离生。屈指论英俊，乾坤几老成。"
        },
        {
            "标题": "次和刘沛然王础尘广州荔枝词十首 其八",
            "作者": "陈恭尹",
            "内容": "叶浓波澹好维舟，树底宜披五月裘。守望客同巢鸟卧，买山人作橘奴收。\n壶觞每就重阴布，攀摘都凭结驷游。胜似虹蜺生落日，石尤风雨过枝头。"
        },
        {
            "标题": "雯光宴集用吴刺史园次扇头原韵即席赋",
            "作者": "陈恭尹",
            "内容": "送客分题是隔年，客来已度九秋烟。似从岭海酬诗债，先向端溪问砚田。\n寒雪未回中夜棹，暖风初试小梅天。使君地主能开社，菊径犹多泛酒钱。"
        },
        {
            "标题": "冬夜同川南王使君舟泊樵溪骤雨有雷",
            "作者": "陈恭尹",
            "内容": "数载篇章唱和同，将分仍得共游踪。雷鸣南海初冬夜，月落西樵七十峰。\n乍泊且尝他国酒，不眠遥听隔山钟。芒鞋未怯青泥滑，树杪应添瀑百重。"
        },
        {
            "标题": "程德基以所著易简方编见惠谢之",
            "作者": "陈恭尹",
            "内容": "黄山白岳足幽居，好学偏乘历骋车。千里借筹频决胜，一官搔首尚踟蹰。\n嵇含每状南中物，抱朴兼成肘后书。安得藉君调燮手，尽回元气到比闾。"
        },
        {
            "标题": "宿资福寺楼夜坐小酌怀张菊水次双河韵",
            "作者": "陈恭尹",
            "内容": "鹦鹉杯飞琥珀浓，小楼门户掩重重。溪深不用防喑虎，日落无因借烛龙。\n宿约即今成异地，客行从此又何峰。酒酣好作同游梦，莫打经堂午夜钟。"
        },
        {
            "标题": "次答刘沛然兼送之端州",
            "作者": "陈恭尹",
            "内容": "我居天一隅，幸豁千里目。四海有同心，风期每相属。\n之子三吴英，轩车来问俗。旅病卧孤舟，宾至不及肃。\n贻赠一篇诗，恳款见衷曲。一吟五内宽，再咏双眉蹙。\n蹇予生不辰，水深聊自漉。不无危苦词，敢并骚些读。\n岂知堕泪猿，更作求声谷。义心知调古，直气识节促。\n悠然金石音，出自丝桐腹。为君埽蓬蒿，衔杯泛霜菊。\n与君涉牂牁，堆盘进黄独。旧宫禾黍地，当欢或成哭。\n君家太湖上，瑶圃皆积玉。联飞声满空，手著书盈屋。\n徒惊潘令毛，渐叹荆州肉。迟暮各有怀，古道敢不勖。\n传经本儒行，今晨装已俶。岩高星可占，峡暗云仍畜。\n善价倘有时，毋为久藏椟。"
        },
        {
            "标题": "剔牙杖答",
            "作者": "陈恭尹",
            "内容": "纤弱诚无状，唯君实使之。若能无间隙，轻薄亦奚施。"
        },
        {
            "标题": "魏子冲司马擢理军府时令子官桂林赋此志贺",
            "作者": "陈恭尹",
            "内容": "桂江云接粤江云，小凤文如老凤文。两地山川非远隔，九皋鸣和日相闻。\n新开骥足俱千里，更绾铜符理六军。魏绛自来多胜算，歌钟先见锡殊勋。"
        },
        {
            "标题": "西湖观打鱼同王紫巘若云立安朱开黄作四首 其二",
            "作者": "陈恭尹",
            "内容": "拨棹争先后，平湖望渺然。安知人在水，只似马行天。\n叶泛舟形小，云飞网势圆。得鱼邀上赏，公子不论钱。"
        },
        {
            "标题": "西湖观打鱼同王紫巘若云立安朱开黄作四首 其一",
            "作者": "陈恭尹",
            "内容": "沙际添新涨，桥边响细风。同人来雨后，尺鲤出湖中。\n竹筏渔家屋，藤蓑鹤发翁。献鲜知有客，贾勇更张罿。"
        },
        {
            "标题": "梁殿一殿章招饮雨花洞即事",
            "作者": "陈恭尹",
            "内容": "五峰处处有名区，最是君家似画图。已割山光来屋里，不妨楼外即城隅。\n香垂峭壁千花细，石透盘根老树孤。两世过从今几度，快听春鸟劝提壶。"
        },
        {
            "标题": "题吴拔庵总戎大树轩",
            "作者": "陈恭尹",
            "内容": "高牙大戟照城隈，新架榕阴别馆开。过客直教迷旦暮，清天长自响风雷。\n时来好鸟添诗思，日送轻凉入酒杯。共识将军名大树，请看勋业满云台。"
        },
        {
            "标题": "过梁殿一殿章山园三首 其三",
            "作者": "陈恭尹",
            "内容": "五峰相望水回环，翠色林香杳霭间。怪得过君皆大醉，主人家住是中山。"
        },
        {
            "标题": "过梁殿一殿章山园三首 其一",
            "作者": "陈恭尹",
            "内容": "百寻藤蔓老龙形，千岁松根下有苓。峭壁尚粘霜叶赤，一峰分入几楼青。"
        },
        {
            "标题": "过梁殿一殿章山园三首 其二",
            "作者": "陈恭尹",
            "内容": "怪石参差筑作台，冰纹疏密上阶苔。请君亭畔时删竹，城外山光要入来。"
        },
        {
            "标题": "柬袁密山通政",
            "作者": "陈恭尹",
            "内容": "岸边轻舫为谁留，两日深谈尚未休。往事似棋看世局，新诗如画写江楼。\n闲云岂易辞丹壑，卿月犹应照十洲。得丧一时君莫计，昔贤穷死自千秋。"
        },
        {
            "标题": "代泛亭坐月次白真人韵",
            "作者": "陈恭尹",
            "内容": "一亭清夜月，四面不同看。竹密秋常驻，天空夏亦寒。\n灯红遥认寺，江白不分滩。追和仙人句，千春得古欢。"
        },
        {
            "标题": "代闺人新月",
            "作者": "陈恭尹",
            "内容": "夫婿远邀勋，金鞍西入秦。空闺见新月，终夜惜青春。\n似镜难全掩，如眉不解颦。为衔将落影，持照未归人。"
        },
        {
            "标题": "答袁二玉即送之归馀杭兼柬季伟公",
            "作者": "陈恭尹",
            "内容": "十月黄花犹在径，拥褐徐行黄没胫。清晨有客叩我门，童子贪眠呼不应。\n病身出揖小亭西，袖有新篇为我赠。临风玉树既皎如，满把骊珠光照乘。\n闻君家住西子湖，浩然动我曾游兴。山色周遭郭外青，波光一片衣间凝。\n春烟秋月几衔杯，故国旧家同堕甑。羡君生长久承平，往事何堪入聪听。\n南来诗卷气有馀，展读终朝语清醒。不嫌老马问修途，自愧霜蹄早蹭蹬。\n季生闻说寓兰溪，母老儿娇室悬磬。君年方壮渠尚强，好上湖船共深订。"
        },
        {
            "标题": "韶石歌韶州陈使君席上赋",
            "作者": "陈恭尹",
            "内容": "韶石之山双阙开，拔地千仞俱崔嵬。箫韶一奏三千载，至今凤鸟犹能来。\n韶阳太守须如戟，夜燕三城集嘉客。东西南北多俊人，文采翩然皆五色。\n况君得姓自有妫，当年曾卜凤于飞。和鸣嗈嗈叶律吕，紫庭阿阁增光辉。\n九成台下薰风至，郡人重见无为治。君不闻三十六峰之石击拊有遗音，又何必六像九包始为瑞。"
        },
        {
            "标题": "游冲虚观观后即朱明洞",
            "作者": "陈恭尹",
            "内容": "新成朱殿势重重，玉像生尘不正容。古洞久荒微见字，薄云初起未遮峰。\n著书前后传双葛，赐物存亡问六龙。终拟结茅来此地，药池丹灶暂教封。"
        },
        {
            "标题": "赋得捣药兔长生十六韵",
            "作者": "陈恭尹",
            "内容": "广寒清且冽，玉兔此为家。修短符天历，盈亏仰日车。\n赤毫王瑞远，朱目汉年遐。卯地分为正，衡星插斗斜。\n一形钟异质，九转事丹砂。杵臼劳何极，升恒望匪奢。\n方从王母授，药自羿妻赊。仙桂炊神鼎，银河灌枣瓜。\n视明周玉宇，步捷胜金蟆。口出王充著，毛飞伯翳誇。\n隐形环自转，顾腹孕频加。非坐常趺结，无争远角牙。\n爰爰长自得，趯趯更何嗟。巢月乃名窟，行空不受罝。\n三秋含颖细，七宝合丸嘉。东郭远卢足，名园赋雪华。\n弦张谁得射，魄晦尔无瑕。倘作人间笔，真开五色花。"
        },
        {
            "标题": "送人入夔州二首 其一",
            "作者": "陈恭尹",
            "内容": "欲折梅花寄一枝，送君犹觉挂帆迟。巫山巫峡三千里，春雪春风是到时。"
        },
        {
            "标题": "曲肱处自得居为王云庵赋",
            "作者": "陈恭尹",
            "内容": "一肱伸缩总吾身，偶枕闲斋梦亦真。世上浮云皆外物，个中谁是独醒人。"
        },
        {
            "标题": "围猎图为王云庵题二首 其一",
            "作者": "陈恭尹",
            "内容": "万辔群飞走玉骢，数枝鸣镝响雕弓。高堂益壮三军气，四壁如吹大野风。"
        },
        {
            "标题": "答山阴刘道岩",
            "作者": "陈恭尹",
            "内容": "旧识稽山禹穴东，君家门地有清风。近缘伯父知犹子，曾听而师说若翁。\n龚胜卧床仍矢节，谢翔许剑亦全忠。成仁取义无今古，劣笔空惭史传工。"
        },
        {
            "标题": "九日王云庵参戎招集东皋即事二首 其一",
            "作者": "陈恭尹",
            "内容": "将军逸兴浩无涯，翠幕凭高览物华。己命分弓催绿酒，更烦飞骑送黄花。\n孤城夕照明双塔，极浦澄波映万家。尽醉不知归路远，西风楼堞有吹笳。"
        },
        {
            "标题": "为王云庵题知止轩 其二",
            "作者": "陈恭尹",
            "内容": "陶公止酒偶然歌，止观天台又若何。知止知君深得力，平生志本不求多。"
        },
        {
            "标题": "为王云庵题知止轩 其一",
            "作者": "陈恭尹",
            "内容": "急流勇退复何人，知止空闻老氏言。岂似圣经知至善，修齐事业盖乾坤。"
        },
        {
            "标题": "九日王云庵参戎招集东皋即事二首 其二",
            "作者": "陈恭尹",
            "内容": "东皋昔是登临地，令节兼逢作赋才。草木始衰吾已老，溪山无恙首重回。\n荒台久埽秦佗迹，寝庙仍为汉将开。或重于生今益信，当年弓剑未南来。"
        },
        {
            "标题": "围猎图为王云庵题二首 其二",
            "作者": "陈恭尹",
            "内容": "平沙围猎合还开，踪指何常不用才。自是将军亲阅历，谁人绘得阵图来。"
        },
        {
            "标题": "得梁叠石书连举二子诗以贺之",
            "作者": "陈恭尹",
            "内容": "缄书相寄慰从来，沥酒为君贺一杯。沧海北南珠并见，白头朝暮笑全开。\n同生达适知初瑞，一父瞻由信异才。节孝古来无不报，九天旌典几时回。"
        },
        {
            "标题": "送蔡汉长入都",
            "作者": "陈恭尹",
            "内容": "君去须登郭隗台，凭将杯酒酹荒苔。黄金骏骨招何日，赤汗龙驹只自来。"
        },
        {
            "标题": "春日登粤王台",
            "作者": "陈恭尹",
            "内容": "花发高台磴道遥，粤王曾此拜中朝。谁云七郡初归汉，古者南交已宅尧。\n江势急流宗渤澥，山光相望忆箫韶。炎州文物从来事，霸气千年倍寂寥。"
        },
        {
            "标题": "献大司马制府吴公一百韵",
            "作者": "陈恭尹",
            "内容": "北极盱长策，南天眷重臣。节移闽海近，恩及岭头新。\n睇望云霓久，沾濡雨露匀。旌旗皆改色，闾井自生春。\n地阔衡庐接，星分斗庙邻。滇流东注海，横浦北封秦。\n旧俗民瑶杂，遗风邹鲁醇。威行千里肃，纲举百城振。\n文武趋莲府，溪山望画轮。诗须传乐部，德俟纪贞珉。\n往日弦歌暇，清篇字句真。飞腾珠不胫，磊落笔如神。\n世诵吟灯作，官闻酌水贫。孤标诚绝俗，高义久惊人。\n法重催科考，时兼荐馑臻。后先羁旧尹，三五及迷津。\n相戒车前辙，谁从井有仁。赖公垂恻隐，遂得免颦呻。\n数万金钱负，多年簿责频。下车皆遣去，重任畀于身。\n汤网开穷鸟，庄波借涸鳞。即云于物利，未或以财徇。\n侠气过朱郭，名流仰乐歅。各期空冀野，争得望车轮。\n银烛连开宴，瑶阶九列傧。攀留常累月，酬唱动兼旬。\n阳羡多栽茗，江东自足莼。四鳃鱼入馔，千日酒沾唇。\n白雪操常凛，芳兰佩自纫。骥才终必展，龙屈理须信。\n令誉通黄叟，能声彻紫宸。九重恩破格，万里檄征闽。\n爰自神明宰，高超岳牧伦。六条持法慎，九伐纪功纯。\n堠火飞猿峻，妖氛紫帽屯。逆萌生带砺，缓死冀宵晨。\n徵士时缄剑，搜财或算缗。莫为分玉石，终见共胥沦。\n不枉闻清论，如丝拜御纶。绣衣明獬豸，高印跃麒麟。\n受节初开府，兼官属代巡。澄清徐揽辔，光霁俨垂绅。\n一鼓更弦瑟，先移曲突薪。万民歌乐只，多士荷陶甄。\n桃李三山遍，韬钤列校悛。岛人宵自遁，荒土日加畇。\n边计奇难测，雄功立不泯。撝谦师大树，克让协同寅。\n忆昨杉关出，将过粤海漘。香花连水驿，涕泣洒山榛。\n父老追邪谷，舆歌继洧溱。尚思崇俎豆，岂惮走嶙峋。\n岭峤人何幸，皇天若汝亲。矧当凋瘵后，初过乱离辰。\n乡落朝无火，郊原夜有燐。三毛名饭毳，百结号衣鹑。\n元气公能补，民心愿莫因。经时虚远想，一旦下高旻。\n疾痛难更仆，吁嗟自郁氤。顷从藩镇始，遂使利源湮。\n淩杂供求取，纤毫见怒嗔。生民如草芥，王度渐缁磷。\n丛借还无日，狐威假不驯。骄矜行自绝，骨肉且相狺。\n竟启东南衅，同归朴灭均。馀波仍污染，囹圄日嚣龂。\n孰市田文义，谁从郑侠陈。脂膏原粤物，鞭朴亦吾民。\n世幸销兵革，恩宜用抚循。输将前不易，旸潦近加辛。\n即尽敲民髓，何裨秉国钧。富强须有术，山海况多珍。\n夷舶原交市，遐方旧贡蠙。有无通物产，声教暨弦夤。\n盐铁书何密，耕屯计可抡。兵民如复合，风俗庶能淳。\n夫子今豪杰，文章古孟荀。学能全体用，巧不事组紃。\n诗礼趋庭得，风规昔驯遵。先公开棨戟，大节挺松筠。\n善述真无忝，仁声美有洵。会吹寒谷律，终解捧心颦。\n贱子何为者，其生亦已迍。在金惭跃冶，于木更轮囷。\n好著登山屐，常冠折角巾。行藏依草野，出入远城闉。\n欹案看书卧，颓颜揽镜皴。何知年冉冉，只爱石粼粼。\n东渐曾过浙，西行未到岷。遥登太行上，亦泛五湖滨。\n处处闻风烈，超超远世尘。溯洄心未已，向往足犹踆。\n行部干旌出，防边介士蹲。飞扬明铁铠，镗鎝响金錞。\n并集三江鹢，初停六辔骃。霜应生白简，风欲起青蘋。\n北斗瞻今近，南溟气自申。扶携观教化，洗涤待咨询。\n幕府多英俊，贤君爱笑嚬。肯容狂狷士，长揖列嘉宾。"
        },
        {
            "标题": "登祝融峰",
            "作者": "陈恭尹",
            "内容": "祝融高不测，云雨及其半。濛濛在太古，乾坤犹未判。\n九州有馀览，旭日夜中旦。临睨怀百忧，因高发南叹。"
        },
        {
            "标题": "题乌丝红袖图为王黄湄都谏三首 其三",
            "作者": "陈恭尹",
            "内容": "北仕燕都西住秦，南来使节动星辰。多年已作罗浮梦，满眼梅花树底人。"
        },
        {
            "标题": "题乌丝红袖图为王黄湄都谏三首 其一",
            "作者": "陈恭尹",
            "内容": "花雨林烟自暮朝，清溪流水入红桥。蛮笺捧出纤纤手，如此诗人未寂寥。"
        },
        {
            "标题": "题乌丝红袖图为王黄湄都谏三首 其二",
            "作者": "陈恭尹",
            "内容": "榛苓常有美人思，今日披图若见之。孤凤自鸣天上疏，一阳阴管卷中诗。"
        },
        {
            "标题": "小除后同廖南炜梁药亭王蒲衣王也夔秦钦文暨各家子弟集东林啸公方丈重修社事分得能字",
            "作者": "陈恭尹",
            "内容": "柳眼朝来已渐增，小桥流水不曾冰。百年短褐冲残腊，半日闲身对定僧。\n疏磬出林风断续，寒云依岫晚崚嶒。渊明未得陶然醉，即事成诗似未能。"
        },
        {
            "标题": "早发新塘浦向广州东山舟中作",
            "作者": "陈恭尹",
            "内容": "寡出春已生，多愁老先及。穷檐思良友，冻浦命朝楫。\n依依海日上，稍稍寒霏入。物象交晦明，峰云屡开阖。\n火田赤尚烧，水岸青犹湿。秀色兴远林，芳华冒平隰。\n去目方屡延，归流一何急。前禽如退飞，昔屿乍遗粒。\n菱蔓或浮没，石窍有呼吸。伤哉逝川叹，恸矣岐途泣。\n百年曾几何，三十未能立。"
        },
        {
            "标题": "向恬庵携酒西山是日适热发不得痛饮赋此答谢",
            "作者": "陈恭尹",
            "内容": "谁走银鞍挈玉壶，西山亭沼对城隅。人言梁国佳公子，仆是高阳旧酒徒。\n鱼戏新荷筒尚卷，月疏杨柳叶全枯。时来望雨忧如渴，清句居然起病夫。"
        },
        {
            "标题": "冬日端江舟中杂咏五首 其二",
            "作者": "陈恭尹",
            "内容": "黄鹤嵩台伯仲间，东南名胜莫能班。牂牁小让三巴水，石室奇于大别山。"
        },
        {
            "标题": "冬日端江舟中杂咏五首 其三",
            "作者": "陈恭尹",
            "内容": "小湘峡口雾连天，三尺渔竿两桨船。钓得嘉鱼送官舫，老夫不是买无钱。"
        },
        {
            "标题": "冬日端江舟中杂咏五首 其一",
            "作者": "陈恭尹",
            "内容": "数家修竹旧临湍，门径今劳仰面看。记得秋初曾借泊，维舟刚在赤栏干。"
        },
        {
            "标题": "冬日端江舟中杂咏五首 其四",
            "作者": "陈恭尹",
            "内容": "滇桂源头万里遥，一秋无雨涨全消。端坑水涸初开砚，羚峡门高暗长潮。"
        },
        {
            "标题": "冬日端江舟中杂咏五首 其五",
            "作者": "陈恭尹",
            "内容": "黄冈村里砚成堆，市估争携趁客回。浪说老夫能识石，更无人向小舟来。"
        },
        {
            "标题": "风乾萍果惠州王子千使君席上作二首 其二",
            "作者": "陈恭尹",
            "内容": "细切风乾远寄将，缄封闻说自高堂。使君正醉罗浮酒，不免樽前忆故乡。"
        },
        {
            "标题": "风乾萍果惠州王子千使君席上作二首 其一",
            "作者": "陈恭尹",
            "内容": "曾邮萍果自京畿，布裹绵装马上飞。今日相逢无一似，暗香馀韵尚依希。"
        },
        {
            "标题": "送茹子苍暂归会稽",
            "作者": "陈恭尹",
            "内容": "擒文宿昔有高誉，曾策天人上玉除。海外未舒千里足，客中犹著五车书。\n恩存棠树诗常咏，寓共江城迹暂疏。本为丹砂求作宰，知君不厌岭南居。"
        },
        {
            "标题": "庚午冬夜羊城宴集联句十二韵",
            "作者": "陈恭尹",
            "内容": "夜永寒云散，灯明妙曲孤。远人同万里，座客半三吴。\n嘉会东南美，壮游今昔殊。举觞追往事，拥传合前驱。\n露冷花魂灭，霜清柳眼枯。菊寻元亮径，梅放浩然图。\n天地分南北，门墙学步趋。投闲频卜夜，角胜竟呼卢。\n漫访羊城迹，须陈凤阙谟。使车宁久驻，授简且为娱。\n客醉屏争触，童疲鼾已呼。东方看既白，馀兴满归途。"
        },
        {
            "标题": "发舟寄湛用喈钟裴仙湛天石",
            "作者": "陈恭尹",
            "内容": "扶胥古渡水凄凄，雨后移舟望转迷。数口寄居秋草外，一身为客楚云西。\n家无兄弟依良友，地夹河山畏鼓鼙。知己片言应不负，乱离妻子藉提携。"
        },
        {
            "标题": "蒲团",
            "作者": "陈恭尹",
            "内容": "蒲簟圆如月，茅斋寒似冰。难将幽独意，举似住山僧。\n暗泪续清晓，朗吟枯夜灯。闲来看坐处，书破一层层。"
        },
        {
            "标题": "题静像善琴",
            "作者": "陈恭尹",
            "内容": "一卷慵开独坐吟，不冠不袜坐松阴。天涯何患无知者，流水高山共此心。"
        },
        {
            "标题": "题鲍子韶独醉图",
            "作者": "陈恭尹",
            "内容": "古之饮酒人，陶公与阮公。一觞一咏安足道，高天万里嗟冥鸿。\n方其未醉时，五岳横心胸。酒杯泻作大海水，白日倒落沧溟东。\n鲍生能饮不数斗，醺然颜色如花红。开口慷慨天下事，走马来自燕昭宫。\n与予论交有世好，披图使我题其中。吁嗟乎，天地变化闭塞将复开，如君磊落跅弛真奇才。\n把酒独醉胡为哉，急理健翮排九垓。燕颔书生空愿酒泉郡，青莲居士但筑糟丘台。\n君不见沛公王业基，四百壮士鸿门酒一杯。"
        },
        {
            "标题": "度大庾岭",
            "作者": "陈恭尹",
            "内容": "向风长叹草萧萧，山压重门石气骄。千古霸图俱寂寞，再来行迹尚渔樵。\n寄书黄木湾何处，走马红梅驿渐遥。欲扫苍厓记名姓，少年时已薄题桥。"
        },
        {
            "标题": "春夜城西对酒歌",
            "作者": "陈恭尹",
            "内容": "苍天胡为使我老，百年饮酒苦不早。学书学剑将何求，富贵何如一春草。\n西城北郭狐狸穴，一坟未兴一坟灭。英雄事业满丹青，欲向何丘问枯骨。\n且当把烛对朋侪，千卮酬酢开中怀。身后那能有知己，有如月坠西江水，万丈光芒终已矣。"
        },
        {
            "标题": "送梁药亭北上",
            "作者": "陈恭尹",
            "内容": "南梅枝暖北梅寒，君去秾花次第看。风雪一帆辞海国，天人三策上春官。\n世情莫惜尝鸡肋，诗句多吟在马鞍。得意定知归计早，此心先许钓鱼竿。"
        },
        {
            "标题": "秋晚杂兴八首 其五",
            "作者": "陈恭尹",
            "内容": "绕屋落寒叶，日高闻雁时。纸窗明野马，斋鼎熟蹲鸱。\n少事门开晚，多吟卧起迟。百年行已矣，辛苦立名为。"
        },
        {
            "标题": "送吴制军至三水因纪昔游作百韵赠别",
            "作者": "陈恭尹",
            "内容": "未别不忍言，将别常蹙蹙。旌旗在前路，不获展心曲。\n维时月在午，雨潦犹未足。高原土尚坼，平野苗稀绿。\n处处桔槔声，未敌炎蒸酷。斗米逾百钱，农夫遂枵腹。\n忆公下车始，颇亦忧饘粥。旧染污未除，遐陬莽犹伏。\n冥心运元化，大力旋坤轴。三江匝五岭，九载皆秋熟。\n西开官田戍，东建花城筑。海滨弛苛禁，万艘衔舻舳。\n贵贱通有无，梯航极倭竺。珍奇溢都市，技巧眩心目。\n南溟潮汐地，岛屿浮如鹜。潮生尽淹浸，及退仍为陆。\n船行洲渚下，支络相洄澓。奸徒棹"
        },
        {
            "标题": "沥湖冬泛",
            "作者": "陈恭尹",
            "内容": "蔬圃人家渐作林，沥湖名胜只于今。堤连双峡为开阖，气与长江共浅深。\n故国豪华年少梦，片帆风雪老来心。杖头尚识星岩路，十里荷香未可寻。"
        },
        {
            "标题": "江行杂咏十首 其八 孤屿",
            "作者": "陈恭尹",
            "内容": "孤屿能高下，长江与吐吞。小如园囿物，深作海潮门。\n雷电生晴昼，鱼龙聚石根。往来舟不泊，心怯怒涛奔。"
        },
        {
            "标题": "放鹰",
            "作者": "陈恭尹",
            "内容": "北斗摇光散，西风健翮高。顺天行搏击，报德用贪饕。\n世每求虞网，吾惟解臂绦。桐柯方待凤，无处立而曹。"
        },
        {
            "标题": "次答张宗肃端溪有约不值之作",
            "作者": "陈恭尹",
            "内容": "溯洄秋水同高峡，来去轻帆隔一时。风里几行鱼拜浪，沙边终日鹭垂丝。\n将期泊处吟圆月，悔不中途命楫师。鹢首相迎成错过，和歌今者更迟迟。"
        },
        {
            "标题": "夏夜小酌秋舫斋前悬灯数十竹间竹密灯红参差高下殊有佳致因共赋之得间字",
            "作者": "陈恭尹",
            "内容": "灯影高低万竹间，暂移尊酒一开颜。杯浮夜色如邀月，风送凉声似在山。\n火树近从南尉得，烛龙遥自葛陂还。高斋秋气长如此，密笋当门且勿删。"
        },
        {
            "标题": "放牛",
            "作者": "陈恭尹",
            "内容": "幸免为牺用，未将文绣加。青留函谷树，白转法王车。\n长角终何取，花蹄不足誇。小童吹短笛，归老老农家。"
        },
        {
            "标题": "放猿",
            "作者": "陈恭尹",
            "内容": "岂忍相羁久，哀吟损性灵。自然千载物，生有老人形。\n引臂山泉白，攀藤月峡青。何年成剑术，毛发已星星。"
        },
        {
            "标题": "夏杪杨宝生孝廉招同毛行九司马杨止庵大令梁药亭太史饮于风幡堂次行九韵二首 其一",
            "作者": "陈恭尹",
            "内容": "古树馀千载，劳生又半年。闲寻白社约，得醉绿阴边。\n蝉试迎秋噪，庭分欲暮烟。是间宜野酌，何必肆长筵。"
        },
        {
            "标题": "夏杪杨宝生孝廉招同毛行九司马杨止庵大令梁药亭太史饮于风幡堂次行九韵二首 其二",
            "作者": "陈恭尹",
            "内容": "吴越同星纪，登临具上才。一时萍迹合，千里雁行来。\n幡影留飞刹，池光照举杯。白头希乐事，今日老怀开。"
        },
        {
            "标题": "九日小集风幡堂同姚敦仁梁药亭王蒲衣迟徐虹亭不至分得灯字",
            "作者": "陈恭尹",
            "内容": "茗宴风前快不胜，江城佳节况良朋。言寻西土千年树，还问南宗第一灯。\n金塔绣深微辨字，石幢身老已无棱。清觞拟待陶公醉，绕径黄花开未能。"
        },
        {
            "标题": "狱中杂纪二十六首 其十九",
            "作者": "陈恭尹",
            "内容": "多虑凭天遣，深寒到酒消。掩书吟竟夜，辞客卧终朝。\n霜角思江槛，风铃隔丽谯。向来临眺地，红树一萧萧。"
        },
        {
            "标题": "夜起西山草堂口占别吴又札梁颙若梁亮圃",
            "作者": "陈恭尹",
            "内容": "无成三十老渔蓑，旧国深惭此屡过。生计未知何事好，诗篇唯觉别人多。\n高城晓角收凉月，岐路西风长白波。犹幸交亲不相弃，夜烧银烛为悲歌。"
        },
        {
            "标题": "寻家中洲于雁水庵先寄以诗",
            "作者": "陈恭尹",
            "内容": "十载无双鲤，三秋在五羊。客居闻傍柳，诗梦每临塘。\n举世推能手，终身泣雁行。不知违侍从，玄鬓几经霜。"
        },
        {
            "标题": "外姑湛节母冯太君八十大寿时旌表初至二首 其二",
            "作者": "陈恭尹",
            "内容": "先公高义人间少，节孝天生梱内才。再世漂摇为砥柱，百蛮聋俗有惊雷。\n西台使者飞霜笔，南国词流祝寿杯。五十年前皋庑下，白头无复孟光来。"
        },
        {
            "标题": "外姑湛节母冯太君八十大寿时旌表初至二首 其一",
            "作者": "陈恭尹",
            "内容": "方圆并画古难能，况挽颓晖转日升。宗祏已新先世庙，佛龛勤礼六时灯。\n心空万虑皆如烛，泪尽他年尚作冰。犹有橐装馀产在，春秋留得与云仍。"
        },
        {
            "标题": "王华姜哀词",
            "作者": "陈恭尹",
            "内容": "大风覆鸟巢，有雏东南飞。妾生始三朝，将军陷重围。\n臣忠子孝死，父兄同日糜。城中数万人，斩掠无一遗。\n男为刀下肉，女为爨下泥。阿母任夫人，毁貌为僮奚。\n纳妾于中怀，祝天儿勿啼。诚祷理或应，凶祸中脱离。\n奔走依诸姑，不幸先而摧。丈人为侯公，孤子未及期。\n抱儿揖阿母，愿得相提携。阿母左乳儿，右手与妾乳。\n中间缀两泪，不绝陨如雨。六岁教妾书，八岁教针缕。\n十四女工成，馀巧及弦柱。生世本将家，上马殊跋扈。\n秋千及围棋，事事过俦伍。阿母虽暂欢，亦约之规矩。\n时时垂训言，言言称阿父。十七母捐背，妾念不欲生。\n阿母与父兄，节烈当谁明。食则忘酸咸，衣则忘炎凉。\n忍死待须臾，岂复有他望。侯公后夫人，有弟曰赵公。\n结客满天下，好义为士雄。建牙古雁门，白马如游龙。\n侯公家固原，音问时交通。闻有代州骑，欢跃趋堂中。\n玉帛杂遝陈，箫鼓何逢逢。姊妹私相语，此事来何从。\n侯公发书喜，顾妾言从容。阿舅为汝媒，嘉礼今来降。\n云有屈氏郎，才妙时无双。闻命掩耳走，面颊为之红。\n良吉既有期，妾岂得自专。兼云盛文藻，私心亦惬焉。\n先君与母兄，庶几藉言传。固原至代州，长途弥三千。\n后车载帐幕，导骑明旌旃。和铃鸣我侧，悲笳纷我前。\n与君为兄弟，恩义相缠绵。方君读经史，为君缉韦编。\n方君弄柔翰，为君拂华笺。君歌妾按节，君琴妾操缦。\n君行妾接迹，君立妾比肩。当坐共茵缛，当酒共杯棬。\n当镜共形影，当食共芳鲜。当烛共更漏，当月共棂轩。\n于梦共所适，于心同所怜。君母在岭南，妾得不言旋。\n北风缩马毛，驱之出雁门。产女未弥月，怀中尝苦寒。\n忆我初生时，念母涕涟涟。北首出云州，东路从幽燕。\n柁舟下直沽，天冻泽腹坚。水工日椎凿，冰利舟为穿。\n挥鞭历齐鲁，南渡逾长川。时登秦淮上，怅望东南天。\n烹我榆肉羹，开我蒲桃尊。为君慰劳倦，中夜鸣清弦。\n东南诚水国，舟路多洄沿。举首辄触篷，引足即抵舷。\n妾本鞍马人，动止颇非便。炎洲况蒸湿，恒虑不自全。\n既至见君姑，霜鬓无一玄。子妇堂下拜，姑喜倍万千。\n鸡鸣天欲晨，妾起拭衣巾。上堂问安否，下堂膳羞珍。\n承志于未形，纤细敢不勤。小姑与叔姒，爱我逾所亲。\n君家朋好多，一一皆令闻。切磋及文笔，相与期千春。\n从容论前烈，及我先将军。每从壁后听，慰幸窃自安。\n苟活二十年，微愿今获伸。昔我母夫人，同穴情所敦。\n岂不以妾故，忍死为后殉。男生图嗣续，女生亦何云。\n但令父母兄，大义炳无泯。妾敢恋今乐，而忘昔苦辛。\n赋命固有涯，皇天良不仁。既孕不终育，凶疾婴其身。\n上负七十姑，供养谁朝昏。下顾所怜女，肝心毒如焚。\n鬼伯一相催，欲留终无因。愿君垂令名，妾下报二人。"
        },
        {
            "标题": "题徐道冲观泉图",
            "作者": "陈恭尹",
            "内容": "本自无心止与行，出山何似在山清。知君爱坐源头上，流彻千年是此声。"
        },
        {
            "标题": "题王惠州紫诠使君观瀑图三首 其一",
            "作者": "陈恭尹",
            "内容": "一树苍松偃盖深，高崖飞瀑落千寻。使君雅操清如水，不用临流更洗心。"
        },
        {
            "标题": "题王惠州紫诠使君观瀑图三首 其三",
            "作者": "陈恭尹",
            "内容": "曾宿田盘最上方，一麾频岁驻罗阳。知君滋味尝都遍，南北山泉孰较长。"
        },
        {
            "标题": "题王惠州紫诠使君观瀑图三首 其二",
            "作者": "陈恭尹",
            "内容": "不将笔墨对林峦，燕坐超然静五官。老易本来无二道，河图天一是金丹。"
        },
        {
            "标题": "送彭拜尧之官柳城",
            "作者": "陈恭尹",
            "内容": "不远乡园带印行，东风衔命鹢舟轻。梅花未落归梅岭，柳色相邀到柳城。\n千里板舆犹子舍，一庭诗礼似经生。乌蛮山外江如练，勿厌东流彻底清。"
        },
        {
            "标题": "走笔送袁士旦归江南兼怀魏凝叔和公杨长苍二首 其二",
            "作者": "陈恭尹",
            "内容": "一见即投分，相知宁在多。吾尤推意气，人共诵诗歌。\n卞璞终应剖，南圭近已磨。谁能记微贱，为报幸无他。"
        },
        {
            "标题": "走笔送袁士旦归江南兼怀魏凝叔和公杨长苍二首 其一",
            "作者": "陈恭尹",
            "内容": "积雨日未已，客中怀可知。如何相见地，即咏送行诗。\n半月赵佗国，三秋文献祠。好游年少事，搔首鬓如丝。"
        },
        {
            "标题": "春初送王新侯归宜兴王叔琬归宝坻",
            "作者": "陈恭尹",
            "内容": "并辔非为汗漫游，燕吴万里一归舟。大江中路分南北，五岭重来定夏秋。\n冰下跃鳞桃浪细，岸边闻鸟柳风柔。诗家能事春唯甚，箧里新添是唱酬。"
        },
        {
            "标题": "题吴山带墨竹送吴晋涛归宜兴二首 其一",
            "作者": "陈恭尹",
            "内容": "故人笔墨醉方工，数叶垂垂亦不同。画里只今成旧雨，画溪归去是春风。"
        },
        {
            "标题": "题吴山带墨竹送吴晋涛归宜兴二首 其二",
            "作者": "陈恭尹",
            "内容": "别意何如纸上禽，一飞一宿本同林。凭君折取伶伦管，吹作阳和睍睆音。"
        },
        {
            "标题": "过洞庭湖",
            "作者": "陈恭尹",
            "内容": "灌注合梁荆，苍茫四望平。江山俱不到，天水自相生。\n失路行湘浦，期舟渡郢城。风波此瞻眺，真信地维倾。"
        },
        {
            "标题": "登合江楼饮王使君南区宝坻酒次坡公韵",
            "作者": "陈恭尹",
            "内容": "天地之交何固哉，罗浮一合不可开。高楼西望且招手，四百仙峰云外来。\n醇醪足酹江山美，杯杓未终长啸起。登临今昔几千年，坡公犹寓槎江水。\n前宵月尽昨宵新，未必今人异昔人。明年荔熟醉何处，为报君家酿老春。"
        },
        {
            "标题": "祝潘涵观二首 其二",
            "作者": "陈恭尹",
            "内容": "室迩人犹远，心亲迹未疏。每因公事出，必过野人居。\n腊酒宜延寿，春风渐逼除。知君终晚达，消息在生初。"
        },
        {
            "标题": "寄何慎思顺德二首 其一",
            "作者": "陈恭尹",
            "内容": "新年频不值，舟楫各西东。夜月同江上，春灯忆县中。\n潮生环郭绿，彩舞间花红。请以无疆兕，因君献若翁。"
        },
        {
            "标题": "生生园十咏 其六 珠晖桥",
            "作者": "陈恭尹",
            "内容": "惊雷收宿雨，初日现文虹。遂有青莲界，遥开积水中。\n磬传三径竹，香度小桥风。沧海非云渺，微波自可通。"
        },
        {
            "标题": "荔枝酒",
            "作者": "陈恭尹",
            "内容": "天为美禄供禋祀，上有旗星下有泉。既作神农能播种，更教仪狄为开先。\n五齐三事经曾著，百榼千钟古有传。西土蒲萄长引蔓，南州丛桂每参天。\n岂知岭外离支树，植自罗浮卖酒田。万斛如珠空自照，千溪如火未曾燃。\n群来野雀休能网，饱啖行人不论钱。采下忽看花满地，酿成何啻酒如川。\n三年始醒谁能试，百步闻香足自前。满碗盛来无见底，一觞浮出月如弦。\n冰从化水参差减，玉既成浆性未迁。桂郡酒官应为此，越佗贡物罔闻焉。\n生时多食犹能醉，酿后馀甘倍可怜。通神益智功如在，美色怡颜力更全。\n妃子红尘何乃拙，魏文石蜜想当然。琼苏为泛觞王子，玄碧会开宴列仙。\n古昔未分优与劣，眼前唯辨圣为贤。合尊岂但醉三二，一斗何须价十千。\n多酿不忧民食耗，屡丰为爱酒垆眠。风流太守须酣饮，知借南中尚几年。"
        },
        {
            "标题": "何友大问余病于寒塘",
            "作者": "陈恭尹",
            "内容": "十里雕胡渚，劳君艇子来。棹移花下雨，人上水边台。\n少别经三月，深情尽一杯。病馀存舌在，今夜话能陪。"
        },
        {
            "标题": "宿梁器圃寒塘",
            "作者": "陈恭尹",
            "内容": "衰柳亭边酒数杯，扁舟昨日虎头回。结成茅屋竟何事，开到黄花人又来。\n小郭乍寒山有雨，平池经旱水兼苔。旧家正在江城外，深夜无人莫上台。"
        },
        {
            "标题": "次答沈玉亭见访之作即送之归杭州",
            "作者": "陈恭尹",
            "内容": "带郭开畦别作村，种瓜人老复谁论。清谈偶步袁生趾，多辙深惭孺子门。\n绝调一时佳句在，同风千里片心存。白头未忘西湖路，无计从君买绿尊。"
        },
        {
            "标题": "送沈甸华归杭州",
            "作者": "陈恭尹",
            "内容": "边沙作霾曀衢陌，行子居人总成客。五羊城里三见君，匆匆不得论心迹。\n君驱高毂日涉野，我倚长竿钓山下。毛锥不及带刀人，牧马童儿笑儒者。\n夜梦西湖春兴生，归艎正月送君行。大小岭头雪未尽，南北峰高花始明。\n花光雪色遥相接，花残雪尽应停楫。六桥清浅见泥沙，潜虬何处藏鳞鬣。\n倒尽今时别酒樽，余亦著书终闭门。命驾相思何可易，因风书札倘能存。"
        },
        {
            "标题": "拟行药城东桥",
            "作者": "陈恭尹",
            "内容": "百行皆有营，一暇不易得。非无出门时，往往为世役。\n兹晨服食罢，曳杖信所适。蔼蔼涉墟莽，悠悠越阡陌。\n芳郊属春和，天宇迥昭晰。川流扬晓晖，林表霁新色。\n旷观既以怡，内省寡所斁。未羡高鸟翔，安用抟风翼。\n息意慕华膴，何心厌衰白。修名匪岁年，寿考岂金石。\n至理有恒期，浮生徒自域。"
        },
        {
            "标题": "次和王孝扬将军留别韵且以送行四首 其三",
            "作者": "陈恭尹",
            "内容": "清标如玉树，四座觉风生。语有超超目，居无赫赫名。\n上天霖雨梦，九罭衮衣情。北望张平子，为君赋二京。"
        },
        {
            "标题": "玉屏风看梅",
            "作者": "陈恭尹",
            "内容": "玉屏风峭客来稀，玉树珑珑透夕晖。无土亦应湿石乳，有花唯是点仙衣。\n鸟迷雪色栖难定，云恋寒香驻不飞。莫倚罗浮曾入梦，和羹人自梦岩扉。"
        },
        {
            "标题": "宿董无休五羊寓舍留别",
            "作者": "陈恭尹",
            "内容": "雨歇空堂秋气生，酒杯无惜坐深更。扁舟此去复为客，一宿缘君暂到城。\n夜月几时还共照，楚山应恨不同行。西风万里传书处，待汝题诗赠屈平。"
        },
        {
            "标题": "次和王惠州子千己巳岁除杂感韵四首 其三",
            "作者": "陈恭尹",
            "内容": "一宵迎送漏偏遥，鸡黍邻家每见招。钟度楼台风浩浩，星移银汉夜寥寥。\n诗成卧后频支枕，酒尽灯前欲弃瓢。拂拭尘书入新节，东南初日上山腰。"
        },
        {
            "标题": "次和王惠州子千己巳岁除杂感韵四首 其一",
            "作者": "陈恭尹",
            "内容": "少壮犹惊节序忙，白头那得不心伤。山家宿岁仍荆俗，正月书年凛素王。\n爆竹接邻催落日，老梅横槛送馀香。遥知五马行春客，北望迢迢献寿觞。"
        },
        {
            "标题": "次和刘沛然王础尘广州荔枝词十首 其七",
            "作者": "陈恭尹",
            "内容": "谱中诸品遍曾尝，晚熟增江久未忘。快比哀梨那得滓，清如甘露不成浆。\n已知忧至良堪解，见说颜衰可复光。更有新州香荔好，端溪能隔几城墙。"
        },
        {
            "标题": "赠别任道爰",
            "作者": "陈恭尹",
            "内容": "隐居虽隔岭头云，廿载相知只耳闻。三度南来初值我，一秋游兴又违君。\n生涯事事成蛇足，行迹年年似雁群。未必白头皆若此，酒阑携手望星文。"
        },
        {
            "标题": "赠别赖子弦任切刚归宁都",
            "作者": "陈恭尹",
            "内容": "二子何开朗，来知自翠微。旅中蔬饭毕，江上布帆归。\n路密关心短，情深出语希。后期能不负，家在荔枝矶。"
        },
        {
            "标题": "冬日承屈四会凤山见过别后柬寄",
            "作者": "陈恭尹",
            "内容": "短褐苍凉曝早暄，北风吹叶满平原。素丝忽望干旄色，白发空惭负郭门。\n一顾骅骝增壮气，片时酬酢奉高言。珠江浈水无多路，雪里邮诗敢惮烦。"
        },
        {
            "标题": "送莫休倩英卓今",
            "作者": "陈恭尹",
            "内容": "手持青竹杖，相送白云端。山里逢人少，君来作别难。乱泉侵宿梦，疏柳隔垂竿。舍此空归去，重期能不叹。"
        },
        {
            "标题": "建昌河上二首 其二",
            "作者": "陈恭尹",
            "内容": "莫折棠梨花，花枝刺君手。莫恋春风时，春风白人首。\n春风低野草，遥见原与阜。昨日少年人，长松生左肘。"
        },
        {
            "标题": "建昌河上二首 其一",
            "作者": "陈恭尹",
            "内容": "十月辞西山，苍茫日东走。迟迟闽越路，东风变杨柳。\n扁舟乱河曲，旅泊成搔首。无衣知春寒，独宿知夜久。\n茕茕远行子，才知慕父母。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其一 石帆亭",
            "作者": "陈恭尹",
            "内容": "大壑有藏舟，兹帆负而走。不觉动波涛，但见移星宿。\n寄谢济川人，清风在岩岫。"
        },
        {
            "标题": "石湖观梅花分得动字柬罗仲恭罗显哉兼怀湖主人罗澹峰",
            "作者": "陈恭尹",
            "内容": "溪西千树当时种，数尺枝条柔可弄。不踏湖堤向一年，已觉繁花密无缝。\n经过昨日此匆匆，两夕怀思不堪诵。栽花主人隔千里，花下扁舟与谁共。\n虬髯逸兴迥不群，公子翩翩复殊众。折简相招到石床，新醅不惜开银瓮。\n远方英俊兼秦越，满座雄谈杂嘲讽。是时霜后积水清，湖西滉漾波光动。\n四山开朗有佳色，孤屿萧疏欲含冻。共誇密雪赋梁园，复讶行云入荆梦。\n幽光漠漠去岸高，素色鳞鳞压枝重。拂衣屡爱轻瓣飞，行杯更遣浓香送。\n逆风十里气尚满，沿流百步溪犹壅。高天可厌白日坠，厨人未报清尊空。\n老夫短棹欲早归，上客班骓亦停鞚。开笺意思已潦倒，下笔词章乃狂纵。\n寄谢梅花勿笑人，繇来韵险难为用。"
        },
        {
            "标题": "咏蝴蝶花作",
            "作者": "陈恭尹",
            "内容": "名花迥与众芳殊，刀剪成丝绿似蒲。朱点斑斓沾弱翅，露□浓艳上轻须。\n难得乌足为胥叶，莫写开元插鬓图。葛令井边多伴侣，每来枝上误相呼。"
        },
        {
            "标题": "寄祝冉平川增城",
            "作者": "陈恭尹",
            "内容": "罗浮东望郁苍苍，忆共神君数举觞。蝴蝶洞中梅又白，凤皇峰下菊仍黄。\n不闻公事劳胥吏，但见人家足稻粱。父老跻堂称万寿，即今吾世是羲皇。"
        },
        {
            "标题": "送左襄南督学试竣还都奉命命视河",
            "作者": "陈恭尹",
            "内容": "我闻丹山赤水之洞天，地脉暗与蓬瀛连。蓬莱一枝乃独往，直到天池鹏化之南边。\n倏然乃与罗浮结，七洞四明如隔绝。宁知共在斗牛间，天上分星总扬越。\n四明狂客贺季真，青莲一见号仙人。知人自有传心法，能使汾阳屈者伸。\n唐代功臣独居首，谁知活自书生手。君今相士特南来，知人肯落前贤后。\n天闲新进渥洼多，更命旌旗理九河。都将吉甫清风颂，和入河渠瓠子歌。\n著书七十罗浮老，汗竹为书频削稿。方候公闲细评论，如何鹢首催前导。\n病中相送不成章，口授儿曹写数行。迟君赐归鉴湖一曲水，来问天台万仞之石梁。"
        },
        {
            "标题": "次答程荆山",
            "作者": "陈恭尹",
            "内容": "瓠子歌成叹有馀，六龙沉玉礼河渠。乾封汉帝犹传诏，谏猎相如未上书。\n空谷有人还饮犊，沧江无浪欲枯鱼。劳君诗句遥相问，只尺三城亦索居。"
        },
        {
            "标题": "李华西司马招饮郡斋赋谢",
            "作者": "陈恭尹",
            "内容": "五羊城里枉过从，帝里归来此再逢。几案纷然开万轴，郡斋闲甚对诸峰。\n公馀自酌唯杯水，客至何劳命酒钟。犹带凤池高格在，李膺门地本名龙。"
        },
        {
            "标题": "端州华严庵送何孟门陶握山王紫巘游鼎湖二首 其二",
            "作者": "陈恭尹",
            "内容": "尚记登临日，春王正月中。冰霜凝野寺，灯火彻行宫。\n未续青山梦，居然白发翁。鼎湖名尚在，惆怅泣遗弓。"
        },
        {
            "标题": "送李华西太守二首 其一",
            "作者": "陈恭尹",
            "内容": "归去人皆惜，歌声满峡中。吏才推悃愊，文体仰宗工。\n不以和伤介，能将雅变风。一时诸五马，德重总输公。"
        },
        {
            "标题": "端州华严庵送何孟门陶握山王紫巘游鼎湖二首 其一",
            "作者": "陈恭尹",
            "内容": "一月江城住，茅庵共菜根。更寻名胜地，仍是给孤园。\n高峡连峰影，清溪到院门。不能同买棹，相送亦难言。"
        },
        {
            "标题": "送李华西太守二首 其二",
            "作者": "陈恭尹",
            "内容": "石室遥占斗，云楼近跨城。篮舆曾共适，卮酒每同倾。\n即送高旌去，谁寻胜地行。秦中连岁旱，西望不胜情。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其六 小华子冈",
            "作者": "陈恭尹",
            "内容": "溪山不自名，胜地因人有。不知今古人，梦寐相反否。\n丸丸华子冈，小大俱不朽。"
        },
        {
            "标题": "詹侯竹也招集竹窥园即事",
            "作者": "陈恭尹",
            "内容": "怪石堆园作一坡，新晴终日倚栏歌。满壶玉酒闲人醉，出匣银钩古字多。\n傍蕊山蜂吟并立，照阶林叶影相摩。寻常车马稀容接，得许花前数数过。"
        },
        {
            "标题": "以端溪水岩小砚寄戴观察怡涛系之以长歌",
            "作者": "陈恭尹",
            "内容": "昔人只重端溪紫，今之水岩胜于始。始犹所采皮肉间，山骨琢尽兹其髓。\n一阳生后天益寒，牂牁江落风林乾。崖枯峡浅洞门出，中有积水蛟龙蟠。\n良工斤斧重泉下，石室无光朝亦夜。千枝列炬照人行，万指悬壶向江泻。\n金钱之费日不訾，冬春之际能几时。瑕瑜况复不相掩，非具大力安能为。\n崇祯之中熊开府，迩者名藩亦时取。后先疏凿分东西，文采精华并千古。\n往时蕉白称极佳，今人指点寻青花。以兹相石亦未尽，必有生气如云霞。\n拊不留手柔无骨，墨质愈坚磨愈发。宋坑宣德虽尚存，粗则伤毫细则滑。\n伯乐一顾冀马空，世间所患无追风。寄公一片虽小品，由来亦自蛟龙宫。\n茆斋久伴书生穷，咿唔吟啸不可终。去兹卑陋依尊崇，使君声韵如钟镛。\n挥毫落纸生蜺虹，况今持宪出乘骢。秋霜春露一言中，非汝孰与成厥功。\n呜呼，挽回造化良不易，补天亦属人能事，五色之石将无是。"
        },
        {
            "标题": "游黄龙洞",
            "作者": "陈恭尹",
            "内容": "春草夏更长，洞门蔼馀绿。晨兴理孤策，衣露时沾渥。\n缅邈睇众峰，逶纡赴长谷。粼粼涉溪影，萧萧翳岩竹。\n风磴炫杂花，云潭乱双瀑。沫雨晴骤飞，游鳞清可掬。\n荒宫久榛莽，石岸多隈曲。方齐昔人踪，兹焉遂幽筑。"
        },
        {
            "标题": "赠贾中军",
            "作者": "陈恭尹",
            "内容": "荆郢为都自昔雄，将军威略有儒风。长江独扼三川险，半壁曾高百战功。\n近建旌旗沧海上，会题名姓汉台中。从来好士心无极，嘉宴犹招白发翁。"
        },
        {
            "标题": "罗浮黄龙洞对雪",
            "作者": "陈恭尹",
            "内容": "淅淅天上风，吹我白日没。飞瀑渐无声，寒溪遂生骨。\n仰视老人峰，云中玉为笏。嵚崎积已平，飘洒殊未歇。\n回旋若翔舞，廉纤乱毫发。客子宿茅茨，居然见冲突。\n重檐及户牖，堆压不可掘。南州炎德在，况此仙灵窟。\n丹火伏不兴，初阳动犹蹶。判此始衰年，拥衾坐明发。\n赖逢酒力良，未使吟声竭。夜久迥闻钟，山晓不待月。\n始知蓬岛来，往事非荒忽。请看朱明天，化作金银阙。"
        },
        {
            "标题": "寿孟母王太夫人",
            "作者": "陈恭尹",
            "内容": "八座夫人古所尊，况闻勋业满乾坤。三千桃实开嘉燕，百二秦关是旧恩。\n处处甘棠南与北，重重彩服祖和孙。湟川政化清如水，好寄梅花入寿樽。"
        },
        {
            "标题": "送董无休归会稽歌二首 其一",
            "作者": "陈恭尹",
            "内容": "奈何别，感予悲，思昔与君初相知。我之北，君在南，解君之策策两骖。\n我之南，君将北，我马玄黄不如昔。五羊城东百尺浪，欲送归人行不得。\n行不得，为君歌。风乎谷中，云乎山阿。雷入于地，雨伏于河。\n风云雷雨飒然合，下天上地为滂沱。云摇雨散西风好，愿君且向山阴道。\n南北分飞自偶然，丈夫不受炎洲老。"
        },
        {
            "标题": "送董无休归会稽歌二首 其二",
            "作者": "陈恭尹",
            "内容": "江水秋以洚，关河上西而风。翼翼之篷，我友于东。\n东何归，归会稽。稽山阳，稻与粱。稽山背，蒿与艾。何以赠君赠自爱。\n独女不嫁邻儿大，欲往从之慎其对。"
        },
        {
            "标题": "送雪公归耕苍梧歌",
            "作者": "陈恭尹",
            "内容": "苍鹰六翮不上天，化为春鸠啄人田。壮士有力不搏虎，两角肥牛耕瘠土。\n毛摧羽落君莫叹，龙屈蛇伸自终古。送君耕，耕何所。\n上有苍梧之深山，下有牂牁之长浦。浦下山田田上墅，荷锸来归日当午。\n曲枕右肱树左股，万事不理望膏雨。"
        },
        {
            "标题": "何孟门以足疾不能入邑积雨新晴戏此奉简",
            "作者": "陈恭尹",
            "内容": "我从修墓初归里，子又经春不到城。雨歇尚留深巷湿，月圆谁共小窗明。\n卞和刖后方售玉，孙子膑馀好用兵。四海更无投足地，未妨扶杖且徐行。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其九",
            "作者": "陈恭尹",
            "内容": "功在将来未易名，九重今已彻贤声。龙蛇劣笔何堪似，碑字因君满帝城。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其八",
            "作者": "陈恭尹",
            "内容": "吏才况是出巍科，五十年来未见多。赤子岂知蒙帝力，白头一老尚能歌。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其一",
            "作者": "陈恭尹",
            "内容": "不得留公更几年，丝纶前日下中天。诚知王命行难俟，欲写丰功世共传。"
        },
        {
            "标题": "花朝后五日同梁药亭屈本庵吴山带李方水集石公离六堂即事书怀二首 其二",
            "作者": "陈恭尹",
            "内容": "西畴延夕照，篱落见层层。塔影千年寺，琴声百岁僧。\n风枝翻弱絮，香蕊结垂藤。妙法离言说，南宗此一灯。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其二",
            "作者": "陈恭尹",
            "内容": "双塔中间画阁开，一时桃李并新栽。虽云大邑无多暇，胜日频能命驾来。"
        },
        {
            "标题": "花朝后五日同梁药亭屈本庵吴山带李方水集石公离六堂即事书怀二首 其一",
            "作者": "陈恭尹",
            "内容": "春半花犹未，农时雨不来。言寻方丈约，笑为老僧开。\n古井人争水，空池鹤印苔。隐忧惭素饱，钟罢且徘徊。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其四",
            "作者": "陈恭尹",
            "内容": "郭外樵渔接水村，比年疏浚尽公恩。家家有月归来夜，小艇乘潮直到门。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其六",
            "作者": "陈恭尹",
            "内容": "度海空传汉伏波，高桥重架石巍峨。从前作者皆豪俊，事业曾吴孰较多。"
        },
        {
            "标题": "雨中归凤城柬徐侯戢斋二首 其二",
            "作者": "陈恭尹",
            "内容": "昨来珠海米如珠，万石今看满石湖。直道信知千载在，乐郊真觉此邦殊。\n德如风草人皆偃，令下泉源众所趋。旧是龙岩山下住，白头归作老农夫。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其七",
            "作者": "陈恭尹",
            "内容": "心如明镜挂当空，广汉何劳设缿筒。百里生灵几百万，妍媸一一在胸中。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其三",
            "作者": "陈恭尹",
            "内容": "谷风和暖好扶犁，春后新苗绿总齐。万树夹途留雨气，八桥临水落虹蜺。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其十",
            "作者": "陈恭尹",
            "内容": "百尺飞楼四面风，新钟遥出凤城东。县人此后思何极，晓夕闻声便忆公。"
        },
        {
            "标题": "凤山骊歌十章送徐侯戢斋赴召入都 其五",
            "作者": "陈恭尹",
            "内容": "贵贱咸归土一丘，泽流枯骨赖贤侯。刘伶醉后皆荷锸，庄叟无从问髑髅。"
        },
        {
            "标题": "题乔松图祝徐戢斋父母",
            "作者": "陈恭尹",
            "内容": "君不闻玉策之记言青松，三千年后脂如龙。上如偃盖中有物，服之万寿颜如童。\n老夫所爱不在此，爱其节操如君子。无冬无夏长青青，一任群芳自红紫。\n徐侯植德固似之，独立不为时所移。清声久砭流俗耳，修干自具岩廊姿。\n江城作宰始期月，家家受荫无炎曦。凝寒天地正摇落，春色独在栖鸾枝。\n吴生吾党称狂简，数株画出殊萧散。老鳞习习云雾深，长须肃肃烟霜浣。\n科头箕踞复何人，向风长啸胸怀坦。子房迹寄赤松游，稚川印为丹砂绾。\n别有缘堤几万株，君侯手种未胜图。他年召伯甘棠在，不用秦封五大夫。"
        },
        {
            "标题": "寄家丽酉侍御",
            "作者": "陈恭尹",
            "内容": "五十方登侍从班，早年高誉冠文坛。家声旧绘麒麟阁，疏草新传獬豸冠。\n别日渐多疑鬓发，远书珍重比琅玕。粤台梅蕊燕山雪，明月盈盈两地看。"
        },
        {
            "标题": "寄家凤轩归化令",
            "作者": "陈恭尹",
            "内容": "不同杯酒几经春，又见桃花刺眼新。黄绶去为飞舄客，白头家有倚闾人。\n音书非远无金玉，岭海分流隔粤闽。一语嘉州君记取，此乡慎勿厌清贫。"
        },
        {
            "标题": "寄家赉予",
            "作者": "陈恭尹",
            "内容": "小池之南摘莲子，记得摇舟弄江水。龙津渡头秋风起，布帆一别三百里。\n飞乌西飞何其急，歌者何人怅然立。深树凉蝉晓鸣涩，疏帘细雨当窗入。\n桐叶如啼柳如烟，昨日梦君今日眠。"
        },
        {
            "标题": "送林赤见北上兼柬吴山带",
            "作者": "陈恭尹",
            "内容": "乡园篱菊已将阑，马上梅花北去寒。岂谓少年须早达，只缘微禄好承欢。\n水荒畿辅今闻熟，堤溃河淮合渐乾。到日更寻年谱旧，东风同向杏林看。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其三 半偈阁",
            "作者": "陈恭尹",
            "内容": "妙法非有无，一偈何可说。小阁坐默然，花光满林樾。\n目送海岱云，西飞过吴越。"
        },
        {
            "标题": "李孝先就婚西村即事赠诗勉之二首 其一",
            "作者": "陈恭尹",
            "内容": "百曲西村水，三春合卺杯。夭桃花路近，连理树门开。\n择对元难偶，题诗自得媒。尊君风义在，朋旧总能来。"
        },
        {
            "标题": "李孝先就婚西村即事赠诗勉之二首 其二",
            "作者": "陈恭尹",
            "内容": "故人有才女，之子产燕京。万里各南北，一朝为弟兄。\n高门曾列戟，灵榇望归旌。燕尔今方始，无忘楚国行。"
        },
        {
            "标题": "李相如自滇池录示近诗率尔赋寄",
            "作者": "陈恭尹",
            "内容": "游子辞乡十九春，诗加畴昔更清真。粤台风雅稀前辈，蛮国山川老此人。\n帐下飞书银箭晓，日边骑马剑花新。眼中无限英雄泪，尽化明珠寄所亲。"
        },
        {
            "标题": "赠郭幼隗 其一",
            "作者": "陈恭尹",
            "内容": "陶公羲皇人，济世心复苦。违时弃经纶，养节薄簪组。\n微言寄简策，容色尚可睹。昔人云已邈，之子蹈前矩。\n林园发新咏，往往见肺腑。以置彭泽中，识者昧去取。\n匪直英华美，秉心亦犹古。"
        },
        {
            "标题": "赠郭幼隗 其二",
            "作者": "陈恭尹",
            "内容": "驽马出大宛，絷之在汉闼。长鸣眷西极，万里走空阔。\n物老德不称，筋衰力先夺。繁阴盛淫雨，修途泞不达。\n侧首见骅骝，尘中问饥渴。言恋父母国，已恐贰师拔。\n踟蹰立长坂，泪杂沟中沫。苜蓿未可希，生刍欲归秣。"
        },
        {
            "标题": "夹竹桃花",
            "作者": "陈恭尹",
            "内容": "傲骨雄心岂易消，为花不逐岁时凋。入林高士能同醉，前度刘郎尚可招。\n色映朱栏添个个，声兼红雨共萧萧。他年更有天台约，短杖相寻过石桥。"
        },
        {
            "标题": "送家园屺弟赴都补选",
            "作者": "陈恭尹",
            "内容": "百年风木恨如何，复著征衣脱芰荷。岂但太平须黻佩，由来三径待弦歌。\n飞凫旧路闽中近，牧马边声塞上多。愿向东南分百里，新诗容易得相和。"
        },
        {
            "标题": "同潘子登梁巨川卢俊斯集向恬庵咏夹竹桃花",
            "作者": "陈恭尹",
            "内容": "醉里看花倍觉妍，临风一树独嫣然。瑶池嶰谷来何处，翠袖红妆色可怜。\n灼灼最宜之子室，猗猗如咏卫侯篇。秦人洞口原非远，莫误渔竿上钓船。"
        },
        {
            "标题": "送曾周士还宁都兼柬翠微诸兄",
            "作者": "陈恭尹",
            "内容": "一回相见一情亲，语默周旋并是真。早得于师承学正，似难为弟较兄贫。\n还从合浦探珠满，别指梅关落木新。不远翠微山下路，年年空送往来人。"
        },
        {
            "标题": "上巳后一日王孝扬将军招同张桐君梁药亭屈翁山张超然家献孟集倚剑堂时牡丹盛开即事分赋",
            "作者": "陈恭尹",
            "内容": "折简相招路未遐，群贤毕至兴弥嘉。春风好续兰亭会，南国今开洛下花。\n戏彩衣边疑舞袖，惊人诗里见馀霞。明朝定有江郎笔，传出山阴内史家。"
        },
        {
            "标题": "初春江行有感",
            "作者": "陈恭尹",
            "内容": "人日吟诗坐客船，白髭临水一茫然。西来山坼云中峡，北上江明雪后天。\n几处小帘春市酒，谁家新月夜鸣弦。郊原颇记从军地，草草东风又十年。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其九 三峰",
            "作者": "陈恭尹",
            "内容": "三山不可即，林中恍如对。世无痴神仙，要当属吾辈。\n羡门与子乔，安知不在内。"
        },
        {
            "标题": "阅江楼晚眺分赋",
            "作者": "陈恭尹",
            "内容": "高楼雄近郭，古驿带长堤。石室横当北，梧江抱自西。\n光摇虚壁动，青入画阑低。缥缈云生牖，崚嶒石作梯。\n四隅回曲阁，三叠跨长蜺。朱拱浮花满，明窗落照齐。\n佳哉行乐地，久矣困征鼙。虽复橐弓后，犹闻伏枥嘶。\n风高团赤叶，苔浅涩青泥。屋角闲铃语，檐牙寄鸟栖。\n晚帆归习习，霜"
        },
        {
            "标题": "江上曲",
            "作者": "陈恭尹",
            "内容": "双蛾画不成，十五背娘行。独自摇兰桨，横塘月未生。"
        },
        {
            "标题": "制府石公见招以在乡不及赴越日谒谢",
            "作者": "陈恭尹",
            "内容": "世有勋劳重，公为社稷臣。凤书来紫阙，龙节到朱垠。\n地极三江永，恩移六诏春。貔貅增气色，魑魅避威神。\n海以无波贡，川馀未效珍。养心唯寡欲，至德在安民。\n持重山为令，澄清古作伦。棠阴皆陕召，苗雨即周郇。\n两浙称慈父，中州现佛身。去思存异地，来暮幸躬亲。\n屡赋柔薇长，频看偃草新。星霜臣节著，岁月国风淳。\n一物皆沾被，微生况贱贫。弓招承下及，薪采偶逾旬。\n光霁欣初视，刍荛亦见询。白头绮里季，三祝华封人。\n宽政容疏放，生涯任钓纶。只应与耆老，击壤咏深仁。"
        },
        {
            "标题": "送姜山上人游南岳",
            "作者": "陈恭尹",
            "内容": "送师西去重低徊，曾上衡山绝顶来。夏帝碑芜虫篆遍，楚天峰断雁行回。\n灯前鬼芋穿沙出，霁后僧门凿雪开。正是到时二三月，上方明月下方雷。"
        },
        {
            "标题": "将发汉口毛子霞在武昌不得更别舟中夜坐作诗寄之",
            "作者": "陈恭尹",
            "内容": "沧波芳草暮生烟，东望离心倍黯然。短棹拟过黄鹄渡，轻装催上白门船。\n遥从江汉分流地，坐到星河欲晓天。明日五更应已远，故人残月正高眠。"
        },
        {
            "标题": "夜落金钱花",
            "作者": "陈恭尹",
            "内容": "孔方随处可称神，万点轻圆艳且匀。天地为炉闻自古，春王行令铸来新。\n时依落月堆闲砌，每借狂风送近邻。却为上林输不入，眼前都作四知人。"
        },
        {
            "标题": "江行杂咏十首 其四 潮痕",
            "作者": "陈恭尹",
            "内容": "东江何太急，朝夕暗生潮。宿叶浮沙岸，新萍上石桥。\n到山人倍缓，归海浪非遥。明日还增长，连天雨未消。"
        },
        {
            "标题": "初月",
            "作者": "陈恭尹",
            "内容": "银河谁下钓，天道自张弓。色借桑榆日，凉生玉笛风。\n山光开半面，人影在墙东。不俟居弦望，清辉万国同。"
        },
        {
            "标题": "送吴山带北上",
            "作者": "陈恭尹",
            "内容": "吴子澹荡人，其性不汲汲。及乎为文章，孤军遂深入。\n精思涉混茫，妙语离沿袭。缥缈三神山，飞尘莫能及。\n积雪峨眉巅，晶莹照原隰。无意当世知，声名乃遥集。\n游戏翰墨间，生机勃然立。适兴一流连，当饥或忘粒。\n如何此行迈，风雪趋皇邑。岂无惜别心，白驹勿维絷。\n黄金古有台，青紫芥可拾。每爱太冲诗，功成独长揖。\n埽石越溪南，为君理蓑笠。"
        },
        {
            "标题": "九月晦日同连双河湛天沐慧容上人二儿士皆自增城将登罗浮中路宿资福寺",
            "作者": "陈恭尹",
            "内容": "罗浮每约不成行，且喜肩舆早出城。尘路未知还近远，仙山遥望已分明。\n田收晚稻馀秋色，寺入溪桥隔竹声。同咏新诗各惆怅，故人卮酒未同倾。"
        },
        {
            "标题": "九月晦日同王惠州王础尘连双河诸公集石公精舍送秋同限蕉字松字二首 其一",
            "作者": "陈恭尹",
            "内容": "黄花开尽转无聊，处处园林战绿蕉。顿觉朔风凝玉露，不知明月变凉宵。\n郊西满目登新稼，物外何人识后凋。想到北庭冰可折，最分寒燠是今朝。"
        },
        {
            "标题": "闻王惠州紫诠筑子日亭于罗浮绝顶歌以寄之",
            "作者": "陈恭尹",
            "内容": "我昔深春上衡岳，千峰万峰如玉琢。雪压松篁尽倒垂，杖头一拨飞冰雹。\n祝融古殿在中峰，皎若琼瑶生四角。石墙铁瓦大如席，巨木为椽全不桷。\n侧听唯有风怒号，仰视分明天一握。南归与客入罗浮，腊尽绵衣寒未觉。\n三更观日坐飞云，露宿终宵殊龊龊。福地那能久寂寥，使君五马来河朔。\n山灵留意俟奇人，大雪飞空洒行幄。诸溪生骨不成流，有酒如渑亦须涸。\n同行宾客多英贤，儒衣僧衲皆沾渥。豪吟总作金石声，瑶池直奏钧天乐。\n纪游示我诗一卷，更道新亭命工斫。亭成榜以子日名，盛事千秋良不数。\n蓬瀛来此几星霜，绝顶谁为问硗埆。童儿垒石作浮图，樵斧无时加击㧻。\n一朝杰构得未曾，四百名峰增卓荦。元阳之生正在子，天心来复还先剥。\n日月精华吸最初，神仙老易非殊学。重檐深覆欲经久，土墄因仍制宜朴。\n石楼大小互相望，上界仙坛为犄角。雨馀飞瀑响渐多，暖后黄精亦堪斸。\n为公拟续春深游，亭中卧待天鸡喔。"
        },
        {
            "标题": "赵秋谷自潮州至即归其乡诗以送之",
            "作者": "陈恭尹",
            "内容": "春来望尔海东头，及到翻成送去舟。岭路过时梅未摽，乡园归日麦应秋。\n地留胜迹供高咏，天放闲身作远游。九土芒芒行已半，后期相对又何州。"
        },
        {
            "标题": "送刘显之归蜀",
            "作者": "陈恭尹",
            "内容": "万里归途已自劳，况闻逾岭是轻舠。灵渠雪浅冬无冻，巫峡春新浪未高。\n沃土正须开井亩，海乡犹自想旌旄。浣花溪畔花如锦，净洗团花旧战袍。"
        },
        {
            "标题": "李广文方水葬于东郊哭之以诗二首 其二",
            "作者": "陈恭尹",
            "内容": "直谅今谁及，经纶世未知。禄微为养日，官小作人师。\n琼海麻衣返，庐溪素旐驰。六年长别泪，滴入数行诗。"
        },
        {
            "标题": "李广文方水葬于东郊哭之以诗二首 其一",
            "作者": "陈恭尹",
            "内容": "一揖青郊外，从兹隔九原。及于棺下送，犹胜梦中言。\n避地频同旅，移家近对门。平生期许意，今日更何存。"
        },
        {
            "标题": "续王础尘少莱子歌为屈翁山寿",
            "作者": "陈恭尹",
            "内容": "老莱子有五色衣，少莱子有五色笔。衣舞班斓有尽时，笔飞青简无穷日。\n每常中夜起鸡声，亦曾草檄母窥屏。子年六十母九十，母头全白子全青。\n阶前幼稚立四五，长者能文少者语。人生快意岂在多，莫惜堆盘献鸡黍。\n君不见叔皮避地河西居，王命论成还著书。汉家纪传定义例，作者何必皆石渠。\n平津六十初应诏，再至太常方见召。奇才伟貌众所推，得君何必皆年少。\n君家有书非野史，碧血荧荧光透纸。笔端生气万古存，君与人人皆不死。\n少莱子，老布衣，世上好恶多是非。三闾之后若无子，日月谁与争光辉。\n请簪此笔立殿陛，可以上报三春晖。"
        },
        {
            "标题": "腊月望夜湛用喈水边新阁落成招同诸子月下小饮",
            "作者": "陈恭尹",
            "内容": "回塘天净见诸峰，新阁初开月在东。倒影自摇窗户里，满轮飞入酒杯中。\n孤村岁晚闻长笛，一叶寒声落细风。渐逼春归幸邻近，花边不使坐成空。"
        },
        {
            "标题": "送陈嵩山观察赉捧入都",
            "作者": "陈恭尹",
            "内容": "万年枝上啭春莺，献寿年年万国情。建节去为朝集使，请缨曾是弃繻生。\n宫门玉漏花中听，驿路银鞍雪里行。功在旗常人共识，且将吟咏答升平。"
        },
        {
            "标题": "归自吴越与家皖翁庞艺长赉予弟握手龙津醉后成诗",
            "作者": "陈恭尹",
            "内容": "松溪残雨湿征衣，小泊村桥叩竹扉。万里共惊吾尚在，三年偏讶信何稀。\n棘林雪尽铜驼冷，苜蓿春生铁马肥。醉死君家都莫惜，天涯多有未能归。"
        },
        {
            "标题": "寄怀叶渊发庶常",
            "作者": "陈恭尹",
            "内容": "内廷佳饼赐红绫，著作年来定日增。石室续开先世史，青藜还对老人灯。\n家为南国无双族，悟彻西来最上乘。犹记嵩台谈梦处，清江如练月初升。"
        },
        {
            "标题": "再次严藕渔中允韵送之归无锡四首 其三",
            "作者": "陈恭尹",
            "内容": "清露行将变火旻，新凉先已满江津。数行白鸟非尘世，一路苍葭念故人。\n诗谢铅华才愈老，史因游历识弥真。谁怜皓首狂吟者，埽地山中学子春。"
        },
        {
            "标题": "寄祝冯再来中丞是日值立春三首 其一",
            "作者": "陈恭尹",
            "内容": "维岳生来不计春，今年生日正春新。尽收肃杀还天地，重布阳和与世人。\n灯市秾花连彩树，青郊仙仗迓农神。海隅父老相逢说，春在中丞两画轮。"
        },
        {
            "标题": "寄祝冯再来中丞是日值立春三首 其二",
            "作者": "陈恭尹",
            "内容": "官为白简生风地，德应青阳解冻天。欲使疮痍归衽席，顿将鸾凤易鹰鹯。\n精诚星日高难格，忠信波涛涉亦全。金马棠阴无恙否，石羊城下已三年。"
        },
        {
            "标题": "寄祝冯再来中丞是日值立春三首 其三",
            "作者": "陈恭尹",
            "内容": "山林廊庙本相须，往哲流风今未芜。下榻不妨留孺子，倒衣频见礼潜夫。\n言无可择何伤圣，山纵难移亦分愚。昨夜西畴新雨足，一竿安稳钓溪鲈。"
        },
        {
            "标题": "次韵答罗浮山因柬其舅汪栗亭其叔罗廷锡",
            "作者": "陈恭尹",
            "内容": "清论应为第一流，禅林相见晚山稠。文章自许藏名岳，姓字偏宜纪石楼。\n旧好情深劳远梦，新篇佳绝想前游。知君宅相渊源在，南望同悲宋玉楼。"
        },
        {
            "标题": "励儿行后连有南风漫成",
            "作者": "陈恭尹",
            "内容": "江边别汝意怦怦，十日南风为送行。风度有楼今在否，计程应到曲江城。"
        },
        {
            "标题": "夜度黄脊沙漫成寄示赣励",
            "作者": "陈恭尹",
            "内容": "无穷志业总成赊，老去吾生渐有涯。秋秫未登频卧疾，菊花临发又离家。\n风吹野柝来虚舫，月应寒潮上浅沙。报汝三冬宜共勉，莫耽朋酒负年华。"
        },
        {
            "标题": "梁聘妻黎贞女诗",
            "作者": "陈恭尹",
            "内容": "天上修文帝阙深，人间琴瑟不成音。素车白马来何事，大节宏纲力自任。\n同穴有期归下土，双栖无梦到高林。生前未识郎君面，不隔幽明是此心。"
        },
        {
            "标题": "湘上寄梁器圃",
            "作者": "陈恭尹",
            "内容": "湘皋气候暖，风物犹近粤。雪在野际青，春迟柳间蘖。\n出郊践芳草，怨与王孙别。河桥一分手，六满汀洲月。\n靡月不相思，矧伊艳阳节。想见山阿人，行歌散玄发。\n衡阳有归雁，逖矣嵇生札。"
        },
        {
            "标题": "麈尾",
            "作者": "陈恭尹",
            "内容": "麈尾谁家物，谈时废弗能。将无欺白发，喜不受青蝇。\n饰玉身虽贵，怀琼岁莫徵。山中乐仙隐，非愿有名称。"
        },
        {
            "标题": "西湖送春次王紫诠使君韵十首时积雨八旬矣四月朔日积雨偶晴故有此作寄余索和十首 其一",
            "作者": "陈恭尹",
            "内容": "一春飞电不停光，谁纵群阴共闭阳。出谷野云笼树白，漫堤湖水入江长。\n莺辞青帝啼犹湿，燕得晴天喜欲狂。想到六如亭下路，屐泥封尽落花香。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其二 樵唱轩",
            "作者": "陈恭尹",
            "内容": "日落山更空，孤亭惬幽赏。一声何处歌，松风递馀响。\n不必问其辞，悠然绝心想。"
        },
        {
            "标题": "罗浮山水图歌为陈岱清司李",
            "作者": "陈恭尹",
            "内容": "六鳌不守蓬瀛东，海中夜走仙人宫。如何君家素屏上，突兀乃见飞云峰。\n我曾候日坐峰顶，花开万壑当深冬。群鸡不动夜方半，水面火色烧天红。\n此时天地顿消释，白日荡荡生胸中。谁人具此大笔力，不写幽奇写标格。\n卷将素练十二寻，收拾罗浮送归客。罗浮山高人所钦，罗浮水清君子心。\n罗浮之外君何有，归对罗浮尽日吟。"
        },
        {
            "标题": "元夕寓梁耋符山馆雨中同吴又札梁巨川谈乱离往事有作",
            "作者": "陈恭尹",
            "内容": "银灯玉笛漏沈沈，半月江城总是阴。积雨在途行处滑，方池当槛坐来深。\n同声赖有如兰侣，把臂犹存旧竹林。闭户寂寥谈往事，白头悽断百年心。"
        },
        {
            "标题": "宁都魏善伯寄示其兄弟文集率题二诗报之 其一",
            "作者": "陈恭尹",
            "内容": "一面今犹阻，千秋志未孤。把君兄弟作，仿佛见眉须。\n有力牵衰眼，多风激懦夫。宵分凉不寐，灯影落高梧。"
        },
        {
            "标题": "宁都魏善伯寄示其兄弟文集率题二诗报之 其二",
            "作者": "陈恭尹",
            "内容": "遂以文章著，殊乖作者心。道犹资化育，价只待璆琳。\n大地孤行迥，青山一卧深。人来问容色，发白已如今。"
        },
        {
            "标题": "答蒋波澄",
            "作者": "陈恭尹",
            "内容": "衡门深草闭，邻曲浊醪开。归读瑶华句，方知上客来。\n搜罗劳哲匠，牵率愧芜才。不是祈人赏，猿声只自哀。"
        },
        {
            "标题": "胭脂花",
            "作者": "陈恭尹",
            "内容": "非藤非树漫成窠，对节方茎用若何。茉莉丛低推特艳，石榴红缀正相和。\n缠绵懒蕊珠须短，澹薄微香粉汗过。不用浪誇颜色好，焉支山下汉儿多。"
        },
        {
            "标题": "送李茜为孝廉谒选都门便道萍乡访尚渑其王孙",
            "作者": "陈恭尹",
            "内容": "风前一揖五羊城，树树寒梅送子行。计日便为民父母，多年犹恋老师生。\n楚江地迥收萍实，燕市歌长散筑声。若到青春怀茂宰，王孙芳草总含情。"
        },
        {
            "标题": "筑室谣和何不偕三首 其二",
            "作者": "陈恭尹",
            "内容": "少小师前修，安能事一室。老为妻子累，艰难结蓬荜。\n十年迁播数易居，匪自求之天我兀。谁怜鸠拙不能巢，只闻兔狡存三窟。"
        },
        {
            "标题": "筑室谣和何不偕三首 其一",
            "作者": "陈恭尹",
            "内容": "杵声缓，杵声急。不畏筑墙低，只畏囊羞涩。墙低有土犹可锄，囊空人笑不丈夫。"
        },
        {
            "标题": "杂诗九首 其一",
            "作者": "陈恭尹",
            "内容": "浟浟东逝水，怆怆南征子。水逝水所归，苍天曷为此。\n衔悲历君庭，宵风动茅苇。东井嘒方中，天弧曜其矢。\n闻君旅其下，长跪愿有启。梁土多黑波，马渴君安恃。"
        },
        {
            "标题": "朱式金招同王础尘张桐君潘函观朱子成周夏声周维念王紫巘集东郊珠会亭分得五歌",
            "作者": "陈恭尹",
            "内容": "新结茆亭匝碧波，清尊邀客更能过。天连浦溆帆争入，山杂云霞晚渐多。\n暑气乍消闻急雨，野风轻度送馀歌。升平旧事从今复，胜赏其如白发何。"
        },
        {
            "标题": "明妃怨",
            "作者": "陈恭尹",
            "内容": "生死归殊俗，君王命妾来。莫令青冢草，生近李陵台。"
        },
        {
            "标题": "送陈范求奉尊人季长旅榇归闽二首 其二",
            "作者": "陈恭尹",
            "内容": "久奉晨昏遂寄居，乡园今始赋归欤。临岐赠我难为报，一束遗编是父书。"
        },
        {
            "标题": "送杨伯建归丰城",
            "作者": "陈恭尹",
            "内容": "岭头乱石老松根，来去年年不惮烦。古道照人如可赠，青山得汝始能言。\n时提佛号轮珠串，爱向词场请墨痕。江上暂归须有约，新秋吾亦倚柴门。"
        },
        {
            "标题": "送佟恩平赴都补官",
            "作者": "陈恭尹",
            "内容": "仁声十载遍炎陬，春草生时共献酬。车盖更飞何处雨，风帆今到海门秋。\n多收端石经年凿，偶听吴歌永夕留。满载奇书充箧笥，未教人识是虚舟。"
        },
        {
            "标题": "戴怡涛使君再摄广州旋得实授拜命之日即值生朝祝之",
            "作者": "陈恭尹",
            "内容": "梅花飞蕊洒城隅，五马新行即旧符。颍水重临黄相国，汉廷真假寇雍奴。\n一阳建子今初复，维岳生申古不殊。人士早磨诗石待，郡斋清咏似韦苏。"
        },
        {
            "标题": "石磬",
            "作者": "陈恭尹",
            "内容": "制作成何代，嘉名出泗滨。难逢有心者，空学折腰人。\n声古宜歌颂，形方或矩身。茅斋聊借汝，终拟入韶钧。"
        },
        {
            "标题": "春日过刘汉水李世臣于黄木山堂王东村欧阳伟人林本茅偕至即事分赋兼怀李铎臣西行得青字",
            "作者": "陈恭尹",
            "内容": "轩盖来深巷，芳菲满一庭。小花丛作白，新柳浅为青。\n觅句兼春枕，挥杯到夜星。永怀西上客，江月自扬舲。"
        },
        {
            "标题": "进帆石门怀古",
            "作者": "陈恭尹",
            "内容": "春至景渐暄，舟行日堪玩。矧抱昔人心，而怀斯世叹。\n平陂互倚伏，今古如宵旦。石门虽夙游，风物亦殊观。\n积峡启奔流，平沙衍高岸。帆回断飙急，棹去馀萍散。\n融融出渚云，役役将归雁。卷舒宁自期，寒暑为谁换。\n浮生贵不朽，金石有销烂。仰羡楼船人，英声烜西汉。"
        },
        {
            "标题": "题吴山带潇湘三峡图送王紫诠使君之川南",
            "作者": "陈恭尹",
            "内容": "君不见双流江汉岷山来，潇湘九面衡岳开。大别山前神禹凿，长江东走如轰雷。\n荆梁万派此奔汇，溯流千里其艰哉。君持旌节川南路，一年理棹今方赴。\n涉尽人间翻覆澜，瞿塘滟滪宁堪顾。吴生放笔为此图，神光离合超有无。\n气吞云梦者八九，笔挟造化为前驱。数峰便具万仞势，片帆直指蚕丛都。\n巴东三峡定远近，耳边似听猿猱呼。鱼腹八阵日在眼，峨眉古雪明高衢。\n锦水文章多哲匠，司马杨王最其上。千篇更有浣花翁，两表犹传卧龙相。\n羡君此去得其源，继美千秋岂多让。即今吴生已入燕，送行反在君行先。\n君行向西伊向北，我独南滞朱明天。人生聚散寻常事，所惜诗篇远难致。\n作歌送君并索吴，新图分寄西南隅。"
        },
        {
            "标题": "南海神祠下作前有浴日亭",
            "作者": "陈恭尹",
            "内容": "望远孤亭尽，凭高古殿尊。碑留千岁字，神降百王言。\n汇水成天堑，排山作海门。登临何限意，稽首候朝暾。"
        },
        {
            "标题": "南海神祠古木绵花歌",
            "作者": "陈恭尹",
            "内容": "祝融帝子天人杰，凡材不敢宫前列。挺生奇树号木绵，特立南州持绛节。\n拔地孤根自攫拿，排空直干无旋折。生气长资渤澥宽，老鳞不受冰霜裂。\n青春二月当艳阳，观者千人皆叹绝。繁英贯日下无阴，丽色烧天炙能热。\n堂堂正正势莫当，密密疏疏随所设。落瓣全铺细草青，飞须欲满游丝缬。\n似闻昨日铜鼓鸣，海神黼黻朝天阙。玉女三千笑口开，电光一夜枝头掣。\n受命扶桑捧日车，旌旗片片裁虹蜺。六龙战胜各归来，髭髯尽化玄黄血，不尔花红何太烈。\n君不见四照之枝不可寻，赤松渺矣火井深，为君岁岁呈丹心。"
        },
        {
            "标题": "拟古三首 其三",
            "作者": "陈恭尹",
            "内容": "射虎射石头，始知箭锋利。居世逢乱离，始辨英雄士。\n我生良不辰，京洛风尘起。生死白刃间，壮心未云已。\n猛士不带剑，威武岂得申。丈夫不报国，终为愚贱人。\n中夜召仆夫，将适赵与秦。方建金石名，安念血肉身。\n抗手谢俦侣，明日西问津。"
        },
        {
            "标题": "拟古三首 其一",
            "作者": "陈恭尹",
            "内容": "橘子始可食，往往辞其枝。孝子方欲养，父母长别离。\n墓上椎牛羊，不如生蒸梨。高爵耀闾里，无亲持慰谁。\n魂梦中夜来，九原知不知。"
        },
        {
            "标题": "庚子元旦毛子霞招同何不偕登黄鹤楼",
            "作者": "陈恭尹",
            "内容": "君子羁心积此晨，鹤楼斟酌岁华新。城头江汉一千里，座上罗浮两个人。\n细草暗催行处绿，落梅飞尽隔年春。谁堪天下无穷路，来伴微生易老身。"
        },
        {
            "标题": "拟古三首 其二",
            "作者": "陈恭尹",
            "内容": "寄生在高树，树枯枝不繁。托身共生死，所惜非同根。\n昔我三小弟，俊迈难具论。国难一时尽，反令愚者存。\n岂无友朋好，终念骨肉恩。不见蒲苇中，鸿雁相飞翻。\n双雁飞上天，孤雁无与言。"
        },
        {
            "标题": "端州阅江楼",
            "作者": "陈恭尹",
            "内容": "牂牁之江千里来，羚羊峡口一线开。长波鼓荡气不泄，沙边吼怒成风雷。\n五月六月西潦至，端州古城昼常闭。即今水落洲渚高，急流尚作奔扬势。\n谁飞杰构临江隈，下有孤石名嵩台。崇基峥嵘山岳立，古榕诘屈蛟螭回。\n百道文窗浮木末，四楼角立何轩豁。曲阁周流复道长，高廊四注空阶阔。\n犹忆登楼发尚髫，楼前亲见海龙朝。万乘旌旗屯北郭，千官车马聚寒潮。\n二十年来重系舸，泪滴阑干独愁我。白云飞尽苍梧深，满目寒山日西堕。"
        },
        {
            "标题": "送王紫诠使君观察川南兼以为寿",
            "作者": "陈恭尹",
            "内容": "箕尾出东隅，牛斗在其侧。如何分野内，燕越殊南北。\n与君隔万里，衰晚始相识。鸿飞与虬潜，事异中心得。\n君才具匡济，少小富学殖。方壮已为郎，纂修曾借职。\n雍容著作场，出入东西掖。禄养逮高年，公馀事登陟。\n家近盘山阳，子春有遗洫。青鞋结两耳，健足生八翼。\n一线天门开，三潭龙雾黑。长啸踏烟萝，高吟呵鬼蜮。\n虎穴亦偶眠，僧厨频寄食。越险倍骁腾，耽奇忘偪仄。\n细写北岳真，传之子卿墨。九重有眷命，五马来南国。\n始至合江楼，溪山似能忆。丰鳄涤胸怀，罗浮在封域。\n时当废弛后，万绪纷如织。公事有期程，案牍常充塞。\n然膏继落晷，伏枕思嘉则。频年滋汗漫，一旦皆修饰。\n驱车四百峰，聊以适吾适。维时建子月，落木飞淅沥。\n野烧断复明，溪声浅犹激。南中冬向暖，雪下俄盈尺。\n煮茗斫层冰，题诗坐孤石。韵窄语有神，杯寒酒无力。\n夜宿就禅衣，朝行共山屐。兹山信奇秘，抱朴初来宅。\n近揖鲍使君，远招浮丘伯。三十二代仙，并注长生籍。\n家老野人黄，孙子真人白。相示有新铭，至理符玄易。\n遂造飞云巅，夜半光赫赫。初日上空濛，重昏顿昭晰。\n建亭名子日，用示丹砂的。至后一阳生，夜气中宵觌。\n大道本目前，世人自沉溺。真机一似握，百感无不寂。\n坦步任穷通，直心以行德。见义勇于为，与民共休息。\n宏才旋气化，远略销奸慝。干旌孑四郊，羔裘丝五緎。\n湖桥时命舫，郡阁频留客。风流古有人，文采今谁敌。\n席门寄穷巷，往往劳熊轼。唱和靡不同，篇章渐盈百。\n吾生丘壑志，赖以遣晨夕。内顾何所长，诸郎谬求益。\n去岁雨为灾，及秋更其剧。野吏古亭西，书斋寸苔积。\n一跌出不虞，右股几成躄。师资谅非据，造物来深责。\n卧疾十馀旬，至今犹怵惕。送君川之南，远想萦肝膈。\n洞庭四际天，巫峡双悬壁。扁舟溯浩渺，百丈行荆棘。\n白帝古高城，竹王旧疆域。仍当度泸水，葛相曾于役。\n使节此经临，所向皆名迹。边陲况少事，行迈多馀隙。\n妙笔发幽妍，闲心恣摹画。文章自千古，物色增高格。\n西蜀宦游人，杜陆为巨擘。花溪与剑南，鼎足看今昔。\n弱冠事远游，中岁聊停策。河汉一沿洄，衡庐常艺植。\n裹足太行西，北睇徒踧踖。峨嵋心所往，拟得同探索。\n药石更精奇，仙灵留采摘。兔丝下有苓，乌头小为荝。\n绝壑长空青，方流饶水碧。老态未龙钟，馀生况鸡肋。\n去志乃勃然，儿曹阻行色。今晨届弧矢，几日移旌戟。\n四座称万年，下民歌九罭。语别在须臾，重期莫能测。\n各为南北人，复作东西隔。人生感知己，握手殊悯默。\n何以赠仁言，高明尚柔克。"
        },
        {
            "标题": "荷池偶题二首 其二",
            "作者": "陈恭尹",
            "内容": "方池不见水，但见红与碧。小雨芰荷翻，一声何处得。"
        },
        {
            "标题": "荷池偶题二首 其一",
            "作者": "陈恭尹",
            "内容": "今日花始开，昨日花尚好。欲知花故新，但看蜂多少。"
        },
        {
            "标题": "次答宗人育璞",
            "作者": "陈恭尹",
            "内容": "衡山西下洞庭东，泪竹斑斑万古同。曾记狂歌荆国日，早将身拜舜皇宫。\n采芝且免忧高盖，结柳何堪送五穷。知子共为妫水后，此心相喻不言中。"
        },
        {
            "标题": "中秋对月怀王础尘同儿曹作",
            "作者": "陈恭尹",
            "内容": "一树梧桐滴露新，清尊高燕更无宾。西风庭院还今夕，明月天涯念故人。\n别剑有光同在斗，生年先甲又逢辛。相期重践朱明约，岁岁为诗到十旬。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其五 双松书坞",
            "作者": "陈恭尹",
            "内容": "双龙何夭峤，屹立竦毛发。兴至一摊书，爱此松下月。\n有时清梦中，风涛坐超忽。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其十 啸台",
            "作者": "陈恭尹",
            "内容": "天地本一气，至音唯可通。金石与笙箫，喤喤徒乱聪。\n为君一登啸，玄鹤来高空。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其十二 竹径",
            "作者": "陈恭尹",
            "内容": "结根幸在兹，绿筠长可保。涌翠为波涛，秋声满晴昊。\n三径净无尘，风影自能扫。"
        },
        {
            "标题": "又叠闲字韵四首送李宫詹山公归都门 其二",
            "作者": "陈恭尹",
            "内容": "史馆清华未是闲，衮衣何幸在东山。雕鞍晚觅菩提寺，彩鹢朝移荔子湾。\n得御名流盈座上，著书关令候行间。皇华使命殊三晋，不向诸侯问玉环。"
        },
        {
            "标题": "秋夜王东村梁药亭刘汉水王蒲衣梁王顾家夔石过宿独漉堂读先司马遗集枉赠名篇赋答",
            "作者": "陈恭尹",
            "内容": "九原不可作，古道更谁陈。夜烛开遗草，寒斋共故人。\n星横骑尾气，霜老枕戈身。一读投湘赋，泉扉自此春。"
        },
        {
            "标题": "同王阮亭宫詹黄忍庵太史高谡苑廷评张超然屈翁山两处士五羊访古作三首 其一 菩提树",
            "作者": "陈恭尹",
            "内容": "访古肃宾朋，淩晨命车驾。嘉树有清阴，风幡古兰若。\n擢干耸苍穹，垂枝笼碧瓦。坛壝石已朽，盘根自相把。\n外质何连卷，中空若刳剐。一体含菀枯，四气无冬夏。\n落叶为轻纱，虚明复堪写。宗风未西来，神物乃跃冶。\n托身炎海南，所贵在知寡。谁为满百人，羡尔千年者。"
        },
        {
            "标题": "同朱竹垞梁药亭屈翁山过诃林南公房观唐僧贯休画罗汉歌",
            "作者": "陈恭尹",
            "内容": "二月八日天晴晻，故人特地停舟舰。相约菩提树下行，吁嗟霜雪枝条斩。\n千秋古迹罕复存，石幢宝历犹唐錾。南公为我开一轴，先朝赐物珍如琰。\n对之不觉形神敛，胡僧端坐当轩槛。低首写经不见颔，目睛注视光犹焰。\n鼻尖下垂唇欲掩，大笔如椽指端揽。贝叶行间才数点，砚旁堆叶散不捡。\n童子侍侧出半脸，倚柱静观如未厌。老猿休心寂百感，阶前假寐坐不敢。\n拥彗而立毛髧髧，长衣被体色黤黯。足爪着地纤如剡，绢素云生朝惨澹。\n款识年深失姓名，葆藏幸且无尘玷。图形正面古所难，况兼蹙缩加饶减。\n相传画手是贯休，不是高流无此胆。君不见羲皇一画直至今，文章日日趋奇险。"
        },
        {
            "标题": "游尹澜柱铨部园林十首 其七",
            "作者": "陈恭尹",
            "内容": "萧瑟北林声，云如万马行。坐中高阁雨，天外几峰晴。\n向浦帆光湿，依人燕羽轻。罗浮开一面，悽切未归情。"
        },
        {
            "标题": "送樊简讨昆来还都",
            "作者": "陈恭尹",
            "内容": "论文连月得相亲，握别临期意倍真。高盖南来持节客，二毛憔悴种瓜人。\n羽林旧籍同声在，桃李新阴异代春。书报高堂江汉上，为言沧海有遗民。"
        },
        {
            "标题": "送朱子蓉归嘉兴兼柬其兄子葆",
            "作者": "陈恭尹",
            "内容": "七年之间三别子，两在山中一城里。休论心迹未能并，可惜头颅只如此。\n风尘拓落何所为，东溪片月当茅茨。老兄能歌弟能和，松花酒熟清堪携。\n北方苦旱南征伐，无事区区一吴越。高天且陨不自忧，杞国狂夫空白发。"
        },
        {
            "标题": "乞食翁",
            "作者": "陈恭尹",
            "内容": "冥冥青枫林，戢戢归飞翼。飞鸟亦有巢，老翁行乞食。\n问翁何方人，挥涕答不得。良久前自言：“家在东山侧。\n薄田五十亩，父子艺黍稷。宿昔天地平，黾勉努筋力。\n中妇提壶浆，小妇当机织。老妻低白头，扶孙共匍匐。\n冬日农事歇，斗酒呼亲识。鸡豚稻粱饭，壮我衰颜色。\n宁知属戎马，秋毫见取索。一岁耕且锄，不足供赋役。\n芸田倦未起，肢体被鞭策。贫家力已竭，公家求日益。\n有田以自养，反以速穷厄。欲卖与豪家，乡邻少人迹。\n当时富贵者，荒草生空宅。回头语孙子：‘流离任所适。\n重恐官吏至，岂能受逼迫。黄泉亦相见，何必人间客’。\n欲呼一饭别，盎无半升麦。出门各分手，痛哭辞阡陌。\n哀哉竟至今，两不闻消息。老身一葛衣，朽烂委荆棘。\n饿死污人乡，不死长悽恻。新朝泽万物，我独罹斯极”。\n下民日憔悴，上天安可测。"
        },
        {
            "标题": "花朝梁药亭招集六莹堂送姚东郊归桐城同王蒲衣姚非熊二首 其二",
            "作者": "陈恭尹",
            "内容": "南风帆席到非遥，桑落洲边不上潮。入馔鲜鳞飞白版，滴窗疏雨剪红蕉。\n江光西望涵三楚，山色东浮见六朝。旧好君乡三拜在，并将新咏寄东樵。"
        },
        {
            "标题": "花朝梁药亭招集六莹堂送姚东郊归桐城同王蒲衣姚非熊二首 其一",
            "作者": "陈恭尹",
            "内容": "高斋红绽雨初消，美酒良晨未寂寥。归客正寻芳草路，南天早是落花朝。\n交情到处多投辖，诗卷谁家得射雕。含嚼菁华不成句，杜陵持论薄兰苕。"
        },
        {
            "标题": "岁除次础兄韵四首 其一",
            "作者": "陈恭尹",
            "内容": "又送今年去，悠悠可奈何。有涯庄叟智，无力鲁阳戈。\n野色哀鸿满，边声牧马多。昔贤图谶在，莫遣忧时过。"
        },
        {
            "标题": "喜廖南炜自都门挈家归里二首 其一",
            "作者": "陈恭尹",
            "内容": "粤台风景尚依希，且向湖边掩竹扉。朔雪渐寒鸿合返，海波曾起鹤先飞。\n老妻相伴为游侣，孙子成行着彩衣。四十年来兵燹地，白头如此几人归。"
        },
        {
            "标题": "葛帏",
            "作者": "陈恭尹",
            "内容": "细葛含轻雾，多年制薄帷。影形人共见，心事尔如知。\n不喜猜黄绢，无忧变素丝。唯闻越溪女，薪胆有遗诗。"
        },
        {
            "标题": "叶世颖重之中湘茅屋别后有寄",
            "作者": "陈恭尹",
            "内容": "楚国木叶下，故人行有霜。离忧在湘水，古色满衡阳。\n几日歇兰棹，此时开草堂。山川教儿子，指点洞庭傍。"
        },
        {
            "标题": "易宣人过访",
            "作者": "陈恭尹",
            "内容": "衰草闲园鸟不飞，海楼高坐每斜晖。是谁肯问幽栖地，有客身披隐士衣。\n独往肝肠怜汝小，后来风雅见人希。深谈三日还三夜，未放江门一棹归。"
        },
        {
            "标题": "寄易宣人",
            "作者": "陈恭尹",
            "内容": "碧云芳草遍河洲，心逐归潮到海楼。谢氏门中多翰墨，卫郎年少最风流。\n入群野鹤能惊众，出土新松即傲秋。近得孟光为伴侣，知君从此不低头。"
        },
        {
            "标题": "壬申清明即事次杜韵同王础尘二首 其一",
            "作者": "陈恭尹",
            "内容": "故阡松柏有新烟，欲上江乡两桨船。老去登临知几度，时来醒醉且随缘。\n扶筇得得身能健，插柳依依态可怜。两月又过真倏尔，一尊相对各陶然。\n春城市肆犹争米，薄俗穷民不要钱。且喜今朝晴最好，登秋岂独庆丰年。"
        },
        {
            "标题": "壬申清明即事次杜韵同王础尘二首 其二",
            "作者": "陈恭尹",
            "内容": "久无消息岭云东，有药休教为已聋。北塞坚冰犹在野，南州新草漫连空。\n百年饮恨孤儿在，三月伤心万国同。老泪只应镌楚竹，招魂空自赋江枫。\n金陵佳气松楸里，铜柱高标指顾中。莫向春光怨迟暮，与君同是白头翁。"
        },
        {
            "标题": "繻葛程符氏殉节挽歌",
            "作者": "陈恭尹",
            "内容": "请代何能格上天，千秋同穴志元坚。馀生枉作仪髦赋，一死当君属纩前。"
        },
        {
            "标题": "秋蝶",
            "作者": "陈恭尹",
            "内容": "凤子文为羽，仙人锦作衿。有生同物化，而汝独秋深。\n不及芳菲日，弥伤迟暮心。因知漆园叟，所感亦犹今。"
        },
        {
            "标题": "秋灯",
            "作者": "陈恭尹",
            "内容": "朔风犹未入，暑月已全过。不有青灯对，其如良夜何。\n听鸡时独舞，偶影或成歌。知我应唯尔，人间岂易多。"
        },
        {
            "标题": "秋日西郊宴集同岑梵则张穆之陈乔生王说作高望公庞祖如梁药亭梁颙若屈泰士屈翁山时翁山归自塞上",
            "作者": "陈恭尹",
            "内容": "黍苗无际雁高飞，对酒心知此日稀。珠海寺边游子合，玉门关外故人归。\n半生岁月看流水，百战山河见落晖。欲洒新亭数行泪，南朝风景已全非。"
        },
        {
            "标题": "秋社",
            "作者": "陈恭尹",
            "内容": "农祥传月令，赛社及秋徂。树下趋童稚，坛中杂史巫。\n雁来排碧落，燕去掠平芜。宰肉陈孺子，而今作老夫。"
        },
        {
            "标题": "秋塘",
            "作者": "陈恭尹",
            "内容": "行吟池上影，来去日纷纷。风岸堆残叶，晴波度片云。\n雁行闲可数，鱼跃静偏闻。春草他时梦，园林秋又分。"
        },
        {
            "标题": "秋夕梁素子载酒过宿",
            "作者": "陈恭尹",
            "内容": "悠悠成老大，处处闭柴关。秋水鹭鸶外，江村禾黍间。\n何期良夜月，得照故人颜。把酒因成笑，劳生不易闲。"
        },
        {
            "标题": "秋晚杂兴八首 其一",
            "作者": "陈恭尹",
            "内容": "怅望百年内，寂寥天地间。遥山宛然绿，秋水澹何闲。\n风细鹤声去，月高渔火还。贫居无不可，但惜酒卮悭。"
        },
        {
            "标题": "秋夕过湛泉长同贤从迪周饮于荷舫",
            "作者": "陈恭尹",
            "内容": "宅边池馆似舟居，布置溪桥亦自如。疏树映门凉雨后，曲栏涵水夜星初。\n秋来算亩收黄菊，烛下轮刀鲙白鱼。酒罢分题群从散，新篇相许寄吾庐。"
        },
        {
            "标题": "秋晚杂兴八首 其二",
            "作者": "陈恭尹",
            "内容": "酒醒山衣薄，萧条林馆秋。夜虫争客语，萤火共星流。\n老态悲黄叶，新髭报白头。深惭北窗下，终日见罗浮。"
        },
        {
            "标题": "秋晚杂兴八首 其七",
            "作者": "陈恭尹",
            "内容": "莫上荒台望，无端是旅情。云光过沼慢，山影出林轻。\n宇宙何其旷，蜉蝣似此生。旧时歌舞地，花落美人茔。"
        },
        {
            "标题": "秋晚杂兴八首 其六",
            "作者": "陈恭尹",
            "内容": "已矣复何道，悠悠斯世间。日唯催貌老，天不与人闲。\n水定风频起，松高春未还。薄田仍恶岁，欹枕对秋山。"
        },
        {
            "标题": "秋晚杂兴八首 其四",
            "作者": "陈恭尹",
            "内容": "冷榻眠无次，闲阶立不归。池花向影落，河雁带声飞。\n水畔为渔父，城东即布衣。平生随分得，未觉此心非。"
        },
        {
            "标题": "秋晚杂兴八首 其三",
            "作者": "陈恭尹",
            "内容": "月在日还上，追飞遄向西。西风昨夜梦，知是武陵溪。\n被服尚前古，贤愚同一畦。因悲少年意，高气吐虹蜺。"
        },
        {
            "标题": "双涌文阁落成赋寄黄咸淑郑澹斐诸子",
            "作者": "陈恭尹",
            "内容": "杰阁初开彩翠重，双溪新水跃鱼龙。牂牁远至三千里，云谷高连七十峰。\n尽敛烟霞归牖户，更罗星宿入心胸。知君本自饶堂构，且绘麒麟第一重。"
        },
        {
            "标题": "答刘考功省庵",
            "作者": "陈恭尹",
            "内容": "日月本同升，东西异圆缺。此心有同然，岂必岐秦越。\n之子赤帝胄，盛年列簪笏。驷马来天南，声华振穷发。\n使节暇有馀，仙舟停未发。访我步蓬蒿，招游望溟渤。\n寒梅香始飞，野寺钟初歇。挥觞互献酬，利涉忘津筏。\n自惭朽钝姿，所有空皮骨。壮也不如人，老矣行多蹶。\n何以副深期，欲赋情先竭。煌煌金石篇，风雅相扬淈。\n八水得清深，三峰同屹崒。仍飞白兔毫，出自蛟龙窟。\n贻我比琼瑶，光辉到薇蕨。前旌已戒道，列宿还归阙。\n都人咏絷驹，祖席思投辖。宁知倦客心，一日如三月。\n申章报未成，及渴泉方掘。诚非和氏珍，敢避荆人刖。"
        },
        {
            "标题": "日本刀歌",
            "作者": "陈恭尹",
            "内容": "白日所出金铁流，铁之性刚金性柔。铸为宝刀能屈伸，屈以防身伸杀人。\n星流电激光离合，日华四射曈曈湿。阴风夜半刮面来，百万愁魂鞘中泣。\n中原岁岁飞白羽，世人见刀皆不顾。为恩为怨知是谁，宝刀何罪逢君怒。\n为君昼盛威与仪，为君夜伏魍与魑。水中有蛟贯其颐，山中有虎抉其皮。\n以杀止杀天下仁，宝刀所愿从圣人。"
        },
        {
            "标题": "送孔樵岚入都 其二",
            "作者": "陈恭尹",
            "内容": "西北方阻饥，东南荷戈戟。斯民独何辜，上天无乃虐。\n嗷嗷鸿在野，往往人相食。犹闻冻馁馀，未免多求索。\n岂无有心人，付之长太息。子抱经世具，慷慨足智略。\n虽云在下位，自待良不薄。修途八千里，耳目亲所历。\n何以献彤庭，苍生望膏泽。"
        },
        {
            "标题": "赠汪寓昭",
            "作者": "陈恭尹",
            "内容": "三十年来心未已，一片西湖梦中水。闻君宅外有名园，湖山移入杭城里。\n花边放棹夜不归，日上高春眠正美。人生快意须行乐，世上浮云空复尔。\n君不见东方大夫神仙子，金马陆沉饥欲死。公孙开阁号平津，共宿故人犹布被。\n羁縻薄禄固不堪，溪刻终身亦何以。何如丝竹卧东山，时来乃为苍生起。"
        },
        {
            "标题": "闰中秋夜阻雨不得赴方蒙章之约枉诗见贻赋此答之",
            "作者": "陈恭尹",
            "内容": "人间无好月，天上又中秋。雨点微沾瓦，箫声渐闭楼。\n遂违杯酒约，空枉夜珠投。旅宿蒹葭外，伊人不易酬。"
        },
        {
            "标题": "上元夕姚龙友鹾司招饮诘朝而雨即事赋谢",
            "作者": "陈恭尹",
            "内容": "朔南万里共年华，折柬相招路岂遐。月下满浮千日酒，火中飞出一城花。\n关门不禁时开钥，匣印犹封未报衙。天为主人晴此夕，鸡鸣新雨在檐牙。"
        },
        {
            "标题": "生生图送家山农归云间",
            "作者": "陈恭尹",
            "内容": "扁舟归去岭梅初，久住天南绰有誉。慈幼近开三亩宅，活人曾著十年书。\n竹篱透石冬抽笋，池水通潮昼跃鱼。不敢相留唯有愿，到秋遥望再来车。"
        },
        {
            "标题": "赠山农二首 其二",
            "作者": "陈恭尹",
            "内容": "死国当年尚有孤，为忠为节义何殊。白头吟望天南路，老泪相逢各未枯。"
        },
        {
            "标题": "家山农母杨孺人贞烈纪事",
            "作者": "陈恭尹",
            "内容": "儿虽在，夫受累，此身不惜为夫代。夫既离，儿有依，此身不死将奚归。\n璜溪一曲清无滓，白日在天身在水。浩然正气面如生，怀二之人心尽死。\n噫吁嘻，地坼天崩此一时，世间曾得几须眉。"
        },
        {
            "标题": "赠山农二首 其一",
            "作者": "陈恭尹",
            "内容": "旅舍濠西曲巷偏，扁舟来往爱君贤。亲尝百草归游橐，自写青山不卖钱。"
        },
        {
            "标题": "答家中洲西还见寄兼怀梁药亭",
            "作者": "陈恭尹",
            "内容": "西还北去各经春，暂别俱为久客身。江上寂寥同赋地，水边朝暮闭门人。\n蛙求怒敌行阶草，鸟引饥雏踏甑尘。报与穷途狂大阮，陈平家巷古来贫。"
        },
        {
            "标题": "赠别王础臣",
            "作者": "陈恭尹",
            "内容": "天生豪杰将何益，王郎四十为闲客。无意初从岭外行，因人更有黔中役。\n高牙大旆照江浒，欲驻征帆那可得。客中沽酒赠别离，可惜荔枝犹未赤。\n王郎眼大少所推，长身广颡好髯髭。数著欲了天下事，千载不受英雄欺。\n走笔文章盈百纸，廿史六经如泻水。魏武才堪捉佩刀，杨修未足称儿子。\n去冬相识三城南，一日不见思不堪。如何弃我复远道，五溪蛮洞多烟岚。\n旧谙风土应无疵，万里为亲备甘旨。醉别天涯日暮心，丈夫未必终如此。"
        },
        {
            "标题": "萧建侯邀赏菊因忆去年同游成二绝句 其二",
            "作者": "陈恭尹",
            "内容": "八阵图开在浅沙，将军闲卧兴无涯。知从枥下思千里，故向林中布五花。"
        },
        {
            "标题": "萧建侯邀赏菊因忆去年同游成二绝句 其一",
            "作者": "陈恭尹",
            "内容": "百种名花五色开，主人仍为具深杯。去年酒伴皆星散，只有陶潜独自来。"
        },
        {
            "标题": "送蔡尚之之琼州读书其兄肇之官舍",
            "作者": "陈恭尹",
            "内容": "弟兄琴砚久相依，复向官斋共掩扉。春草池塘他夕梦，北风鸿雁一行飞。\n香株有胆堪充佩，椰子无心足慰饥。莫谓海天南尽处，海公人物古来稀。"
        },
        {
            "标题": "又叠闲字韵四首送李宫詹山公归都门 其一",
            "作者": "陈恭尹",
            "内容": "鹤禁龙楼职最闲，为谁驱马涉溪山。五云新命来双阙，黄木千秋尚此湾。\n日照蜃台烟霭合，风随旄节有无间。洛书河数皆时瑞，不独西王献白环。"
        },
        {
            "标题": "次答杨宝生即送之入都",
            "作者": "陈恭尹",
            "内容": "岭头黄菊带秋烟，十月梅花未过虔。此去便为飞雪日，远行犹及小春天。\n新成禽尚游山计，旧费朝廷养士钱。好到金台思一报，力田终自有逢年。"
        },
        {
            "标题": "屈翁山寓楼老谷树为大风所摧诗以伤之索予同赋",
            "作者": "陈恭尹",
            "内容": "君家寓园西，最好此老树。无风亦飕飗，有壁劳遮护。\n况当赫曦时，密荫登楼路。往者得屡过，凭栏必回顾。\n大叶类桑麻，古干如雕塑。刺之出白乳，胶漆同黏固。\n楚人谓乳㪍，名实本相符。山木且自伐，矧兹城与圃。\n遍体刀斧瘢，中空复来蠹。莫识始植年，主人更已屡。\n稽之抱朴子，赤实颜能驻。视夜见鬼神，轻身追马步。\n每欲托园丁，升斗为收聚。昨夜时雨过，新诗枉毫素。\n伤树有名篇，清阴绝良晤。天地乃不仁，风伯何相妒。\n岂有精魅凭，致干阴阳怒。倾压及邻家，砍斫烦童孺。\n充君厨下薪，琴材亦难具。草木虽无灵，修短固其数。\n昔闻伊陟相，其君帝太戊。有谷一夕拱，修政知所惧。\n曰妖不胜德，终尔枯且锢。殷道以复兴，汤孙世延祚。\n家国匪异观，灾祥或同度。慰君用自广，伸纸为赓赋。"
        },
        {
            "标题": "寿载翁何老先生六十有一",
            "作者": "陈恭尹",
            "内容": "曾提彩笔上公车，国士名高众不如。江上结茅青史在，山中全节白头初。\n三闾不忘庚寅日，五柳多传甲子书。相劝一杯重九后，泽兰篱菊称幽居。"
        },
        {
            "标题": "林叔吾六十次己未韵寿之",
            "作者": "陈恭尹",
            "内容": "祝君昔何所，计月百六十。不谓生初年，循环亦俱及。\n春从笑语深，霜自须眉入。天地已惊雷，龙蛇未离蛰。\n寄此一篇诗，茫然百忧集。想见举案间，当欢或成泣。\n有兄共白头，有子幸能立。此外复何求，一觞聊自执。\n溟鲲易变化，隙驷难维絷。蟠溪有钓叟，老见干戈戢。\n君家有林类，百龄歌且拾。穷通理若何，仰视天如笠。"
        },
        {
            "标题": "方作寄潘紫登诗而其书适至即事柬之",
            "作者": "陈恭尹",
            "内容": "握别东风柳始黄，榴花今已满山堂。正当念汝遗双鲤，恰好来书到五羊。\n远道常时通梦寐，把诗终日对琳琅。自怜白首论交久，独有斯人具肺肠。"
        },
        {
            "标题": "再次前韵送王文安四首 其四",
            "作者": "陈恭尹",
            "内容": "归心逝水两难留，永夕衔杯咏未休。吴楚暮山横数叠，女牛初月在扁舟。\n舌存自足期他日，亲老宜能勿远游。想拜北堂嘉庆后，秋溪新膳进槎头。"
        },
        {
            "标题": "再次严藕渔中允韵送之归无锡四首 其四",
            "作者": "陈恭尹",
            "内容": "白驹空谷自难留，日日骊歌暮不休。当暑正思河朔饮，闻琴将附洛阳舟。\n拟乘筋力方衰候，尽补平生未及游。燕赵齐秦俱有约，与君聊别此溪头。"
        },
        {
            "标题": "次答连双河送之归湖南",
            "作者": "陈恭尹",
            "内容": "罗浮四百共幽寻，清籁曾将俗耳针。抱朴久无仙吏迹，授书徒负老人心。\n世间岁月驰驹隙，弦里宫商别鹤音。莫道楚南非远道，东西流水隔高深。"
        },
        {
            "标题": "霜橘",
            "作者": "陈恭尹",
            "内容": "嘉果生炎甸，飞香始素秋。一官曾命秩，千树拟封侯。\n绿叶霜弥翠，金衣晚未收。玲珑明夕照，磊落亚枝头。\n浥露姿常洁，摇风蒂自柔。厥包神禹锡，作颂楚臣优。\n偶入金盘采，蒙兼玉馔羞。甘酸消宿酒，清冷破牢愁。\n小瓣轻镭柚，微红妒石榴。光凝珠的的，声入齿飕飕。\n水玉深潜壑，坚冰满贮瓯。近之清内热，闻者亦涎流。\n有目应同赏，非时莫暗投。苞中仙对奕，江上鹤成楼。\n实以逾淮变，花从到邺休。贞操元自固，众卉岂其俦。\n药品皮为上，医师旧是求。青黄分所治，沉痼赖能瘳。\n色味称俱美，驱除力更尤。有如词翰士，兼善甲兵谋。\n筋核皆堪取，虫鱼不是雠。一身无弃斥，万里极车舟。\n橘谱原多种，诗篇亦满眸。醉来浑忘却，何处更旁搜。"
        },
        {
            "标题": "正月三日过潘子登所寓江楼龚渭臣载酒与潘木公诸君雅集赋潮平两岸阔分得涯字",
            "作者": "陈恭尹",
            "内容": "千樯不动水涟漪，共上江楼好赋诗。尘世百龄希暇日，沧波开岁是闲时。\n渐铺浦溆平如练，益觉乾坤未有涯。破浪抟风年少事，白头唯有一衔卮。"
        },
        {
            "标题": "赠赵意子",
            "作者": "陈恭尹",
            "内容": "抛却儒冠学用兵，田园荒尽不思耕。终年避地青鞋破，一夜忧时白发生。\n松柏本来多直性，英雄何必定成名。怜君困甚还兼病，父执相逢泪满缨。"
        },
        {
            "标题": "赠别刘肩庵",
            "作者": "陈恭尹",
            "内容": "相逢未得数追倍，见说曾从绝国来。凤诏到时蛮女拜，龙神祭日海云开。\n班生自有飞扬志，汉武唯求跅弛才。斯世升平须俊杰，看君非久滞蒿莱。"
        },
        {
            "标题": "赠林孟易",
            "作者": "陈恭尹",
            "内容": "传家世世有忠贞，斯世真堪作老生。圣学久窥墙数仞，佛门新礼磬三声。\n轻身似鹤偏宜寿，全德如鸡孰敢争。五十年来无限事，白头不负泰阶平。"
        },
        {
            "标题": "鲍子韶来自都门以叶桐初送行诗见示猥承齿及因次其韵以志相见之喜并寄桐初",
            "作者": "陈恭尹",
            "内容": "爰居避海潮，鸿雁乘朔风。谁言万里翮，相聚仍南中。\n截竹作凤鸣，声响犹雌雄。而况耿介士，高视横霜空。\n君自燕山来，吐气如云虹。片言赴知己，长揖辞群公。\n都门盛饯送，珠玉萃其躬。故人有新句，愈工而不穷。\n何因假羽翰，清啸此宵同。"
        },
        {
            "标题": "泛舟甘溪送薛炎州朱次公李祈年归龙江",
            "作者": "陈恭尹",
            "内容": "春江何处不萋萋，掩映群峰到郭西。岸柳飞花时度水，山家开户半临溪。\n已知异境人间少，难得同心酒坐齐。莫指乡园便归去，舟前听取鹧鸪啼。"
        },
        {
            "标题": "送家中洲之青原访药地禅师",
            "作者": "陈恭尹",
            "内容": "老依江徼谢名称，门径苍苔日渐增。远兴忽生黄菊节，旧心期对白头僧。\n吟过晓岸风千树，舟并寒山夜一灯。想到吉州携手地，石桥新瀑半为冰。"
        },
        {
            "标题": "萧建侯招同王础尘杨卫公李方水赏菊即事",
            "作者": "陈恭尹",
            "内容": "春芳憔悴不馀阴，谁遣东篱晚兴深。天为老人留菊节，君于闲处耗雄心。\n如云五色皆成采，映日千枝岂让金。好酌南阳潭下水，骚人陶令未知音。"
        },
        {
            "标题": "次朱汉源留别韵送之归吴下",
            "作者": "陈恭尹",
            "内容": "人言双车轮，可以生四角。人言方寸内，可以起五岳。\n丈夫未得志，文采从驳荦。往往见轗轲，行行自吟踔。\n纵穷阿井胶，莫止黄河浊。之子骐骥姿，望古振高躅。\n六辔既如丝，千里岂云邈。南来溟海上，为日不数数。\n言寻朱明天，丹砂师抱朴。著论等逍遥，儒墨供剽剥。\n况复富于年，足用竟其学。胜赏每登临，大雅相磨琢。\n彼此互唱酬，古今屡扬搉。如何欢会地，告别殊刺龊。\n离舟系叶儿，归马歌皇驳。犹馀柏叶酒，初度春王朔。\n九州虽比邻，中心能不懪。岭路雪岧峣，江涛时萦灂。\n既抱连城珍，会待成风斫。力田必有秋，至道不盈握。\n勉矣树令名，天休日滋渥。"
        },
        {
            "标题": "晚饮湛用喈双峰阁即送之北上因寄程周量",
            "作者": "陈恭尹",
            "内容": "秋月已向尽，篱花黄几枝。北风昨夜吹木叶，一一飞度楼南池。\n登楼旷望见千里，廓落天围净无滓。海色为霞树外明，双峰如黛空中起。\n龙鳞相比万室开，中有甲第排云雷。君家尚书明绝学，自堰长江筑钓台。\n闻孙复得任公子，手探骊珠来赤水。再献君门虽未售，南琛何患无知己。\n塞鸿摇曳向南声，行子迢迢更北征。居人次第起相饯，青衣十五调鸣筝。\n饮君酒，送君行。中路秦淮雪正霁，到日长安花始明。\n长安虽乐未西笑，因忆程生最同调。风雅曾深海上期，声华早擅中原妙。\n别来五载音问稀，芙蓉阙下振朝衣。凭君为寄长相念，便理云翰追逐飞。"
        },
        {
            "标题": "送杨荆湖观察内擢京卿二首 其一",
            "作者": "陈恭尹",
            "内容": "夹道笙歌万姓喧，俱来江上送高轩。三年预试调羹手，两粤兼承化雨恩。\n内诏即今趋凤阙，名流何处望龙门。桃花院宇论文地，岘首山前片石存。"
        },
        {
            "标题": "过杨伊水西郊草堂因送之游吴越",
            "作者": "陈恭尹",
            "内容": "君家草堂在西郭，不远人间似岩壑。浮丘一点下平芜，郁水千峰映篱落。\n触热相过五月中，凉飙不道炎蒸恶。开轩气象已爽垲，入座清言复玄著。\n爱君识鉴精莫伦，过目雄雌辨飞鹊。爱君墨妙不可当，下笔峥嵘走龙蠖。\n千年论事直指掌，八法从心绝缠缚。闲来为我言素怀，便欲从兹理芒屩。\n尚平多累粗已毕，吴越清秋有前约。钱塘怒涛若车马，九华峰峦如剑锷。\n揽将明秀入毫端，直取幽奇恣挥霍。快哉壮志我所同，恨不俱飞比黄鹤。\n胸中约结开何时，梦里江山已成昨。倚栏惆怅见千里，落日回风散城铎。\n虞翻故苑空青蝇，赵尉馀基尚丹雘。远天暮色方掩霭，近寺疏钟满寥廓。\n出门一揖因送君，白头好纵青山乐。"
        },
        {
            "标题": "送翟五吉令宣城",
            "作者": "陈恭尹",
            "内容": "江城如画昔曾游，君去双旌正及秋。百尺照心供奉水，一帘新雨谢公楼。\n地多文藻今维烈，山足茶梨晚始收。自有仁风扇浮俗，更看清誉满皇州。"
        },
        {
            "标题": "送魏和公归宁都",
            "作者": "陈恭尹",
            "内容": "隔年相见即依依，知尔全家住翠微。穷海访人兵后去，孤身携剑雪中归。\n滩平横浦寒流浅，枫照淩江晚叶稀。贫贱别离那可道，寸心遥与片帆飞。"
        },
        {
            "标题": "送谭天水入燕",
            "作者": "陈恭尹",
            "内容": "天涯到日岁方新，草嫩郊原渐少尘。官路听鸡行落月，帝城骑马作闲人。\n冰簪屋霤玲珑晓，雪照宫桃婀娜春。虽有故交为侍从，马卿能赋不妨贫。"
        },
        {
            "标题": "送朱开黄归扬州省觐",
            "作者": "陈恭尹",
            "内容": "衰残无意事翱翔，送子归飞见雁行。半载共居忘主客，三春分袂异行藏。\n将寻巴峡添新咏，先度梅关问旧乡。满挂南风趋子舍，烟花多处是维扬。"
        },
        {
            "标题": "乙亥元日送石公泛海之交趾说法",
            "作者": "陈恭尹",
            "内容": "铜柱西过不易攀，却从海外出人寰。孤舟独坐如天上，高浪经行似雪山。\n国有中边同是岸，道存彼此孰能关。东风好借扶摇力，手散千花与八蛮。"
        },
        {
            "标题": "送王立安偕若云叔琬诸昆弟还惠州",
            "作者": "陈恭尹",
            "内容": "去来同是著莱衣，岂必兹行遂曰归。浦上鸳鸯频独宿，天边鸿雁且连飞。\n湖桥罢钓宵移棹，郡阁论文昼卷扉。病足渐堪驱策在，只应旬月暂相违。"
        },
        {
            "标题": "中秋夜月甚佳与王础尘对酌纪事",
            "作者": "陈恭尹",
            "内容": "中秋浩浩无佳夜，四十年来见此宵。明月独飞星欲没，碧天如洗翳全消。\n谈深往事无拘忌，酒得良朋慰寂寥。莫道东京好图谶，断碑犹记芦沟桥。"
        },
        {
            "标题": "立春日送徐艺初御史归吴门",
            "作者": "陈恭尹",
            "内容": "东风此别未惊魂，绛仗迎春骑吹繁。几处早花明水郭，一帆新绿去江村。\n每因声气思畴曩，愿得雍容接晤言。骢马暂留知不可，六龙巡狩正南辕。"
        },
        {
            "标题": "送李宁桓司训高要",
            "作者": "陈恭尹",
            "内容": "三策天人对玉除，妙年司铎受恩初。江流远接龙吟水，山郭遥开石室书。\n便著锦衣趋子舍，直将家学教比闾。门前咫尺南溟水，大翼如云有化鱼。"
        },
        {
            "标题": "送黎方回归耕罗浮二首 其二",
            "作者": "陈恭尹",
            "内容": "丰啬从来理必均，况于取义与成仁。舍生已是前人事，应将长生与后人。"
        },
        {
            "标题": "赠沈方邺兼送之罗浮二首 其一",
            "作者": "陈恭尹",
            "内容": "夫君枉驾相寻久，贱子卑栖出见迟。袖里故人劳远字，卷中频日捧新诗。\n水成波澜平难得，木有文章病可知。各是天涯同世难，一杯重把定何期。"
        },
        {
            "标题": "赠沈方邺兼送之罗浮二首 其二",
            "作者": "陈恭尹",
            "内容": "挂帆东近列仙家，瑶室璇房路已赊。高瀑倚风时作雨，远峰含日半成霞。\n山人散住茏葱竹，旅食多烹巨胜花。知有妇翁为鲍靓，不劳丹灶问丹砂。"
        },
        {
            "标题": "送黎方回归耕罗浮二首 其一",
            "作者": "陈恭尹",
            "内容": "先世诗篇刻已成，罗浮归去好躬耕。知君幽意无终极，更向丹崖自勒铭。"
        },
        {
            "标题": "送雁",
            "作者": "陈恭尹",
            "内容": "数声嘹呖起汀沙，乱点晴空暮影斜。六翮欲冲辽海雪，一行先别岭南花。\n但令处处无飞缴，莫恨年年不到家。荇叶芦芽春渐遍，无穷烟水在天涯。"
        },
        {
            "标题": "罗浮蝴蝶歌送屈翁山",
            "作者": "陈恭尹",
            "内容": "罗浮大蝴蝶，言是小凤皇。六足盘胸间，四翅交文章。\n修眉若杨叶，绣腹如垂囊。仙人爱文采，挟之游帝傍。\n云霞为友朋，沆瀣为酒浆。倦息珠阙上，饥采若木英。\n四海安足飞，来下君子堂。堂中有行者，比德共翱翔。"
        },
        {
            "标题": "送沈丹山入都补御史",
            "作者": "陈恭尹",
            "内容": "博洽家声有自来，帝廷曾叹沈郎才。六年一令风雩地，万里重登市骏台。\n鲁雉亲人朝尚集，鲍骢行步日方开。朝端引领瞻霜简，鹢首西风好为催。"
        },
        {
            "标题": "送程荆山归富平为其尊人寿二首 其一",
            "作者": "陈恭尹",
            "内容": "平生游未到秦川，每送秦人一黯然。四姓帝居雄自古，二崤关路险如天。\n河冰坚处行归骑，霜月圆时泊客船。不必更论南越橐，卷中曾补白华篇。"
        },
        {
            "标题": "送袁密山归平乐三首 其三",
            "作者": "陈恭尹",
            "内容": "桂江山水极雕锼，奇峭参天带急流。便欲束装从此去，唱酬三月共扁舟。"
        },
        {
            "标题": "送张南士归山阴",
            "作者": "陈恭尹",
            "内容": "八月从象郡来，九月归稽山下。天生落落穆穆人，姿形不类风尘者。\n广州城西东篱花，酒杯偶共良朋家。匆匆含意未及道，相视颠毛俱有华。\n著书何处期之子，谢公精舍清晖里。云中黄鹄安可留，目送飞鸿日千里。"
        },
        {
            "标题": "送陈大涉还长沙",
            "作者": "陈恭尹",
            "内容": "我衰日闭户，况兹炎暑时。偶然步林竹，小卧园东陲。\n有客来叩门，童子例云辞。醒来见名剌，客远不及追。\n寻君就旅次，兼读所贻诗。如睹渥洼龙，神骨森权奇。\n如运成风斤，挥斥罔不宜。忆昔少壮年，君乡曾久羁。\n徘徊上衡岳，沿溯越湘漓。潭州多遗逸，唱咏夕忘疲。\n日月不相俟，烽烟中间之。屈指四十载，存者皆孙枝。\n君来何所闻，欣欣如见思。老马纵识途，筋力已不支。\n何以赠君言，良时今在兹。"
        },
        {
            "标题": "送程荆山归富平为其尊人寿二首 其二",
            "作者": "陈恭尹",
            "内容": "源溪苓塞近何如，华子高栖善著书。归奉晨昏千里外，正当天地一阳初。\n罗浮大药光生鼎，太华晴峰雪照庐。自昔五陵游侠窟，送君临发重踟躇。"
        },
        {
            "标题": "送郑子源之香山二首 其二",
            "作者": "陈恭尹",
            "内容": "荔枝花事未曾阑，作赋相如客倍闲。好去临邛寻令尹，横琴山在海中间。"
        },
        {
            "标题": "锦岩西庵同又札巨川俊斯汝侯",
            "作者": "陈恭尹",
            "内容": "西庵清绝处，一榻可栖禅。石占闲房地，云过峭壁天。\n只疑居邃谷，岂似在郊廛。不待诸天供，千花红欲燃。"
        },
        {
            "标题": "石鉴上人请华首塔铭还自吴中赋此寄之",
            "作者": "陈恭尹",
            "内容": "传衣闻已返三城，转忆江南万里程。庐岳憩时依竹影，吴门归日试莼羹。\n心存至道忘来往，塔有新铭慰死生。欲诉离怀犹未得，故人知我久无成。"
        },
        {
            "标题": "为梁药亭题新得白水山人山水图歌",
            "作者": "陈恭尹",
            "内容": "白水山人癯如鹤，神姿虽妙形何弱。拂笺词翰势若流，对客清吟复能谑。\n最工图画懒莫比，十日不能成一水。姓氏而今作古人，诸公往往争遗纸。\n梁君好事晚得兹，秋山一叠当茅茨。使我枕簟坐其下，当暑忽有清风来。\n石高气骄苔藓黑，疏林索莫生寒色。心魂密与空谷幽，耳目顿觉群峰逼。\n为谁画此空嶙峋，外无题识中无人。幸离俗手免毁裂，得入君家如有神。\n即今大暑方如焚，安得此图化为真。清溪一曲无纤尘，与君高戴华阳巾。"
        },
        {
            "标题": "过弼唐感旧赠庞祖如二首 其一",
            "作者": "陈恭尹",
            "内容": "策杖秋方晚，村桥日欲斜。树风喧万叶，山影静千家。\n瘠土安淳俗，澄溪漾细沙。拟寻庞氏隐，还种邵侯瓜。"
        },
        {
            "标题": "过弼唐感旧赠庞祖如二首 其二",
            "作者": "陈恭尹",
            "内容": "他日谁青史，当年易姓名。门人思李固，孤子寄程婴。\n我愧前贤事，君犹古道行。白头怀宿昔，竟夕自沾缨。"
        },
        {
            "标题": "藤簟",
            "作者": "陈恭尹",
            "内容": "一片燕山雪，千枝海上藤。结为几万字，字字读成冰。\n缕细常欺发，光寒不集蝇。暑天南地上，从此绝炎蒸。"
        },
        {
            "标题": "寄陈仲夔庶常兼呈尊人省斋先生",
            "作者": "陈恭尹",
            "内容": "郊园饮饯忆依依，五耀珠中子最辉。遂有长风抟大翼，不妨宫锦作莱衣。\n玉阶只尺兼君父，彩笔千秋定是非。为报汉家诸太史，德星今已聚王畿。"
        },
        {
            "标题": "走笔送黄叔威兼柬高固斋",
            "作者": "陈恭尹",
            "内容": "何事匆匆作此行，粤台乍见即平生。归寻乌石无诸国，路出龙川赵尉城。\n薪火共传非异道，宫商相感有同声。因君寄语询高叟，白发新添又几茎。"
        },
        {
            "标题": "题画菊",
            "作者": "陈恭尹",
            "内容": "万蕊犹含雨露功，叶边微带拒霜红。柴桑去后无知己，零落寒枝傲雪风。"
        },
        {
            "标题": "走笔送沈山隐",
            "作者": "陈恭尹",
            "内容": "本为能赋客，书剑亦从军。近逐随阳雁，天边恋旧群。\n五车梁惠子，八咏沈休文。好到京华日，题笺寄白云。"
        },
        {
            "标题": "寄佟恩平伟夫兼怀令兄贺县俨若",
            "作者": "陈恭尹",
            "内容": "令尹今时谁独贤，平原公子号翩翩。恩州最迹登三考，端水逢君已二年。\n鸲鹆眼明惟制砚，龙蛇书好懒题笺。哲兄著作今多少，欲借邮筒为寄传。"
        },
        {
            "标题": "题画竹",
            "作者": "陈恭尹",
            "内容": "水墨饶生气，"
        },
        {
            "标题": "至日遥和梁药亭夜集之作同用东韵",
            "作者": "陈恭尹",
            "内容": "子半阳生羲画中，此心遥与故人同。日添一线行将北，月到三更上自东。\n茗熟未销文武火，梅开不厌往来风。草堂各有吟诗客，白发萧萧两老翁。"
        },
        {
            "标题": "题王蒲衣琵琶图二首 其一",
            "作者": "陈恭尹",
            "内容": "抱月怀风倍可怜，更劳芳袖拂清弦。谢郎自足真人想，为尔移情北牖前。"
        },
        {
            "标题": "题王蒲衣琵琶图二首 其二",
            "作者": "陈恭尹",
            "内容": "一曲乌孙马上音，高弹促节且娱心。琵琶妙手王摩诘，不买鸾胶续断琴。"
        },
        {
            "标题": "题行乐图二首 其一",
            "作者": "陈恭尹",
            "内容": "拍手阶前稚子嬉，南园春色柳丝丝。郎君修洁人如玉，触目琳琅乐可知。"
        },
        {
            "标题": "题萧叔兼行乐",
            "作者": "陈恭尹",
            "内容": "草际相呼立渚禽，茅堂萧寂不须深。图书左右堪怡悦，脱屣浮云物外心。"
        },
        {
            "标题": "仲冬十三日赣儿受室率成一律示之",
            "作者": "陈恭尹",
            "内容": "灯红月皎两相宜，且放中怀入酒卮。万种未完为子事，百年过半作翁时。\n山寒渐入青春色，梅老偏高白雪枝。莫道传家无素业，先公犹有一经遗。"
        },
        {
            "标题": "梁叠石广文奉节母冯夫人还自琼南喜作",
            "作者": "陈恭尹",
            "内容": "长林欲静风不息，谁家母子俱头白。闻君奉母海外还，使我悠然生喜色。\n君家有母世所无，生年二十鸾镜孤。呱呱黄口始匍匐，高堂尚有翁与姑。\n况经丧乱兼寇贼，绸缪牖户多艰虞。孝养能成义能教，俾君卓立恢弘图。\n海潮之东朱厓北，虎皮高坐为师儒。板舆迎母就官舍，薄禄聊作反哺乌。\n母为喜慰开一笑，苍天不负吾区区。解簪脱珥置学产，琼人勒石婺山隅。\n春秋献祝皆俎豆，自兹庙食终不渝。五十年来冰雪操，三千里外舟车途。\n鲸波鹏浪往复返，鬼神呵护良非诬。瑶池青鸟会献果，丹山小凤还将雏。\n有司褒异表节行，闾里传述为楷模。呜呼，君家有母世所无，人间宁得此丈夫。"
        },
        {
            "标题": "梁药亭招集六莹堂观六莹古琴同诸公作歌",
            "作者": "陈恭尹",
            "内容": "昔人斫琴贵其声，梁君得琴堂以名。六莹堂诗走天下，人因诗好知琴精。\n酒酣拂拭呈上客，四座观之皆动色。断纹半作龙蛇形，古漆总如金铁蚀。\n梁君得此三十春，书斋终日伴闲身。发扬宫徵在笔墨，清风沕穆还天真。\n陶公无弦得其意，君琴有足一无二。不遇其人不敢修，旧新杂糅虞非类。\n吾闻舜琴五弦象五行，当年揖让称平成。少宫少商自文武，三千年内多戈兵。\n乃知极备不如缺，为君一弹再三歇。"
        },
        {
            "标题": "送张两如归河南兼柬蒋莘田学使",
            "作者": "陈恭尹",
            "内容": "平原莽莽草连空，二十年前识汴宫。嵩室数峰明野外，黄河一曲落天中。\n含香旧署归何远，过岭新篇调尽工。相送海头何限意，因君遥问鲍家骢。"
        },
        {
            "标题": "铜瓶",
            "作者": "陈恭尹",
            "内容": "铜瓶依石井，朝日辘轳声。渴酒山人卧，浇花稚子行。\n新凉苏膈窍，古碧注清盈。一饮消愁疾，裁诗应口成。"
        },
        {
            "标题": "题周耐庵匡庐托钵图",
            "作者": "陈恭尹",
            "内容": "诗人标格老僧装，大地无非选佛场。最是匡庐宜乞食，虎溪前去是柴桑。"
        },
        {
            "标题": "麦叔夏斋中作",
            "作者": "陈恭尹",
            "内容": "小园深巷里，一岁一来过。花木自春色，其如长叹何。\n命知休百念，老识保元和。复有闲身累，留连苦不多。"
        },
        {
            "标题": "送任克家归皖江时将遏选 其二",
            "作者": "陈恭尹",
            "内容": "楚国千峰入小楼，阑干环映大江流。梦中明月经年客，归兴吴山昨夜秋。\n菊径乍开人并上，秫田多熟酒新篘。家园乐事遥堪羡，作赋潘郎未白头。"
        },
        {
            "标题": "送任克家归皖江时将遏选",
            "作者": "陈恭尹",
            "内容": "秋来往往动归思，陆贾装中半是诗。鸿雁声高相别处，凤凰池好待飞时。\n乘车载笠将何日，楚尾吴头更对谁。想得到家初雨雪，岭梅先有寄人枝。"
        },
        {
            "标题": "寄王将军孝扬",
            "作者": "陈恭尹",
            "内容": "海陬别日枉新诗，妙画清才举世知。鸟在榆枋吾自笑，凤翔霄汉见何期。\n巫贤益大先臣业，吉甫曾将六月师。岭外小民怀世泽，几时膏雨更南垂。"
        },
        {
            "标题": "客有自粤西来者以石遗吾家宗虞曰此某将军所宝为王祥卧冰石也同人多为诗予歌以和之",
            "作者": "陈恭尹",
            "内容": "吾家介弟饶花石，有石陂陁不盈尺。白章黄质理灿然，仿佛中间有人迹。\n身如转侧面右向，左袂蒙茸覆衣上。四周环匝白皑皑，云是王祥卧冰状。\n冰间有物不可名，是鱼非鱼如有情。石于天地最顽钝，岂亦慕义师高行。\n扁舟载石来千里，人孰无亲亲有子。感兹雪里得嘉鳞，各向高堂备甘旨。\n爱君能养赠君家，一时乡曲争相誇。言似不似者各半，将无画足添于蛇。\n吾闻李广善射虎，草间有石射饮羽。至诚所感金石开，是虎非虎君试猜。"
        },
        {
            "标题": "吴大司马泊舟三水予挈白菊遗之适王将军在坐即事联句十一韵",
            "作者": "陈恭尹",
            "内容": "良会秋将尽，维舟日尚长。江山瞻节钺，草木被文章。\n海国从无冻，絺衣未觉凉。残阳移岭外，新雁度洲旁。\n西北双流合，参差万幕张。倚窗杯在手，对菊月横床。\n冷艳依人淡，寒英入座香。堆盘疑积雪，拂槛欲凝霜。\n珍重高贤赠，苍茫逸思狂。兴馀仍秉烛，风定更闻榔。\n归路吟清句，怀中有夜光。"
        },
        {
            "标题": "张鄂山将归四明维舟珠江同过石公精舍因次前韵送之二首 其二",
            "作者": "陈恭尹",
            "内容": "瓣香聊为寄湖滨，孺子生刍未易陈。事往渐忧青史误，心存空有白头新。\n飞从天上宜千仞，老向尘中又一春。异日相逢论故旧，笠边须作下车人。"
        },
        {
            "标题": "张鄂山将归四明维舟珠江同过石公精舍因次前韵送之二首 其一",
            "作者": "陈恭尹",
            "内容": "共向东林觅远师，柳塘春色日迟迟。帆过野浦人将别，路到玄亭客自奇。\n茗宴已终谈未了，萍踪重会事难期。可能送子无新句，为语舟樯且勿移。"
        },
        {
            "标题": "感怀十七首 其十",
            "作者": "陈恭尹",
            "内容": "野犬吠行人，深巷闻荒鸡。荡子今何之，有司在门闾。\n朝出伏草间，夜起匍匐归。有亲谁当养，有田莫耘耔。\n岂敢负公家，有罪诚当治。甘瓜生井傍，百尺蔓其枝。\n祸来常无根，免身为令谋。"
        },
        {
            "标题": "题把酒问天图",
            "作者": "陈恭尹",
            "内容": "梦梦无醒日，高高独奈何。酒旗天上有，醉客更应多。"
        },
        {
            "标题": "梁虚斋园中木绵次韵",
            "作者": "陈恭尹",
            "内容": "太华十丈几曾花，今见南州野老家。近院似归金蜡炬，倚山如出石床砂。\n每来丹凤巢三月，未许铜瓶折一丫。便是天台最深处，赋才何让赤城霞。"
        },
        {
            "标题": "送吴汉公之都门",
            "作者": "陈恭尹",
            "内容": "都门归到正秋生，半载游踪未暂停。子舍始过梅子雨，枝间犹惜荔枝青。\n薰风挂席三千里，驿路题诗八百亭。江北江南须着眼，六龙巡幸昨曾经。"
        },
        {
            "标题": "怀古十首 其九 金陵",
            "作者": "陈恭尹",
            "内容": "山飞楼阁水飞霞，冷落春城宿乳鸦。天阙双峰铦似戟，海门高浪白如花。\n空劳御辇销王气，曾画长江作帝家。五马渡边龙化后，南方文物掩中华。"
        },
        {
            "标题": "佟声远招同王紫诠使君樊昆来翰检赵秋谷宫赞梁药亭吉士胡□□雅集粟园看新梅分赋二首 其一 五律得八庚",
            "作者": "陈恭尹",
            "内容": "户外青丝骑，林中白玉英。此时天未会，一片岁寒情。\n老脚闻香住，方塘倚酒行。念君趋省侍，非久寓三城。"
        },
        {
            "标题": "同王阮亭宫詹黄忍庵太史高谡苑廷评张超然屈翁山两处士五羊访古作三首 其二 五仙观",
            "作者": "陈恭尹",
            "内容": "高阁闻午钟，石门倏已启。抠衣蹑层磴，遥与仙人礼。\n俯沼濯幽泉，开轩酌琼醴。轻风自东来，管弦发朱邸。\n未觉所历高，城郭忽在底。群公济时硕，衔命来丹陛。\n嘉会匪前期，东西各旌棨。奇踪辨羊石，妙墨逢苏米。\n不谓荒烟馀，名流今济济。文章系气运，颓波藉中砥。\n酒阑问新题，赋诗效何体。"
        },
        {
            "标题": "白云庵席上次方芭宇韵",
            "作者": "陈恭尹",
            "内容": "当年诗句寄青原，此日逢君在故园。鹏翼未酬庄叟志，鸡鸣空记孟尝门。\n酒当深夜酲弥甚，灯近元宵蕊更繁。明月在天谁不仰，千江心印正须论。"
        },
        {
            "标题": "惠州西湖歌赠叶金吾犹龙",
            "作者": "陈恭尹",
            "内容": "杭湖不过方十里，颍上无山空勺水。老夫未免有乡情，敢道他皆不如此。\n惠州城西几百峰，峰峰水上开芙蓉。我欲穷源安可极，野烟空翠飞重重。\n鳄湖之水明如练，弱藻潜鳞皆可见。丰湖之水曲若环，扁舟一去何时还。\n菱花荷叶纷纷长，巨筏中流日垂网。水晶鱼小价偏高，犀带桥长人共往。\n金吾亭上好看湖，远近纤浓胜画图。微风作浪打山脚，白日倒景悬城隅。\n金吾勋伐藏盟府，天许闲身作湖主。买断龟峰千顷波，增筑楼台三百堵。\n飞甍往往杂茆茨，随山高下总相宜。疏阑架竹通闲地，画舫传觞入水篱。\n吴歌楚舞看未足，更奏银筝度新曲。千金制得凤鸾衣，万里载来燕赵玉。\n如君好事世所希，一日百万真可挥。当筵意气映四座，使我不醉何能归。\n别待他时百花发，为君更咏黄金徽。"
        },
        {
            "标题": "上巳日燕集西山草堂分得青字二首 其二",
            "作者": "陈恭尹",
            "内容": "佳节人争惜，虚堂晚不扃。村烟浮树白，堤路压潮青。\n并跃鱼衔沫，归飞鹤晒翎。劳生间日少，三宿此扬舲。"
        },
        {
            "标题": "同方蒙章酌秋月下怀梁药亭",
            "作者": "陈恭尹",
            "内容": "空阶布席共良宵，村浦千家带晚潮。秋色苍凉风在树，水光摇漾月当桥。\n虫经晏岁吟偏苦，酒得高谈力尽消。江海论心几人在，碧天相望雁行遥。"
        },
        {
            "标题": "上巳日燕集西山草堂分得青字二首 其一",
            "作者": "陈恭尹",
            "内容": "东郊三十里，幽绝此林坰。水载诸峰出，天盘大壑青。\n华筵开令日，嘉耦叶双星。况是群贤会，依然逸少亭。"
        },
        {
            "标题": "锦屏风",
            "作者": "陈恭尹",
            "内容": "蒙茸偏得惠风吹，不是花奇叶自奇。满架锦云浮紫蕊，一屏春色绽青丝。\n竹来小径光先到，客近疏篱主自知。若比海棠差有幸，当年曾入杜陵诗。"
        },
        {
            "标题": "古有乘车戴笠之谣其相逢必有歌盖逸之也戴笠者歌曰",
            "作者": "陈恭尹",
            "内容": "南园道，萧兰不同芳，共是三春草。"
        },
        {
            "标题": "响泉廊",
            "作者": "陈恭尹",
            "内容": "海潮争出入，不激亦长鸣。小榻坐终夜，空山闻瀑声。\n听从天籁远，谱作玉琴清。不是成连子，安知移我情。"
        },
        {
            "标题": "苦吟分得丝字",
            "作者": "陈恭尹",
            "内容": "力穷天地外，独立夕阳时。物态皆吾巧，春风不自知。\n舌从荆妇笑，香遣稚儿司。究竟成何事，年年催鬓丝。"
        },
        {
            "标题": "月夜姚菊里载酒招同郭清霞陶苦子邹中和简文震重集邹仪生寒玉堂同赋用空字",
            "作者": "陈恭尹",
            "内容": "寂历霜天外，宵来有雁鸿。树声风自北，池影月方中。\n良会复能再，清尊况不空。登台望星彩，神剑为谁雄。"
        },
        {
            "标题": "博罗令陶雪樵解组将归过予于五羊以罗浮新志见贻诗以送之",
            "作者": "陈恭尹",
            "内容": "解印深辞郡县劳，却烦车骑问蓬蒿。幽人逸致行藏古，名世新编卷帙高。\n未老闲身依净社，方春疏柳映林皋。罗浮不让匡庐胜，归去先生又姓陶。"
        },
        {
            "标题": "送王虹友归太仓",
            "作者": "陈恭尹",
            "内容": "病中才一望容辉，岂谓残年便送归。作客只今多白眼，旧家何处问黄扉。\n岭头诗卷梅花瘦，吴下扁舟木叶稀。天路雁行飞已尽，羡君唯守钓鱼矶。"
        },
        {
            "标题": "宿冲虚观",
            "作者": "陈恭尹",
            "内容": "碧削群峰列四垣，仙宫高坐不知寒。春前萤火明丹灶，夜静流星落斗坛。\n几穴雕梁巢白蚁，一家衰草住黄冠。山尊对语梅花下，福地而今路亦难。"
        },
        {
            "标题": "广州客舍夜雪歌",
            "作者": "陈恭尹",
            "内容": "季冬二十日始暝，玄云四塞天气凝。小雨初从屋角来，渐觉萧萧骇群听。\n开轩出立白照眼，把烛低看雪填径。纷翍相属声更希，委积争高色逾莹。\n童子盛归锦袖中，主人为续清尊兴。千卮酬酢未颜酡，百巧雕镂随手应。\n入馔犹疑虎作盐，迎春不数银为胜。夜深气象惨更急，卧久衾裯寒不瞑。\n俱言黍稷兆维丰，满把琼瑶晓相赠。从来见少怪者多，亦似西人惊海波。\n岁维丙午日亦丙，支寅时戌还相加。南州炎德济以水，此物或匪干天和。\n将无治世气自北，却恐侵人鬓先白。俟河之清尚有时，如粤之雪难再得。\n如粤之雪难再得，为君作歌兴殊极，彼苍此意谁能测。"
        },
        {
            "标题": "羽都督殉节诗",
            "作者": "陈恭尹",
            "内容": "金方为教本坚刚，受命先朝卫五羊。生死只知城下士，姓名不惮羽林郎。\n血流大地终成碧，骨化飞尘久亦香。世禄几家能矢报，为君歌此问苍苍。"
        },
        {
            "标题": "感怀十七首 其七",
            "作者": "陈恭尹",
            "内容": "事君如四时，成功者为客。君子慎其言，只以求忠益。\n小人躁于名，噭噭沽其直。疾疢卒不除，上下成乖隔。\n为臣固当戒，为君独宜择。曲突弗先图，头额为焦灼。\n忠言有如鸦，佞言有如鹊。鹊鸣人所喜，鸦鸣人所唶。"
        },
        {
            "标题": "盐梅二律祝吴大司马 其二",
            "作者": "陈恭尹",
            "内容": "天与和羹绝异才，年年称祝见寒梅。自缘冬日宜人久，故著南枝向暖开。\n香和清风传五岭，霜笼烟月下嵩台。他时结实垂垂长，霖雨还能应节来。"
        },
        {
            "标题": "盐梅二律祝吴大司马 其一",
            "作者": "陈恭尹",
            "内容": "雪色霜姿迥绝尘，生从天一许谁论。已于润物瞻全德，更用馀波养世人。\n傅说命来王政远，夷吾书在霸图新。南溟天阔风涛壮，国计边防倚重臣。"
        },
        {
            "标题": "大司马吴留村寿日有灵州之行次日还值冬至补祝之四首 其一",
            "作者": "陈恭尹",
            "内容": "冠盖朝仍集，江干昨有行。赋犹初度作，日是一阳生。\n南陆回羲驭，东山见物情。野人歌赤舄，并入衮衣声。"
        },
        {
            "标题": "药裹",
            "作者": "陈恭尹",
            "内容": "事至初为备，防身未是严。将祈苦口利，须用括囊占。\n物土分南北，纤微及米盐。但令人不病，蛛网尔何嫌。"
        },
        {
            "标题": "夜潮",
            "作者": "陈恭尹",
            "内容": "自知消长理，岂敢恨蹉跎。子夜泉心正，南天海运多。\n带风鸣石岸，随月写金波。晓起看新稼，为霖不是过。"
        },
        {
            "标题": "家务铉载酒移菊过耋符菊篱同虚斋巨川俊斯诸子共酌次日复同诸子过虚斋西山赏菊醉后即事",
            "作者": "陈恭尹",
            "内容": "昨宵载酒人携菊，今夕扶筇客就花。斯世有谁称隐逸，此身连日在云霞。\n言寻西岭无多路，不觉东篱属两家。霜蟹秋英堪尽醉，归时新月落窗纱。"
        },
        {
            "标题": "寄吴留村大司马",
            "作者": "陈恭尹",
            "内容": "扁舟相送属清和，别后东风又再过。善病马卿犹宿昔，重临黄霸定如何。\n三江有戍今仍肃，万口成碑久更多。遗爱祠边方亩地，年年生日满笙歌。"
        },
        {
            "标题": "蒋雨亭主政来粤拜其先祖父祠部参政公遗爱祠还日奉赠二首 其二",
            "作者": "陈恭尹",
            "内容": "大江中隔岭头梅，世泽偏深在粤台。山甫缵戎今再见，相如乘驷此重来。\n土风并是童时习，人士多于祭日陪。握别津亭思往事，万民争送使星回。"
        },
        {
            "标题": "蒋雨亭主政来粤拜其先祖父祠部参政公遗爱祠还日奉赠二首 其一",
            "作者": "陈恭尹",
            "内容": "何期旌旆到茅庐，十载秦中一纸书。方报循良徵北阙，却从休沐理南车。\n两旬旅寓青春浅，三世论交白发馀。酹酒先公祠下土，于门高大信非虚。"
        },
        {
            "标题": "过家开仲新斋因忆帆园旧游",
            "作者": "陈恭尹",
            "内容": "宅边开径接疏篱，步屧相过旦夕宜。方沼红鱼春后子，平台苍树古来枝。\n忽看山色浮人外，尚记名园隔水涯。伯叔父兄文酒会，白头犹梦旧追随。"
        },
        {
            "标题": "顾斌琬清琬兄弟过访有诗兼携其叔瑞长见贻之作相示次清琬韵兼答瑞长",
            "作者": "陈恭尹",
            "内容": "冷花疏竹闭闲亭，煮茗烹泉自著经。论长以吾为一日，言诗期尔续先型。\n溪山雪里堪移棹，兄弟行时合聚星。更颂乌衣三谢句，几人清逸得宁馨。"
        },
        {
            "标题": "寄题王阮亭西城别墅十三咏 其十一 石丈",
            "作者": "陈恭尹",
            "内容": "晋国昔能言，泰山曾自立。神异即不无，幽奇讵能及。\n拔起若兴云，濛濛翠犹湿。"
        },
        {
            "标题": "越台新柳诗十首和王础尘 其四",
            "作者": "陈恭尹",
            "内容": "折柳条长三月三，粤台正月已毵毵。可知天上星辰位，柳宿分明列在南。"
        },
        {
            "标题": "越台新柳诗十首和王础尘 其一",
            "作者": "陈恭尹",
            "内容": "迎阳不用候葭灰，岁旦枝头柳眼开。自是南州炎德在，春光先到越城来。"
        },
        {
            "标题": "送方葆宇",
            "作者": "陈恭尹",
            "内容": "瓠落馀生在，嘤鸣旧好存。夫君怀远别，昨日枉高轩。\n小驿梅迎客，寒溪草闭门。无能具鸡黍，相送亦何言。"
        },
        {
            "标题": "送彭艾庵流漳州",
            "作者": "陈恭尹",
            "内容": "东郊此别莫销魂，千里闽中路易言。老泪数行唯母在，馀生一日是君恩。\n往来潮水通双鲤，去住云山隔断猿。到日枫亭秋渐近，荔支红处似家园。"
        },
        {
            "标题": "春日同吴又札梁耋符郭公鹫游东郊倪公堤观徐邑侯新修石桥松路",
            "作者": "陈恭尹",
            "内容": "杏花风里酒旗翻，郭外新堤带远村。双塔云生偏荫路，九桥潮长各争门。\n童年捧杖还谁在，老大归心未易言。待得小松高百尺，与君春雨更携尊。"
        },
        {
            "标题": "题王茂名令诒南行图",
            "作者": "陈恭尹",
            "内容": "大才何处不闲身，百里新花况值春。五斗已馀供鹤米，一官仍作著书人。"
        },
        {
            "标题": "次韵答龚升璐三首 其一",
            "作者": "陈恭尹",
            "内容": "勿用潜龙德，无双国士名。江城逢永夕，风雨恋同声。\n竹实非时赏，琪花岂世荣。夜闻论战伐，一倍切归耕。"
        },
        {
            "标题": "送马仲融之粤西",
            "作者": "陈恭尹",
            "内容": "天际万重滩，滩边万仞山。山风吹落叶，只在客船间。\n多难晦冥日，少年离别颜。倚闾方白发，莫不看刀环。"
        },
        {
            "标题": "生生园十咏 其三 悠然阁",
            "作者": "陈恭尹",
            "内容": "尽道桑田改，宁谙夜壑移。云收天寂寂，门掩日迟迟。\n有色花当阁，无声水满池。从来真妄理，只是酒杯知。"
        },
        {
            "标题": "先始祖祠宇改建初成承宗戚诸公赐祭卒赋一律志谢",
            "作者": "陈恭尹",
            "内容": "事远难铭魏氏钟，手栽犹见大夫松。未离故寝成新庙，且喜开门对一峰。\n顾我垣墉书阔略，劳君升降礼雍容。先朝遗俗吾乡在，厚意深惭报莫从。"
        },
        {
            "标题": "题家相如小影二首 其二",
            "作者": "陈恭尹",
            "内容": "庭下闻诗共稚年，白头频见变沧田。浴沂春服依然在，不为方袍学说禅。"
        },
        {
            "标题": "送础尘至黄脊沙舟中复题三首 其三",
            "作者": "陈恭尹",
            "内容": "南柳花飞北尚含，片帆杯酒且同酣。送君心比春风远，万里青青过赣南。"
        },
        {
            "标题": "送础尘至黄脊沙舟中复题三首 其一",
            "作者": "陈恭尹",
            "内容": "心似长条不自持，东风摇飏几千丝。六年舍下同吟地，一宿江头送远时。"
        },
        {
            "标题": "送罗侍御闇园之凤城兼呈戢斋徐父母",
            "作者": "陈恭尹",
            "内容": "时来车骑此雍容，岭徼梅开已暮冬。问俗偶行南海外，看花还就故人封。\n清川绕郭明双塔，古堞排云见五峰。想到都亭邀重客，琴声应复满临邛。"
        },
        {
            "标题": "送础尘至黄脊沙舟中复题三首 其二",
            "作者": "陈恭尹",
            "内容": "叶叶枝枝吹自东，乘潮西去更乘风。还如老马能千里，大笑舟中两老翁。"
        },
        {
            "标题": "中秋后一日黄积庵招同吴山带罗仲牧梁芳济何楚奇王也夔集见堂雨中即事同限秋字二首 其一",
            "作者": "陈恭尹",
            "内容": "高斋胜会迥无俦，宾主尊前半白头。月色皎然思令节，雨声凉甚报清秋。\n难醒易醉罗浮酒，叶润花酣赵尉楼。昨夜小池无一字，新诗多为老人留。"
        },
        {
            "标题": "中秋后一日黄积庵招同吴山带罗仲牧梁芳济何楚奇王也夔集见堂雨中即事同限秋字二首 其二",
            "作者": "陈恭尹",
            "内容": "金风萧爽雨初收，玉镜东南渐上楼。康乐赋时嗟既满，荆州闲日叹如流。\n枰中白黑疑双鬓，琴里宫商缓百忧。相约深杯还共醉，年年追赏穗城秋。"
        },
        {
            "标题": "越台新柳诗十首和王础尘 其三",
            "作者": "陈恭尹",
            "内容": "葱葱郁郁未成阴，得雨朝来翠渐深。凤翼龙鳞传有赋，为谁飞檄拟陈琳。"
        },
        {
            "标题": "越台新柳诗十首和王础尘 其十",
            "作者": "陈恭尹",
            "内容": "濯濯清姿不易形，岭南霜树未凋零。东皇行处无人见，凭仗高枝著意青。"
        },
        {
            "标题": "越台新柳诗十首和王础尘 其六",
            "作者": "陈恭尹",
            "内容": "嫩绿轻黄遍九圻，小亭一树更依依。征西司马堪流涕，手种金城已十围。"
        },
        {
            "标题": "越台新柳诗十首和王础尘 其七",
            "作者": "陈恭尹",
            "内容": "秋悴春荣各一时，中原花信尔先知。羌笛休吹断肠曲，东风只恋旧时枝。"
        },
        {
            "标题": "越台新柳诗十首和王础尘 其八",
            "作者": "陈恭尹",
            "内容": "物产由来百粤殊，柔条婀娜亦军需。东南竹箭曾无价，不数当年董泽蒲。"
        },
        {
            "标题": "越台新柳诗十首和王础尘 其二",
            "作者": "陈恭尹",
            "内容": "今年春色异常时，腊尽天南早见丝。想到上林二三月，野虫书遍卧生枝。"
        },
        {
            "标题": "越台新柳诗十首和王础尘 其九",
            "作者": "陈恭尹",
            "内容": "好鸟飞来韵不孤，从来寄托属吾徒。贞操只许陶彭泽，直道无妨鲁大夫。"
        },
        {
            "标题": "秋簟",
            "作者": "陈恭尹",
            "内容": "桃笙吴赋重，冰字碧纹连。静拭丹帷内，凉生玉枕前。\n梦魂曾共适，芗泽尚依然。未可同纨扇，西风一弃捐。"
        },
        {
            "标题": "狱中送郭清霞兼寄李相如",
            "作者": "陈恭尹",
            "内容": "轻风驱行云，中天日雷电。霖潦在康衢，积阴曀城县。\n良朋当远适，冒雨来相见。未言先慰藉，恐我泣如霰。\n拜送圜土中，握手情恋恋。凤鸟览德辉，高飞使人羡。\n雊雉集山梁，色举何其善。嗟哉云中鹄，今作泥巢燕。\n江头路几许，不获衔杯饯。况闻故人返，万里期言宴。\n如何二纪别，良晤乖一旦。九州不盈掌，日月双丸转。\n流萍合有时，鬒发将无变。因君谢故人，努力千秋传。"
        },
        {
            "标题": "玉簪花",
            "作者": "陈恭尹",
            "内容": "亭亭直上更横垂，三尺青茎玉一枝。作态便于奇瘦处，动人多在未开时。\n附蝉冠薄难为赠，堕马妆残欲寄谁。不有淳于能八斗，遗簪满地亦奚为。"
        },
        {
            "标题": "雨中放舟同诸子登青云阁",
            "作者": "陈恭尹",
            "内容": "蓑衣箬笠好生涯，不厌频频上小艖。秋浦暗云连埤堄，远天残雨在蒹葭。\n青山对酒添新色，彩笔登楼尽作家。谁约一竿相伴老，鄙人亲起酹江花。"
        },
        {
            "标题": "送施子寓归杭州",
            "作者": "陈恭尹",
            "内容": "诗思清如水，人闲澹似秋。此来非有谓，何以客炎州。\n旧浦香难问，今年荔不收。闻君住河渚，归去棹扁舟。"
        },
        {
            "标题": "题忆雪楼江山无尽图送紫诠王使君之官川南次留别原韵 其一",
            "作者": "陈恭尹",
            "内容": "东坡手书默化堂，不知堂后山泽藏。使君冷眼忽觑得，架楼收尽天苍苍。\n楼基正与城头敌，窗外远见风帆扬。我来舣舟此城下，楼花飞落船头香。\n宾朋共识庾亮兴，小民窃比燕公棠。前轩后户卷帘幕，良宵胜日传杯觞。\n云峰四起若邻并，蒸炎三伏来清凉。北窗企脚望不极，千叠万叠皆山光。\n象头白水古佛迹，朱明七洞仙人乡。虹蜺隐见占雨至，烟岚出入因风狂。\n聚如稠人互窥瞷，纷如舞袖相低卬。天池鹏翼击巨浪，斗间剑气明干将。\n云阴穿漏或显晦，松声断续流清商。不知汉晋是何代，陶铸尧舜其秕糠。\n常拟腰镰刈葵藿，每思寄梦炊黄粱。登临万象极富有，忘却四壁和雕墙。\n使君家在燕冀北，思亲恋阙皆同方。霞生想像斑斓彩，屏列如对黼扆张。\n归心欲蹑双飞燕，省稼时乘五色羊。擢巡西蜀忽留滞，万事险阻皆经尝。\n回思楼上昔坐啸，明月直入无猜防。欲舂灵药问顾兔，拟摘桂蕊呼吴刚。\n安知俗态工贝锦，遂使仕路成羊肠。赖君雅志在吟咏，南中久驻无嗟伤。\n溪山四远皆游陟，图书万轴增丹黄。集名忆雪三百首，隋珠卞玉森成行。\n气齐五岳争耸峭，才如海若奔汪洋。或于谐谑寓规讽，时同星日舒光铓。\n浣花老洁可企及，剑南平易应来降。此行所遇多古意，笔仗况复俱精良。\n图形尽归大禹鼎，切玉不啻昆吾钢。孤舟三峡上百丈，七年大郡宜轻装。\n西听猿啼易寂寞，北念鹤发增徊徨。连天别绪语不尽，数日解缆仍嫌忙。\n膝前侍列子若弟，特达不异圭与璋。"
        },
        {
            "标题": "题王也痴虚舟三首 其三",
            "作者": "陈恭尹",
            "内容": "舟居非水古谁同，曲折疏篱一径通。不乏倪迂高士笔，连人都入画图中。"
        },
        {
            "标题": "寿林远峰",
            "作者": "陈恭尹",
            "内容": "与尔为同病，蹉跎四十秋。尚垂孤子泪，已白少年头。\n漫学穷弥壮，唯应老莫休。长生知有地，居处近罗浮。"
        },
        {
            "标题": "闰七夕后一日远公招同潘稼堂张损持梁药亭毛行九余未及赴诸公分韵见及得心字",
            "作者": "陈恭尹",
            "内容": "四序遒以迫，天宇皛且深。出郊睇平畴，上有嘉树林。\n萧萧风乍劲，萋萋岁已阴。初秋属馀闰，徂暑方流金。\n驾言梵王宫，阒寂期幽寻。相招有开士，散带遗冠簪。\n登楼俯逝川，推窗纳遥岑。稍歇人外磬，复闻花中琴。\n追随昔已屡，违隔忽在今。空斋散文史，席地聊歌吟。\n岂惜车马劳，苦为尘累侵。群公不遐弃，往往遗之音。\n其清若冰雪，有美如璆琳。谁言一日游，逖矣千载心。"
        },
        {
            "标题": "题王也痴虚舟三首 其二",
            "作者": "陈恭尹",
            "内容": "虚能游世事如何，齐物庄生古未多。绝似君心全不系，两旁休为种藤萝。"
        },
        {
            "标题": "题王也痴虚舟三首 其一",
            "作者": "陈恭尹",
            "内容": "狂澜得到槛边无，尽日清风满舳舻。顺逆去留都莫计，人间波浪过江湖。"
        },
        {
            "标题": "羊城月夜同王紫诠吴山带次蓝公漪韵",
            "作者": "陈恭尹",
            "内容": "众窍因成籁，一弦犹抚琴。岂能谐里耳，聊以散幽襟。\n地古春怀远，杯凉夜语深。三农方望雨，明月最宜阴。"
        },
        {
            "标题": "有约惠州偶以事不即往月夜独坐奉怀王使君子千三首 其三",
            "作者": "陈恭尹",
            "内容": "忼慨多奇气，人称赵与燕。看君名已遂，于道守弥坚。\n世事增诸感，诗才老去年。从来不朽者，枘凿有方圆。"
        },
        {
            "标题": "药亭入峡有月亲高峡烧星夹远江灯之句索予同赋别后出峡目睹其妙因为继作",
            "作者": "陈恭尹",
            "内容": "摇飏孤舫夕，欸乃片帆兴。野烧难分月，江星不碍灯。\n添衣听戍鼓，把酒念良朋。自判中流袂，吟诗久未能。"
        },
        {
            "标题": "有约惠州偶以事不即往月夜独坐奉怀王使君子千三首 其一",
            "作者": "陈恭尹",
            "内容": "好溯东江水，新晴月又圆。滩高鸣尽夜，山峭绿兼天。\n昨日数行札，谁家百丈船。使君应倚槛，相望郡楼前。"
        },
        {
            "标题": "有约惠州偶以事不即往月夜独坐奉怀王使君子千三首 其二",
            "作者": "陈恭尹",
            "内容": "北牖开千嶂，西亭领二湖。旧题诗总在，宿约日频逾。\n官廨邻仙岛，人居著画图。此时称兕后，乘月想登舻。"
        },
        {
            "标题": "西湖",
            "作者": "陈恭尹",
            "内容": "山中麋鹿若为群，岭外双鱼杳不闻。贫甚独存冯客剑，雪深持上岳王坟。\n西湖歌舞春无价，南宋楼台暮有云。休恨议和奸相国，大江犹得百年分。"
        },
        {
            "标题": "元夜承徐蘋村郑珠江两太史见招以雨不得赴追和诸公韵",
            "作者": "陈恭尹",
            "内容": "雨阻良宵欲树膺，春来佳事莫能承。东南名俊同千里，师弟文章共一灯。\n授简定多传世咏，不眠空似坐禅僧。江城只尺生雷电，真信龙门未易登。"
        },
        {
            "标题": "为李立斋题其尊人茂林先生像",
            "作者": "陈恭尹",
            "内容": "冠履非畴昔，丰仪尚俨然。凤池身拜日，鸠杖独归年。\n笔下啼山鬼，诗成泣蜀鹃。开元旧供奉，原是李青莲。"
        },
        {
            "标题": "早雁",
            "作者": "陈恭尹",
            "内容": "一声初度自衡湘，断续天边见几行。似有惊疑同避弋，只应来去为随阳。\n高飞关塞何曾阻，久宿蒹葭渐有霜。白首苏卿无恙在，北风时节倍思乡。"
        },
        {
            "标题": "次韵答姚叔烟见赠四首 其二",
            "作者": "陈恭尹",
            "内容": "忽闻天籁发青霄，四十年来恨始消。既有清风扬雅什，自甘黄发老渔樵。\n森严公府来非易，咫尺音书报亦遥。不及乘春双燕雀，得巢君屋日飘飖。"
        },
        {
            "标题": "次韵答姚叔烟见赠四首 其三",
            "作者": "陈恭尹",
            "内容": "人情消长似江潮，谁肯诗篇问寂寥。已识盖公曾避舍，悬知召伯有膏苗。\n铁桥东去非无路，铜柱南来尚可标。出处料君应早定，浮云不复叹风飘。"
        },
        {
            "标题": "次韵答姚叔烟见赠四首 其四",
            "作者": "陈恭尹",
            "内容": "吴越山川未阻修，东南谁是仲宣楼。偶滋兰畹期同气，并缉荷裳好耐秋。\n负郭未嫌门是席，坳堂犹可芥为舟。他时车马如相访，不用桃花引水流。"
        },
        {
            "标题": "次韵答姚叔烟见赠四首 其一",
            "作者": "陈恭尹",
            "内容": "西湖曾寓两高峰，绕郭湖山几万重。伍相怒涛浮白马，弘农遗谶记飞龙。\n年追往事逾三纪，迹寄枯禅辨五宗。之子是时应尚少，无因步趾得过从。"
        },
        {
            "标题": "赠远斋和尚",
            "作者": "陈恭尹",
            "内容": "度岭为游子，飘然二十春。重逢成老大，一悟彻天人。\n无缝衣常暖，非台镜不尘。桃花今又发，消息可谁真。"
        },
        {
            "标题": "题惠倅俞介石行乐图时摄篆",
            "作者": "陈恭尹",
            "内容": "骥足方开迥绝尘，弦歌随处有阳春。知君不愧罗浮吏，满目梅花梦里人。"
        },
        {
            "标题": "口占送徐紫凝三首 其三",
            "作者": "陈恭尹",
            "内容": "怀吴正忆浮瓜侯，访戴还须棹雪舟。君见二君烦致语，白头难复到杭州。"
        },
        {
            "标题": "送高谡园廷评",
            "作者": "陈恭尹",
            "内容": "桂江犹带劫馀灰，主试深烦作赋才。麋鹿竹边骑马过，鹧鸪声里放船回。\n逢人便问端溪石，作客徒登赵尉台。不得留君到初夏，枝头红荔正花开。"
        },
        {
            "标题": "天藏禅师招同唐海门梁药亭集双桂洞",
            "作者": "陈恭尹",
            "内容": "朅来犹古洞，幽处有新轩。石滑无人径，花深不二门。\n带香分茗火，经雨散苔根。座是同心者，都忘默与言。"
        },
        {
            "标题": "送胡绢庵宪长擢任楚藩",
            "作者": "陈恭尹",
            "内容": "才见朝天息八驺，又闻恩命下炎陬。紫薇卿月临荆楚，棠树清风接岭头。\n千里溟濛沾旧雨，一帆轻便挂新秋。家庭且喜平安近，数日书邮是蓟州。"
        },
        {
            "标题": "寄高谡园都谏",
            "作者": "陈恭尹",
            "内容": "珠江别后水盈盈，一疏朝端震直声。健翮竟酬鸿鹄志，高天同仰凤皇鸣。\n叔孙议礼能尊主，绮季疗饥岂近名。怀袖尚存三绝在，可无新句寄生平。"
        },
        {
            "标题": "寿伯母梅太君",
            "作者": "陈恭尹",
            "内容": "过来三万又三千，百岁期颐在目前。两子白头相孝友，一家全盛见曾玄。\n能言神庙升平事，尚记吾翁始学年。今日并成前代史，谁知犹有地行仙。"
        },
        {
            "标题": "纸窗",
            "作者": "陈恭尹",
            "内容": "虚牖任风行，灯摇坐不成。谁开一匹练，似得数重城。\n自鉴呈身影，孤吟聚正声。古人于视听，毋取太分明。"
        },
        {
            "标题": "五色笔歌为王础兄纪梦",
            "作者": "陈恭尹",
            "内容": "十月江清不成冻，寒潮入峡微风送。峡里停舟待故人，故人书至翻言梦。\n梦中授笔何老翁，峨冠广袖言雍容。为言房隘笔毫损，宽之所以全其锋。\n故人受笔欣然久，五色光芒犹在手。既醒而寐复见之，六十衰年义何取。\n我持书札三四看，为君喜气横眉端。不闻帝命司徒契，五教之敷惟在宽。\n天人至理数必五，天曰五行人五事。包罗万有入纤毫，驱使六经为臂指。\n江淹鲍照不知此，中书君老而秃矣。为君大封管城子，夷吾器小安足齿。\n研用补天五色石，书用尚方五色纸。舂陵霸上云气多，会写龙文入青史。"
        },
        {
            "标题": "登罗浮",
            "作者": "陈恭尹",
            "内容": "八桂秘南经，双山雄粤望。伟哉昔所闻，于今觏其状。\n弥天列青霭，绝地联层嶂。掩苒草木平，陂陀溪谷壮。\n谁言盛积阻，极目何超旷。云峦时绝续，泉声日奔放。\n飞楼候朝暾，倒影排溟涨。相传蓬岛来，夐矣陶唐尚。\n事往诚莫稽，迹湮理无妄。捣禽应臼杵，喑虎怀仁让。\n虫书篆符竹，蝶化遗衣桁。繄维羽人宅，信此馀风畅。\n阴崖饶异产，神药滋盖藏。名遗炎帝书，类绝嵇含访。\n伊昔休明会，位与王侯抗。时勤玉玺封，未昧高山向。\n望秩礼久虚，旱魃人犹仰。我来仲夏月，溽暑阳方亢。\n卧闻夜来雨，飞出龙池上。何因霈九州，苍生企灵贶。"
        },
        {
            "标题": "王十洲学使以其高祖渼陂先生文集属为选定赋此答之二首 其二",
            "作者": "陈恭尹",
            "内容": "高曾遗矩未云遥，三百年来德愈昭。遂有使星临粤峤，重将文体振兴朝。\n千金吕览谁增损，一阁藜灯久寂寥。窃记儿童时讽咏，山中如得听箫韶。"
        },
        {
            "标题": "重阳前二日李尚卿孝廉过坐晚成堂月下小饮同钟裴仙处士侄汝侯二儿赣励同赋",
            "作者": "陈恭尹",
            "内容": "一杯留子坐更前，沙饭藜羹亦畅然。节到重阳犹二日，人归万里是经年。\n疏篱问菊方抽蕊，新月窥池欲上弦。莫笑白头狂喜甚，从来风雅贵薪传。"
        },
        {
            "标题": "寿雷峰天然禅师",
            "作者": "陈恭尹",
            "内容": "孤高如月万方看，至道无言仰颂难。垂老尚闻勤梵行，太平先已薄儒官。\n身为硕果时方剥，书满名山墨未乾。曾住朱明洞天上，仙人不敢爱还丹。"
        },
        {
            "标题": "竹床",
            "作者": "陈恭尹",
            "内容": "受体止七尺，编床宜数竿。却痰馀沥近，醒梦小声乾。\n不费加绳墨，何妨被绮纨。金镂与象簟，穿凿太无端。"
        },
        {
            "标题": "再宿韦玄锡茂林率作志别",
            "作者": "陈恭尹",
            "内容": "尽辟青山作一园，林中别自有乾坤。高台望海时携客，古木含风日在门。\n信宿未能穷逸兴，重来应不负前言。只须满酿葡萄酒，煮笋烹泉莫过烦。"
        },
        {
            "标题": "下祝融峰向白门寺道中作",
            "作者": "陈恭尹",
            "内容": "披离中林雪，厌浥下山路。缘高凛若坠，身外不敢顾。\n藤藟援我行，飞鸟争我度。我下群木鸣，我上寒云冱。\n迹从逝溪远，心与幽赏住。万里方自今，重期岂能预。\n迟迟闻远钟，懔懔日将暮。"
        },
        {
            "标题": "子夜歌二首 其二",
            "作者": "陈恭尹",
            "内容": "待欢不下帘，春风灭寒烛。云中见一星，今夜成单宿。"
        },
        {
            "标题": "子夜歌二首 其一",
            "作者": "陈恭尹",
            "内容": "新妆尚未成，览镜自太息。折取丹若花，榴子何能得。"
        },
        {
            "标题": "早发资福寺至华首台道中复次前韵",
            "作者": "陈恭尹",
            "内容": "一片烟光露正浓，秋衣沾湿两三重。芒鞋此地曾飞燕，竹杖何年更化龙。\n隔县尚看云母洞，到山先认老人峰。旧游渐喜僧房近，溪水琅琅不辨钟。"
        },
        {
            "标题": "自励诗",
            "作者": "陈恭尹",
            "内容": "闻道岂必早，立德苦不固。嗟余困蒙弱，老大犹未树。\n五十不称夭，蹉跎已中路。逝者诚已矣，来兹可无惧。\n先民诏遗矩，乃在行其素。外物焉足希，澄心任所遇。\n每戒出位思，恒存周身虑。毋曰独居暗，几微渐成著。\n毋曰戏谑小，君子有常度。穴防终以决，往水不返溯。\n庶几日三复，反躬永无恶。"
        },
        {
            "标题": "次和王孝扬将军留别韵且以送行四首 其四",
            "作者": "陈恭尹",
            "内容": "开府重临日，当年岳降生。千秋常自命，三十早成名。\n奕世恩威地，童时钓弋情。羊城非不恋，麟阁在西京。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "清朝京城",
            "Background": "陈恭尹在朝堂上面对清廷官员屈大均，讨论岭南文士的地位与影响。两人争论文人的责任与权力，陈恭尹坚信文士应以忠诚于国为重，而屈大均则更倾向于追求个人名利。",
            "Dialogue": "{\n    角色名:屈大均 \n    动作:(双手抱胸、微微摇头)\n    讲话:陈先生，关于岭南文士的地位，您可知在此朝堂之上，文士应当以个人名利为重，方能在这个权力中心立足。追求名利不仅是对自我的肯定，更是对后辈的激励，若无名利之驱动，如何能激发文士们的创作热情与社会责任感？难道不应将个人的荣耀与国家的前途结合起来？这样方能在风云变幻之际，立足于世，令后人铭记于心。\n}\n\n{\n    角色名:陈恭尹 \n    动作:(微微一笑、目光坚定)\n    讲话:屈兄所言虽有道理，然我以为文士之责任在于忠诚于国，忠于民心，文士之地位，非在于个人名利，而是在于为国为民的担当。若一味追求名利，必然沦为浮华之徒，终究无法立足于历史之长河。文人应当以诗书为本，发扬光大中华文化，以德行作为立身之本，惟有如此，才能真正为后世所尊敬与铭记。故而我愿意以清白之名，恪守文士的本分，追求真正的价值与意义，而非一味追逐虚名之路。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "陈恭尹的书房",
            "Background": "夜晚，陈恭尹与同窗程可则对饮，吟诵古诗。程可则提到关于诗中意境的理解，陈恭尹则以其所作《乙巳清明日拟杜七歌》回应，讨论如何将个人情感与自然景物结合。",
            "Dialogue": "{\n    角色名:程可则 \n    动作:(举杯、面带微笑)\n    讲话:陈兄，今夜月色如此之美，不如共吟古诗，如何？我对《乙巳清明日拟杜七歌》中的意境颇有感触，仿佛能体会到其中的细腻情感与自然的交融。您对此有何见解？\n}\n\n{\n    角色名:陈恭尹 \n    动作:(沉思片刻、轻声吟诵)\n    讲话:程兄所言甚是，正如《乙巳清明日拟杜七歌》所描绘的那样，诗中不仅有对春日的赞美，更有对生命无常的深刻思考。诗人通过描绘自然景物，寄托了他对逝去时光的惋惜与对未来的期盼。尤其是那句“去年四岁解学书，今日闻歌莫应识”，更是道出了生命的无常与成长的轮回。作为诗人，我们应当善于将个人情感与自然景物结合，才能创作出真正动人的作品。如此，当我把这些情感融入诗中，便能让读者感同身受，体悟到那一份春日的温暖与生命的感慨。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "顺德",
            "Background": "陈恭尹写信给弟弟陈和尹，分享自己最近的诗作与书法心得，信中提到对父亲陈邦彦的追忆，表达对家族传统的敬仰与责任感。",
            "Dialogue": "{\n    角色名:陈和尹 \n    动作:(捧信、神情凝重)\n    讲话:兄长，近来家中如何？我在信中读到您对诗作的思考，心中十分欣慰。然您提到对父亲陈邦彦的追忆，作为兄弟，我也感同身受。父亲为我们树立了良好的榜样，您在传承家族的文德与责任感上，越发让我感到自豪。请问，您在创作上有何新的心得体会？\n}\n\n{\n    角色名:陈恭尹 \n    动作:(放下信纸、神情坚定)\n    讲话:弟弟，家中一切安好，然我心中始终铭记父亲的教诲与辛劳。他以身作则，教导我们应当铭记家族的责任与文化的传承。最近我在写作时，更加注重将个人的情感与家族的历史相结合，通过诗文传递出对先辈的敬仰与对未来的期许。尤其是在创作时，我体会到文字的力量，不仅能描绘自然之美，更能传达出那份深厚的家国情怀。希望你也能在自己的诗作中，融合对家族的思考与对社会的责任，继承我们的传统，让文德在你手中发扬光大。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "顺德街头",
            "Background": "陈恭尹与邻里闲聊，讨论近日的农作情况与市集上的新鲜蔬果，提及如何将文学与生活相结合，并鼓励乡民多读书识礼。",
            "Dialogue": "{\n    角色名:邻里居民 \n    动作:(轻声交谈、微笑)\n    讲话:陈先生，最近集市上新鲜的蔬果可真不少，您觉得今年的农作情况如何？听说您最近又写了不少诗，能否分享一二？\n}\n\n{\n    角色名:陈恭尹 \n    动作:(微微一笑、抬手指向集市)\n    讲话:今年的农作情况颇为理想，尤其是我们乡里的水稻与蔬菜，丰收在望，村民们的脸上都洋溢着喜悦之情。至于我最近写的诗，确实也融入了对我们乡村生活的观察与感悟，试图通过文字表达出我们这一方水土的美好与人们的淳朴。我希望能将这些生活中的点滴与诗词的韵味结合在一起，传达出生活的真实与文学的魅力，让更多的人了解、欣赏我们这片土地上的文化与情感。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "茶馆",
            "Background": "陈恭尹与友人陶窳相聚，谈及屈原与汉代诗人，陶窳提到要作一首关于秋天的诗，陈恭尹则即兴作《秋晚杂兴》，二人相互切磋。",
            "Dialogue": "{\n    角色名:陶窳 \n    动作:(举杯、眼中闪烁)\n    讲话:陈兄，今日这杯酒，我想以诗相赠。不知您最近对屈原与汉代诗人的看法如何？我感觉二者的风格各有千秋，屈原的悲愤与汉代诗人的豪放，实在是让人回味无穷。\n}\n\n{\n    角色名:陈恭尹 \n    动作:(微微颔首、情绪激昂)\n    讲话:陶兄所言甚是，屈原的《离骚》以其深沉的情感与对理想的执着，展现出一种悲壮的美。而汉代诗人则以豪放的气魄与乐观的精神，描绘出那种积极向上的人生态度。二者虽风格迥异，但在我看来，都是中华诗词宝库中不可或缺的瑰宝。更何况，前者的忧国忧民以及后者的豪情壮志，都深深影响了后世文人。我在最近的创作中，尝试将这两种风格融汇贯通，写出关于秋天的诗篇，以展现内心的感受与自然的交融。希望陶兄能与我共享这份灵感与创作的乐趣。\n}"
        },
        {
            "Type": "家庭聚会",
            "Location": "陈恭尹家中",
            "Background": "家族聚会，陈恭尹的子女围坐在一起，聆听他讲述陈邦彦的抗清事迹，激励他们要继承家族的文德与勇气。",
            "Dialogue": "{\n    角色名:陈恭尹的子女 \n    动作:(兴奋地围在一起、仰望父亲)\n    讲话:父亲，您能给我们讲讲关于爷爷陈邦彦的故事吗？我们听说您在书法和诗词上都很有造诣，爷爷一定是个了不起的人！\n}\n\n{\n    角色名:陈恭尹 \n    动作:(温柔地微笑、目光柔和)\n    讲话:孩子们，爷爷陈邦彦不仅是一位出色的抗清志士，更是一位才华横溢的文人。他的书法与诗词在当时都颇有声望，时常为乡里的人们传颂。爷爷教导我要以忠诚与责任为重，他曾说过，文人应以国家与百姓的安危为己任。如今，我在创作时，尤以这些教诲为指引，希望能将他的精神传承下去，让你们也能体会到这份文化的力量与责任。希望你们都能在未来的日子里，努力学习，继承家族的文德，把我们的传统发扬光大。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "顺德",
            "Background": "陈恭尹收到来自老友何绛的信，信中提及对陈恭尹诗集的赞美与希望重聚，陈恭尹则以书信回复，分享自己的写作心得与创作灵感。",
            "Dialogue": "{\n    角色名:何衡 \n    动作:(坐于书桌前、手持信件)\n    讲话:陈兄，近日收到你的信，谈及书法与诗词的结合，令我心向往之。您在创作中有何新的体会，能否传授一二？\n}\n\n{\n    角色名:陈恭尹 \n    动作:(倾身向前、神情专注)\n    讲话:何兄，近日我在书法与诗词的结合上，愈发感受到文字的力量。书法不仅是书写，更是情感的流露与思想的表达。在创作过程中，我常常将情感融入笔端，以此激发灵感。我的诗词创作，尤其是对自然景物的描写，常常借助书法的线条与构图来传达情感。希望你在今后的创作中，也能将书法的美感与诗词的意境结合，形成自己独特的风格。若有机会，我愿与你一同探讨，共同进步。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "清朝京城",
            "Background": "在朝廷的酒宴上，陈恭尹与梁佩兰相谈甚欢，交流对诗词的看法，梁佩兰提到自己的创作灵感，陈恭尹则以自己的作品《文集》作为回应，二人互相欣赏。",
            "Dialogue": "{\n    角色名:梁佩兰 \n    动作:(轻笑、举杯致意)\n    讲话:陈兄，在这酒宴之上，听闻您近期的诗作颇有佳誉，能否与我分享一二？我对诗词的理解也极有兴趣，尤其是在您创作中如何结合情感与自然的描写。\n}\n\n{\n    角色名:陈恭尹 \n    动作:(微微一笑、目光坚定)\n    讲话:梁小姐，感谢您对我的诗作的赞誉。在创作中，我常常尝试将自然景物与个人情感结合，以此形成一种独特的艺术语言。例如，我在创作时，常常以诗词来表达对自然的热爱与对生活的感悟。通过对秋天景色的描绘，我不仅想抒发个人的情感，更想让读者感受到那份生命的流动与自然的变化。希望有机会能与您共同探讨，分享彼此的创作心得，互相激励与进步。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "顺德集市",
            "Background": "陈恭尹在集市上，看到市民对他的诗歌赞不绝口，陈恭尹与摊主们讨论当下的诗歌潮流及岭南文化的传承，激励大家多读书写诗。",
            "Dialogue": "{\n    角色名:市民 \n    动作:(热情地招呼、脸上挂着笑容)\n    讲话:陈先生，听说您最近的诗歌作品在市集上备受赞誉，大家都在讨论您的诗！您能与我们聊聊您对当下诗歌潮流的看法吗？\n}\n\n{\n    角色名:陈恭尹 \n    动作:(微微一笑、语气温和)\n    讲话:市民朋友们，感谢大家对我诗歌的支持与欣赏。近年来，诗歌在我们岭南地区逐渐焕发了新的生机，许多人开始关注诗词的创作与交流。我认为，诗歌应当反映生活的真实，传递人们的情感与思想。在这个过程中，我们不仅要关注自身的创作，还要积极鼓励身边的人一起参与到诗词的创作中来。通过这种互动，我们的文化才能更好地传承与发展，也希望大家能够多读书、多写诗，让我们的乡土文化生生不息。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "顺德",
            "Background": "陈恭尹致信给友人何衡，讨论书法与诗词的结合，阐述自己在创作过程中的思考与感受，信中还提及对未来文人发展的期待。",
            "Dialogue": "{\n    角色名:何衡 \n    动作:(翻阅信纸、神情凝重)\n    讲话:陈兄，近日收到你的书信，谈及书法与诗词的结合，令我深感兴奋。你在创作中有何新的体会，能否与我分享一些心得？\n}\n\n{\n    角色名:陈恭尹 \n    动作:(放下笔、认真回应)\n    讲话:何兄，最近我在书法与诗词的结合上，体会颇多。书法不仅是对字形的追求，更是一种情感的表达与内心的宣泄。在我的创作过程中，我常常尝试将书法的韵味融入诗词之中，以此增强作品的感染力与表现力。每当我拿起笔，心中便会涌现出对自然、对生活的感悟，通过文字将这些感受传递出去。希望未来你能在自己的创作中，也能将书法的美与诗词的意境结合，形成一份独特的艺术表达。\n}"
        }
    ]
}