{
    "基本信息": {
        "姓名": "陈曾寿",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1903",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "经济特科",
            "入仕年份": "1903",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "蕲水",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "陈曾寿（1878～1949）晚清官员、诗人。字仁先，号耐寂、复志、焦庵，家藏元代吴镇所画《苍虬图》，因以名阁，自称苍虬居士，湖北蕲水县（今浠水县）巴河陈家大岭人，状元陈沆曾孙。光绪二十九年进士，官至都察院广东监察御史，入民国，筑室杭州小南湖，以遗老自居，后曾参与张勋复辟、伪满组织等。书学苏东坡，画学宋元人。其诗工写景，能自造境界，是近代宋派诗的后起名家，与陈三立、陈衍齐名，时称海内三陈。 ► 陈曾寿的诗文(458篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "洞仙歌 愔仲以西山大觉寺玉兰影片属题",
            "作者": "陈曾寿",
            "内容": "明妆一见，正幽香浮动。四照廊阴粉光重。尽冠钗低挂，腰佩轻翻，经院静，长伴六时禅诵。"
        },
        {
            "标题": "梧叶满阶慨然有作",
            "作者": "陈曾寿",
            "内容": "坐对梧桐小窗下，亭亭两树淩高檐。浓阴张夏已成就，飘阶黄叶纷遪"
        },
        {
            "标题": "清平乐",
            "作者": "陈曾寿",
            "内容": "笛声幽怨，愁锁深深院。月上林梢霞影淡，一笑天人初见。"
        },
        {
            "标题": "浣溪沙",
            "作者": "陈曾寿",
            "内容": "修到南屏数晚钟，目成朝暮一雷峰。纁黄深浅画难工。"
        },
        {
            "标题": "鹧鸪天",
            "作者": "陈曾寿",
            "内容": "燕子嗔帘不上钩，碧天有恨笑牵牛。今生只道圆如月，小别犹惊冷似秋。"
        },
        {
            "标题": "七月十五夜登海上最高楼看月",
            "作者": "陈曾寿",
            "内容": "弹指虚空不夜城，市烟海气漫纵横。更无灯火阑珊处，却与何人共月明。"
        },
        {
            "标题": "戊子除夕感述",
            "作者": "陈曾寿",
            "内容": "维昔壬申冬，倭难发津沽。避地劳我皇，旅顺荒海隅。\n小臣奉召往，预为赁楼居。床几逮匕箸，凡百备所须。\n浮海赴行在，时已逼岁除。黑夜犯冰雪，下车风裂肤。\n求钥启居户，乞水叩邻闾。须臾中使来，■盘兼挈壶。\n温暖回冷室，薪炭殷洪炉。随行表侄伟，分榻拥毡毹。\n遥闻箫鼓声，涛风杂啸呼。播荡万端集，意气仍发舒。\n明发趋朝正，赐食饫天厨。筵前拜殊恩，报称惭微躯。\n帝谓患难际，义与兄弟俱。惶恐首至地，肝脑岂足涂。\n维时丰镐民，旦夕望来苏。强邻假名义，胁诱张笼笯。\n我皇拒不纳，明志降手书。凛凛十二条，正义折诡图。\n使者匿不出，仓卒迫乘舆。二月临长春，国号易曼殊。\n百官内外杂，非族据要枢。迭望而迭食，非马亦非驴。\n朋分后胜金，卖国甘为奴。越宿我潜去，密疏明区区。\n帝曰成汝志，内帑仍颁诸。其年改官制，局设内廷初。\n职司奉陵庙，择人及庸愚。帝谓予家事，与国实分疏。\n义有不敢辞，黾勉策骀驽。福陵气葱郁，乔木万万株。\n皇产有三川，林矿实上腴。生心肆攘夺，严绝誓不渝。\n撄怒讽使去，翻然还故都。芦沟事变起，倭患十载馀。\n诸弟隔南天，尺寸不可踰。今夕复何夕，聚族忘艰虞。\n梅花照杯酒，博塞为欢娱。旧交馀二三，沫湿相岣濡。\n至尊尚蒙尘，穆驾无回车。末由尽臣力，聊得申友于。\n回思旅顺时，遭际千载无。人生苦难全，甘苦纷荠荼。\n自从决藩篱，流丸转瓯臾。孑遗沟壑尽，诛求骨髓枯。\n驱之等犬豕，践之如土苴。毒螫去蛇蝎，猛噬来貙貐。\n滔天非一族，神州竟沦胥。出户望北辰，万里阴云铺。\n长夜何时旦，披写长欷歔。"
        },
        {
            "标题": "冬至前一日在朱棣卿先生斋中见白菊一种微带雪青色高秀绝伦索酒赏之",
            "作者": "陈曾寿",
            "内容": "岁晚芳残久寂寞，意外还看三四花。不知秋秾何意思，故开白雪回青霞。\n孤标遗世谁见得，却为主情难自惜。频泻深杯醉不辞，爱汝后时能独立。\n我馀旧梦堕空漫，绝好花愁仔细看。饮罢閒情无住著，扁舟一往水波寒。"
        },
        {
            "标题": "牵牛花 其三",
            "作者": "陈曾寿",
            "内容": "临风滟滟紫霞杯，难得秋深日日开。迟暮相看两不厌，也如风雨故人来。"
        },
        {
            "标题": "斋中红梅水仙山茶瑞香海棠牡丹玉兰盛开",
            "作者": "陈曾寿",
            "内容": "山谷谪荆州，复入都下梦。小窗逢春暄，撩人花气重。\n今我住梦中，风味略相共。园丁担花来，一笑分薄俸。\n火速三春妍，并作斗室供。隔年水仙梅，贞秀出冰冻。\n多香不相袭，并妙难伯仲。安居虱清时，视涪得孰众。\n几得如许閒，清坐了宾送。"
        },
        {
            "标题": "刘园朱棣老梅下共醉乙卯",
            "作者": "陈曾寿",
            "内容": "扁舟就梅花，压帽湖阴重。长廊接残滴，宿雪没石缝。\n谁施一院霞，缤纷如异梦。清净自成妍，迟暮一笑共。\n物外得朱老，深杯发昔瓮。空宇无藏明，设色春情纵。\n高松表疏枝，当无有花用。"
        },
        {
            "标题": "近畿久旱奇热昨夕快雨喜赋",
            "作者": "陈曾寿",
            "内容": "好雨救焚如，喜极忘美睡。徘徊湿阶上，俯仰回物态。\n惨惨就枯叶，已分死憔悴。感兹一溉恩，翻冱经天泪。"
        },
        {
            "标题": "读山谷「忍持芭蕉身多负牛羊债」诗句有所感用其韵为十诗 其十",
            "作者": "陈曾寿",
            "内容": "学诗作黄语，学道执黄戒。远荤刚制酒，脱汝世俗械。\n忍语小儿拳，意根大本薤。已矣婚宦人，铺张清净债。"
        },
        {
            "标题": "夜起看牵牛花寒气冻然不可久立慨然有作 其一",
            "作者": "陈曾寿",
            "内容": "太白耿残辉，孤月隐云端。鸡声四野起，独袂一何寒。\n蟋蟀动微吟，欲咽意已阑。一身馀死灰，块影依栏干。\n苍茫万古去，逝者孰控抟。人道既永息，何者为坤乾。\n还归入室坐，孤花对汍澜。"
        },
        {
            "标题": "除夕同君适至旅顺行在所灯下检上海友人所赠诗词感赋",
            "作者": "陈曾寿",
            "内容": "重溟鼓枻蹑年尾，风剺箭激开冰奁。落帆易车突百里，峰垤起伏随遪"
        },
        {
            "标题": "夜起看牵牛花寒气冻然不可久立慨然有作 其二",
            "作者": "陈曾寿",
            "内容": "窜身万馀里，腐心三十秋。毕竟何所得，閒卉相绸缪。\n虩虩震往来，六合成一丘。魂断故山垄，目极滔天流。\n非族心必异，况为枭鸺鹠。但求隆二伯，不问党与雠。\n我今复异此，厄甚刘并州。"
        },
        {
            "标题": "读山谷「忍持芭蕉身多负牛羊债」诗句有所感用其韵为十诗 其六",
            "作者": "陈曾寿",
            "内容": "我友沈休文，素食如头陀。去看春寺花，争棋烂斧柯。\n本来妙明身，忽已同山阿。自君之去矣，来日何其多。"
        },
        {
            "标题": "读山谷「忍持芭蕉身多负牛羊债」诗句有所感用其韵为十诗 其九",
            "作者": "陈曾寿",
            "内容": "蹠腹甘人脑，柴步防蚁伤。道家葆婴儿，佛身施虎狼。\n子莫如执中，岂非钓不纲。鸡栖白日暮，彷徨歧路羊。"
        },
        {
            "标题": "读山谷「忍持芭蕉身多负牛羊债」诗句有所感用其韵为十诗 其五",
            "作者": "陈曾寿",
            "内容": "为人只为子，学道先学贫。兹言闻夏峰，使我汗渍巾。\n清晨不努力，拂枕万感新。未觉梦中梦，安得身外身。"
        },
        {
            "标题": "读山谷「忍持芭蕉身多负牛羊债」诗句有所感用其韵为十诗 其七",
            "作者": "陈曾寿",
            "内容": "栖栖刘使君，闭门菜一亩。散粟乌鸢集，菲食童仆走。\n与之久周旋，了不见尾首。积累愚公愚，万一山可负。"
        },
        {
            "标题": "读山谷「忍持芭蕉身多负牛羊债」诗句有所感用其韵为十诗 其四",
            "作者": "陈曾寿",
            "内容": "刀匕森在几，朵颐动天骄。"
        },
        {
            "标题": "牵牛花 其五",
            "作者": "陈曾寿",
            "内容": "湫隘一椽陈病树，邻家秋色隔疏篱。料无黄四娘家去，犹费幽人数首诗。"
        },
        {
            "标题": "牵牛花 其九",
            "作者": "陈曾寿",
            "内容": "相看动是隔年期，立尽银河欲没时。不负九秋风露冷，弥天幽怨一花持。"
        },
        {
            "标题": "牵牛花 其十二",
            "作者": "陈曾寿",
            "内容": "光华妙似帝青宝，身世略同优钵昙。万相庄严一弹指，请君回向此中参。"
        },
        {
            "标题": "牵牛花 其十",
            "作者": "陈曾寿",
            "内容": "绿阴阴地郁芬芳，落月凄迷映屋梁。短梦人间香未灭，高花枝上露何凉。"
        },
        {
            "标题": "读山谷「忍持芭蕉身多负牛羊债」诗句有所感用其韵为十诗 其二",
            "作者": "陈曾寿",
            "内容": "子瞻谪惠州，夜半困醪醨。儿子撷园蔬，宿酲解芳饴。\n盎然煮风露，妙绝无人知。黠哉五柳翁，美酒常自持。"
        },
        {
            "标题": "牵牛花 其二",
            "作者": "陈曾寿",
            "内容": "睡起朦胧晓色偏，镜中花映已嫣然。未明秉烛凝妆坐，旧梦消沉五十年。"
        },
        {
            "标题": "牵牛花 其十一",
            "作者": "陈曾寿",
            "内容": "浮生恩怨苦难休，憎苋弹蕉故事稠。荆棘未忘苏玉局，忍将寻约坐牵牛。"
        },
        {
            "标题": "读山谷「忍持芭蕉身多负牛羊债」诗句有所感用其韵为十诗 其三",
            "作者": "陈曾寿",
            "内容": "驱车赴近局，卯饮日西斜。欢然多笑言，归眠眩空花。\n云霞千朱门，晏晏转岁华。何门寂寞宅，载酒思侯芭。"
        },
        {
            "标题": "牵牛花 其四",
            "作者": "陈曾寿",
            "内容": "菊前桂后秋光断，惆怅曾吟郑老诗。解与幽人破岑寂，海藏可惜不曾知。"
        },
        {
            "标题": "牵牛花 其三",
            "作者": "陈曾寿",
            "内容": "一枝颜色费评誇，冷翠光中晕淡霞。绝世幽情容一现，能如我意是秋花。"
        },
        {
            "标题": "牵牛花 其六",
            "作者": "陈曾寿",
            "内容": "亭亭美箭欲开迟，秀出群芳圣得知。满地虫声残月里，秋心如许语将谁。"
        },
        {
            "标题": "牵牛花 其一",
            "作者": "陈曾寿",
            "内容": "步步轩廊翠蔓牵，闭门生事只萧然。秋来未觉凄凉甚，更与牵牛伴一年。"
        },
        {
            "标题": "牵牛花 其二",
            "作者": "陈曾寿",
            "内容": "相宣五色炫晨光，豆架瓜棚共作场。一例当风相妩媚，不知齐鲁有姬姜。"
        },
        {
            "标题": "牵牛花 其四",
            "作者": "陈曾寿",
            "内容": "千畦万陇付骄阳，小院呼童汲瓮忙。堪笑书生说宏济，惟馀一溉到幽芳。"
        },
        {
            "标题": "牵牛花 其五",
            "作者": "陈曾寿",
            "内容": "雪青衫子绮罗新，一晌当前色相真。袖薄天寒无限意，至今犹忆淡妆人。"
        },
        {
            "标题": "牵牛花 其四",
            "作者": "陈曾寿",
            "内容": "少日看花兴最赊，天香国色费评誇。五年万里边尘眼，随分回青到此花。"
        },
        {
            "标题": "牵牛花 其七",
            "作者": "陈曾寿",
            "内容": "雨中摧抑更凄清，拥髻愁姿倍有情。黛色脂光看不定，最宜侵晓未分明。"
        },
        {
            "标题": "牵牛花 其五",
            "作者": "陈曾寿",
            "内容": "翠蔓回环抱曲廊，粉肌含露媚朝阳。姜郎结习应难忏，老去犹然爱淡妆。"
        },
        {
            "标题": "牵牛花 其八",
            "作者": "陈曾寿",
            "内容": "团蒲曲几动凄馨，迟暮何心斗尹邢。小破枯禅曾不忏，从渠一念几千龄。"
        },
        {
            "标题": "和君任牵牛花诗兼示寥志因寥志来诗有「不减塞外花」之句也",
            "作者": "陈曾寿",
            "内容": "侧塞轩廊翠蔓斜，秋芳虽冷意犹赊。淡敷粉本庭心月，微映天然屋角霞。\n白石固应知老味，居仁未敢作生涯。非原妄植今何悔，断梦难寻塞外花。"
        },
        {
            "标题": "牵牛花 其三",
            "作者": "陈曾寿",
            "内容": "老来无事独焚香，药裹扶身万念忘。连日为花抛美睡，一分犹作少年狂。"
        },
        {
            "标题": "牵牛花 其一",
            "作者": "陈曾寿",
            "内容": "小女褰帘呼早起，披衣小立看牵牛。幽娟数朵最宜晓，风露一庭先入秋。"
        },
        {
            "标题": "法源寺看丁香",
            "作者": "陈曾寿",
            "内容": "清阴淡日转空廊，坐久曾无蜂蝶忙。真实不虚花满地，残春来看白丁香。"
        },
        {
            "标题": "苕雪作感旧诗有「欲近霜风吹帽节可能无感白衣来」之句盖去岁九日余在病中苏堪强邀作登高之会也因次其韵",
            "作者": "陈曾寿",
            "内容": "当时岂意无来岁，刻意周旋到不才。倍惜流光酬令节，强携衰病揽高台。\n卧闻寒蟀凄凄语，仰数昏鸦一一回。苔碧枫红秋色里，闭门岑寂更谁来。"
        },
        {
            "标题": "牵牛花 其二",
            "作者": "陈曾寿",
            "内容": "浥露层层翠作堆，迎风潋潋紫霞杯。小园莫笑秋容淡，犹赚衰慵一顾来。"
        },
        {
            "标题": "寒节已至牵牛花犹有开者",
            "作者": "陈曾寿",
            "内容": "八月边庭毳幕单，十分月色不曾看。花前犹自忘迟暮，事退何心怨早寒。\n朝日遥怜鸦影淡，战风渐觉叶声乾。衰颓未得无生忍，可笑将心何处安。"
        },
        {
            "标题": "寥落",
            "作者": "陈曾寿",
            "内容": "岁晚知寥落，身衰悔惰慵。欲寻残岁侣，竟绝一僧逢。\n步冷空阶叶，心沉古寺钟。焚香完日课，清绝觊无悰。"
        },
        {
            "标题": "书愤 其二",
            "作者": "陈曾寿",
            "内容": "伤心鹞鲜久相持，败类谁吟芮伯诗。妖鸟有声愁滴血，角端无语警还师。\n不妨残局支青骨，但痛神州化赤眉。千古强梁遗辙在，滔天自孽岂能追。"
        },
        {
            "标题": "子玉种牵牛花于余窗前虽为梧桐蔽日影著花不多而绿阴满窗亦可爱也",
            "作者": "陈曾寿",
            "内容": "凉归高树罢蝉吟，小院蜗居亦静深。积雨扫除三伏事，牵牛成就一窗阴。\n功成欲退疏纨扇，别久相亲展薄衾。节近重阳气清肃，好山何处可登临。"
        },
        {
            "标题": "虞美人",
            "作者": "陈曾寿",
            "内容": "濛濛扑面真无赖，欲满虚空界。只因柳絮惜春残，如梦花枝梦也未曾看。"
        },
        {
            "标题": "去岁牵牛花雪青一种今秋复发 其一",
            "作者": "陈曾寿",
            "内容": "一箭比琼华，娟娟凉露斜。窥庭惟皓月，贻佩是青霞。\n往事沉沉去，新悰念念差。相思得相见，犹有去年花。"
        },
        {
            "标题": "高阳台",
            "作者": "陈曾寿",
            "内容": "树掩疏篱，花园密坐，栖迟半亩芳园。几日重来，已惊梅叶阴圆。\n海棠枝上胭脂淡，点客衣、飞雪翩翻。暗销凝、拥髻含情，强自扶妍。"
        },
        {
            "标题": "去岁牵牛花雪青一种今秋复发 其二",
            "作者": "陈曾寿",
            "内容": "向夕巡篱落，侵晨汲井华。微添经外课，不断佛前花。\n晓梦连凄艳，炉烟拥翠霞。未须托禅悦，冷淡足生涯。"
        },
        {
            "标题": "虚空",
            "作者": "陈曾寿",
            "内容": "鸭子过新罗去，国师在鼻孔中。时无石巩好手，如何捉住虚空。"
        },
        {
            "标题": "去岁牵牛花雪青一种今秋复发 其三",
            "作者": "陈曾寿",
            "内容": "长是无人见，惟馀残月斜。新承九秋露，出浴五更花。\n淅沥轻寒袭，凄迷宿雾遮。霎时最清绝，寂寂未啼鸦。"
        },
        {
            "标题": "菩萨蛮 丁亥十二月舟中作",
            "作者": "陈曾寿",
            "内容": "浮天渺渺江流去，江流送我归何处。寒日隐虞渊，虞渊若个边。"
        },
        {
            "标题": "去岁牵牛花雪青一种今秋复发 其四",
            "作者": "陈曾寿",
            "内容": "衰白馀生事，沉冥遣有涯。无心呈妙色，破涕向幽花。\n自识优昙瑞，宁为大耋嗟。秋光散庭宇，真作野人家。"
        },
        {
            "标题": "浣溪沙 己丑秋七月病中赋此",
            "作者": "陈曾寿",
            "内容": "日课多年取次休，春来与病久绸缪。那堪梅雨更淹留。"
        },
        {
            "标题": "牵牛花中雪青一种幽冶绝世日开一花閒居无俚若相慰藉者为赋一诗",
            "作者": "陈曾寿",
            "内容": "惨绝人间世，衰馀药裹身。不妨秋气冽，犹及晚芳新。\n病叶邀寒雨，幽花属恨人。娟然共迟暮，采撷莫辞频。"
        },
        {
            "标题": "鹧鸪天 丁丑九日次愔仲韵",
            "作者": "陈曾寿",
            "内容": "衰病逢辰强举觞，倚阑高处怯流光。曾无瘦菊酬佳节，看尽归鸦掠夕阳。"
        },
        {
            "标题": "南歌子",
            "作者": "陈曾寿",
            "内容": "鸡唱催将息，乌啼续苦吟。半床书蠹共销沉，字里悽迷时遇少年心。"
        },
        {
            "标题": "鹧鸪天",
            "作者": "陈曾寿",
            "内容": "偏爱沉吟白石词，只缘魂梦惯幽栖。扁舟一片长桥影，依约眉山压鬓低。"
        },
        {
            "标题": "踏莎行 新绿",
            "作者": "陈曾寿",
            "内容": "宿雨苔生，轻烟柳染，嫩茸细缕芳痕浅。暗中欲换旧池台，落红满地无人管。"
        },
        {
            "标题": "摸鱼儿",
            "作者": "陈曾寿",
            "内容": "最难忘、一湖寒碧，围湖都是山色。十年藏影深深地，留作此身长忆。\n吟未歇，正徙倚、寒梅一树明孤月。曲廊暗屧。爱五夜钟声，半空塔影，生事最幽绝。"
        },
        {
            "标题": "玉漏迟 五月见芍药",
            "作者": "陈曾寿",
            "内容": "殿春春已去，池台如梦，销魂一顾。梦不分明，休问谁家庭宇。\n淡薄脂痕慵傅，拚禁受、几番风雨。君莫妒，同命东风，尽甘迟暮。\n空自忏、绀鬓年年，情天易老，念念芳悰非故。不应邂逅，迎笑花枝，如此萧凉情绪。\n试检点、人间何味，漫赢得、清愁如许。谁共语，倦矣栖林静羽。"
        },
        {
            "标题": "浣溪沙 阅彊村词，忆及望予南归，悬榻以待者经岁，中间数寄词相问，凄然有作。",
            "作者": "陈曾寿",
            "内容": "花径冥冥取次行，旧盟全负甚心情，爇香灰尽也须惊。"
        },
        {
            "标题": "浣溪沙 为病树题《佳住楼词意图》",
            "作者": "陈曾寿",
            "内容": "传恨空中语漫诃，高楼偏受夕阳多，十分幽怨隔帘波。"
        },
        {
            "标题": "减字木兰花 心畬王孙蓄倒挂鸟一双属赋，一名收香。",
            "作者": "陈曾寿",
            "内容": "翠衣小小，偎卸红襟同命鸟。探使殷勤，不见罗浮梦里人。"
        },
        {
            "标题": "六么令 花朝，次愔仲韵。",
            "作者": "陈曾寿",
            "内容": "乍回暄霁，蓦地还飞雪。一分也无花信，拚作十分勒。\n慵起毡毹深拥，宿酒都无力。閒情非昔。漫天风絮，偏是今朝上红节。"
        },
        {
            "标题": "木兰花",
            "作者": "陈曾寿",
            "内容": "閒居寂静同僧院，漠漠香寒灯影暗。倦抛书卷晓钟残，微瞰冰窗孤月伴。"
        },
        {
            "标题": "扬州慢 忆烟霞洞梅",
            "作者": "陈曾寿",
            "内容": "梅绣荒山，石威静谷，旧游最恋烟霞。向洞门徐步，几度问芳华。\n记长倚、半山亭子，昏黄月上，倩影横斜。晕微红、堕砌娇云，仙梦非耶。\n一身万里，剩而今、惯住胡沙。尽湖水湖烟，也休暗忆，侬已无家。\n飘断辞枝故蕊，曾何处、不是天涯。漫拚将今世，今生负梅花。"
        },
        {
            "标题": "浣溪沙",
            "作者": "陈曾寿",
            "内容": "书卷抛残夜未残，昏昏夜色淡林烟。一痕眉月媚冰天。"
        },
        {
            "标题": "疏影 忆湖上旧月簃梅花",
            "作者": "陈曾寿",
            "内容": "分明旧月，證曲廊小径，钗玉低压。入袂香寒，折得繁枝，灯窗横影清绝。\n相看相笑情何限，那信有、他年轻别。占湖山、小住千春，相伴此生孤洁。"
        },
        {
            "标题": "蝶恋花",
            "作者": "陈曾寿",
            "内容": "万化途中为侣伴，窈窕千春，自许天人眷。来去堂堂非聚散，泪乾不道心情换。"
        },
        {
            "标题": "木兰花 趵突泉",
            "作者": "陈曾寿",
            "内容": "清泠一勺轻千里，倦客劳尘聊与洗。沉吟秋柳试春茶，桑苧风流难再拟。"
        },
        {
            "标题": "天香",
            "作者": "陈曾寿",
            "内容": "垂海星摇，标岩塔迥，高寒偏撼孤馆。断续邻箫，依微画角，荒峤岁华偷转。\n毡毹坐拥，只乱眼、风飘灯飐。酒畔离悰几许，丁宁浪凭归雁。\n沾赐近依行殿拜，频传椒盘香暖。故事料应难问，白头宫监。\n身老天荒地变，剩冷抱、梅花梦中远。霜鬓尘丝，风情都倦。"
        },
        {
            "标题": "风入松 次韵彊村老人病起之作，时将南下。",
            "作者": "陈曾寿",
            "内容": "苦心不惜麝成尘，别久感馀薰。横机漫试东坡老，正何妨、衰相天身。\n密课温燖药裹，行窝安稳吟魂。"
        },
        {
            "标题": "鹧鸪天",
            "作者": "陈曾寿",
            "内容": "横海青峰占小楼，邻家爆竹动离愁。一年客里将除夜，万里荒波不繫舟。"
        },
        {
            "标题": "渡江云 和彊村老人寄怀",
            "作者": "陈曾寿",
            "内容": "归墟何处是，愁帆一挂，凄断再来心。廿年惊噩梦，几许悲凉，清泪比潮深。\n招魂剪纸，算慰藉、惟倚微吟。何幸逢、白头湔祓，空外叩寥音。"
        },
        {
            "标题": "齐天乐 早蝉",
            "作者": "陈曾寿",
            "内容": "新阴重绿无情树，迎薰碎琴初理。燕垒衔残，莺梭织老，人静文窗疏绮。\n么弦独起。正罢絮风微，仰槐烟霁。轻翼疑仙，漫随蓬鬓共憔悴。"
        },
        {
            "标题": "齐天乐 和彊村老人",
            "作者": "陈曾寿",
            "内容": "百年垂死当何世，因依更成轻别。费泪园亭，谙愁酒盏，历历前痕难觅。\n荒云万叠。剩缄梦凄迷，雁程天阔。拨尽寒灰，坠欢零落向谁说。"
        },
        {
            "标题": "画堂春 仿山谷体咏烛",
            "作者": "陈曾寿",
            "内容": "更无人处照无眠，宵长越显愁笺。一生替泪已堪怜，何事化空烟。"
        },
        {
            "标题": "踏莎行 庚午三月十一曰，梦见桃花数十株，落红乱飞。",
            "作者": "陈曾寿",
            "内容": "飘接梅魂，落先絮舞，缤纷万点桃花雨。斜阳影里不胜红，沉沉梦与斜阳去。"
        },
        {
            "标题": "木兰花慢",
            "作者": "陈曾寿",
            "内容": "黯金猊冷后，爇香愿，剩凄迷。甚心字氤氲，都如带眼，息息偷移。\n单栖，冻禽未觉，恨无端、清磬返魂时。一寸相思灰尽，销凝待与谁知。"
        },
        {
            "标题": "烛影摇红",
            "作者": "陈曾寿",
            "内容": "寂寂苔枝，断无人处红犹遍。向来开谢不曾知，那记东风换。\n冷落清歌芳盏，也销除、伤春泪眼。试灯风起，冻雨疏疏，閒阶任满。"
        },
        {
            "标题": "鹧鸪天 题清微道人画兰",
            "作者": "陈曾寿",
            "内容": "憔悴空山听雨人，三湘清怨入微颦。玉纤轻点花疑瘦，钏重慵移叶未伸。"
        },
        {
            "标题": "烛影摇红",
            "作者": "陈曾寿",
            "内容": "薄命芳菲，更无啼处孤鹃悄。疏钟凉满五更心，历历单衾晓。\n愁雨愁风吟稿，算东皇、何曾知道。蛮笺蚀尽，象管枯时，幽窗斜照。"
        },
        {
            "标题": "临江仙",
            "作者": "陈曾寿",
            "内容": "明月寺前明月夜，依然月色如银。明明明月是前身。\n回头成一笑，清冷几千春。"
        },
        {
            "标题": "徵招 三月廿四日，同彊村、夷叔、匑庵、子玉、惕斋及寥志二弟，集苏州怡园。",
            "作者": "陈曾寿",
            "内容": "重来未觉雕栏改，林容褪妆微瘦。深榭漏斜阳，转清阴閒昼。\n芳株飘彩绺，已过了、上红时候。一碧匆匆，啄馀梅子，枝头如豆。"
        },
        {
            "标题": "八声甘州 十月返湖庐，晚菊尚馀数种，幽媚可怜。",
            "作者": "陈曾寿",
            "内容": "慰归来岁宴肯华予，寒芳靓幽姿。剩青霞微晕，残妆乍整，仍自矜持。\n休更销魂比瘦，惆怅易安词。洁白清秋意，九辨难知。"
        },
        {
            "标题": "踏莎行 寄愔仲",
            "作者": "陈曾寿",
            "内容": "蠹蚀蛮笺，图穷锦字，秋新一叶惊憔悴。回肠转处是逃禅，重重洗尽年时意。"
        },
        {
            "标题": "疏影 戊辰三月，同夷希、君适返湖庐。",
            "作者": "陈曾寿",
            "内容": "閒鸥笑客，倏廿年梦断，一去无迹。戢枻穷湖，深渺鱼天，销凝几度寒碧。\n重来万里衣尘黯，怕邂逅、烟蓑相识。尽眼前、似酒春浓，付与泪痕潜拭。"
        },
        {
            "标题": "花犯 沪寓桃花盛开，次清真韵。",
            "作者": "陈曾寿",
            "内容": "近高楼，浓妆一面，瞢腾见时味。绛英繁缀。偏带露盈盈，如许佳丽。\n峭寒袖手曾孤倚，飘零成漫喜。只可惜、昨朝轻负，曦高犹拥被。"
        },
        {
            "标题": "一萼红",
            "作者": "陈曾寿",
            "内容": "晚江浔，又轻烟染柳，新绿乍成阴。古岸潮吞，荒垣烧入，弥望凄暗摧襟。\n问归燕、几家旧垒，算去往、无恙只沙禽。故郡风流，少年心事，梦也难寻。"
        },
        {
            "标题": "六丑 海裳，和彊村老人。",
            "作者": "陈曾寿",
            "内容": "记嬉春酒醒，有绝代、秾华初识。怨风正狂，残妆欹翠羃。\n零落谁惜，越见丰姿好，晓来清露，浥袖痕都湿。强扶倭堕终无力，愁乱丝垂，红凝泪滴。\n凄惶几回凭立，尽芳阑叩遍，幽恨无迹。"
        },
        {
            "标题": "浣溪沙",
            "作者": "陈曾寿",
            "内容": "花近高楼恰未知，朝来忽见最繁枝。不成相笑却攒眉。"
        },
        {
            "标题": "临江仙",
            "作者": "陈曾寿",
            "内容": "如此凄迷如此夜，閒廊閒客閒行。暗芳开堕静无声。\n人天都未觉，心动自堪惊。"
        },
        {
            "标题": "踏莎行 十月初十日，梦湖斋坐雨，夜景幽绝，醒记之。",
            "作者": "陈曾寿",
            "内容": "水映疏帘，花围密坐，雨声一阵蕉窗过。篝灯四壁散琴书，冰盘小榻陈瓜果。"
        },
        {
            "标题": "庆宫春 七月返湖庐",
            "作者": "陈曾寿",
            "内容": "莎隐虫声，苇低萤点，再来秋遽如许。湿透寒香，泠泠露下，袭襟疑是过雨。\n鹭乡曾惯，甚今度、悽魂触绪。依稀留梦，别院回灯，案尘重抚。"
        },
        {
            "标题": "辛亥八月二十五日舟过黄州",
            "作者": "陈曾寿",
            "内容": "鼓角声中几度过，夕阳如梦旧山河。再来更觉西山好，只是青随泪眼多。"
        },
        {
            "标题": "壬子二月同恪士梅庵至西湖寓刘氏花园 其一",
            "作者": "陈曾寿",
            "内容": "淡澍青冥里，湖山正寂然。十年藏我梦，孤影入钟天。\n步冷溪桥旧，心苏钓石前。一椽聊可借，横榻晚梅边。"
        },
        {
            "标题": "壬子二月同恪士梅庵至西湖寓刘氏花园 其三",
            "作者": "陈曾寿",
            "内容": "小立真忘世，栖迟荒径苔。岚光压新柳，莺语及残梅。\n二月春犹静，微阳晚暂开。临流商去住，何日更重来。"
        },
        {
            "标题": "壬子二月同恪士梅庵至西湖寓刘氏花园 其二",
            "作者": "陈曾寿",
            "内容": "竹树深深地，天留听雨声。山藏馀塔淡，阴迥逼花明。\n点滴无春思，飘摇损客情。道人寒不睡，煮茗话深更。"
        },
        {
            "标题": "八月二十七日奉母再到龙井",
            "作者": "陈曾寿",
            "内容": "浮踪到寺似投林，我与寒泉共一心。坡老来如前日事，慈云閒作本山阴。\n坚苍入骨嵌岩树，曲折沿流绕指琴。未识诸天定何意，佛香遥送过前岑。"
        },
        {
            "标题": "忆阿育王寺方丈山茶",
            "作者": "陈曾寿",
            "内容": "四围山色霭庭花，石磴争棋至日斜。最是禅心沾惹处，当窗一树白山茶。"
        },
        {
            "标题": "失题",
            "作者": "陈曾寿",
            "内容": "孤臣头白醉钧天，莲炬金杯照夜筵。问答玉音犹在耳，凄迷春梦已如烟。\n肆奸桧贼终遗臭，僭号昌奴岂自全。二十年来家国事，伤心成就一胡铨。"
        },
        {
            "标题": "闻爆竹声不断感赋",
            "作者": "陈曾寿",
            "内容": "声声爆竹搅宵眠，景象承平廿载前。谁识神州半焦土，斯民今岁已无年。"
        },
        {
            "标题": "壬申冬北狩旋顺命寿护宸轩继往拜狐裘三袭之赐昨岁乘舆蒙尘坤维惨閟今冬严寒仍衣赐裘感赋",
            "作者": "陈曾寿",
            "内容": "忆昔随征扈凤銮，赐裘先与备严寒。十年绝塞无冰雪，终古衔恩在肺肝。\n录托稼轩南渡惨，葬迷黍席大招难。何能归袝西山塔，苦遇贤徽百世看。"
        },
        {
            "标题": "木兰花慢 湖上桃花开时北游",
            "作者": "陈曾寿",
            "内容": "向湖山小别，新雨罢、更提壶。正千树桃花，一堤杨柳，围绕吾庐。\n春光十分秾冶，算今生、好梦未模糊。莫把逃禅心事，等閒说与西湖。"
        },
        {
            "标题": "张忠武公挽诗 其三",
            "作者": "陈曾寿",
            "内容": "进退能无据，危疑有至难。本非孤注掷，俄已众盟寒。\n狂猘音何择，黄骀罪可宽。百年蒙帝泽，一代愧儒冠。"
        },
        {
            "标题": "别西湖六年矣忆幽居之趣率成四首 其三",
            "作者": "陈曾寿",
            "内容": "意行沿涧曲，湿屦芳露盈。忽然微风至，奇香不可名。\n探寻遍高下，众绿掩一茎。长蔓小白花，灿灿缀玉英。\n馨烈夺兰蕙，娟然发幽情。相逢不相识，一见真目成。\n誓将表孤隐，图检离骚经。"
        },
        {
            "标题": "别西湖六年矣忆幽居之趣率成四首 其四",
            "作者": "陈曾寿",
            "内容": "古人有奇趣，寒夜起读书。我庐虽不广，俯仰自有馀。\n涤虑入秋清，涉想含春愉。生物观气象，弥满忘寒儒。\n素心期未来，沉吟定何如。"
        },
        {
            "标题": "别西湖六年矣忆幽居之趣率成四首 其一",
            "作者": "陈曾寿",
            "内容": "幽居足良夜，月出东峰隅。灭烛坐空明，静极罢琴书。\n山雨洒一阵，清逼瀹茗馀。几榻入微凉，荷气流空虚。\n湖光荧暗壁，叶叶风卷舒。何人梦来此，应诧仙人居。"
        },
        {
            "标题": "别西湖六年矣忆幽居之趣率成四首 其二",
            "作者": "陈曾寿",
            "内容": "山居起我早，晓色犹朦胧。漱齿下阶立，蕉竹清露浓。\n白云褥低空，上承翠玉峰。氤氲蕴奇彩，俨若挂屏风。\n山居虽云久，奇景偶一逢。伫兴若有悟，隔水闻清钟。"
        },
        {
            "标题": "闻病树近甚憔悴鬓发皆白沪寓为居停所逼行将北迁寄此奉问",
            "作者": "陈曾寿",
            "内容": "无地托鲲鹏，何时徙北溟。少陵头易白，阮籍眼谁青。\n多病且相待，不期能合并。思君话秋夜，风露坐微馨。"
        },
        {
            "标题": "喜迁莺 丙辰除夕，次梦窗福山萧寺岁除韵，寄呈寐叟。",
            "作者": "陈曾寿",
            "内容": "风朝雨暮，笑经岁梦稳，湖波轻橹。贳酒邻村，分斋萧寺，恰称六桥淹旅。\n为问几家汉腊，依旧春声万户。更持烛、照梅妆深夜，微赪醒否。"
        },
        {
            "标题": "病老以自撰姬人兰婴小传寄示即书其后",
            "作者": "陈曾寿",
            "内容": "无出非我忧，奉主自欢喜。嫡男就傅书，出入谨护视。\n童乌秀不实，恻怛易初旨。祷佛期抱送，茹素但蔬水。\n食淡宁无伤，痼疾遂不起。遗女在襁褓，老泪酸怙恃。\n此心固堂堂，了无世念滓。生心无所住，所住皆天理。\n已矣翁何悲，卓哉善女子。"
        },
        {
            "标题": "游天宁寺同左笏卿丈作",
            "作者": "陈曾寿",
            "内容": "驱车尘冥冥，隐见孤塔圆。大佛相接引，一径横苍烟。\n升堂坐初定，微风度檀栴。开窗纳远秀，小幅横辋川。\n春芳满秋砌，悴叶犹扶妍。想见腰鼓发，车马何喧阗。\n暂荣悟常寂，爱此萧境閒。长廊引幽步，奥复穷诸天。\n殿古金界坏，树老秋阳殷。何代万石钟，横身卧高阡。\n出手试一击，龙吼殷河山。煌煌乾隆碑，天笔惊如椽。\n明政移寺珰，狐鼠多功缘。真源一飘洒，薰腐为洗湔。\n惜哉洒扫缺，岁久生荆菅。园林虚有神，运化悲如环。\n俯仰日向暮，胜迹空流连。松风无世情，谡谡吹面寒。"
        },
        {
            "标题": "赋得莲实",
            "作者": "陈曾寿",
            "内容": "风露一囊多，房房肖蜜窠。最能清夏暑，终不委秋波。\n可爱纤纤剥，遥闻采采歌。莲台大千界，心苦秘么荷。"
        },
        {
            "标题": "扬州慢 庚申二月，同愔仲至高氏园看残梅新柳。",
            "作者": "陈曾寿",
            "内容": "柳眼初惺，梅英微褪，芳阑无限低徊。向小窗沉醉，记花下曾来。\n又几日、东风吹雪，绿扶红瘦，如梦池台。满琼阶、傥补閒情，愿作莓苔。"
        },
        {
            "标题": "东坡生日酒间苏堪诵寒食雨及苍梧道中寄子由诗声情激壮为作此诗",
            "作者": "陈曾寿",
            "内容": "坡老去今几何世，耿耿清光在天地。年年置酒拜公辰，坐客微嗟今昔异。\n海藏诗老能驻颜，韵胜于公有深契。酒酣高歌移我情，黄州苍梧俨坐次。\n蜗居雨中过寒食，海棠如雪纷满砌。君门九重家万里，孤臣偃卧空馀涕。\n荒江落月迥孤角，一往扁舟落何际。瞻儋由雷肆恶谑，路人犹识东坡弟。\n遗诗千载动心魄，当年身受何滋味。故作达语掩悲凉，岂真解脱忘忧惴。\n天公有意变要荒，远谪韩苏同一致。达者或穷穷乃达，此中得失难浅议。\n惟公解事人胜天，晚岁和陶入圣谛。当歌对酒万端空，领取当前真实意。"
        },
        {
            "标题": "残梅",
            "作者": "陈曾寿",
            "内容": "窥墙绰约照浮卮，添入伤春鬓几丝。绝代何心怨零落，谁教偏作最繁枝。"
        },
        {
            "标题": "同苕雪游慈仁寺看双松",
            "作者": "陈曾寿",
            "内容": "双松足壮帝京色，可惜看松人已无。天上孤云长独往，域中奇气此能图。\n翻风动日僵龙起，屈铁回枝衲臂枯。暂洗尘沙一趺坐，沉泉悽怆上毡毹。"
        },
        {
            "标题": "看梅后归舟遇雨",
            "作者": "陈曾寿",
            "内容": "梅间有新得，归棹失众山。疏林但一抹，三界沉空烟。\n塔身未终隐，落落仍孤閒。雪苔宜幽屐，千春谁往还。"
        },
        {
            "标题": "同病树展伯夔墓病树有诗余亦继作",
            "作者": "陈曾寿",
            "内容": "不与吾侪共苦辛，墓前宿草几番新。一流向尽今何世，四海难忘剩此人。\n接壤母封依爱日，旧京师殡隔扬尘。彻泉难尽西江泪，踯躅荒阡惘二陈。"
        },
        {
            "标题": "题病树居无庐圃卷",
            "作者": "陈曾寿",
            "内容": "敢望吾庐好，曾无陋可铭。范车衰世志，颜巷几人经。\n祥满胸中宅，文辉笔底星。应怜最贫者，不悟劫初铃。"
        },
        {
            "标题": "三叠和治芗",
            "作者": "陈曾寿",
            "内容": "我倦词坛久偃帜，尤羡老兵字不识。姓名粗记端可休，胡为浪使百忧集。\n东坡洗心皈佛祖，金华牧羊严戒律。鼠肝虫臂任自为，明月清风堪共食。\n我生学道深苦晚，抱瓮因循才一汲。乖崖平生傅青州，剧谈连夜世无敌。\n人生百年须臾耳，取贵当前意真实。天衢荡荡掉臂行，何至崎岖穿蚁垤。\n千秋端有真富贵，难与蚊虻争目睫。三年集寥忘苦辛，赖有同心共尝历。\n城南联句风不远，吟鼎侯刘肩可列。梦中还续帝京篇，大念全灰王略帖。\n不须贳酒烦邻翁，醇醪醉我逾郫筒。永兴秘书可行带，休期不老真豪雄。\n春深冰泮未迟暮，且待桃李一再风。"
        },
        {
            "标题": "雨中夜起时寥志二弟自上海来强志三弟询先七弟自天津来同住农先六弟寓中",
            "作者": "陈曾寿",
            "内容": "收身何晚悔应迟，峻坂瓯臾自不知。无泪人间甚滋味，梦亲地下尚婴儿。\n苦空法喜孰真幻，无著天亲深护持。不断思量还起坐，悲哉秋气雨来时。"
        },
        {
            "标题": "同马卓群至龙井",
            "作者": "陈曾寿",
            "内容": "携伴行山不辞远，薄云作暝迷高暾。才踰风篁秋景绝，绛霞一抹霜林屯。\n御巡蹬道尚完好，荒榛故础知山门。径转斜垣绕佛阁，杂花罗列明秋轩。\n老僧煎泉自提挈，妙谙茗事相评论。更出新藏压山产，香沁荷露何清黁。\n为言珍璧不自享，拜月一荐嫦娥尊。咽服清虚三洗髓，神虑皎皎无由浑。\n还穿竹径步荦确，湖光远漏如池盆。曲流碧玉荇萦拂，老柳红浸珊瑚根。\n湫澄龙去绝变化，残妆倒镜秋棠魂。我行违世更患难，耽此偶作忘朝昏。\n天风泠泠度声赖，妙意有在当谁言。"
        },
        {
            "标题": "和人咏松二首 其一 孤松",
            "作者": "陈曾寿",
            "内容": "万雪一东遒，雄担嗟尔能。枯心生世界，寒色起锋棱。\n绝谷空无待，弥天气若凭。风来助呜咽，无泪洗崚嶒。"
        },
        {
            "标题": "梦与梅泉同哭苏堪醒记以诗即寄梅泉",
            "作者": "陈曾寿",
            "内容": "与君久别曾无梦，忽梦同君哭海藏。违俗膏肓馀涕泪，弥天意气付悲凉。\n廿年旧事痕俱扫，万里边声夜正长。剩忆诵君诗句好，一街月色半林霜。"
        },
        {
            "标题": "治芗见人和韵诗偶成七古一首即次其韵",
            "作者": "陈曾寿",
            "内容": "赵帜忽易汉赤帜，壁垒一新程不识。指挥市人无不可，妙腕惟见东坡集。\n抗手涪翁屹两雄，降受坚城提一律。后来邯郸强学步，何异鸡凤同一食。\n东坡浩浩万斛泉，出不择地何待汲。山谷禅悟妙机锋，尽吸西江谁与敌。\n天资学力两绝顶，元非空腔非典实。难者易之易者难，人不踬山或踬垤。\n虚者实之实者虚，倾盖交欢遇眉睫。惟君大将建旗鼓，沙场百战饱经历。\n注坡蓦涧履平地，百金战马老行列。即今歛手卷波澜，白发谁珍遂良帖。\n笑我索然成老翁，琐琐袜线酬诗筒。文章狗监关际会，坐论天下谁英雄。\n儒冠竟溺亦良幸，惟愿吾皇歌大风。"
        },
        {
            "标题": "光福寺与夷叔围棋夷叔属赋诗纪之",
            "作者": "陈曾寿",
            "内容": "鬓底湖光万顷浮，极天帆影落茶瓯。半床花雨同僧夏，一磴松风对弈秋。\n逃世何心还逐鹿，忘机吾意羡飘鸥。浮山说法欧公喜，国手应知逊一筹。"
        },
        {
            "标题": "垂虹亭观瀑次愔仲韵",
            "作者": "陈曾寿",
            "内容": "绝壁挂天琴，泠泠调奇变。天风海涛回，终古输一涧。\n落帽石梁底，愧乏秋翮健。大珠小如雾，逼视甘唾面。\n苕溪润百里，出谷几回旋。安能雪中来，瓢浥冰可咽。\n白绕玉龙飞，争舞花万片。绝景非易攀，应让寒衲见。"
        },
        {
            "标题": "愔仲同年独游湖上园寄示二律次韵寄怀 其二",
            "作者": "陈曾寿",
            "内容": "遥忆湖园独破苔，残春如梦静池台。冬郎易得芳时恨，昭谏犹淹记室才。\n云过龙鸾聊写影，风高燕雀漫相猜。花边绀鬓低吟处，一片飘红可得回。"
        },
        {
            "标题": "愔仲同年独游湖上园寄示二律次韵寄怀 其一",
            "作者": "陈曾寿",
            "内容": "海棠吹雪送馀寒，日日风沙怯倚栏。客舍梦过三月暮，帝城花负十年看。\n遣春如此宁无恨，纵酒何人惜未残。却枉尺书诗句好，写愁犹得暂愁宽。"
        },
        {
            "标题": "春日早起",
            "作者": "陈曾寿",
            "内容": "晓日朦胧闻竹鸡，杂花写影石栏西。竹苞才吐青青节，穿径杨花踏作泥。"
        },
        {
            "标题": "春尽日游西公园",
            "作者": "陈曾寿",
            "内容": "雪院冰庐久住持，春来春去不曾知。偶经烟柳芊绵际，便有江湖浩渺思。\n未信此乡能老我，竟成孤往欲逢谁。流连一霎年芳影，已是天荒海涸时。"
        },
        {
            "标题": "书诸暨蒋观云诗集后",
            "作者": "陈曾寿",
            "内容": "不曾相见廿年后，同异纷纷俱劫尘。初意全违应有悔，苦心难闭尚馀呻。\n荣枯迹已殊华管，功罪今犹混李荀。未暇相哀各沉恨，遗诗得失付閒人。"
        },
        {
            "标题": "徐园看菊已残萎矣同莘老作",
            "作者": "陈曾寿",
            "内容": "徐园残菊愁吟眸，支离万本皆垂头。繁霜晚节岂辞避，夜来风雨胡相雠。\n与君来迟敢伤暮，要知劫外叨天优。强张孤芳祓物忌，姿回泉石酬清讴。\n墙阴篱落秋影乱，坐冷茗碗神夷犹。游人千睨各殊意，斜阳一晌因谁留。\n尘摇形役念念改，何须照面恒河流。臭味潜通花可省，对影或恐为花羞。\n故根移转久零落，年年魂梦纷离忧。风露在天根在地，慰眼何时仍好秋。"
        },
        {
            "标题": "同散叟游龙井蒿老先至",
            "作者": "陈曾寿",
            "内容": "灵湫昔龙幸，杰搆周岩阿。兵荒道场歇，寂寞稀游过。\n前秋我适来，异境惊难摩。平林绚高岭，浓醉霜容酡。\n升堂试泉茗，提汲烦头陀。碧潭泻澄流，泠然奏环珂。\n石"
        },
        {
            "标题": "子修丈约同蒿庵散原游西溪饭于交芦庵",
            "作者": "陈曾寿",
            "内容": "欲雪未雪花冥冥，汊流四望迷烟汀。平生萧瑟梦魂处，扁舟一往如重经。\n交芦庵子水中涘，伊人不见馀荒庭。年年秋菊荐芳馨，远山何许双冢青。\n閒居避世渊颖老，喜载旧友携樽瓶。呼陈僧藏玩图卷，恍出犀轴纷幽灵。\n欢娱朝野隔生事，何论风节垂高型。酒酣不忍叹家国，但说同辈多飘零。\n荒陬游过数不厌，略寻影事如江亭。飞来成画唳寒雁，北向且破愁颜听。"
        },
        {
            "标题": "张坚白用欧公聚星堂雪诗韵寄赠即和",
            "作者": "陈曾寿",
            "内容": "人生休羡后凋叶，满蚀虫痕战冰雪。悲凉一往谁与论，相逼四山径路绝。\n早空诸缘逢善识，微言太息心为折。但愁春梦尚留痕，安得残痕随念灭。\n廿年回向入初地，世界微麈同电掣。偶观玉戏得心清，无复空花生眼缬。\n弥天哀愤閟幽隐，矫饰知君曾不屑。居奇铸错那可追，半燄残缸真一瞥。\n解事难得了了人，邂逅开尊饼宜说。惟馀结习尚微吟，刻画终难钝心铁。"
        },
        {
            "标题": "怀人四首 其四 蒿庵",
            "作者": "陈曾寿",
            "内容": "凄馨哀艳比江迟，惨绿年华黄绢词。学道耆颜哀乐淡，依然泪湿落花诗。"
        },
        {
            "标题": "奉召赴天津行在所余倦知先生赠别次韵",
            "作者": "陈曾寿",
            "内容": "深愧麻鞋杜拾遗，逡巡赴召屡愆期。缉熙始荷维新命，辛螫谁陈小毖诗。\n居洛望尊宁独乐，渡江失志欲何之。重来影静心苏处，傥柱天穿地朽时。"
        },
        {
            "标题": "伯夔君任题予诗卷和韵",
            "作者": "陈曾寿",
            "内容": "晚岁相因依，恩缘岂微细。诗卷隔岁看，殷勤续题字。\n顽石阅颓波，昨味了不异。悠悠防日损，汲汲恐失志。\n绸缪五交外，僮仆见真意。作欢未渠央，已复感离思。\n跬步争滑坡，遑暇顾违世。琐琐恩怨空，心光炯初地。\n东坡别季常，贻诗寓微诣。各期检缺失，黾勉别后事。\n端有真不灭，文字特馀寄。"
        },
        {
            "标题": "伯夔以所藏惜抱典试鲁湘日记册属题",
            "作者": "陈曾寿",
            "内容": "我昔戏言古人所欲见，当代莫先惜抱翁。行如望溪加蕴藉，文追永叔仍淹通。\n标宗论学本末具，显晦与世关污隆。觥觥笥河李元礼，万派吐纳皆朝宗。\n少年相逢盛意气，追逐上下如云龙。袁陈朱王并豪俊，辛陈异帜归牢笼。\n江山跌宕照千古，四时气备谁能同。嗟予不学空仰止，蚁蛭何自希高踪。\n惟君怀贤乃过我，宝贵尺札逾苍琮。輶轩所指被时雨，南钱北孔双钟镛。\n曹溪一滴汇沧海，继起百辈成流风。湘乡表章炳日月，柈湖持论隘未公。\n吾子私淑深入室，绝境自辟天难穷。吁蹉古人不可见，安得与子岁晚婉娈长相从。"
        },
        {
            "标题": "伯夔六十寿诗",
            "作者": "陈曾寿",
            "内容": "当代能文章，义宁第一手。削迹入匡庐，与世隔绝久。\n时翁年八十，往拜有谁某。维君跫然来，真气暖岩岫。\n温温子弟色，服勤常左右。于今薄师门，风义庶可救。\n岂惟斯文传，真脉在孝友。修身贻令名，四海仰贤母。\n客语夜稍深，趋入唯恐后。孺慕及深慈，目中未曾有。\n自婴风木悲，硕腹俄损瘦。推让及群季，周恤遍亲媾。\n时交尚意气，握手肝肺剖。反面或下石，创甚柳州柳。\n惟君久益亲，相看进于旧。经年更患难，鬓发已老叟。\n但深孤露悲，岂效庚申守。愿君葆康强，特为亲故厚。\n能为义宁文，并齐义宁寿。质直无饰辞，聊用当春酒。"
        },
        {
            "标题": "伯夔挽诗三首 其一",
            "作者": "陈曾寿",
            "内容": "交久晚弥真，意多缘乃促。人事轻隔离，万劫不可赎。\n悱悱散原翁，硕果此尊宿。温燖吾与子，期约岁相续。\n北南会旧京，欢笑洗惨黩。颇疑天壤间，嘉会惟此独。\n绝续勉相保，俄惊坏梁木。苦思寻旧踪，执手同一哭。\n岂意旋哭君，相偪乃尔酷。残生尚未尽，生意先结束。\n两心闭所期，胡君遂瞑目。"
        },
        {
            "标题": "复园既去夜坐洗心阁对菊偶成",
            "作者": "陈曾寿",
            "内容": "一室留得秋，好花天所纵。夜夜下孤月，写影碎鸾凤。\n香寒初意满，情深晚妆重。出门履繁霜，乃知天宇空。\n故人溯江舟，独续水窗梦。"
        },
        {
            "标题": "次韵愔仲同年元旦试笔辛酉",
            "作者": "陈曾寿",
            "内容": "门对南山宝镜悬，焚香心耿一炉烟。湘累极目伤千里，幕府吞声忍十年。\n柏叶樽前还献岁，梅花枝底忽逢天。遗民犹戴王正月，比户春声笑语阗。"
        },
        {
            "标题": "秋日同李伯虞左笏卿周沈观丈访菊太清观不得遂至龙泉寺归过酒楼小饮周丈有诗次韵",
            "作者": "陈曾寿",
            "内容": "节寒气逾爽，逸兴当秋阑。轻车赴晚道，影堕苍茫间。\n当年亭馆地，今日斜阳宽。灵宫访秋菊，落叶空池坛。\n回步过萧寺，著履苍苔乾。长松抗高阁，杂卉迤修栏。\n龙蛇动四壁，赞赏生微叹。文字为小技，今成空谷兰。\n历历钟梵音，诸天度凰鸾。地清坐忘暝，茶歇神初完。\n妙境如追逋，眩瞥迹已残。归车就市饮，嘈切千指弹。\n一心造喧寂，同境殊悲欢。百年非可知，放怀寻所安。"
        },
        {
            "标题": "旧京访散原老人立之自山中来会",
            "作者": "陈曾寿",
            "内容": "相逢一笑万金药，爱子山情眉宇间。坡老游哉聊卒岁，稼轩健者也曾閒。\n两年不负茱萸节，一老常存冰雪颜。便欲与君寻旧约，松风好梦莫教还。"
        },
        {
            "标题": "前夕梦见三松奇绝纪之以诗",
            "作者": "陈曾寿",
            "内容": "平生爱松性所独，天骨异众涛声凉。西山戒坛西天目，郁勃胸臆不可忘。\n羁栖游踪久不到，夜梦见之非杳茫。三松侠倚各异态，奇肆淩厉势莫当。\n精神迥出天地外，六合虽大疑相妨。喜心翻倒转愁虑，他时远适难移将。\n挟山超海真幻念，却立抚视空徬徨。乃知胜赏皆物累，生心有住非真刚。\n安得精气迸为一，逍遥世外齐久长。"
        },
        {
            "标题": "龙井寺中坐雨",
            "作者": "陈曾寿",
            "内容": "坐对寒湫一镜开，凡鳞么么未相猜。不知有意还无意，忽送飞云片雨来。"
        },
        {
            "标题": "云甫得莫子偲抄校本简斋集属题 其三",
            "作者": "陈曾寿",
            "内容": "尺一南来更唤归，见排同列事多歧。犹贤轻背山陵去，齿豁头童待圣时。"
        },
        {
            "标题": "云甫得莫子偲抄校本简斋集属题 其二",
            "作者": "陈曾寿",
            "内容": "莫郑边隅并老师，郘亭勤校重残遗。咸同诗格微迁变，可是皈依次祖诗。"
        },
        {
            "标题": "云甫得莫子偲抄校本简斋集属题 其一",
            "作者": "陈曾寿",
            "内容": "三宗虚谷主西江，律髓精华每卷藏。珍集为君单管得，故应换骨检神方。"
        },
        {
            "标题": "同散原老人登六和塔",
            "作者": "陈曾寿",
            "内容": "当年建塔镇江潮，万弩难胜一柱标。昔览烽烟愁饮马，今荒榛莽任栖鸮。\n老怀凭远馀悲健，寒籁回空振悴凋。欲向檐前问铃语，冀州丧后更萧条。"
        },
        {
            "标题": "九日焦山登高同公渚作寄君适庐山",
            "作者": "陈曾寿",
            "内容": "穿上烟萝拾堕樵，连江寒籁起萧萧。已先霜木惊摇落，暂狎风鹰共泬寥。\n寄远恨无书付雁，浇愁难倚酒盈瓢。断崖何与人间世，溅蚀潮痕永不销。"
        },
        {
            "标题": "宿西峰禅源寺以雨甚不得登绝顶归途感赋",
            "作者": "陈曾寿",
            "内容": "云龙氤氲华盖天，呼吸海气回星躔。势尊蓄厚合茫混，神秘未许穷雕镌。\n我来冲雨青冥上，攀援栈道空茫然。行行众山陷无底，雄纛始见中峰悬。\n昭明寺藏飞瀑杪，山门松枥知何年。经台片席分宝志，千劫永度金刚禅。\n乃公布金半寰宇，天人漏果真唐捐。东峰三宿气森穆，梦魂还蹑西峰巅。\n缒幽出奥转平旷，时见如火霜林妍。莲花峰底壮坛宇，微惜混杂同市廛。\n临济宗风久衰歇，岩栖支灶馀唐砖。饱听僧堂一夜雨，空仰绝壁千重泉。\n黑入太阴动鳞甲，何由致我神松前。还辞清都入尘世，送客起伏千蜿蜒。\n劳生九死肆游览，暂获已幸遑流连。扶舆百里一回首，九天尚爇香炉烟。"
        },
        {
            "标题": "点绛唇 秋海裳",
            "作者": "陈曾寿",
            "内容": "点点愁红，分明一幅秋心院。十分幽怨，只是无人见。"
        },
        {
            "标题": "乙丑二月赴行在所寓浪公斋中海棠二盆盛开",
            "作者": "陈曾寿",
            "内容": "绝艳相逢感鬓华，小窗低幔护风沙。晚妆倭堕惊奇夜，晓梦纷纭散绮霞。\n正使滔滔移节序，何妨定定住天涯。歌唇衔雨平生恨，影静心苏倚此花。"
        },
        {
            "标题": "寄怀巩庵清华园 其一",
            "作者": "陈曾寿",
            "内容": "帘深毡拥入严霜，一夕怀人古月堂。散步长廊多落叶，挟书讲舍易斜阳。\n园中水木凭谁记，别后须髯应更长。\n细数欢悰已陈迹，问君何寄慰萧凉。"
        },
        {
            "标题": "清华园即事",
            "作者": "陈曾寿",
            "内容": "梦落残山剩水边，故宫禾黍入荒烟。饥餐尚藉遗黎粟，渴饮仍分御苑泉。\n枝上空啼乌哑哑，原头又动草芊芊。倚楼看剑终何事，白日青春祇惘然。"
        },
        {
            "标题": "寄怀巩庵清华园 其二",
            "作者": "陈曾寿",
            "内容": "腐儒生计破天悭，行乐端能出冷閒。酒渴盘空煮秋菊，灯残风吼画寒山。\n绝怜一载同形影，似与孤云共往还。扰扰京华冠盖尽，不须憔悴损离颜。"
        },
        {
            "标题": "蝶恋花 闻露",
            "作者": "陈曾寿",
            "内容": "独夜始知凉月色，竹影移廊，未觉成萧瑟。微漾湖光荧暗壁，疏灯影里芙蓉白。"
        },
        {
            "标题": "定慧寺山门看月与彊村同作",
            "作者": "陈曾寿",
            "内容": "天水与阶平，山门坐月明。墙灯移殿影，虫响出江声。\n语寂钟初发，宵寒茗更清。浮生苦劳转，净业羡支更。"
        },
        {
            "标题": "长椿寺拜散原先生殡所",
            "作者": "陈曾寿",
            "内容": "萧寺凄风怆独来，德人泉下梦难回。辞春老树留经院，过雨残英委绿苔。\n小立便完仍岁迹，幽藏宁掩百年哀。旧踪何限深明阁，刻骨前尘苦未灰。"
        },
        {
            "标题": "高楼",
            "作者": "陈曾寿",
            "内容": "高楼长夜破凄迷，风偃长林一向低。动海霞光侵落月，连天蜩嘒乱鸣鸡。\n流金气候今日昨，隐几生涯东院西。康济自家身亦可，何缘洗耳万方啼。"
        },
        {
            "标题": "惜黄花慢 园菊久萎，冬至日忽放二花，冱寒中金英灿然，喜成此阕。",
            "作者": "陈曾寿",
            "内容": "霜径都荒，讶捲帘重见，旧日宫裳。别经小劫，拈还一笑，原来宝相，不是秋妆。\n金环飘断三生影，乍添续、一线斜阳。冱暗香，绀梅数点，商略昏黄。"
        },
        {
            "标题": "冬夜杂述 其四",
            "作者": "陈曾寿",
            "内容": "未觉艰虞极，常悲气类孤。空存影酬赠，安得色敷腴。\n旷宇寒能满，秋芳淡欲无。方知楚累恨，勇决访彭居。"
        },
        {
            "标题": "湖上杂诗 其二",
            "作者": "陈曾寿",
            "内容": "雪净高下峰，几点岩腹绿。心知有佳处，禅栖托修竹。\n永惭枯定僧，片偈了幽独。饭馀更何事，洗钵对寒玉。\n耽游记坡老，寺寺留芳躅。冲雨洗足眠，钟动随僧粥。\n有如永嘉师，妙觉参一宿。高风今则无，清景说亦足。"
        },
        {
            "标题": "育王寺豆粥甚美与西山戒坛寺稷粥可称双绝",
            "作者": "陈曾寿",
            "内容": "育王寺里分豆粥，何似戒坛风味新。傥入山中径披薙，真能康济自家身。"
        },
        {
            "标题": "题刘幼云先生潜庐读书图",
            "作者": "陈曾寿",
            "内容": "我皇即位初，辅导资贤王。进贤宰相事，首举讲官良。\n妙选十二辈，刘侯何卬卬。燕坐抱冰翁，独许侯文章。\n深心纪纲地，讽议回肝肠。称叹不去口，手抚霜髯长。\n哀哉元祐政，朝露事不常。阴壬遂渐进，群儿揽天纲。\n张公起抗争，呕血去堂堂。啁啾见孤凤，百忧瘏一吭。\n处人骨肉间，苦口非激扬。至诚无不动，乍起旋迷盲。\n我时数周旋，相对忧旁皇。但言臣力竭，无药回膏肓。\n天地猝翻覆，流言破斧斨。掩袂出国门，无状徒自伤。\n终始义不负，此志日月光。幽幽东海庐，读书穴匡床。\n龙潜自成德，天意方微茫。披图感往事，北望涕浪浪。"
        },
        {
            "标题": "拟渔洋读三国志小乐府 其五",
            "作者": "陈曾寿",
            "内容": "不仁与不孝，异等皆遮罗。新宣崇礼让，礼让奈公何。"
        },
        {
            "标题": "拟渔洋读三国志小乐府 其六",
            "作者": "陈曾寿",
            "内容": "天命虽吾在，逡巡廿五年。犹闻颁九锡，君岂缀旒然。"
        },
        {
            "标题": "拟渔洋读三国志小乐府 其七",
            "作者": "陈曾寿",
            "内容": "同流必合污，末路安可避。君不徇虚名，臣食得空器。"
        },
        {
            "标题": "拟渔洋读三国志小乐府 其一",
            "作者": "陈曾寿",
            "内容": "来时正伏魄，窈窕魏宫娥。凄绝分香语，空悲更事多。"
        },
        {
            "标题": "拟渔洋读三国志小乐府 其四",
            "作者": "陈曾寿",
            "内容": "独抱汉官耻，新恩宠莫跻。何如题墓道，犹爱故征西。"
        },
        {
            "标题": "拟渔洋读三国志小乐府 其二",
            "作者": "陈曾寿",
            "内容": "冬猎秋读书，初意何俊旷。可笑群儿愚，踞君炉火上。"
        },
        {
            "标题": "拟渔洋读三国志小乐府 其三",
            "作者": "陈曾寿",
            "内容": "万事皆鸡肋，还悲去日多。芳樽荐野葛，风味妙如何。"
        },
        {
            "标题": "读史二首 其一",
            "作者": "陈曾寿",
            "内容": "晚节扶持仗友生，切偲每见古人情。题门一日丝犹络，仰屋无常语可惊。"
        },
        {
            "标题": "题劳玉初先生劳山归去来图",
            "作者": "陈曾寿",
            "内容": "杨子渡扬子，椒山住焦山。姓字巧曶合，古人邈难攀。\n不谓遁世人，名山恰相关。言访逢萌居，受姓溯其先。\n赢秦昔乱纪，万户琅玡迁。实惟劳山下，因山姓以传。\n贤者避其世，得姓非徒然。自有此山来，几阅海成田。\n苍颜破涕笑，乃今见公还。孤踪感行止，信矣非人权。\n哀哉道丧世，本根必先颠。末季坏礼法，首决三纲藩。\n一老口卒瘏，沧流不可填。天心忽盈荡，杀机动瀛寰。\n我欲避蹄迹，一盻空九天。先生正高卧，独拥松风寒。\n半壁晃海日，犹梦先王观。东坡咏遗逸，死灰或馀烟。\n万一东园翁，翻然下商颜。"
        },
        {
            "标题": "三月二十一日雨中奉母游七里泷",
            "作者": "陈曾寿",
            "内容": "天然大青绿，画稿芟荒寒。我来春雨中，白云正未閒。\n连环锁碧流，上扃白玉关。濛濛入瓮底，舟外无人寰。\n至人道非一，或潜或在天。动静偶殊迹，精诚原往还。\n事业一竿重，黾勉无穷年。徒然诧高隐，安窥龙德全。\n我愧介推风，奉母乐清涟。夷犹更何事，饭香篷底烟。"
        },
        {
            "标题": "二月二日",
            "作者": "陈曾寿",
            "内容": "彩殿崇隆曙色侵，全将晖丽压萧森。迁莺贺燕纷时栋，喝道笼街簇羽林。\n入幕客卿翻济济，布金供帐夥沉沉。地衣堆锦花含笑，辛螫谁知圣主心。"
        },
        {
            "标题": "中秋日恪士邀饭于法相寺",
            "作者": "陈曾寿",
            "内容": "荷已离披桂未稠，淡云微雨过中秋。为耽野饭寻僧饭，还觉平流胜俊流。\n小阁空山宜客梦，寒芳深院助禅幽。相期更醉重阳节，晞发天风最上头。"
        },
        {
            "标题": "雨后同贻先觉先贾茶至法相寺",
            "作者": "陈曾寿",
            "内容": "买茶雨后来山寺，乍启虚堂意界宽。修竹连墙邀雪净，高橼一树破僧寒。\n闻钟渐觉安心竟，出谷方悲值世残。无用传衣参佛祖，梦魂应绕白云端。"
        },
        {
            "标题": "法相寺中老樟一株双干皆大十围其本殆不可量不知何代物也散原老人属同赋之",
            "作者": "陈曾寿",
            "内容": "法相院中长耳僧，早空诸相藏锋棱。一朝永明偶饶舌，结跏俄顷惊肤冰。\n应身历劫住山寺，定光一线燃龛灯。我寻春茶数来止，但赏修竹青层层。\n忽逢大身仰突兀，老樟分干双龙腾。互如天柱伸两戒，矫若云翼张孤鹏。\n神物不敢臆年代，但识倒挂千岁藤。山僧筑阁度长夏，片枝所覆苍云崩。\n四时风雨扫落叶，老衲伛偻阶难升。散原老人诧一见，平生奇观嗟未曾。\n匡庐五爪震寰宇，对此只落声闻乘。遁世无闷亦有待，发幽奇句精灵凭。\n高吟千里起钟阜，伫听夜半霜钟应。"
        },
        {
            "标题": "采桑子 其二",
            "作者": "陈曾寿",
            "内容": "流人泛宅西溪好，愁祓清尊。商略黄昏，一角残山半雨痕。"
        },
        {
            "标题": "书广雅诗集后 其一",
            "作者": "陈曾寿",
            "内容": "吾生犹及范希文，画牍忧时每夜分。晚节艰难诗愈好，遗音哀惋世宁闻。\n长沙久镇人谁替，元祐重来日已曛。辛苦与人家国事，调停术尽欲何云。"
        },
        {
            "标题": "题五月骑驴入华山图",
            "作者": "陈曾寿",
            "内容": "华山之高孰可攀，青崖白谷非人间。天生芳臭不并世，待时敛翼归名山。\n山中师友足磋砺，读书被褐方悠然。大云舒卷一千里，三峰屹立凝苍颜。\n僭窃当涂迄典午，避秦见志渊明贤。草付风云偶会合，犹可牵连三十年。\n千年一清圣人在，河流到海何时还。六朝五季并乱世，持校今日犹非艰。\n五岳峥嵘在天地，渺然人物空云烟。渔洋山人际盛世，赋诗送远摹高骞。\n戴生务旃画笔好，奇气还仗诗人传。我事丹青易升斗，日储月敛惟忧煎。\n聊图故事寄愧慕，嵯峨寤寐长周旋。何时真人定六合，坠驴绝倒希夷仙。"
        },
        {
            "标题": "为王病山侍郎作飞乌山馆图并题",
            "作者": "陈曾寿",
            "内容": "家住江源行入海，壮游昔有眉山苏。却登金山望乡国，夜江光怪惊栖乌。\n高才盛年世清宴，归山誓水宁非诬。多难方知太平好，或出或处皆裕馀。\n明季流寇祸至烈，易堂尚可安琴书。团瓢历历七十二，即今何地容潜夫。\n天遗地孑几耆老，削迹夷市蜷穷庐。神州莽莽塞荆棘，三湘百粤无完区。\n引绳而绝必有处，激发祸始钟巴渝。势劫驯良化豺虎，闭关猛噬安逃逋。\n中江老人发过耳，家屯与国齐疮痡。十年千忧犯真宰，白头形影酬羁孤。\n相过朱王慰朝暮，濡沫那得忘江湖。\n覆舟之山渺天际，"
        },
        {
            "标题": "恭挽德宗景皇帝用李商隐昭肃皇帝挽诗韵",
            "作者": "陈曾寿",
            "内容": "恭默殷高后，开明魏孝文。殷忧从没世，多难启吾君。\n待蓄三年艾，旋停八表云。茹哀占复始，傥见鼎来汾。\n万国归心久，苍皇一举烽。秦山愁驻马，辽海喜归龙。\n欲待悲风木，翻成应洛钟。天家殉慈孝，辛苦启双封。\n汉社英灵在，宸谋运斡神。执枢真有托，移彗竟无人。\n九译哀何切，千秋恨尚新。小臣无以报，空湿景山尘。"
        },
        {
            "标题": "雪后寄怀梅生",
            "作者": "陈曾寿",
            "内容": "水凝山欲无，枯桐坐隐几。寥寥写予心，皑皑通万里。\n坐我天地初，仙佛皆后起。一花象帝先，孤梅谁氏子。"
        },
        {
            "标题": "十月率室人及儿子邦直女荃视长女疾于庐山之芦林适散原先生先来牯岭过访先生有诗奉和 其一",
            "作者": "陈曾寿",
            "内容": "急难来山中，意外与翁会。惊魂亲紫眉，暂分窗日晒。\n渊明去何之，位置天心怪。"
        },
        {
            "标题": "天童寺",
            "作者": "陈曾寿",
            "内容": "昨遇天童僧，遂至天童寺。天风塔铃语，行行度岭次。\n有松万株竹万竿，到眼先识天童山。苍龙起立高秉笏，翠凤绕护飞鸣环。\n寺前潭蛟睡不醒，千年忽改山门影。古衲强被茀林装，设教谁能分象景。\n高殿广庑为稻场，户牖处处开蜂房。枯眉时遇骆驼坐，小几独焚知见香。\n见佛良易见僧难，永嘉难参一宿禅。诸天龙象不可致，邂逅胜地空流连。\n沧流浩浩无归处，维提绝纽谁龙树。未暇盛衰论佛门，早惊溃决摧天柱。\n渊明黄唐喟世更，康乐湖海怜平生。残年欲遇寒山语，一枕松风梦国清。"
        },
        {
            "标题": "十月率室人及儿子邦直女荃视长女疾于庐山之芦林适散原先生先来牯岭过访先生有诗奉和 其二",
            "作者": "陈曾寿",
            "内容": "云岚媚老眼，稍喜闻见隘。返庐调药鼎，颠风鸣万籁。\n平生安心方，临事忽破碎。晓窗隔雾雪，一室乃无外。\n似将入混沌，弥缝大宙坏。身落五蕴中，安能正灾害。\n累劫儿女恩，镌刻木石界。何时世械轻，忧端释华岱。\n炉灰拨阴何，静与希夷对。"
        },
        {
            "标题": "予自游焦山梦寐不能忘舟过岳阳雨中登楼怀望",
            "作者": "陈曾寿",
            "内容": "载雨滞春墙，登楼快明瞭。西北稍吞天，一气青浩浩。\n连洲芳草暗，拍浪凫雁矫。烟出孤屿明，眦入千帆小。\n极目天东南，焦山影孤抱。忆凭观音崖，千里收寸杪。\n蜿蜒众峰趋，风烟四天渺。落日镕如金，长波织成缥。\n入世此江山，万古夕阳好。蜂房各户牖，云窗乱窈窕。\n海西书一龛，定慧竹千筱。玉兰施香严，银杏悦枯槁。\n讽佛晓钟清，说鬼夜灯窅。梦中自然庵，再过僧病老。\n门外浪翻江，庭内寂无鸟。真我悟蜩空，尘寰观蚁扰。\n去住皆定因，喧寂随所造。昔贤整乾坤，家常茶饭了。\n凌江有石阑，趺坐忘暮蚤。"
        },
        {
            "标题": "辛未二月李氏园看桃花同啸麓作",
            "作者": "陈曾寿",
            "内容": "烟染寒柯气已新，废垣高下接田畇。半篙初动鳞鳞水，一簇遥看淡淡春。\n曾悔流连偿永忆，难移寥泬现前尘。俗缘重后违仙隐，漫效渔人更问津。"
        },
        {
            "标题": "静园直庐前有向日葵一株孤秀可爱既为之图并约愔仲作诗纪之",
            "作者": "陈曾寿",
            "内容": "清晨趋园直，草木呈芳妍。憔悴三冬枝，忽复青盖圆。\n娟然万绿底，见此黄金盘。亭亭一丈身，初日颜色鲜。\n徘徊自顾影，风露疑可餐。未施灌溉勤，遗种自昔年。\n但使本根在，长养天机全。何心附气类，倾阳希甫贤。\n一见移我情，臭味如相牵。见同感则异，自媚谁为传。\n万化存孤根，弱毫安所宣。"
        },
        {
            "标题": "戒坛卧龙松歌",
            "作者": "陈曾寿",
            "内容": "戒坛之松天下奇，寻常所见皆十围。一松据台独下垂，横出十丈犹躨跜。\n健鹏探爪风在下，渴蛟饮涧鳞之而。缒幽欲引阴蛰出，承欹力负苍崖危。\n万钧压空不危殆，反走潜根疑过倍。涑雨洗干未濡足，眼底浑河犯高垲。\n云开穿枝落日黄，万里暮色浮孤觞。欲凭咫尺精灵意，贯入冥搜百怪肠。"
        },
        {
            "标题": "邯郸道",
            "作者": "陈曾寿",
            "内容": "汉文车驾新丰回，慎夫人从同辇陪。眼中忽见邯郸道，当年迎立自此来。\n同来时迁复同过，感新念旧伤心怀。死生离别谁遣此，长歌倚瑟声悲哀。\n人生富贵事傥忽，恐惧安乐殊乖谐。文叔鹰鹯起帷帟，勤求故剑良难哉。\n古往今来邯郸道，梦中扰扰千车雷。谁能同来复同过，可念雾露深云台。"
        },
        {
            "标题": "山中即事二十四韵",
            "作者": "陈曾寿",
            "内容": "骤暄迫穷阴，蒸雾起寒凌。峰峰辉玉屏，溪溪窅水镜。\n冰柱撑突崖，琼屑齿裂璺。朽枯被鳞甲，摇曳响钟磬。\n高矾罗万缨，椭璧滑千磴。抢地丛筱低，冠岩一松劲。\n救渴细窦鸣，裹脆寒菜剩。枝拳冻雀痴，尾曳灶犬佞。\n粉饰到茅屋，低昂失旧径。俄顷腾濛濛，迷瞀跬步近。\n练断豁腰腹，掌搴露股胫。焚鼎香烟肥，披天絮袄称。\n混茫万象冥，寂灭四禅定。中宵星斗烂，纤翳扫忽尽。\n耸峙入庄严，楼阁浸寒韵。一白周九天，廓然见无圣。\n嗟予况瘁馀，得睹岩壑胜。绝境生净观，神籁发衰听。\n誇丽秘阳施，刻露见阴凝。强剖冰雪心，未得忧患正。\n崎岖历千盘，向上难一寸。酷寒天所纵，僵卧我为政。\n方丈狮座空，维摩本无病。冰砚炙微澌，贻我以无闷。"
        },
        {
            "标题": "雨中寄怀病树",
            "作者": "陈曾寿",
            "内容": "痼疾淹床褥，因循及暮春。观书时小得，听雨属閒人。\n狙赋争三四，鸡啼误暝晨。独馀江汉客，何处觅桃津。"
        },
        {
            "标题": "将至金陵视散原先生车过镇江观落日作",
            "作者": "陈曾寿",
            "内容": "金焦于我岂有私，每过常逢夕阳好。梦中留庵曾独往，欲说生前仍缥渺。\n贪看落照一孤僧，片念微差堕尘扰。流浪多生无畔岸，偶对江山愁皎皎。\n海涸天荒试哀乐，虎倒龙颠破强矫。旧欢掣电往往空，残怀落月垂垂晓。\n青溪老人方闭门，一勺寒泉自忘老。行过相见一开眉，有酒何须问怀抱。\n江光摇空霞影乱，远塔孤标渐深窅。轮驰肠转且未休，蚤暮何时忧患了。"
        },
        {
            "标题": "子安同年自上海寄便面赠诗三首和寄",
            "作者": "陈曾寿",
            "内容": "昏灯老屋宣南集，旧味醰醰最不忘。少日年华真一梦，兵尘天地永相望。\n翻因高咏生离感，可笑寒灰守故香。北烂南焦竟何世，与君何处话悲凉。"
        },
        {
            "标题": "同觉先询先儿子邦荣邦直游陶庄",
            "作者": "陈曾寿",
            "内容": "秋晶蹑屐南峰高，陶庄之胜临峰腰。修篁半天结一绿，万凤交舞鸣箫韶。\n缘坡剖竹走泉溜，郁律直下绵青蛟。阴阳咫尺异寒燠，我踵屡息忘疲劳。\n长耳老僧入禅处，潜窦细泻莹泓坳。结跏一念万年去，至今幻体犹坚牢。\n洪杨奇劫断金臂，飞砾飒飒天神忉。试升绝顶望城邑，红鳞万瓦秋阳骄。\n西泠当前渺一勺，隔江欲挹寒瘿瓢。当年纯皇奉文母，屡驻绛节观灵潮。\n琳宫法宇变荆棘，阴崖突壁空嶕峣。百年反覆悯狂稚，净土往往污腥臊。\n妖祀客魏等然耳，了知弹指灰尘消。丹墙一角馀正色，烟竿犹认钱祠遥。\n清都赤城起方寸，避世何地违氛嚣。山僧烹泉荐绿茗，粗瓷盛玉逾名窑。\n有梅凭岩最殊绝，雪时待访青霞娇。"
        },
        {
            "标题": "和庶侯纪梦诗",
            "作者": "陈曾寿",
            "内容": "人生实梦幻，好梦良无多。念念役贪嗔，狰狞战修罗。\n我生未闻道，尘镜稍揩磨。常以梦庄慢，自验心平颇。\n畴昔梦一室，清虚息吟哦。窗外皎夜光，梧影悬婆娑。\n其明异常月，混漾怯金波。又梦谁氏园，满植芭蕉窠。\n叶大时卷舒，翻露如风荷。清凉泻肝腑，刹那洗烦疴。\n景光似欲曙，隔溪辨烟螺。经年此两梦，异境难传摩。\n见君纪梦诗，心證知无吪。哀哉众浊苦，酣呓纷痴魔。\n努力事净业，把臂期南柯。"
        },
        {
            "标题": "和乙庵师二首并简愔仲 其二",
            "作者": "陈曾寿",
            "内容": "寂寞吴趋曲，凄凉越绝篇。群迷塞蚩雾，短景促羲鞭。\n意钓连江海，天游阅岁年。枫香起沉滞，端望玉堂仙。"
        },
        {
            "标题": "和乙庵师二首并简愔仲 其一",
            "作者": "陈曾寿",
            "内容": "未许津梁倦，还成示疾因。药囊犹待检，诗笔已相亲。\n横气惊巫日，华颠扫秽人。何时报飞卫，真见虱如轮。"
        },
        {
            "标题": "落叶二首用前咏落叶韵 其一",
            "作者": "陈曾寿",
            "内容": "天涯摇落本相关，漫借霜华发醉颜。酒罢几番闻夜雨，妆成容易换寒山。\n抱残碧树蝉同尽，望断平沙雁不还。多谢故人书远忆，狮窝锦幛梦跻攀。"
        },
        {
            "标题": "落叶二首用前咏落叶韵 其二",
            "作者": "陈曾寿",
            "内容": "寄远缄红尚有情，矜秋爱晚似前生。任教温室全灵寿，从此寒林属李成。\n岁暮观山人独立，夜长敲户梦频惊。风轩扫尽秋何寄，伫待空枝偃雪声。"
        },
        {
            "标题": "落叶和闻宾门 其二",
            "作者": "陈曾寿",
            "内容": "碧怨无情尚有情，哀蝉从此悟浮生。归根转绿非身待，托命题红抵目成。\n曾见葱茏原不悔，相逢摇落亦堪惊。归来背枕寒灯梦，犹误巴山夜雨声。"
        },
        {
            "标题": "朱用和招饮因忆其尊人晓岚先生饮酒之乐怆然出涕送赠一首",
            "作者": "陈曾寿",
            "内容": "美酒易尽悲难空，平生风义怀朱翁。翁昔酿酒鉴湖侧，百二十瓮堆醇醲。\n酒成跌宕走京国，意轻万户豪千钟。归来经年卧酒病，百药尝尽如神农。\n佐军粤西鏺积寇，偶探囊底收奇功。长才老谋时不遇，晚经桑海悲衰慵。\n朝晞暮唶减食寐，国之舒惨如在躬。却寻故居武林市，十年久据狐兔丛。\n发藏多供兵子醉，急呼朋好开泥封。倾写潋潋照盆盎，朋比公瑾秋历冬。\n小车载来湖上宅，香流茵垫涎溪童。夜归踏艇误踏浪，淋漓袜履劳燖烘。\n深情极意那可道，倏忽宿草埋幽宫。海隅张饮踵公子，感旧涕出知何从。\n时移志事去日远，尊俎犹昔心谁同。偷生羞尘国土遇，念乱谁及君山忠。\n酒人向来少成事，荆高遗恨回悲风。"
        },
        {
            "标题": "咏怀 其八",
            "作者": "陈曾寿",
            "内容": "今夕复何夕，辰良天气佳。比户旗翩翻，灯火明长街。\n主人设广筵，浓笑红玫瑰。独立扬清歌，歌声何徘徊。\n似言三山外，浮出金银台。潭潭千春乐，围住玻璃杯。\n我无忮求念，百忧忽乘怀。嗟我纪岁时，笑颜无由开。\n社饭罢春明，寒食伤焚骸。缠筒五色丝，徒饵沉湘哀。"
        },
        {
            "标题": "题宣和御笔鞓红牡丹",
            "作者": "陈曾寿",
            "内容": "明皇酣醉沉香亭，夜雨蜀道愁淋铃。道君绘事更奇绝，五国城中窟冰雪。\n游戏岂是天子事，后身重光今再至。一枝带露写鞓红，香国胡然见天帝。\n当年宴坐琼津堂，赭衣弄翰围群芳。素绢染成天水碧，正色不数姚家黄。\n一朝围城迫烽火，谁捧玉皇红一朵。六宫粉黛载明驼，山色燕支真夺我。\n宴山亭畔见杏花，故宫何处悲龙沙。披图题署词皇阁，付与万古长咨嗟。"
        },
        {
            "标题": "湖上杂诗 其二",
            "作者": "陈曾寿",
            "内容": "海棠花畔叫秋虫，枕簟星光萤影中。长夜通明了无睡，虚堂流转只荷风。"
        },
        {
            "标题": "湖上杂诗 其一",
            "作者": "陈曾寿",
            "内容": "残梦钧天付混茫，瓜庐仍占水云乡。荷声忽满三千界，成就南轩一榻凉。"
        },
        {
            "标题": "五月十三日同韬庵年丈苏堪愔仲酒集",
            "作者": "陈曾寿",
            "内容": "因循果决失原齐，惭愧钧天梦未迷。万有一疏诚死罪，本难自信况天懠。\n贯轮终欲师飞卫，守树何曾负跛奚。岁月惊心三五过，衔杯安得醉如泥。"
        },
        {
            "标题": "宋小坡得郑大鹤旧藏北魏造像拓本属题",
            "作者": "陈曾寿",
            "内容": "樵风浊世佳公子，跌宕风流著句能。密竹荒苔围古屋，残碑细字校秋灯。\n记同朱老经过屡，恰与梅盦癖好仍。今日阊门寻旧梦，更无片石对韩陵。"
        },
        {
            "标题": "湖上杂诗 其三",
            "作者": "陈曾寿",
            "内容": "雨飒风泠间暮钟，秋深乐事比春浓。前山啸处成鸾凤，曳杖寻知第几松。"
        },
        {
            "标题": "湖上杂诗 其六",
            "作者": "陈曾寿",
            "内容": "玉树缤纷俨作行，琼轩临水碧茫茫。更无人处凭虚几，只荐秋兰一朵香。"
        },
        {
            "标题": "十一夜月",
            "作者": "陈曾寿",
            "内容": "夹湖枕一阁，梦寐荷花香。水明自生夜，非月非曙光。\n连林受风籁，迥若天琴张。澄宇忽萧瑟，古悲起傍徨。\n我魂招未归，钟声一何凉。"
        },
        {
            "标题": "湖上杂诗 其三",
            "作者": "陈曾寿",
            "内容": "咫尺惊藏山，不风成断渡。拥雪闻鸡鸣，高梅见真度。\n侵窗玉虬肥，隔帐明寒寤。飘花本无心，而与妙香住。\n清荐狮峰茶，未可倾浊酤。昨收病翁诗，耿耿缄幽素。\n傥来共扁舟，萧然此中趣。"
        },
        {
            "标题": "湖上杂诗 其一",
            "作者": "陈曾寿",
            "内容": "九秋积风雨，百昌未全零。坚冰一夕至，水天皆若醒。\n阴湖晚逾白，浮岚敛纯清。寒云泄莽荡，大岳垂真形。\n平生爱雪候，砭骨神为惺。谓胜春秋佳，廓然媚空冥。\n惜哉肃杀刃，空发霜天硎。沈吟竟何俟，独掩梅花扃。"
        },
        {
            "标题": "湖上杂诗 其五",
            "作者": "陈曾寿",
            "内容": "梧竹萧萧翠凤然，炉香沦寂入初禅。从今乞与新凉睡，秋雨虚堂五百年。"
        },
        {
            "标题": "梁节庵师六十初度 其二",
            "作者": "陈曾寿",
            "内容": "辛苦湖堂语，苍凉已十年。锄奸终遂志，留命似符天。\n昨扫铜驼棘，曾开角黍筵。长看松柏健，忽觉岁时迁。"
        },
        {
            "标题": "湖夜不寐忆苕雪京师",
            "作者": "陈曾寿",
            "内容": "从来居处爱萧森，剪烛西窗梦一寻。忧患未曾捐故态，笑谈时复见初心。\n凋晨逢菊方知重，独寤无人竟废吟。凉月湖堂愁不寐，到门潮落旧痕深。"
        },
        {
            "标题": "题戴文节公湖天清晓图",
            "作者": "陈曾寿",
            "内容": "画家正宗称四王，导源董巨承悦黄。从风蔚起纷百辈，谁欤殿者戴侍郎。\n侍郎觥觥表节义，托兴丹青特馀事。云龙上下邵许曾，锁院风流后难继。\n家住钱塘山水绝，尽化烟云为笔墨。幽人怀抱非世间，爱摹清晓湖天色。\n南北沉沉横两峰，落月未落闻疏钟。云鬟不动睡初起，愁绝西子难为容。\n古来能手各争席，秀韵天成公第一。沆瀣吸取黄鹤仙，山林独往营邱笔。\n卷中云物皆依旧，可惜灵区蒙海臭。忠魂应自恋清晖，华表堪悲朱鸟咮。\n故家乔木迹未芜，清泠有砚今在无。但应模糊灭闻见，夜山继绘高尚书。"
        },
        {
            "标题": "湖上杂诗 其四",
            "作者": "陈曾寿",
            "内容": "相思袅袅托微波，缥渺青峰入梦多。手把秋荷问秋水，夜凉风露定如何。"
        },
        {
            "标题": "湖斋坐雨",
            "作者": "陈曾寿",
            "内容": "隐几青山时有无，卷帘终日对跳珠。瀑声穿竹到深枕，雨气逼花香半湖。剥啄惟应书远至，宫商不断鸟相呼。欲传归客沉冥意，写寄南堂水墨图。"
        },
        {
            "标题": "戊午七月廿三日苏庵招同彊村长劬澍斋游龙井登棋盘山有诗奉和一首",
            "作者": "陈曾寿",
            "内容": "湖堂扇残暑，山中凄已秋。楼栏下黄叶，新悴故不留。\n惊烽隔旦暮，尘语破岩幽。死生一大事，历劫成虚舟。\n荒龛出盘磴，袖底长江流。海云足疮雁，息机怪閒鸥。\n境地范身世，旷愤皆妄浮。清游拟佳梦，暂蝶吾希周。"
        },
        {
            "标题": "湖上杂诗 其七",
            "作者": "陈曾寿",
            "内容": "愿随李广近要离，生死茫茫两不知。便赴湘流了无憾，灵均曾记目成时。"
        },
        {
            "标题": "咏花瓶",
            "作者": "陈曾寿",
            "内容": "生来长是供花枝，净几添泉好护持。几度湘帘春日影，今番相对梦回时。"
        },
        {
            "标题": "九日同龙山居士觚庵九兄四弟五弟七弟儿子邦荣邦直烟霞洞登高 其三",
            "作者": "陈曾寿",
            "内容": "石鼎茶声沸冷泉，梦浮秋水欲黏天。栖迟却与龙山老，来共僧房半日眠。"
        },
        {
            "标题": "九日同龙山居士觚庵九兄四弟五弟七弟儿子邦荣邦直烟霞洞登高 其四",
            "作者": "陈曾寿",
            "内容": "诸天龙象表嶙峋，洞口苏龛寂寞身。绝代"
        },
        {
            "标题": "题陶斋毛公鼎拓本为杨诵清作",
            "作者": "陈曾寿",
            "内容": "忠敏好古天下绝，晚得毛鼎尤瑰奇。编书孔叟缺收入，君牙囧命同一辞。\n我昔戏言富大万，力傥能致甘倾资。重器第一馀可屏，足誇万世雄四夷。\n烟云聚散理常有，眼见兴废能勿悲。陶斋宝藏一朝尽，此复见夺波斯儿。\n杨侯声噺救不得，顿足语我千戏欷。空持拓本足感激，区区宝此师门遗。\n藏舟大壑山可移，窃国大盗诛犹稽。天家球图尚不保，一物重惜宁非痴。\n我知杨侯意有在，国士遇我摧肝脾。君不见平原堂上三千客，明日报恩知是谁。"
        },
        {
            "标题": "九日同龙山居士觚庵九兄四弟五弟七弟儿子邦荣邦直烟霞洞登高 其二",
            "作者": "陈曾寿",
            "内容": "急难惊逢复壁中，鴐鹅今我不相从。午君枯寂申君懒，肯到西山第几峰。"
        },
        {
            "标题": "九日同龙山居士觚庵九兄四弟五弟七弟儿子邦荣邦直烟霞洞登高 其一",
            "作者": "陈曾寿",
            "内容": "累臣佳节苦相妨，岁岁年年供断肠。破壁攀天一端午，伤高啼泪六重阳。"
        },
        {
            "标题": "浣溪沙 其一 己未都门重过云和主人",
            "作者": "陈曾寿",
            "内容": "一片红飘去不回，酒边清管自生哀，眼明真见故人来。"
        },
        {
            "标题": "同君颖至黄龙寺",
            "作者": "陈曾寿",
            "内容": "黄龙寺前娑罗树，直干斑文屹天柱。我坐其下诵金经，苍翠婆娑开古庭。\n苔地阴冷拥黄叶，四山龙气交冥冥。石上犹刻昙诜字，手种已是千年事。\n高僧有情何处逢，遗踪独起寒山意。"
        },
        {
            "标题": "河坪上冢",
            "作者": "陈曾寿",
            "内容": "独来云气益凄其，孤愤惟应地下知。跬步灰心犹忍事，残生求志恐无期。\n霜乾野草回荣易，风蓄寒松欲静迟。水远山重更回首，魂伤眼冷不多时。"
        },
        {
            "标题": "密之来自荆州除夕共饮感赠",
            "作者": "陈曾寿",
            "内容": "十年契阔同今夕，万里间关共一卮。各已形容成老丑，尚馀臭味未差池。\n襄阳何处寻耆旧，荆楚无心记岁时。万事推排难自料，白山邂逅岂前期。"
        },
        {
            "标题": "题节庵师崇陵种树图",
            "作者": "陈曾寿",
            "内容": "帝恩犹戴天，臣土无一寸。哀哀种树辞，百尔畴能听。\n呜呼我先皇，没世幽忧圣。怛恻在人心，爱护逾畏敬。\n天也实不谅，深宫落幽阱。群凶祸滔天，致寇九庙震。\n极乱国不亡，岂不由位定。呜呼我先后，投艰晚弥甚。\n啼朝诵先君，至德成让逊。经年锢南山，仓皇事未竟。\n内府千万资，贪人食之罄。露寝渴金棺，雨泣离宫殡。\n是时贼氛恶，行暴议尤横。尊亲谊所同，畴敢私室论。\n投袂起孤臣，誓衔微木徇。不济将无归，亲知挽不瞬。\n穷冬梁格庄，康衢无人径。二三老司香，世隔孰过问。\n减数及朔羊，守卫少馀馂。犯冰跫然来，惊迎泪交迸。\n雨露三百年，获报惟此仅。荐飨当随班，例格仍敬慎。\n孤踪闻九重，与祭特颁令。明发趋崇阶，遥瞻黄幄映。\n魄动见前和，恸哭长河亘。降阶焚祭辞，天地痌孤奋。\n毅力无艰难，至诚终格应。义激将作臣，集事效速迅。\n合沓万灵趋，奔走百执骏。哀哉苍梧葬，娥皇终袝舜。\n薄海动悽怆，百国赴观临。坎闭空灵舆，匍匐臣力尽。\n璨璨翠玉珰，遗佩承懿训。岂意远小臣，宠锡绝贵近。\n嗣皇念精忠，临轩召入觐。松柏旌其庐，郁律天章劲。\n巍峨金粟堆，有待贞柯荫。帝日种树职，直节惟汝称。\n殊恩出阽危，九死宁足殉。向来昜代初，戎马率蹂躏。\n掘发理无完，遑问樵采禁。我朝秉忠厚，远驾百代胜。\n监护明诸陵，备礼无缺剩。三祖逮八宗，恭俭自天性。\n视民每如伤，何罪于百姓。土崩古未有，瓦全岂弥恨。\n昔人表冬青，辛苦悲至行。今兹备荣哀，天人稍可證。\n煌煌万年碑，悠悠四时运。拱把望参天，敢阻霜雪盛。\n抱木暂未枯，长镵以为命。"
        },
        {
            "标题": "每日入宫内府教宗室子弟感赋",
            "作者": "陈曾寿",
            "内容": "朝朝适馆五云间，恰似参堂岁月閒。法驾钩陈生净理，丹垣碧树想仙山。\n许身稷契原虚语，托迹衰推亦强颜。哀乐此心犹未死，穷通于世已无关。"
        },
        {
            "标题": "舟中寄高云麓同年",
            "作者": "陈曾寿",
            "内容": "嗟子亲药炉，正坐甚疾恶。槎枒塞胸臆，触事森然作。\n热血吐向壁，烦冤自煎灼。汉鼎系一丝，孤臣天所活。\n经旬不相见，执手惊瘦削。述病语滔滔，真气犹喷薄。\n赴召予北征，欲行足若缚。知君贫似我，裹饭独君托。\n琨逖心则同，张范风已邈。何时地雷复，乾坤洗浑浊。\n中兴拜我皇，功胜万金药。"
        },
        {
            "标题": "怀人四首 其一 强甫",
            "作者": "陈曾寿",
            "内容": "后村集内方孚若，介甫诗中王广陵。愧我天泉空彻泪，千秋谁识有嘉兴。"
        },
        {
            "标题": "题项圣谟小像 其一",
            "作者": "陈曾寿",
            "内容": "欲表堂堂国姓朱，故施丹笔映清癯。累臣亦有蒙尘痛，腼面空惭范大夫。"
        },
        {
            "标题": "题项圣谟小像 其二",
            "作者": "陈曾寿",
            "内容": "烈皇殉国最堪怜，故老含辛拜杜鹃。吴越至今遗俗在，年年斋素赛朱天。"
        },
        {
            "标题": "题项圣谟小像 其四",
            "作者": "陈曾寿",
            "内容": "奇节流传画网巾，钓屠乞丐并成仁。而今士气消沉久，谁是江南在野臣。"
        },
        {
            "标题": "题项圣谟小像 其三",
            "作者": "陈曾寿",
            "内容": "衣朱曾表霜红志，尚赤谁知顾绛心。一例忠贞相映发，世人且向画图寻。"
        },
        {
            "标题": "雪霁夜入直",
            "作者": "陈曾寿",
            "内容": "夜夜月明雪，萧萧风偃裘。旷寥宜独往，皎洁夺尘忧。\n斗揭天容近，灯青海气浮。惊心归去愿，真个到琼楼。"
        },
        {
            "标题": "甲申元旦",
            "作者": "陈曾寿",
            "内容": "拥衾迎晓日，开眼见梅花。喜噪晴檐鹊，香留昨夜茶。\n老年便好语，秃颖写妍华。愿遂南游兴，春回沪渎车。"
        },
        {
            "标题": "甲戌除夕",
            "作者": "陈曾寿",
            "内容": "云净风微自悄寒，焚香无语对椒盘。乐非君实还成独，诗远梅翁却带酸。\n早识殊途分壮罔，晚知有味说金兰。神伤帷幄枫香好，梦想扶摇万里抟。"
        },
        {
            "标题": "酷暑寄立之山中 其一",
            "作者": "陈曾寿",
            "内容": "虐雪饕风作道场，那知世有汗如浆。剩持塞外寒林影，来淡楼头酷日光。"
        },
        {
            "标题": "和左笏卿丈并简泊园丈",
            "作者": "陈曾寿",
            "内容": "河伯乍惊身一蠡，十度真成九度休。平生所负忽失据，别有窥见无由求。\n要自黄严入韩豪，更参李婉调王遒。刚柔纯肆非异致，望见难至风引舟。\n先生说诗如说道，一稊直可穷明幽。根器钝鲁安足言，刻骛聊可息一邱。\n凉风飒飒天忽秋，疾雷破柱惊聋虬。我军出手有周侯，閒居饱饭百不忧。\n且从先生长隐几，深堂炉香幻成紫，定心时为微物起。"
        },
        {
            "标题": "酷暑寄立之山中 其二",
            "作者": "陈曾寿",
            "内容": "知君凉纳五更时，蒲苇冥冥月影微。转过山阴更幽绝，小舟撑出乍添衣。"
        },
        {
            "标题": "散原先生夜过观先师关先生及强甫遗稿感而有诗奉答一首",
            "作者": "陈曾寿",
            "内容": "有欢非世同，有泪当自咽。我生眷师友，半世芳馨绝。\n菲菲九渊底，峨峨千仞雪。波流万人海，吊影弥孤孑。\n繁冤枕遗书，魂梦向谁说。悱恻散原翁，湘累通一脉。\n夜过拾丛残，同命在芳洁。归眠月皎皎，窈窕哀辗侧。\n孤奏起骚魂，使我寒灰热。哀哉廿年事，龙战水火烈。\n熙宁荐士初，程颢泪已滴。珍瘁帝何心，万流杂喧吸。\n消息理则微，遂至三纲裂。声放还复吞，忧端不可掇。"
        },
        {
            "标题": "拔可约同病树云甫鉴资龙华看江景",
            "作者": "陈曾寿",
            "内容": "藏身尘市习嚣咙，可笑人心不自降。能共郊游几閒侣，卷携诗本一澄江。\n乍欣接席临寒濑，但欠登楼拓绮窗。何日扁舟五湖去，延缘幽曲采兰茳。"
        },
        {
            "标题": "湖居与苏庵结邻次苏庵韵",
            "作者": "陈曾寿",
            "内容": "板舆佳日住湖滨，春满楼台气象新。盈室芝兰为世瑞，小园雨露得天均。\n共看寿母传图画，留与他年说蒋陈。海水群飞豺虎乱，约君物外永相邻。"
        },
        {
            "标题": "阿育王寺舍利殿",
            "作者": "陈曾寿",
            "内容": "我昔讽经大涅槃，悲涕震动惊人天。津梁欲倦不得倦，说法示寂真能贤。\n金刚体碎舍利出，化身为塔周大千。惜哉争宝八国主，食嗔一念森戈鋋。\n滔天业力极阿育，忏悔回向终洗湔。役神渡海福震旦，光芒涌地生青莲。\n我今来游育王寺，重逢龙藏惊前缘。涂金构架庋舍利，殿中一塔光巍然。\n后方横卧涅槃佛，广榻大被凝香烟。支颐曲肘示安隐，眼光欲坠仍依连。\n龛灯夜寂暂趺坐，静中至听奔雷泉。尘劳八万四千劫，深恐扰佛清净眠。\n山僧精诚贯智勇，开径营造空后前。庄严华美相具足，孰云漏果成唐捐。\n顶礼百拜者谁子，欲以肉眼窥牢坚。非真非幻漫参想，谁知舍利在汝边。"
        },
        {
            "标题": "恭王旧邸萃锦园海棠最盛心畬王孙数约看花至今岁始得践适值歇枝春寒花迟小萼而已",
            "作者": "陈曾寿",
            "内容": "台蚀朱栏水渴池，曲深萝径隐秾姿。晚春风日犹凄冷，绝世芳菲费护持。\n曾是忧勤疏胜事，只今追赏异清时。爇天香烬难通奏，烂漫催开傥待诗。"
        },
        {
            "标题": "辽阳道中见红梅以重价购得之",
            "作者": "陈曾寿",
            "内容": "来作人间第一春，故应惨澹见凋晨。梦投暗记青霞佩，酒晕微赪缟袂人。\n沧海泪乾回一笑，冰天镜冷对孤颦。自伤自媚空尘想，未管啁啾翠羽嗔。"
        },
        {
            "标题": "蔡甸上关师墓",
            "作者": "陈曾寿",
            "内容": "遗碣重来又四春，苍苍高柏郁嶙峋。声吞注海经天泪，立尽萧风淡日晨。\n难答生成何敢死，暂稽蜕委已无身。义川晞发今头白，相向衔悲更几人。"
        },
        {
            "标题": "忆秦娥 女儿香，同怡斋九兄作。",
            "作者": "陈曾寿",
            "内容": "情脉脉，吹兰一缕心香结。心香结，沁人欲醉，再添无力。"
        },
        {
            "标题": "九日寄诸弟上海",
            "作者": "陈曾寿",
            "内容": "病身佳节若相违，强近清尊对落晖。风景不殊怀抱尽，人间何世笑啼非。\n剧怜宇旷蝇钻纸，遥羡云空雁脱围。暂得心降书远至，万方一概欲安归。"
        },
        {
            "标题": "九日和愔仲兼寄寥志强志贻先询先",
            "作者": "陈曾寿",
            "内容": "了无风雨负重阳，剩有清愁染鬓霜。心著遥天云不散，秋高穷塞气先凉。\n但教寄语称无恙，便抵相看对举觞。人事茫茫信抟控，何时真似雁成行。"
        },
        {
            "标题": "武昌洪山菜薹色紫与他处异移植色味俱变盖吾乡蔬菜之冠居北地久思之甚适家中寄至欣然作诗",
            "作者": "陈曾寿",
            "内容": "霜蔬首菜薹，最良为楚产。紫玉黄金花，入齿冰霜软。\n腴压芥孙肥，脆胜菘心晚。荐食冬历春，三月忘鲊脔。\n产地专洪山，色味远辄换。物性不可移，灵区若有限。\n山阴梅花村，年年破径藓。归路买盈筐，离土喜新剪。\n春盘对花开，有酒常引满。夜梦堕南天，一塔千寻远。\n六年不知归，举箸世味浅。高堂念游子，殷勤致京辇。\n一束同兼金，森森翠映盌。不独面故人，江山秀在眼。\n郑重贻友生，破悭佐一饭。纵啖仍问馀，茎甲无汰检。\n嗟予图果腹，对此肠空转。作诗且尝新，如见葱寸断。"
        },
        {
            "标题": "诵洛寄诗五章述近游却寄一首",
            "作者": "陈曾寿",
            "内容": "向来山水好，得友相发挥。岂惟丘壑恋，实赖丽泽资。\n昔同陈朱俞，探胜穷幽巇。自从诸老尽，山缘遂乖离。\n穷北二十年，冰雪亲孤羁。近兹始落南，耆旧无一遗。\n平生袁蘉庵，宿草空离披。四海一病树，运穷两值宜。\n婉娈死相保，此意良足唏。因友求贤豪，欧情见乎辞。\n气类贵相似，黄语尤可思。诵洛湖海人，偕来仰嵚崎。\n意气倾一世，健笔起予衰。邀作白下游，胜侣相提携。\n渊渊辟疆老，宿学今总持。酒边说散翁，其味同醇醨。\n蕴藉王新令，腰腹副浩瀰。灵均有至言，乐莫乐新知。\n我心久寒灰，晚复见此奇。神伤旧游地，人亡屋已夷。\n风景曾不殊，往迹杳难追。莫愁略荒凉，聊胜玄武嬉。\n残僧扫叶楼，好风快一吹。鸡鸣豁蒙蔽，题榜虚南皮。\n灵谷爱幽深，所惜触目非。足涉相柳土，目眯林希碑。\n都人游冶地，殷盈富裙綦。应为山鸟怪，见此亡国累。\n虽止十日留，逢辰非预期。欧黄两生日，兴起百世师。\n神清现洞府，六一天人姿。娉婷證男果，宿命金华移。\n了了明去来，前贤安可希。且吟英妙作，一洗陵谷悲。"
        },
        {
            "标题": "啸麓园中桐花正开久坐其下以诗寄怀因和",
            "作者": "陈曾寿",
            "内容": "香中有至清，桐花最为佳。世人不知赏，但数榆与槐。\n微之昔独夜，清阴倚高斋。幽然妙香至，万玉飘苔阶。\n因之怀故人，微吟寄诗牌。迢迢商应宫，清若双凤喈。\n朋友有至契，义等君臣谐。两人一夕感，凄我千春怀。\n乐天本热士，一蹶甘照埋。微之并高才，枉寻肆挤排。\n薰莸理何常，一念成歧乖。傥保清净退，岂非贤哲侪。\n嗟君与我别，情与元白偕。山川虽悠阻，徒能隔形骸。\n偶感桐花落，身世泪莫揩。芳馨入秀句，相赠逾琼瑰。\n我今苦离索，作恶旬日皆。妄冀荃察情，幸未橘化淮。\n何时遂幽讨，与子投林厓。高馆憩层峰，连床对若鞋。\n生心水精域，回首空尘霾。丝桐奏良夜，和露吟松钗。"
        },
        {
            "标题": "福孙表兄以心疾居山寺中屏妻子不茶不饭身备诸苦往视谈竟夕别去途中感赋",
            "作者": "陈曾寿",
            "内容": "荒寺翼峰尖，到门日已隤。寒犬出吠客，相见惊且哀。\n忍述别后事，但问眠食佳。结构依崖根，厨灶分隅隈。\n皑皑雪争席，屋漏淅若筛。诀绝妻子恩，甘此冰霜埋。\n浮生觊不灭，劝我致敬斋。我闻十种仙，终竟伤歧乖。\n矧兹幽痗疾，惝恍證奇侅。还恐泡幻影，起灭明镜台。\n煮粥进园蔬，意厚难相陪。拥炉夜不煖，语寂凄风来。\n乱离幸一合，继见何由谐。天明下山去，咽泪酸心怀。"
        },
        {
            "标题": "堪叹",
            "作者": "陈曾寿",
            "内容": "沉沉一绿罨窗纱，落角银河影半斜。夜起惯看四更月，老来偏爱九秋花。\n清凉况味人谁觉，收敛心情晚未差。堪叹触蛮同一尽，残螀霸穴尚争哗。"
        },
        {
            "标题": "木公以惜抱文稿卷子属题为其师马通伯故物",
            "作者": "陈曾寿",
            "内容": "我昔勘书官学曹，桐城一老同昏朝。澹怀万事不挂眼，心维口诵惟方姚。\n精诚所结好所聚，阅肆妙迹逢灵皋。朱书平点柳州集，辨析雅郑严秋毫。\n惜抱遗文旧所得，酒酣出示珍球刀。行草宕逸味隽永，题品妙称安吴包。\n座间凫翁最倾倒，书后博引何滔滔。春明燕饮事在眼，家居撞坏群儿跳。\n抱润先生亦宿草，长物散失寒烟飘。醰醰至味沁肺腑，坠欢隔世难重遭。\n斯文一脉有冥契，纵极天椓终难消。沉渊连璧复照眼，如水收覆魂相招。\n去年旧京觏袁子，摩挲柳集真久要。君复徵题姚手迹，拓本远致千琼瑶。\n桐城后劲两君属，弥天风雨闻嘐嘐。我落穷边岁月久，所思不见徒心劳。\n何时传观得合并，光宣旧梦回寒宵。"
        },
        {
            "标题": "闻近日求人书者以进士为贵戏作一绝",
            "作者": "陈曾寿",
            "内容": "北江著论妙机锋，院体山癯本不同。树倒已无堪蚀叶，书空犹自觅青虫。"
        },
        {
            "标题": "哭巽女二首 其二",
            "作者": "陈曾寿",
            "内容": "昔汝襁褓时，最为大父怜。挈眷予北征，亲抱临舆箯。\n情景犹昨日，回忆何凄酸。长成适外家，吾母意所欢。\n俜伶拜辞祖，泪下如涌泉。相视惨至骨，尽室皆潸然。\n汝婿称谨厚，众雏亦娟联。福报岂云薄，绝少开容颜。\n神伤丧乱际，胆破畏途边。诸孙怜幼痴，号泣环我前。\n人生岂有此，老泪为枯乾。"
        },
        {
            "标题": "哭巽女二首 其一",
            "作者": "陈曾寿",
            "内容": "深负罔极恩，仰事多疏略。所报在其天，孝女乃见夺。\n维汝秉至性，婉娈同稚弱。含意难自伸，深爱予独觉。\n产艰婴痼疾，摧损备酷虐。千辛赎命回，十载一线活。\n失母尤夐夐，相依命相托。孰云休戚共，转瞬生死各。\n所愧予昏惘，诊救缓医药。奄忽呼吸间，安然睡犹著。\n残生留深憾，衔疚入冥漠。"
        },
        {
            "标题": "将游雁荡不遂改游天童舟中口占",
            "作者": "陈曾寿",
            "内容": "悬梦大龙湫，携朋快此游。却循瓯海曲，忽过天童留。\n风叶喧欹枕，蒲帆下急流。朝光松破碎，迎入万山秋。"
        },
        {
            "标题": "客枕",
            "作者": "陈曾寿",
            "内容": "客枕萦湖梦，风扉咽橹声。寻常经过事，一一似前生。"
        },
        {
            "标题": "过沈庵庵师故宅",
            "作者": "陈曾寿",
            "内容": "残雪莹然天慭遗，凄风门馆再来时。十年噩梦何曾寤，一往幽忧欲付谁。\n道广可知心独苦，意多翻促病难为。博通奇字惟忠孝，莫漫悠悠费诔辞。"
        },
        {
            "标题": "往宝应视朴生疾过镇江作",
            "作者": "陈曾寿",
            "内容": "霜严风急夜凄凄，踏影微行月向低。北府兵屯残角冷，寄奴巷陌晓乌啼。\n熏天可待扬灰尽，学道终怜到死迷。明灭龛灯愁外远，不眠心拾上方梯。"
        },
        {
            "标题": "浪淘沙 烟霞洞看梅",
            "作者": "陈曾寿",
            "内容": "瑟瑟峭寒加，径入春沙。半山亭子玉周遮。短槛凭香香越暗，坐冷庵茶。"
        },
        {
            "标题": "闻苏堪作东坡生日戏赠一诗",
            "作者": "陈曾寿",
            "内容": "平生郑重九，还记我东坡。破寂残年兴，开尊令节过。\n换羊书更好，无蝎墨常磨。用意荣枯外，何烦春梦婆。"
        },
        {
            "标题": "苏堪作东坡生日会饮 其一",
            "作者": "陈曾寿",
            "内容": "千秋几丙子，绝代一东坡。置酒为公寿，年年逸兴多。\n老嫌金带重，客爱紫裘歌。一笑风流在，花枝发醉哦。"
        },
        {
            "标题": "大雪后同觚庵至灵隐寺二首 其一",
            "作者": "陈曾寿",
            "内容": "万峰为云吞，玉龙群无首。飞丹翼绝壁，缥渺开琼牖。\n一径排苍官，须眉俄老叟。寒泉未示寂，犹作风雷吼。\n众佛相向冥，嗒然我何有。惟馀一钟声，纯白无所受。"
        },
        {
            "标题": "大雪后同觚庵至灵隐寺二首 其二",
            "作者": "陈曾寿",
            "内容": "松颠一夜雪，山中十日雨。寒滴浸诸天，支筇入太古。\n朗朗登宝坊，密室茶可煮。料无丹霞师，木佛饶两庑。\n耸肩一觚翁，白地参水牯。我来真空回，见净不见土。"
        },
        {
            "标题": "九日怀人四首 其三 季湘",
            "作者": "陈曾寿",
            "内容": "叔氏醰醰醉浊醪，仲兄落落爱题糕。遥知眉白思予季，一握秦云雁字高。"
        },
        {
            "标题": "夜行临安道中",
            "作者": "陈曾寿",
            "内容": "肩舆入山疏雨断，暗月颓云微可睹。泉流淙淙响深竹，插天落落峰四五。\n楼殿参差起岩腹，钟瘖梵寂绝僧侣。长桥千步玉虹卧，吟啸松杉杂龙虎。\n仙栖咫尺动魂魄，绝世清寒入肺腑。梦中所至今再来，除却山灵谁可语。"
        },
        {
            "标题": "鹧鸪天 癸丑三月灵壁道中见燕子",
            "作者": "陈曾寿",
            "内容": "剪破流光不自持，空梁忽并玉差池。荒城不识春风面，已是人家插柳枝。"
        },
        {
            "标题": "莘田使来得书感赋",
            "作者": "陈曾寿",
            "内容": "江湖屈落刘莘老，风雪微茫岁又阑。寄字尽随秋雁没，旧奴还作主人看。\n三年宗国无穷事，一饭寻常九折难。思折庭梅问消息，暮云无际楚天寒。"
        },
        {
            "标题": "宿龙泉庵",
            "作者": "陈曾寿",
            "内容": "月黑度云根，高寒不可扪。全凝苍霭色，始觉夜山尊。\n竹雨穿舆入，溪雷隔岭奔。欲投僧寺宿，灯火辨松门。"
        },
        {
            "标题": "至灵隐寺山门遍设茶肆无复旧时面目矣",
            "作者": "陈曾寿",
            "内容": "记与微明初到此，钟流一杵洗心尘。竟看绝境成嚣市，谁信禅天坐恨人。\n螺髻峰攒愁外影，龙鳞树拥赦馀身。山门何日湔除净，欲决灵泉涌玉津。"
        },
        {
            "标题": "落花四首 其一",
            "作者": "陈曾寿",
            "内容": "海竭天荒有别离，义山肠断未曾知。关心娇宠都成梦，立望偏反尚可疑。\n万里阴浓愁未暮，三山事息忆成痴。几回雨后仍相见，一尔风前便永期。"
        },
        {
            "标题": "落花四首 其二",
            "作者": "陈曾寿",
            "内容": "一片俄惊万点新，更劳车马碾成尘。费声林际催归鸟，负手阑干独立人。\n愿以虚空为息壤，偶回庭砌聚残春。青天淡薄难充纸，欲写芳悰迹已陈。"
        },
        {
            "标题": "落花四首 其三",
            "作者": "陈曾寿",
            "内容": "沟水参差西复东，谁怜无主浅深红。新阴方满园亭瘦，残醉未消天地空。\n白袷香馀初夜露，虚堂梦稳五更风。当前本意犹难遣，何要年年岁岁同。"
        },
        {
            "标题": "落花四首 其四",
            "作者": "陈曾寿",
            "内容": "日夕怀人人未归，难凭孤注送残菲。寻知池馆来何暮，惜到芳樽愿已违。\n一树秾盈酬夜雨，诸天缥渺共斜晖。纷纷蜂蝶休猜怨，莫是东皇杜德机。"
        },
        {
            "标题": "过颐和园宿香山旅馆",
            "作者": "陈曾寿",
            "内容": "当年绚烂极西郊，咫尺宸居雨露饶。供帐曹司纷百局，传呼灯火接三霄。\n何时秋梦惊铜辇，剩有春风到柳条。承直小臣今白首，聊堪閒客此閒谣。"
        },
        {
            "标题": "晓色",
            "作者": "陈曾寿",
            "内容": "晓色朦胧紫气新，初怀高枕自为春。眼前太古深山境，意表朱霞白鹤人。\n年异师丹全忘事，蜕留徐甲已无身。不关参悟存公案，一念清安觉最真。"
        },
        {
            "标题": "浣溪沙 题桐君桐阴待月图 己未",
            "作者": "陈曾寿",
            "内容": "金井新秋一叶知，江波忽影佩参差，清歌一曲鬓成丝。"
        },
        {
            "标题": "暗香 壬子寄巢云",
            "作者": "陈曾寿",
            "内容": "旧痕凄断，是年时携手，虎坊桥畔。愁护暮鸦，芳树阴阴后堂见。\n还踏天街月影，乍忘了、西风冰簟。谁管他、如叶青衫，弦底玉龙怨。"
        },
        {
            "标题": "暗香 壬子寄巢云",
            "作者": "陈曾寿",
            "内容": "旧京乍识，正幽单客枕，潘郎愁积。凄满暮鸦，芳树阴阴后堂碧。\n还踏天街月影，乍忘了、西风尘席。谁管他、如叶青衫，弦底玉龙泣。"
        },
        {
            "标题": "丁丑五月十三日 其一",
            "作者": "陈曾寿",
            "内容": "旧恨惊心耿不眠，沉沉影事渺如烟。羊求歧路途何问，葛采旄丘岁几迁。\n同梦未甘成己背，销魂难再是丁年。分明后剧非前剧，苦语何由诉九泉。"
        },
        {
            "标题": "买石四首 其三",
            "作者": "陈曾寿",
            "内容": "梅径端宜玉骨斜，亭亭扶住亚枝花。从知一往清寒夜，冷落仙人萼绿华。"
        },
        {
            "标题": "来山中不得往游诸胜闷坐简散原先生",
            "作者": "陈曾寿",
            "内容": "残生万兀愁相见，未合寒山照独吁。敢望乖崖分洞壑，聊殊绛县在泥涂。\n云封狮口樵初断，冰薄龙潭涧欲枯。剩得微吟安乐法，多时雪桧已模糊。"
        },
        {
            "标题": "梦中见一诗",
            "作者": "陈曾寿",
            "内容": "往往庭花发，看看二月空。百年有春梦，春梦未能同。"
        },
        {
            "标题": "咏怀 其五",
            "作者": "陈曾寿",
            "内容": "晓发车殷床，皎皎春愁曙。旧爱痗予心，十载梦中住。\n初日上金茎，春殿从容赋。宫粉倏飘零，匐匍天缟素。\n连骑萧寺花，剪烛故人寓。城西有故居，交香几丛树。\n泪眼竭修河，望将汉月去。粥窗乱村鸡，欲语不得诉。"
        },
        {
            "标题": "梦中得与鹤共青天之句因足成之",
            "作者": "陈曾寿",
            "内容": "高处不知年，纵横万象前。惟琴分片席，与鹤共青天。\n煨芋留深火，烹茶汲远泉。布毛吹不起，亦自有深禅。"
        },
        {
            "标题": "题曹靖陶看云楼觅句图",
            "作者": "陈曾寿",
            "内容": "东坡追亡逋，山谷去琴轸。佳句无定在，取携在俄顷。\n霭霭空中晖，目注若有领。变灭无端倪，一字天地准。\n曹侯大雅姿，圣处辟疆境。弹指妙明花，一笑出枯颖。"
        },
        {
            "标题": "思念伯夔不已因寄怀君任、梅泉君任",
            "作者": "陈曾寿",
            "内容": "霸才沉寂无王猛，豪气摧残老计东。友似倾城难再得，士当负俗分奇穷。\n燕莺弦上百千语，桃李尊前一再风。泼眼春光浑似梦，行吟惘惘与谁同。"
        },
        {
            "标题": "木兰花慢 湖居元夕花下作",
            "作者": "陈曾寿",
            "内容": "向玉梅花下，正佳节，月初圆。看交影枝枝，珠明欲泪，庭暖无烟。\n应怜，一怀悽惋，算相看不负有今年。身在瑶台十二，分明处士窗前。"
        },
        {
            "标题": "木兰花慢 春日雪后泛舟",
            "作者": "陈曾寿",
            "内容": "晓妆匀粉重，带眉妩，忒连娟。正一镜堆鬟，数峰写影，雪韵高寒。\n经年，画中居住，笑今朝、还向画中看。浅碧才回晻霭，飞霙又没绵芊。"
        },
        {
            "标题": "与啸麓谈鄮山阿育王寺之胜啸麓为之神往有诗余更和之",
            "作者": "陈曾寿",
            "内容": "劳生念念馀尘土，笑口为君说鄮山。睡起随参香殿上，饭馀无事古松间。\n寒宵雪密茶初熟，精舍兰开衲未还。无用苓蔘治幽痗，深心回向一开颜。"
        },
        {
            "标题": "游仙",
            "作者": "陈曾寿",
            "内容": "湘娥啼血斑竹枯，仙人游戏耽蓬壶。三山娲皇补天馀，春愉秋怨世则无。\n绰约仙子多敷腴，中有一人独清癯。千门万户无空虚，何年再见青鸾孤。\n臣朔偷入骇睢盱，修廊浓花照明湖。松篁万籁真笙竽，舞殿閒煞红氍毹。\n忽走一殿惨不舒，白日下照空四隅。当阶设几香爇炉，绛帷朱琐网蜘蛛。\n天降玉棺遗双蚨，清供无人付花奴。却转后院苍苔芜，金风瑟瑟摧清梧。\n监者谓此凤所庐，旧障红墙今始除。团扇不怨秋风疏，银河咫尺千里迂。\n杂花破红鸟相呼，独非我春亲道书。偶戏赤水双明珠，胭脂涴井红模糊。\n瀛海晶莹不可桴，日闻斲冰进飞鱼。九洲采药群灵趋，丹成忽堕龙髯须。\n朔闻此言惊且吁，历三千年神不娱。影眸凄景无由驱，魂梦不敢朝华胥。\n仙官笑谓子何愚，海水清浅曾斯须。向来清怨钟上都，日堕月蚀真区区。\n仙家哀乐与世殊，玉女司册连环如，不见王母今回车。"
        },
        {
            "标题": "张忠武公挽诗 其二",
            "作者": "陈曾寿",
            "内容": "蹄迹交中国，威祥见帝畿。欢腾万黎首，天靳一戎衣。\n梦入龙霄迥，防疏蚁穴微。堂堂照千古，宁抵寸心违。"
        },
        {
            "标题": "张忠武公挽诗 其四",
            "作者": "陈曾寿",
            "内容": "事急公难待，形癯气尚盈。受言无缩滞，同难见平生。\n踯躅西州骑，凄凉北府兵。乾坤日欹侧，真觉腐儒轻。"
        },
        {
            "标题": "题海棠木瓜节师自西陵归持赠",
            "作者": "陈曾寿",
            "内容": "芳馨入握自移时，谁报琼琚绝妙辞。从此渊材可无恨，天香新发万年枝。"
        },
        {
            "标题": "菩萨蛮 题画",
            "作者": "陈曾寿",
            "内容": "蓬莱旧事馀尘雾，乘风我欲归何处。清减梦中山，飘零且未还。"
        },
        {
            "标题": "菩萨蛮 为浪公作词龛图题句",
            "作者": "陈曾寿",
            "内容": "十年秋梦淹留处，分明剪烛同君语。满院碧飕飗，都成心上秋。"
        },
        {
            "标题": "菩萨蛮 宿州道中见海裳",
            "作者": "陈曾寿",
            "内容": "凝脂第一东风眷，天涯流落还相见。肠断出墙枝，亭亭欲怨谁。"
        },
        {
            "标题": "梅泉重赀助刊拙集感赋",
            "作者": "陈曾寿",
            "内容": "蛛丝枯几度年年，息壤沉沉堕杳然。廷秀立朝馀结局，致尧留命岂符天。\n无成甘以诗人见，憎命犹为我辈怜。佳处何由望端叔，幸同坡句一时编。"
        },
        {
            "标题": "九月十九日同复园谒禹陵登会稽山顶",
            "作者": "陈曾寿",
            "内容": "秋高游踪寄禹穴，雨中携屐同谢公。隔江故人具尊酒，连朝听雨酣乌篷。\n山灵何心展重九，招要二客淩高峰。拿舟稽山次山麓，始见淡日开矇眬。\n庙门严扃扫行迹，司钥村媪来龙钟。廊阴碑荒窆石断，苍柏郁郁含悲风。\n唧啾万蝠穴殿庑，遗矢堂陛尘埃封。巍然庙貌焕圭冕，儆予气象惊犹逢。\n天翻六载祀典废，灭德斲本虚报崇。景臣私叩凛僭亵，敢以孤愤伸皇穹。\n帝光天下塞魑魅，铸鼎刻画今难穷。幽无鬼神明无礼，祸烈洚水神其恫。\n还挽暮色跻绝顶，荡怀出没千山濛。耸身愿附秋隼上，放目沧海观朝宗。"
        },
        {
            "标题": "同复园游云林寺闻钟声",
            "作者": "陈曾寿",
            "内容": "钟发空山瓮底雷，流云万壑共徘徊。一心古庙香炉去，合眼诸天龙象来。\n定入枯僧犹未塔，坐深寒石欲成灰。神幡淡尽残阳影，断梦还凭再杵回。"
        },
        {
            "标题": "人日",
            "作者": "陈曾寿",
            "内容": "可怜明日逢人日，谁说今年胜去年。闻道梅花满山寺，只亲炉火怯吴棉。\n春盘强酒知衰近，倦榻抛书与恨牵。惟有庭前数丛竹，不关晴雪故依然。"
        },
        {
            "标题": "春尽日蔷薇花下作",
            "作者": "陈曾寿",
            "内容": "碧树人家往往深，残红一架恨难任。单衣时节寒仍恋，绝世芳菲梦一寻。\n浩渺波流沉素鲤，氤氲朝夕换鸣禽。不须极目愁烟雨，占断江南是绿阴。"
        },
        {
            "标题": "浣溪沙 孤山看梅",
            "作者": "陈曾寿",
            "内容": "心醉孤山几树霞，有阑干处有横斜。几回坚坐送年华。"
        },
        {
            "标题": "何梅生以荔枝三百颗寄饷报诗四章 其一",
            "作者": "陈曾寿",
            "内容": "寒儒气蔬笋，亦饱风露鲜。藏神昨相报，玉肪盈菜园。\n清晨一书至，说荔甘我涎。如披米颠帖，如许载一船。\n密语缄密意，馨密在我边。启筐裹新叶，一一赪珠圆。\n天然冰雪肤，绝代姑射仙。生心色香味，破我金刚禅。"
        },
        {
            "标题": "何梅生以荔枝三百颗寄饷报诗四章 其四",
            "作者": "陈曾寿",
            "内容": "襄阳有耆旧，采桑逢佳客。坐之桑树底，曾不废采掇。\n不知何所言，酬答朝至夕。古人足风味，难为不知说。\n何当造君庐，晨露正可摘。饱啖三百颗，树下同列席。\n清坐尽日影，两忘语与默。那能知许事，聊用自怡悦。"
        },
        {
            "标题": "散原先生来湖上次日蒿老亦至遂同游虎跑泉",
            "作者": "陈曾寿",
            "内容": "二老经岁别，世乱积幽疢。相逢在名山，一笑乃至矧。\n霜姿不改度，取證寒泉影。山光秋正浓，高树沃丹顶。\n涧流自磬钟，激翠上襟领。虚堂倚悬崖，削铁石骨整。\n岚气浮长廊，清寒入瓯茗。还寻济公塔，灵迹仰昭炯。\n为齐涂割观，遂壹冤亲等。褊心不能回，学道愧无忍。\n适野情暂移，随杖坐忘暝。依然广长舌，送客溪声冷。"
        },
        {
            "标题": "梅泉九日登高觞客怀伯夔赋诗寄示有「四海弥天少一人」之句次韵",
            "作者": "陈曾寿",
            "内容": "愁见萸囊系臂辰，萧寥孤抱与谁亲。中央周角无净土，北斗以南还几人。\n积惨暂欢求岂得，枯鳞相呴迹俱陈。郢人今后何为质，四海弥天一聚尘。"
        },
        {
            "标题": "何梅生以荔枝三百颗寄饷报诗四章 其二",
            "作者": "陈曾寿",
            "内容": "百年相见迟，一笑同臭味。空持岁寒心，莫报佳实馈。\n去年贻素琴，壁悬写空意。但味老苏诗，知音弹可废。\n林珍虽细物，发兴见深致。及时谢芸芸，孤往极所恣。\n聊破重深阻，芳香表同嗜。区区缩地心，中有违天泪。"
        },
        {
            "标题": "何梅生以荔枝三百颗寄饷报诗四章 其三",
            "作者": "陈曾寿",
            "内容": "东坡昔迁谪，海角挂孤光。林家赏红紫，翟舍叩昏黄。\n义井独后汲，至味逡巡长。偶过荔枝港，累累照沧浪。\n父老欣见留，及食邀过尝。海南一卷诗，字字含幽芳。\n无入不自得，火宅生微凉。披猖今何世，敦俗忽已亡。\n湿沫相呴濡，良厚诚可伤。"
        },
        {
            "标题": "落花十首 其十",
            "作者": "陈曾寿",
            "内容": "历劫风轮日夜驰，赏心动是隔年期。记从卢橘含酸后，看到青梅如豆时。\n舞罢清光凝翠袖，道成黄土作燕支。昌昌春物寻销歇，芳意终然寄一枝。"
        },
        {
            "标题": "落花十首 其九",
            "作者": "陈曾寿",
            "内容": "又见青郊唤鹧鸪，夕阳留影只平芜。易成薄暝愁朝暮，半失东风事有无。\n陌路相看怜故蝶，烟竿直上笑灵乌。樽前能会伤春意，独感东栏雪二株。"
        },
        {
            "标题": "周念衣约游洪山不果枉赠一首次韵留别",
            "作者": "陈曾寿",
            "内容": "年前料量千回意，袖手笼寒及暮春。向晚落花看更急，将行纵酒莫辞频。\n远山孤塔千寻梦，宿雨寒蕉一个身。栏榭曲幽閒亦好，郊原浩荡付何人。"
        },
        {
            "标题": "惯听",
            "作者": "陈曾寿",
            "内容": "惯听熹微鸟语喧，百年心事几凉温。强知家国疑无赖，能外身名傥有存。\n蹇习逡巡聊半数，冬郎惨戚为深恩。愁闻消息如云幻，苍狗难期变灭痕。"
        },
        {
            "标题": "府中白芍药及杂花始开已过夏至矣",
            "作者": "陈曾寿",
            "内容": "进扇悬囊节候新，馀寒重袷且相亲。一庭花作晚春事，万里天淹衰相身。\n波影摇人宜小立，梧阴留掖感逡巡。玉盘风露明如许，微逗芳悰一怆神。"
        },
        {
            "标题": "秋露",
            "作者": "陈曾寿",
            "内容": "秋露白团团，秋花绕石阑。到根滋嫩菊，附蒂润修兰。\n丛湿香难隐，宵长泪不乾。恩膏沁芳髓，只是带清寒。"
        },
        {
            "标题": "秋日杂兴 其一",
            "作者": "陈曾寿",
            "内容": "静院同僧宇，庭芜满露华。寒虫亲败壁，残月背秋花。\n流转曾无我，牢愁亦有涯。占爻逢井渫，吾道付匏瓜。"
        },
        {
            "标题": "秋日杂兴 其二",
            "作者": "陈曾寿",
            "内容": "易遂孤行志，难求独喻安。神芜幽梦断，心苦愿香寒。\n秋宇澄烟霭，高鸿劲羽翰。略无尘世意，去去海天宽。"
        },
        {
            "标题": "题心畬秋园杂卉册子 其二",
            "作者": "陈曾寿",
            "内容": "相逢迟暮亦嫣然，一晌魂消瘦蝶前。随意幽娟成绝代，无名秋病老情天。\n潇潇暮雨收残佩，黯黯红灯影坠钿。历劫芳悰消未尽，旧香證取酒痕边。"
        },
        {
            "标题": "题心畬秋园杂卉册子 其一",
            "作者": "陈曾寿",
            "内容": "采香径里目初成，露浥霜淩各有情。微悴未关虫蠹事，閒愁偏向玉阶生。\n凄迷旧色难为写，冷冽奇芬不可名。荪壁兰疏曾梦到，灵修遗恨苦难平。"
        },
        {
            "标题": "题心畬秋园杂卉册子 其三",
            "作者": "陈曾寿",
            "内容": "天怜误认晚晴时，立尽斜阳欲去迟。碧榭朱栏成永忆，金风玉露最相知。\n无心采佩援琴操，终古芳香托楚辞。休问中情荃察否，向来恩怨总迷离。"
        },
        {
            "标题": "秋园",
            "作者": "陈曾寿",
            "内容": "秋园乔木对阴阴，已是寒山落叶心。朔吹鸣空残角断，瘴云铺海万鸦沉。\n问天惜日冤魂语，绝地排山梁甫吟。廿载重惊春梦醒，孤怀收拾入萧森。"
        },
        {
            "标题": "题心畬秋园杂卉册子 其四",
            "作者": "陈曾寿",
            "内容": "望中谁实百芳庭，捲地凉风取次经。入梦姞兰虚服媚，回心苏蕙是英灵。\n孤根托处宁辞忌，沉醉闻时倘可醒。性烈香煎终不悔，起看鸿影入青冥。"
        },
        {
            "标题": "洞仙歌 蜜供",
            "作者": "陈曾寿",
            "内容": "小年乐事，是元宵欢动。争乞香严佛前供。爱酥同酪乳，甜彻中边，烧灯了，一笑邻僧还送。"
        },
        {
            "标题": "临江仙 其二",
            "作者": "陈曾寿",
            "内容": "七十二栏红不断，绕廊荷气深深。斜阳无限付沉吟。\n塔尖双卓笔，堤影一张琴。"
        },
        {
            "标题": "题江杏村前辈梅阳归养图",
            "作者": "陈曾寿",
            "内容": "绳绝从知处，沉吟竟至今。孤臣盈箧泪，先帝十年心。\n去国残春黯，藏山爱日深。无由见高躅，伫立望轻阴。"
        },
        {
            "标题": "自题焦山画册",
            "作者": "陈曾寿",
            "内容": "我昔数梦行江潭，青峰转处逢精蓝。洪涛撼壁石径冷，欲至未至心醰醰。\n寺门碧云是常住，花木净好香微参。天风铃语坐小阁，最爱倚槛松鬖鬖。\n我生舍此无极乐，偶一味及中边甜。前生杳冥孰真幻，人境彷佛惟焦岩。\n江山信美惜蒙垢，渐化净域为尘函。我亦流转昧初地，故乡渐远无归骖。\n清空妙胜了无分，零丁惶恐差能谙。山楼夜枕辘轳转，暗觉石级潮痕添。"
        },
        {
            "标题": "同散叟重游天平山",
            "作者": "陈曾寿",
            "内容": "石头路滑我重来，白玉莲花处处开。徒向愚溪记灵怪，颇疑虚费柳州才。"
        },
        {
            "标题": "次韵苕雪赏菊纪恩之作",
            "作者": "陈曾寿",
            "内容": "忆昔居连日下坊，秋来佳色满书堂。看花倦眼非初日，采葛羁臣已十霜。\n不分恩光移上苑，却添诗事作重阳。书生际遇过陶杜，莫惜频倾湛露觞。"
        },
        {
            "标题": "石湖山",
            "作者": "陈曾寿",
            "内容": "归桡晚寻石湖渡，春湍箭激风裂衫。大声震撼海潮寺，直下叶叶喧蒲帆。\n巴僧肃客憩荒构，了无果茗资乡谈。石龛立佛炯天眼，特兆上吉施灵签。\n三光弛隳陷鬼域，神傥欲福吾所贪。地荒盗斥居聚少，范公祠宇空毵毵。\n惜哉目成不得往，香雪一树明高檐。"
        },
        {
            "标题": "石滑",
            "作者": "陈曾寿",
            "内容": "石滑行綦熟，风狂很谷应。窗光明宿雪，经课对寒灯。\n芋火偏宜夜，生涯渐近僧。乘除百思想，何以證南能。"
        },
        {
            "标题": "拔可病中园花欲开矣感成七言古诗一章视病树及余次韵和之",
            "作者": "陈曾寿",
            "内容": "卧闻檐滴如糟床，侧塞冷雾迷窗光。惆怅东风已失半，雨声连夜犹未央。\n去年同君海棠下，明媚春姿照杯斝。今年花发诗寻医，却诵新篇倩人写。\n人生行乐贵勉强，东道惟君岂辞让。为报天公速放晴，与花作图倒瓶酿。"
        },
        {
            "标题": "和王符武",
            "作者": "陈曾寿",
            "内容": "新诗能挽大风回，刻意阴何拨烬灰。顾我衰悰如井废，却看佳句得心开。\n浇愁已断尊中酒，望远慵寻江上台。独忆旧京嘉会地，登楼谁识仲宣哀。"
        },
        {
            "标题": "和梅泉",
            "作者": "陈曾寿",
            "内容": "北地羁魂念念违，一朝竟与雁南飞。偷生九死犹相见，失主孤臣何所归。\n衰老幸同诸弟聚，悽惶惟觉故人稀。海藏精爽谁能说，寒夜同君更累欷。"
        },
        {
            "标题": "和拔可招饮话旧之作",
            "作者": "陈曾寿",
            "内容": "年来心绪等寒冰，虚负君家酒似渑。广席盍簪仍选客，伊蒲设馔胜斋僧。\n非时过涉宁逃咎，入坎艰贞愧未能。仁过难分风义在，且图还栝慰亡朋。"
        },
        {
            "标题": "和病树",
            "作者": "陈曾寿",
            "内容": "再来先友失朱袁，断梦难寻剩子存。喜得连朝还共语，何殊剪纸与招魂。\n艰辛历尽神弥王，凄晦来过意更温。贫到锥无复何事，一机应向仰山论。"
        },
        {
            "标题": "和吴眉孙",
            "作者": "陈曾寿",
            "内容": "多通驰誉夙超群，还接清言挹古芬。问学子云应载酒，读书贡父更能文。\n风人悱恻吾何及，旧侣绸缪怅已分。休讶当筵长守默，累臣久合断知闻。"
        },
        {
            "标题": "和子安",
            "作者": "陈曾寿",
            "内容": "攀天梦醒事全非，独客飘飖恨已微。人影乱时花欲暝，巢痕扫尽燕何飞。\n杨悲歧路空成泣，屈访彭居可当归。多谢故人情郑重，淹留宁抵寸心违。"
        },
        {
            "标题": "和李佩秋",
            "作者": "陈曾寿",
            "内容": "愁听边砧近十秋，难将铸错诉从头。未随北狩茹深耻，更遣南来感旧游。\n失据飘流何所届，居奇捭阖几曾休。寒风残照南阳路，不见当年墨色楼。"
        },
        {
            "标题": "楼望",
            "作者": "陈曾寿",
            "内容": "残柳新芙晚更幽，湖天沉寂一当楼。乱鸦脱叶参差暮，单雁重云夹带秋。\n旧事已乾丛菊泪，閒心难繫故园舟。危阑尽处从孤倚，搅入边风画角愁。"
        },
        {
            "标题": "同勉甫子玉觉先吉林松花江边晚眺",
            "作者": "陈曾寿",
            "内容": "沄沄波涌玉鲂流，写影云山两岸秋。高柳城坊疑白下，晚江鼓角似黄州。\n气佳势胜无南北，地转天回感去留。风景不孤穷塞主，经纶谁任富民侯。"
        },
        {
            "标题": "二月二十三日同愔仲啸麓出西直门至西山大觉寺看杏花立之前二日候寺中",
            "作者": "陈曾寿",
            "内容": "景物西郊并恨新，绿杨曾拂属车尘。萧晨古寺喧游屐，衰鬓寒山及闹春。\n风色微添空黯澹，粉光遥拥碧峋嶙。劳驰半日酬芳节，甘愧云栖独往人。"
        },
        {
            "标题": "采桑子 又赋二阕，呈彊村老人。 其一",
            "作者": "陈曾寿",
            "内容": "庵堂点缀西溪好，词翰招魂。一片秋痕，艇子如云尽到门。"
        },
        {
            "标题": "谢陟甫馈蒸鸭",
            "作者": "陈曾寿",
            "内容": "山谷学道持戒律，晚苦头眩初破荤。我生偷妄百不逮，一事差胜惟忧勤。\n横机修罗剧刀箭，始知脆弱芭蕉身。廿年蔬园牛践履，多生负债潜悲辛。\n晨秋居士濡呴我，肥甘数致沾枯唇。区区宁非口腹累，妄托滋益饕羞珍。\n时来即行逢便吃，绯衣造诣非等伦。生天成佛岂予分，一身为荐差无嗔。\n宛转君勿薄鸡骛，见用于世皆深仁。我愿将身化千亿，往饫来世幽忧民。"
        },
        {
            "标题": "踏莎行 白堂看梅",
            "作者": "陈曾寿",
            "内容": "石叠蛮云，廊栖素雪，锁愁庭院苔綦涩。无人只有暮钟来，定中微叩春消息。"
        },
        {
            "标题": "甲辰岁日本观油画庚子之役感近事作",
            "作者": "陈曾寿",
            "内容": "我昔东游何所睹，山川步步伤甲午。忽观壁画使我惊，身入庚子天津城。\n干霄烽火飞霹雳，合围虏骑纷纵横。残军一旅据水次，鼓声已死犹力争。\n大旗红折惊飙斜，半残马字飘尘沙。颓垣下照白日淡，妖红一丈龙船花。\n神伤魄动愁逼视，太息沙场生尺咫。却归故国吊遗墟，不见烟尘双阙起。\n天崩地坼无由逃，其雨杲杲寒霾消。谁翻残局作胜势，气盈脉偾酣醨醪。\n水晶之宫何岧峣，五侯甲第争相高。龙武新军气矜豪，劫人黑夜胡国刀。\n河伯汪洋轻海若，大人游戏连群鳌。寸地尺田树荆棘，中央四角酬天骄。\n不闻韶州遣使祭，谁当社饭长攀号。挂冠汲黯留不得，吞声杜老空悲骚。\n出辱下殿那可再，坐抚往事忧心忉。云愁海思无断绝，五陵石马风萧萧。"
        },
        {
            "标题": "踏莎行 赠左笏丈",
            "作者": "陈曾寿",
            "内容": "影塔秋杯，裛花春袂，年时题遍僧廊字。再来何事断经过，残妆难洗红巾泪。"
        },
        {
            "标题": "题翰林集",
            "作者": "陈曾寿",
            "内容": "把卷微吟辄断肠，一生同病只冬郎。分明坐久槎逢斗，不待归来海已桑。\n无限幽情随暮雨，几多清泪湿红芳。颠连莫为唐昭惜，正有随身孤凤凰。"
        },
        {
            "标题": "题节庵师与某人书后",
            "作者": "陈曾寿",
            "内容": "道广能周古所难，重披遗札剧辛酸。不须更说人亡恨，足慰平生是盖棺。"
        },
        {
            "标题": "为鹤亭作写经图题句 其三",
            "作者": "陈曾寿",
            "内容": "风叶飘萧秋气深，寒柯瘦石墨如金。虽然未得营丘笔，亦是山林独往心。"
        },
        {
            "标题": "为鹤亭作写经图题句 其一",
            "作者": "陈曾寿",
            "内容": "观画慈颜得暂怡，小园花发昼长时。东方日出人间世，曾影南窗母与儿。"
        },
        {
            "标题": "为鹤亭作写经图题句 其二",
            "作者": "陈曾寿",
            "内容": "甘为人役岂终穷，羞共时人论拙工。初志曾轻阎右相，谁知老作石田翁。"
        },
        {
            "标题": "题佩秋尊人万峰草堂图卷",
            "作者": "陈曾寿",
            "内容": "居中甘郎潜，补外煦众父。大云本无心，舒卷任天予。\n万峰一草堂，魂梦亲岣嵝。惟馀宿昔悰，依然守故处。\n神理存奥幽，名德照区宇。抱图感楹书，有子能踵武。"
        },
        {
            "标题": "题南园画瘦马",
            "作者": "陈曾寿",
            "内容": "日短风萧山涧曲，意往神迷影硉兀。百莝一豆梦皆空，润吻寒泉聊注目。\n云雷降精事岂偶，厚地高天一穷谷。千秋死所非易致，自恨峥嵘露奇骨。\n绝笔空传形外姿，赏真谁是道林师。枯禅便入骆驼坐，雪壮霜骄耿此奇。"
        },
        {
            "标题": "陈仲陶求题诗卷",
            "作者": "陈曾寿",
            "内容": "旧京春梦久迷离，独忆诗人老石遗。秀野堂中酣醉后，斜街月上纵谈时。\n风流阒寂期来者，句律清深见本师。今日江山定何似，起衰倘续永嘉诗。"
        },
        {
            "标题": "题王景略货畚图",
            "作者": "陈曾寿",
            "内容": "少贱多能只自供，风尘作苦异疏慵。卿才岂与奸雄并，贵值还惊老父逢。\n漫笑耕田兴白水，从来织席有真龙。天人一例悲屯晦，出手犹堪贯虱胸。"
        },
        {
            "标题": "蒋苏盦新刊简斋集见赠",
            "作者": "陈曾寿",
            "内容": "开卷久逾亲，晚交惟二陈。待分一滴水，已负百年身。\n谏果存回味，寒花发古春。还凭蒋山蒋，拂拭起光新。"
        },
        {
            "标题": "病山先生独游天目山归述其胜且示新诗歘然神往亦拟一首",
            "作者": "陈曾寿",
            "内容": "五年一日暂失忧，听说东西两天目。雨中独行世境异，有目所见惟松竹。\n千盘万转出云外，晚投佛寺仍山足。道逢跏趺颜色好，削壁安巢当半腹。\n连天涛风度鸾凰，中有真龙帝众木。绝顶老僧岁一往，必待兼旬霁红旭。\n光芒六合瘴雾空，四大海水一钵缩。我闻夜梦傥见之，插天青棱震雄矗。\n烦冤覆盆入井底，仰慑崇高悲短促。熊啼猿哀酸骨死，托命山中老尊宿。\n至人道峻天与齐，俯视嵯峨等平陆。乞公起废与新诗，万仞忧端为降伏。"
        },
        {
            "标题": "同姜庵听歌并寄询先七弟上海 其一",
            "作者": "陈曾寿",
            "内容": "啁啾百鸟凤孤鸣，蹀躞三挝气未平。寒日馀姿染清泪，万方一概洗歌声。\n慰君哀乐残生感，惜我苍凉绝塞行。为报江南少年叔，柳枝怨断不胜情。"
        },
        {
            "标题": "同姜庵听歌并寄询先七弟上海 其二",
            "作者": "陈曾寿",
            "内容": "恶声啼煞白门乌，法曲飘零慰胜无。亡国何曾到商女，为邻应悔听吴歈。\n难逢笼袖骄民世，再见当场出丑图。愁念家山声入破，大千秋色上氍毹。"
        },
        {
            "标题": "散原先生挽诗 其一",
            "作者": "陈曾寿",
            "内容": "磊磊苍松姿，翁为何世人。天风石床梦，历劫一欠伸。\n弃官非为高，绝粮不知贫。见人无过差，谐俗无缁磷。\n纯天绝机事，老辈谁等伦。精诚屈骚通，茹吐垂天垠。\n高风遗世间，使我伤千春。"
        },
        {
            "标题": "散原先生挽诗 其二",
            "作者": "陈曾寿",
            "内容": "一老不能容，神州何偪仄。削迹入匡庐，洪荒忍结舌。\n喜我跫然来，谈笑暖冰雪。破戒盈诗篇，荒寒留謦欬。\n浃月难竟留，分手若永诀。赠行语何哀，万缘尽一刖。\n岂意重合并，三载慰饥渴。回首离合情，嗒焉肝胆绝。"
        },
        {
            "标题": "散原先生挽诗 其三",
            "作者": "陈曾寿",
            "内容": "冥心馀死灰，回天瘗孤愿。穷途觅归墟，生趣略可见。\n硕果惟此翁，岁晚矢婉娈。旧京岁一来，深交天所鉴。\n便拟投劾归，结邻为侣伴。素心约二三，晨夕无隔间。\n相依守心魂，寸隙聊把玩。此愿深可哀，此约竟不践。\n六合一游丝，萧寥空畔岸。"
        },
        {
            "标题": "题徐湘蘋女史花卉册 其一",
            "作者": "陈曾寿",
            "内容": "法喜回天出玉闺，暮年翰墨宝桐溪。妾臣力薄君恩重，不数陈留董祀妻。"
        },
        {
            "标题": "挽马通伯",
            "作者": "陈曾寿",
            "内容": "世乱赘腐儒，斯文极天㭬。厄年逢在巳，硕果仍见夺。\n京曹昔共居，沧海氛巳恶。果然大轴翻，含生化毛角。\n决去我何成，强留翁岂乐。旧京再相见，温伟惊索寞。\n逃禅郁苦悲，精气遂销铄。区区整齐志，片纸重山岳。\n向来桐城宗，所尚义理学。乾隆四库开，纪戴侈通博。\n抑扬汉宋间，持世失扃钥。惜抱示异同，百鸷见一鹗。\n湘乡用绪馀，乾坤再清廓。饮鸩虽群甘，救死岂无药。\n惟翁渫不食，辛勤守衣钵。验方信昭昭，后起谁寄托。"
        },
        {
            "标题": "闭门",
            "作者": "陈曾寿",
            "内容": "灰冷何心问岁华，闭门寂寞自生涯。偶同静趣忘形侣，长伴幽居妙色花。\n晚食芳甘参稚笋，远书珍重寄新茶。西泠消夏年时味，漫与毡乡较等差。"
        },
        {
            "标题": "与治芗夜话",
            "作者": "陈曾寿",
            "内容": "霜风著意撼凋林，拥褐寒窗苦语深。剩有险巇供晚悟，忍游寥阔洗初心。\n祀舆高趣曾无与，禽向遗踪不可寻。羁绪鳏鳏同此夜，荒栖难稳等惊禽。"
        },
        {
            "标题": "寿甘翰臣七十",
            "作者": "陈曾寿",
            "内容": "江海阅万流，人物渺然叹。夏虫苦拘墟，乌睹大庭馆。\n卓哉非园翁，放怀无畔岸。忘机驯海鸥，大信扫约券。\n交游道虽广，淄渑微可辨。晚与诸老翁，世外结婉娈。\n刻意营小园，日涉未曾厌。有客洗尊罍，独来数花片。\n书画夙所耽，黄金易珍玩。寓物不留物，只供一笑粲。\n出门乘小车，迎绕多鹄面。破囊为布施，行意非强善。\n识翁二十年，无改若初见。珍果必母遗，回念脸辄泫。\n去年寒食节，我归指江汉。还分陈家紫，与充先垄荐。\n今翁届七十，康强喜加饭。虽缺陶翟欢，犹幸坡颍健。\n闻作名山游，一洗尘网绊。陈诗尽实录，聊补先生传。"
        },
        {
            "标题": "子安同年用予寄散原老人诗韵寄赠奉和",
            "作者": "陈曾寿",
            "内容": "早岁高谈接士衡，晚来肥遁谢时名。锐锋谁记杨无敌，强聒空怜楚两生。\n胜日杯盘陪绿野，疏星钟鼓梦西清。心灰鬓雪边尘里，何日寒鸥访旧盟。"
        },
        {
            "标题": "乙老六十九岁生日祝词 其三",
            "作者": "陈曾寿",
            "内容": "敝帽欹徐整，深衣绝屡缝。外形从躐蹋，自哂托龙钟。\n雾豹深冥见，云龙合漠从。卿容晬书气，天语肖高宗。"
        },
        {
            "标题": "与莘田夜话去后作",
            "作者": "陈曾寿",
            "内容": "残灯君独去，深院雨来时。契阔他年意，温凉竟夕思。"
        },
        {
            "标题": "愔仲年来酒量稍减感赠一首",
            "作者": "陈曾寿",
            "内容": "海竭天荒意未灰，芳樽渐浅足低徊。奋豪精锐犹摧贼，绝代悲凉自惜才。\n何事牵怀回断梦，记同忍泪酌恩杯。等閒宁解吞江渴，待脯鲸鲵制脍材。"
        },
        {
            "标题": "十一月廿四日携女下山治疾走别散原先生",
            "作者": "陈曾寿",
            "内容": "入山抱忧刃，出山剸冰眸。缠性万古哀，挈去半若留。\n叩门与翁别，惝恍何言酬。示我哀曾篇，涕沉湘水舟。\n跅弛微惜才，攒念与心雠。结邻梁居士，瞽目传诗邮。\n经旬不相见，倏忽殊明幽。屏居虽人外，死丧撄天游。\n烈风夔罔两，雹雪无时休。埋影孑一老，上彻商声讴。\n帝飨歌哭尊，孤噫专灵邱。难容一榻安，倡仄悲神州。\n天谴予小子，殃及千悔尤。徵声示大戒，饮戈复以矛。\n小心谨奉受，冀以回神庥。凛兹一发传，绵延羲孔忧。\n肩舆下危梯，兢凌滑不收。直引霄汉魂，下落万丈湫。\n阳崖硉惨澹，阴壑森飕飗。屑琼络磊磊，浑璞表修修。\n有松仅自救，有竹连伛偻。枝条尽臃肿，张网纷蛛蝥。\n朽枯幻大壮，照耀惊雄彪。便疑坚冰终，永永无春柔。\n沉睡寂中峰，天半馀赘旒。连冈转俄断，窥罅吐乱洲。\n蜿蜒白浩浩，荒江背天流。还想面壁翁，欠伸回白头。\n巉岩万遮眼，聊障江海愁。栖神一峰定，飘宇孤云浮。\n我心万金药，终致瞑眩瘳。"
        },
        {
            "标题": "落花简自玉",
            "作者": "陈曾寿",
            "内容": "风信番番付谬悠，閒庭开谢只供愁。亦知轻命难酬顾，可奈同心不自由。\n梦里楼台存息壤，尊前涕笑此鸿沟。落红一片犹难惜，才尽蓬山第一流。"
        },
        {
            "标题": "惜黄花慢 同彊村老人作",
            "作者": "陈曾寿",
            "内容": "托命孤芳，剩十年魂梦，长绕伊行。小廊回处，凤城西畔，几回烛底，仔细秋妆。\n当时一笑天能妒，便拚断、故国遗香。枉断肠，寒畦生事，检点苔荒。"
        },
        {
            "标题": "至味",
            "作者": "陈曾寿",
            "内容": "至味惟蔬食，相亲只苦茶。温经略上口，习字偶涂鸦。\n有梦依萧寺，无情到菊花。未能佛弟子，且近僧生涯。"
        },
        {
            "标题": "慈护属题洗儿图",
            "作者": "陈曾寿",
            "内容": "昔闻我师官京曹，盘餍苜蓿衣缊袍。珠巢街南数间屋，索租人至常喧嚣。\n时鲜上市风味美，竭力堂上奉甘旨。退食作画披小纸，丘壑绝胜慈颜喜。\n飞腾暮景投时艰，春晖已邈难追攀。白头祭拜尚朝服，爇香在几戚在颜。\n我时肃观生感叹，七十犹慕今罕见。奕世清德旧家风，遗泽绵延传祖砚。\n深根固蒂枝叶荣，重阶兰玉诧宁馨。作图洗儿志家庆，报本裕昆后先映。"
        },
        {
            "标题": "题冒巢民先生小像为其十二世孙鹤亭作",
            "作者": "陈曾寿",
            "内容": "早识公孙廿载前，今披遗像一潸然。微知忧瘁侵高致，犹有林泉度厄年。\n钩党玉瑛偏并世，生祠委鬼欲弥天。祲氛不陨秋霜烈，皓皓风期若可传。"
        },
        {
            "标题": "予诗学山谷画师子久两事皆不成戏成此作",
            "作者": "陈曾寿",
            "内容": "人间第一一峰画，天下无双双井诗。顾我蹉跎衰日候，强希衣钵二黄师。\n笔枯水剩山残里，思绝天荒地老时。百虑相攻才力尽，不跻圣处坐非痴。"
        },
        {
            "标题": "舟夜",
            "作者": "陈曾寿",
            "内容": "双流浩渺送残春，孤艇凄迷溯暮津。万事回潮空有泪，残灯相影且为人。\n求仁几辈堂堂去，开卷幽情往往新。一念不回应到海，归田无意誓江神。"
        },
        {
            "标题": "红梅二绝 其一",
            "作者": "陈曾寿",
            "内容": "冻萼微舒色正丹，十年小别见偏难。却防火迫花开了，特减熏笼忍薄寒。"
        },
        {
            "标题": "辛巳除夕 其一",
            "作者": "陈曾寿",
            "内容": "汉腊隆年祭，无嫌跪起迟。岂能劳益健，聊藉礼扶衰。\n压祟钱堆枕，迎神灶满饴。拜多从脱膝，真是羡儿时。"
        },
        {
            "标题": "辛巳除夕 其二",
            "作者": "陈曾寿",
            "内容": "活计残经少，心情旧井枯。机输灵照捷，诗祭浪仙无。\n天地弥新鬼，汤燖虱腐儒。无成虚老至，后饮愧屠苏。"
        },
        {
            "标题": "红梅二绝 其二",
            "作者": "陈曾寿",
            "内容": "幽香妙色净埃尘，孤洁谁知第一春。细数群芳无比儗，见梅始信有天人。"
        },
        {
            "标题": "独行至六通寺",
            "作者": "陈曾寿",
            "内容": "山深息交游，独往寻僧庵。径转忽异色，迎面堆浓岚。\n高柯正脱叶，新红醉霜酣。上方带修竹，万翠犹毵毵。\n到门剥啄久，伛偻应瞿昙。院静无履声，微闻度檀楠。\n长老信古德，耿悫致敬谦。同居尽清修，不数前三三。\n上堂俨夕课，龙吟起深潭。一步千威仪，千业一拜参。\n皈依罪过身，惨怛人天含。旁观敢赞叹，偷懈徒心惭。\n方知设教力，历劫礼所担。晚寻竹径归，回首情犹耽。\n夜枕接瞻闻，寝寐同清严。"
        },
        {
            "标题": "宿河坪丙舍",
            "作者": "陈曾寿",
            "内容": "眼冷家山合断魂，遗黎未尽是天恩。蓬窗影与寒灯静，雪夜心同浊酒温。\n访旧残僧惊已化，破愁故侣肯相存。归来恸哭松楸下，犹作人生幸事论。"
        },
        {
            "标题": "戊辰九月同公渚君适焦山登高宿松寥阁",
            "作者": "陈曾寿",
            "内容": "愁心中酒付腾腾，强兴松寥更一登。高地寒潮回午梦，小楼淡日话残僧。\n棋枰急劫世何短，江海一麾吾未能。还欲禅庵添故事，夜窗破壁影寒灯。"
        },
        {
            "标题": "宿州道中",
            "作者": "陈曾寿",
            "内容": "萧条徐泗漫经过，九逝英魂一荡摩。永去南中淹日月，忽悲北向看山河。\n屯淮列幕酣歌急，挟海崩云变幻多。势转图穷惊匕见，远涂垂暮定如何。"
        },
        {
            "标题": "柏因社观柏",
            "作者": "陈曾寿",
            "内容": "身行邓尉心戒坛，非松非柏森屈蟠。西山今生恐不到，对此皮骨空汍澜。\n从来柏身尚劲直，故斗奇肆横阑干。神物中断霹雳斧，两活不复资泉源。\n我疑柏空寿者相，忍辱节解降魔顽。一物精诚有不灭，奈何已死诬苍天。\n平生松风满怀抱，得兹魂梦双牵连。不须长短较南北，啜茶倚树钟声圆。"
        },
        {
            "标题": "将赴旧京苕雪以诗赠行次韵",
            "作者": "陈曾寿",
            "内容": "逆流故步未曾离，水马安知力已疲。毡毳自疑沦土著，江湖何处隐天随。\n根摇频见三豪祟，柯烂难收一局棋。暂得出游忧莫写，感君亲切慰行诗。"
        },
        {
            "标题": "十一月二十六日同君亮表侄展外袓墓谨赋",
            "作者": "陈曾寿",
            "内容": "冈陵睪远神犹接，云水重来世已新。海阔天空一抔土，夙兴夜寐廿年身。\n惊风飘荡鸾凰族，上帝畸零虮虱臣。寸烛寒香回暝色，木兰残雪尚嶙峋。"
        },
        {
            "标题": "贻先弟见予戒坛松诗遂梦至戒坛见松高数丈涛声如雷惊寤寄书相告并感怀四首走笔和之",
            "作者": "陈曾寿",
            "内容": "我昔游戒坛，三日坐松阴。磊落入心骨，哦诗作龙吟。\n寄诗感予季，梦入苍山深。琳宫宅奥幽，坛宇何萧森。\n问松在何处，突兀生千寻。惊疑忽然寤，震耳犹潮音。\n年来涉忧患，浩荡欲无浔。震动得艮止，坐卧檐卜林。\n松声薄九天，若慰千忧沉。子止无复疑，我行归何岑。"
        },
        {
            "标题": "以旧京菊种移至海上寄养邻圃",
            "作者": "陈曾寿",
            "内容": "下斜街口担秋霞，崇福山腰老圃家。海上羁魂断乡国，一畦寒守义熙花。"
        },
        {
            "标题": "断梦",
            "作者": "陈曾寿",
            "内容": "断梦敲窗雨未收，暗凉惊起小堂幽。鸡鸣未尽多生泪，虫语争分一夜秋。\n据槁尚馀残树影，解纷无复旧蚊帱。乘除万念微灯里，蓦地闻钟不自由。"
        },
        {
            "标题": "梦断",
            "作者": "陈曾寿",
            "内容": "梦断残宵宿雨收，閒怀清冷恰无愁。林通月色微疑曙，院绝虫声自觉秋。\n不竞温凉吟羽扇，解危腰领忆羊裘。屏除闻见齐喧寂，谁识沧波不系舟。"
        },
        {
            "标题": "乙酉正月二日即事",
            "作者": "陈曾寿",
            "内容": "小雪霏微堕地轻，晚窗还漏夕阳明。久要药裹成分诀，淡绝梅花与定情。\n诸弟有书看愈好，故人相呴愧还生。妄心一念求顽健，倘遂江乡万里行。"
        },
        {
            "标题": "和苏堪夜饮三首 其二",
            "作者": "陈曾寿",
            "内容": "往往闻歌鼓市中，朝朝入直对哦松。不须更说同光事，风味行园可再逢。"
        },
        {
            "标题": "和苏堪夜饮三首 其一",
            "作者": "陈曾寿",
            "内容": "一世难逢了了人，尊前说饼最清新。韭黄生菜兼冰雪，便与平章作好春。"
        },
        {
            "标题": "和苏堪夜饮三首 其三",
            "作者": "陈曾寿",
            "内容": "刘张沈李想神姿，从事谁知老更奇。不恨古人吾不见，稼轩妙语故堪思。"
        },
        {
            "标题": "乙亥七月初八日恭谒福陵昭陵敬赋",
            "作者": "陈曾寿",
            "内容": "干霄松柏郁苍苍，巍赫神功接混茫。臣甫拜趋思历数，道周魂梦感高皇。\n丰碑谟烈天难继，如带源泉气自长。报国无能攀恋切，馀生合署老司香。"
        },
        {
            "标题": "一萼红 孤山探梅",
            "作者": "陈曾寿",
            "内容": "荡微阴，正西风料峭，苔屐怯幽寻。岸柳拳鸦，山椒落雁，天画如许寒林。\n是昨夜、馨魂乍返，渐几树、脂晕破萧森。略损风姿，劫馀池馆，随分行吟。"
        },
        {
            "标题": "木兰花慢 旧京移菊，憔悴可怜，感赋。",
            "作者": "陈曾寿",
            "内容": "冷墙阴一角，结幽怨，旧痕青。自辛苦移根，恋香残蝶，梦也伶俜。\n羞凭，别畦新绿，算年年、称意占阶庭。一寸霜姿未展，西风凉透窗棂。"
        },
        {
            "标题": "次韵愔仲同年除夕",
            "作者": "陈曾寿",
            "内容": "径绝人踪雪塞庐，残年饱饭愧閒居。诚知岁岁都非故，只见朝朝有不如。\n飨赐嬴秦天醉甚，逃诛汪罔乱生初。九州铁铸成今日，自拨寒灰恨有馀。"
        },
        {
            "标题": "乙老六十九岁生日祝词 其四",
            "作者": "陈曾寿",
            "内容": "晚遇过陶翟，贞荣度岁寒。志同真法喜，观谛得心安。\n渥泽三危露，回颜七返丹。待舒忧国痗，九畹艺萱兰。"
        },
        {
            "标题": "乙老六十九岁生日祝词 其一",
            "作者": "陈曾寿",
            "内容": "无住东轩老，生心一是閒。江河回独念，天帝照孱颜。\n问道经三匝，明宗示八还。埃风阊阖迥，昔昔梦同攀。"
        },
        {
            "标题": "乙老六十九岁生日祝词 其二",
            "作者": "陈曾寿",
            "内容": "海日常明夜，高楼坐久如。逍遥盈几字，忧患叠床书。\n客至言无隐，居深泽有馀。晴窗揲周易，破涕一轩渠。"
        },
        {
            "标题": "梅泉书索近诗为赋一律",
            "作者": "陈曾寿",
            "内容": "心与莲同苦，身犹鸟各囚。至难无死所，直作有生羞。\n意尽吟俱废，悲深句莫酬。剩馀挂名字，一集为苍虬。"
        },
        {
            "标题": "再次前韵和治芗",
            "作者": "陈曾寿",
            "内容": "背嵬之军顺昌帜，先声夺人畴不识。不数永嘉八面锋，合撰会昌一品集。\n天生橡笔擅高文，自织锦机精句律。大才从来难为用，心恻寒泉渫不食。\n徽之诗句上屏风，玉局恩知超荐汲。戴花尧叟生马羡，润笔岐公非蔡敌。\n向来异数券昌期，岂独流传佳故实。哀今云和奏聋俗，强同河潦齐泰垤。\n纷纷蝼蚁容苦心，扰扰蝇蚊营近睫。漫拟骨相等处翻，敢望赓飏同庆历。\n往时亦逢伯乐顾，让出头地妒同列。即今摧眉捧腹员，雕丧骝骅双耳帖。\n诚不如归去偕袅翁，对饮村酒开鱼筒。洗耳不知水冷暖，眯目谁辨乌雌雄。\n胡为沉吟自局促，对面故人牛马风。"
        },
        {
            "标题": "落花十首 其四",
            "作者": "陈曾寿",
            "内容": "生小凝妆不自前，忽惊飞絮共蹁跹。残脂未净还过雨，飘雪难踪更化烟。\n隔日楼台成隐秀，早时天地入中年。新阴交影帘栊暗，风味聊堪中酒眠。"
        },
        {
            "标题": "焦山纪游杂诗 其三",
            "作者": "陈曾寿",
            "内容": "解咏荆轲处士哀，辛陈投契并豪才。申君所学惟朱子，却对江山欠玉杯。"
        },
        {
            "标题": "梦莘田出诗一卷皆咏梅花也因倩松庵画梅寄莘田",
            "作者": "陈曾寿",
            "内容": "月落香寒罢楚辞，梦魂忽与故人期。不言尘海三年别，先读梅花一卷诗。\n何逊扬州微醉后，杜陵人日断肠时。欲凭驿使传消息，更倩花光写一枝。"
        },
        {
            "标题": "咏怀二首 其二",
            "作者": "陈曾寿",
            "内容": "宇文夺西魏，实惟割据才。邂逅得令绰，专任无疑猜。\n不幸弃中道，雄图遂不谐。治丧崇俭素，恐与夙志乖。\n惟君知我意，惟君知我怀。送葬申一言，失声声已哀。\n偏局谊尚尔，大业当何哉。"
        },
        {
            "标题": "拟游白鹿洞未果",
            "作者": "陈曾寿",
            "内容": "东林香火散秋烟，淡薄儒门更可怜。问道不曾逢总老，结庐何处访穷禅。\n山空疏把文公盏，潮落都无子静船。欲扫斋坛寻旧约，洞门云锁已千年。"
        },
        {
            "标题": "同苕雪游南山别后寄此并简浪公",
            "作者": "陈曾寿",
            "内容": "与君携手入南山，得意青红杳霭间。石磴坐谈齐物论，松风凉属片时閒。\n茶甘僧院尝泉遍，衣湿烟岚带雨还。此去应过浪公宿，剪灯尊酒话开颜。"
        },
        {
            "标题": "书梁文忠公遗诗后 其一",
            "作者": "陈曾寿",
            "内容": "早岁名高有悔辞，中年怀抱太凄其。酒酣小杜凌云气，春去冬郎绝代诗。\n莲墓松风魂绕处，桥山雪夜泪枯时。传心一语终难灭，病榻微闻细似丝。"
        },
        {
            "标题": "书梁文忠公遗诗后 其二",
            "作者": "陈曾寿",
            "内容": "道路胼劳百祟侵，真成衔木一精禽。经筵自昔因人重，晚遇何期与恨深。\n书札长缄千点泪，斗罍无复十分斟。性刚太傅门生在，忍事全灰请剑心。"
        },
        {
            "标题": "车过武胜关雪中购得兰数本",
            "作者": "陈曾寿",
            "内容": "车行楚豫交，蜿蜒入山腹。矫首望雄关，势绝天地蹙。\n一脊界江河，向背异寒燠。雪峰袭云衣，漠漠烟生玉。\n涛凝叠嶂松，翠压一涧竹。峥嵘幻冰花，僵踣慨众木。\n野人市修兰，仓卒得一束。坚冰塞两仪，芳馨遗此独。\n嗟尔幽谷姿，何缘附驰毂。且恐骚魂苏，因之酌"
        },
        {
            "标题": "题孙隘堪南窗寄傲图卷",
            "作者": "陈曾寿",
            "内容": "南窗容膝安，北窗卧风凉。栋宇自魏晋，斯人自羲皇。\n一世没沧海，微木堕渺茫。啸傲复何心，有寄乃非狂。\n谁欤同此趣，今见孙平阳。所未似渊明，读书精且详。\n龙鳞积岁月，三径犹未荒。图中义熙人，顾影何堂堂。\n惜无冬心翁，为图辫发长。"
        },
        {
            "标题": "大雨过黄梅",
            "作者": "陈曾寿",
            "内容": "江舟一夜黄梅雨，正向黄梅山下来。雨过梅黄春去了，欲将何事问黄梅。"
        },
        {
            "标题": "冷淡",
            "作者": "陈曾寿",
            "内容": "冷淡饶生活，时人恰未知。心清拾妙句，友胜得嘉时。\n惜墨书馀纸，标花去密枝。焚香微雨好，回味简斋诗。"
        },
        {
            "标题": "种菊同苕雪治芗作七首 其二",
            "作者": "陈曾寿",
            "内容": "晨光发奇姿，皛日起我早。皎皎玉盘盂，亭亭众芳表。\n九幽郁洁意，风露白清晓。沉冥亦有秋，冷士岂枯槁。\n谁怀汲汲志，既晚无用好。真意不相违，弃捐何足道。"
        },
        {
            "标题": "余曾梦至一寺寺旁有塘甚广青山回绕不见一人风境凄冷今至育王寺宛然梦境也",
            "作者": "陈曾寿",
            "内容": "丹垣一角背寒塘，日落青山迤逦长。到此分明徵梦境，只应梦境更萧凉。"
        },
        {
            "标题": "次韵觉庵枣花寺看牡丹",
            "作者": "陈曾寿",
            "内容": "睡起未妨花事晚，芳春将去一嫣然。笑看词客过千辈，不忏风情又此筵。\n红杏青松都莫问，贪多爱好已能传。虚廊旧梦无寻处，料理回肠苦笋鲜。"
        },
        {
            "标题": "何坚庐夫人赠菊 其一",
            "作者": "陈曾寿",
            "内容": "爱菊畴如我，衰迟迹已陈。难寻少年梦，悽绝旧京人。\n严酷冬还夏，萧寥暝复晨。霜华忽明眼，冷绪暂能新。"
        },
        {
            "标题": "路歧",
            "作者": "陈曾寿",
            "内容": "得驾仍蓬累，沉吟感路歧。回容劳制御，失仗易倾危。\n降辱心谁谅，天田象有疑。食桃长白近，信宿莫淹迟。"
        },
        {
            "标题": "众异寄和予曩岁张园海棠诗次韵答之",
            "作者": "陈曾寿",
            "内容": "难藉年芳遣有涯，几番夜雨峭寒加。春怜归路迷芳草，佛待修成是落花。\n绝艳海棠真一梦，香栖燕子定谁家。枯禅且入橐驼坐，不问歧途万里沙。"
        },
        {
            "标题": "雨中诸真长约同散叟觚庵游云栖寺",
            "作者": "陈曾寿",
            "内容": "昔来暑晴中，白日疑幽月。今晨对秋雨，寒琼化我骨。\n修修不见天，山鬼所宅窟。蹀影迥碧间，自照寒光佛。\n衣单煖尊酒，嚼雪笋新掘。酌不及公荣，主客笑通脱。\n香光写经卷，笔势瞻秀发。了知功德无，报母资津筏。\n千载旦暮心，虚堂證超忽。僧寮足深严，但惜少轩豁。\n空负竹万竿，不见青排闼。禅修屏闻见，游赏恣林樾。\n何当雪后来，支筇屐同没。"
        },
        {
            "标题": "偃蹇",
            "作者": "陈曾寿",
            "内容": "贾谊形遗委控抟，退之鼻塞等莸兰。迁流任化乾馀骨，偃蹇遗容格外官。\n大道固应多屈辱，小诗何意入波澜。绝人公事崔丞了，竟日哦松抵挂冠。"
        },
        {
            "标题": "寄萃田 其三",
            "作者": "陈曾寿",
            "内容": "新冢累累战血腥，偶然投瓦损泠泠。君来连雨能无意，重洗湖山一段青。"
        },
        {
            "标题": "戊子夏四月廿八日重至西湖定香桥故居篱毁屋破草深没径惟二石犹存舟子宋阿毛尚居其中相与话旧不胜凄感",
            "作者": "陈曾寿",
            "内容": "重见湖山淡冶姿，烟岚怯望更迷离。只供倦客茹清泪，无复当年赚好诗。\n故宇温存惟片石，扁舟邂逅剩篙师。小轩幽梦残痕了，犹遣回波一荡时。"
        },
        {
            "标题": "次韵愔仲元旦试笔",
            "作者": "陈曾寿",
            "内容": "温香夜发水仙浓，年景春明感旧踪。欲曙天光分罨霭，生新人意自黄农。\n趋跄深愧朝班列，衰戆惟应圣主容。屈曲神山多岁月，区区尘露报何从。"
        },
        {
            "标题": "腊八日煮粥感赋 其一",
            "作者": "陈曾寿",
            "内容": "香粥分雏闹膝前，儿时风味渺如烟。老夫奉佛焚香了，自忏平头六十年。"
        },
        {
            "标题": "苕雪治芗作诸葛武侯诗余有感于当时人才之乏亦拟一首",
            "作者": "陈曾寿",
            "内容": "英彦乘时各有投，酬知晚出佐残刘。同心傥可关张并，替手难为费蒋俦。\n狼狈东行思孝直，艰难上士得凉州。擎天孤柱终何济，遗恨悲凉泪不收。"
        },
        {
            "标题": "腊八日煮粥感赋 其二",
            "作者": "陈曾寿",
            "内容": "粥饭家风孰识侬，多生禅味尚沉醲。迷离烟水藏幽梦，魂返南屏夜半钟。"
        },
        {
            "标题": "乙卯四月归里谒祖墓 其一",
            "作者": "陈曾寿",
            "内容": "十载重来祖墓山，老僧成塔隶为官。更无煮笋烧茶事，已过花时问牡丹。"
        },
        {
            "标题": "庶侯自宝应来并出近诗赋此赠之",
            "作者": "陈曾寿",
            "内容": "栖眉一往瘁痕深，如见平居悄悄心。积惧可能澹沉劫，抗怀犹自托微吟。\n饱经霜醉枫初落，小放晴寒菊可寻。留命桑田能邂逅，拚除百虑尽芳斟。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "都察院",
            "Background": "陈曾寿正在与同僚讨论广东监察事宜，他提及对地方贪腐的看法，强调应以清明之治安民为重，周围官员纷纷点头称是。",
            "Dialogue": "{\n    角色名:同僚 \n    动作:(微微颔首、面露赞同)\n    讲话:陈御史，您所言极是，近年来地方贪腐之风愈演愈烈，确实亟需我们加强监察，以确保百姓安居乐业。然则，如何有效整治此弊端，需仰赖您这位明断公正之士的高见。\n}\n{\n    角色名:陈曾寿 \n    动作:(站起身、神情坚定)\n    讲话:诸君所言，正是我心之所向。贪腐之害，根深蒂固，非一朝一夕之功可解，然我等作为监察之责，理应恪尽职守，设法剔除腐败之根源。必须以清明之治安民为重，方可还百姓以安宁。首先，需加强对地方官员的考核与监督，确保其清白自守，切实履行其职责。其次，应密切关注民间疾苦，听取百姓怨言，了解其真实情况，以便及时采取措施，杜绝贪污之弊。唯有如此，方能重塑官场之清明，得民心所向。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "杭州小南湖",
            "Background": "夜晚，陈曾寿与友人围坐在湖边，吟诵彼此的诗作。陈曾寿朗诵《洞仙歌》，表达对自然美景的向往，友人则赞叹其词句之美，共同感慨人生短暂，须珍惜当下。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(轻声吟诵、脸上流露出赞赏之色)\n    讲话:陈兄，您所朗诵之《洞仙歌》实乃传世佳作，字字珠玑，情景交融，令人心驰神往。想当初，苏东坡曾以诗词描绘自然之美，然今之词句更胜往昔，不禁让我感慨万千。\n}\n{\n    角色名:陈曾寿 \n    动作:(微笑点头、神情温和)\n    讲话:承蒙兄台夸奖，然我所作之诗，焉能与苏东坡相提并论。然则，正如您所言，诗词乃心灵之声，若能以文字描绘自然之美，便是我之幸事。人生短暂，若不珍惜当下，岂不虚度光阴？在此夜色朦胧之际，佳友相伴，皆可吟咏共赏，何其乐哉。愿我们共守这份雅趣，珍惜眼前的每一刻，纵使岁月如梭，也要让诗意常在心间。"
        },
        {
            "Type": "书信交流",
            "Location": "蕲水",
            "Background": "陈曾寿给远方的友人陈三立写信，叙述自己在官场的经历，抒发对诗词的热爱，并邀请其来访，共同讨论文学与政治。",
            "Dialogue": "{\n    角色名:陈三立 \n    动作:(笔走龙蛇、神态认真)\n    讲话:曾寿兄，近日可好？我听闻您在官场中忙碌，斗智斗勇，想必颇有所得。然则，您对诗词之热爱，似乎未曾减退，是否愿与我分享您近日之感悟？\n}\n{\n    角色名:陈曾寿 \n    动作:(微微一笑、神情放松)\n    讲话:三立兄，感谢关心，近来虽在官场奔波，然诗词常伴我左右。每当我在这清晨日暮之间，见那花开花落，便愈加感悟到人生之无常与美好。近日我所作之诗，常以自然为题，探讨人与自然之间的关系，似乎在这一过程中，我逐渐找到了心灵的宁静。希望有朝一日，您能来蕲水一游，咱们可共赏美景，吟唱诗词，畅谈人生，何乐而不为？"
        },
        {
            "Type": "家庭市井对话",
            "Location": "蕲水镇",
            "Background": "陈曾寿走在街上，遇到邻里乡亲，乡亲询问他的近况。他微笑着回应，谈论自己最近的诗作和对家乡风土人情的感慨，乡亲们赞赏他的才华。",
            "Dialogue": "{\n    角色名:乡亲 \n    动作:(微微弯腰、热情询问)\n    讲话:陈公子，最近可好？听闻您在外为官，想必生活安稳，然在乡里听闻，您仍常念及故乡，真是令人敬佩。\n}\n{\n    角色名:陈曾寿 \n    动作:(微笑、轻轻叹息)\n    讲话:乡亲，感谢你们的关心，虽身处官场，然心中始终惦念故乡的山水与乡情。乡土之情，常在我心，时常想起家乡的青山绿水，和那些纯朴的乡亲们。每每回想，便有一丝温暖充盈心间。最近，我的确在创作一些诗作，试图表达对家乡的思念与感悟，愿与大家分享这份情感。希望乡亲们都能安康，生活愉快，愿我们日后再聚，共话家乡之美。"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "书斋",
            "Background": "陈曾寿与好友讨论苏东坡的诗歌，陈曾寿表示深受其影响，提到自己在创作中常常想起苏轼的豪情，好友则引述苏诗，二人相对而吟，气氛融洽。",
            "Dialogue": "{\n    角色名:好友 \n    动作:(拿起书卷、神情专注)\n    讲话:曾寿兄，您可曾读过苏东坡的诗？我觉得其中蕴含的情感与哲理极为深刻，尤其是他对人生的思考，令人深思。\n}\n{\n    角色名:陈曾寿 \n    动作:(点头、眼中闪烁着光彩)\n    讲话:确实，苏东坡的诗词不仅仅是文字的组合，更是其博大情怀的体现。每当我读到他的作品，便能感受到那份胸怀天下的气魄与对生活的深刻理解。他在诗中透出的那种洒脱与坚韧，如同一缕春风，吹动着我心底的柔软。正因如此，我在创作时常常想起他的豪情，试图将这种气质融入我的诗中。希望在未来的创作中，我能更深入地体会这种精神，将其传递给更多的人。"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "朝堂",
            "Background": "陈曾寿作为广东监察御史，向皇上上奏，详细报告当地的治安和经济状况，皇上仔细聆听，赞赏其细致入微的观察，令他倍感荣幸。",
            "Dialogue": "{\n    角色名:皇上 \n    动作:(认真倾听、面露赞赏)\n    讲话:陈御史，听闻您对于广东的治安与经济状况有着极为详细的了解，能否为朕详细阐述一番？\n}\n{\n    角色名:陈曾寿 \n    动作:(拱手、神态庄重)\n    讲话:陛下，愚臣不敢怠慢，广东一带虽为富饶之地，然近年因贪腐之风盛行，民生之疾苦不堪。臣在此地巡视，见诸多百姓因贪污而陷入苦境，实在令人痛心。为此，臣认为应加强对地方官员的监督，杜绝贪腐，确保民众安居乐业。此外，还应大力推动地方经济发展，鼓励农民、工匠共同参与，助力地方繁荣，方能真正实现清明之治。臣愿尽绵薄之力，恪尽职守，回报陛下之恩。"
        },
        {
            "Type": "家庭市井对话",
            "Location": "家中",
            "Background": "陈曾寿的妻子询问他近日的诗作，他谈及对自然的观察与感悟，妻子鼓励他继续创作，营造出温馨和睦的家庭氛围。",
            "Dialogue": "{\n    角色名:妻子 \n    动作:(微笑、关切地询问)\n    讲话:曾寿，最近可好？听说您在外为官，辛苦了。您是否还有时间写诗呢？我时常想听您读诗，听您谈论那些美丽的风景与情感。\n}\n{\n    角色名:陈曾寿 \n    动作:(温柔一笑、眼中闪烁着温情)\n    讲话:亲爱的，感谢你的关心，虽然在官场中忙碌，但我始终留有一份热爱于诗词之中。每当我在繁忙之余，看到窗外的蓝天、白云，我的心便会沉静下来，涌现出对自然的思考与对人生的感悟。最近创作的诗作，正是对这份美好的吟唱，希望能与你分享，让我们的生活在诗的意境中，更添几分温馨与浪漫。"
        },
        {
            "Type": "书信交流",
            "Location": "蕲水",
            "Background": "陈曾寿收到陈三立的回信，信中提到对彼此诗作的评论，二人在信中相互切磋诗词，探讨文学创作的心得与体会，信件内容深厚而真挚。",
            "Dialogue": "{\n    角色名:陈三立 \n    动作:(手握信件、神情期待)\n    讲话:曾寿兄，收到你来信，我心甚喜。信中提到的诗作，我已细细品味，真是意境深远，情感真挚。你在官场的经历也令我深感钦佩，是否能再多分享一些？\n}\n{\n    角色名:陈曾寿 \n    动作:(微微一笑、沉思片刻)\n    讲话:三立兄，感谢你对我作品的肯定。官场之中，虽有风波与挑战，但我始终努力保持一颗平常心，尽力而为。每当我在处理公务之余，心底那份对诗词的热爱便会涌现，仿佛是生活的调味品，让我在繁忙与压力之中，找到一片宁静的天地。我希望能与你分享这些经历，或许在交流中，我们能共同进步，互相激励。在这条追求文学与理想的路上，携手同行，何其幸哉。"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "都察院",
            "Background": "陈曾寿在会议上与同僚讨论张勋复辟的事件，他表达对复辟的看法，认为应保持国家的安定，众官员对其见解表示赞同。",
            "Dialogue": "{\n    角色名:同僚 \n    动作:(微微倾身、恭敬询问)\n    讲话:陈御史，关于张勋复辟事件，您认为我们应如何应对？您在此方面的见解，必能为我们指引方向。\n}\n{\n    角色名:陈曾寿 \n    动作:(面色凝重、语气坚定)\n    讲话:诸君，复辟之事关系国之安危，必须审慎应对。此事虽在我等力所能及之内，然若轻举妄动，恐将引发民心不安，甚至造成更大的动乱。我们应以明智之策，维护国家的稳定与安定，绝不可让个人欲望凌驾于国家之上。臣建议，应加强对各地的情报收集，及时了解民间动态与舆论，以便制定应对之策，确保国家安全，民众安康。"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "湖边",
            "Background": "在小南湖，陈曾寿与友人共赏梅花，吟诵《浣溪沙》，友人赞叹其诗句，二人相谈甚欢，畅谈对诗词与人生的理解，充满雅趣。",
            "Dialogue": "{\n    角色名:友人 \n    动作:(微微一笑、恰到好处地插话)\n    讲话:曾寿兄，今日在湖边，您吟诵的《浣溪沙》可谓佳作，意境深远，令人陶醉。您是否愿意分享这首诗的创作灵感？\n}\n{\n    角色名:陈曾寿 \n    动作:(脸上露出微笑、深吸一口气)\n    讲话:友人所言，令我心中温暖。此诗乃是我在湖边闲游之际，见那湖水荡漾，花影摇曳，心中自然涌起了不少思绪。人在这繁华闹市之中，若能寻一处静谧之地，便能感受到那份与自然相融的心境。诗中所描绘的，正是我对这片自然风光的赞美与向往。希望能以此诗，传达出那种心灵的宁静与人生的哲理，与大家共勉。"
        }
    ]
}