{
    "基本信息": {
        "姓名": "陈维崧",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "1679",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "宜兴",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "陈维崧(1625～1682)清代词人、骈文作家。字其年，号迦陵。宜兴（今属江苏）人。清初诸生，康熙十八年(1679)举博学鸿词，授翰林院检讨。54岁时参与修纂《明史》，4年后卒于任所。 ► 陈维崧的诗文(1132篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "临江仙·寒柳",
            "作者": "陈维崧",
            "内容": "自别西风憔悴甚，冻云流水平桥。并无黄叶伴飘飘。乱鸦三四点，愁坐话无憀。云压西村茅舍重，怕他榾柮同烧。好留蛮样到春宵。三眠明岁事，重斗小楼腰。"
        },
        {
            "标题": "醉落魄·咏鹰",
            "作者": "陈维崧",
            "内容": "寒山几堵，风低削碎中原路。秋空一碧无今古，醉袒貂裘，略记寻呼处。男儿身手和谁赌。老来猛气还轩举。人间多少闲狐兔。月黑沙黄，此际偏思汝。"
        },
        {
            "标题": "南乡子·邢州道上作",
            "作者": "陈维崧",
            "内容": "秋色冷并刀，一派酸风卷怒涛。并马三河年少客，粗豪，皂栎林中醉射雕。残酒忆荆高，燕赵悲歌事未消。忆昨车声寒易水，今朝，慷慨还过豫让桥。"
        },
        {
            "标题": "满江红·秋日经信陵君祠",
            "作者": "陈维崧",
            "内容": "席帽聊萧，偶经过、信陵祠下。正满目、荒台败叶，东京客舍。九月惊风将落帽，半廊细雨时飘瓦。桕初红、偏向坏墙边，离披打。今古事，堪悲诧；身世恨，从牵惹。倘君而仍在，定怜余也。我讵不如毛薛辈，君宁甘与原尝亚。叹侯嬴、老泪苦无多，如铅泻。"
        },
        {
            "标题": "沁园春·十万琼枝",
            "作者": "陈维崧",
            "内容": "题徐渭文《钟山梅花图》，同云臣、南耕、京少赋。\n十万琼枝，矫若银虬，翩如玉鲸。正困不胜烟，香浮南内；娇偏怯雨，影落西清。夹岸亭台，接天歌管，十四楼中乐太平。谁争赏？有珠珰贵戚，玉佩公卿。 如今潮打孤城，只商女船头月自明。叹一夜啼乌，落花有恨；五陵石马，流水无声。寻去疑无，看来似梦，一幅生绡泪写成。携此卷，伴水天闲话，江海余生。"
        },
        {
            "标题": "虞美人·无聊",
            "作者": "陈维崧",
            "内容": "无聊笑捻花枝说，处处鹃啼血。好花须映好楼台，休傍秦关蜀栈战场开。倚楼极目深愁绪，更对东风语。好风休簸战旗红，早送鲥鱼如雪过江东。"
        },
        {
            "标题": "好事近·分手柳花天",
            "作者": "陈维崧",
            "内容": "夏日，史蘧庵先生招饮，即用先生《喜余归自吴阊》过访原韵。\n分手柳花天，雪向晴窗飘落。转眼葵肌初绣，又红欹栏角。别来世事一番新，只吾徒犹昨。话到英雄失路，忽凉风索索。"
        },
        {
            "标题": "点绛唇·夜宿临洺驿",
            "作者": "陈维崧",
            "内容": "晴髻离离，太行山势如蝌蚪。稗花盈亩，一寸霜皮厚。赵魏燕韩，历历堪回首。悲风吼，临洺驿口，黄叶中原走。"
        },
        {
            "标题": "沁园春·咏菜花",
            "作者": "陈维崧",
            "内容": "极目离离，遍地濛濛，官桥野塘。正杏腮低亚，添他旖旎；柳丝浅拂，益尔轻飏。绣袜才挑，罗裙可择，小摘情亲也不妨。风流甚，映粉红墙低，一片鹅黄。曾经舞榭歌场，却付与空园锁夕阳。纵非花非草，也来蝶闹；和烟和雨，惯引蜂忙。每到年时，此花娇处，观里夭桃已断肠。沉吟久，怕落红如海，流入春江。"
        },
        {
            "标题": "贺新郎·纤夫词",
            "作者": "陈维崧",
            "内容": "战舰排江口。正天边、真王拜印，蛟螭蟠钮。征发棹船郎十万，列郡风驰雨骤。叹闾左、骚然鸡狗。里正前团催后保，尽累累、锁系空仓后。捽头去，敢摇手？稻花恰趁霜天秀。有丁男、临歧诀绝，草间病妇。此去三江牵百丈，雪浪排樯夜吼。背耐得、土牛鞭否？好倚后园枫树下，向丛祠亟倩巫浇酒。神佑我，归田亩。"
        },
        {
            "标题": "蝶恋花 其四",
            "作者": "陈维崧",
            "内容": "四月荆南春去矣。点点花飞，别我弹红泪。所幸东街连古寺，木香莺粟还堆砌。"
        },
        {
            "标题": "二郎神 玉兰花饼",
            "作者": "陈维崧",
            "内容": "东风寂静。几树珠明雪映。低亚玉罗窗筛碎小，秋千影、阴晴难定。\n粉样衣裳休黦了，怕惹起、香闺春病。向花下、盈盈小摘，付与当垆说饼。\n娇靓。薄抵蝉纱，圆踰月镜。想厨娘、指螺红一缕，牢丸上、纤痕犹凝。\n粉残莫怅佳人命，相赏有、金尊绿茗。也省到鹃啼，万片飞琼，抛街填井。"
        },
        {
            "标题": "东风第一枝 咏玉兰花",
            "作者": "陈维崧",
            "内容": "细雨抟酥，好风搓粉，枝枝斜压阑槛。墙边无限玲珑，楼头许多掩冉。\n琼姿檐外，总不受、蜂侵蝶犯。自生成、别样心情，谁耐风光秾艳。"
        },
        {
            "标题": "贺新郎 赠苏昆生",
            "作者": "陈维崧",
            "内容": "吴苑春如绣。笑野老、花颠酒恼，百无不有。沦落半生知己少，除却吹箫屠狗。\n算此外、谁欤吾友。忽听一声河满子，也非关、雨湿青衫透。\n是鹃血，凝罗袖。"
        },
        {
            "标题": "哨遍 咏弹筝",
            "作者": "陈维崧",
            "内容": "何处放娇，砑罗裙上，一寸销魂地。倚桃笙、恰恰罢梳头，正是恹恹天气。\n上青楼、轻拢鬓枣，乍挨纤笋，万种情如水。正搭定鲛绡，妆完羲甲，十二钿蝉栉比。\n对玉荷、清影颤琼枝。又小语、流莺上柳丝。慢撚斜搊，鬟亸衫偏，那人情味。\n似秋夜楚天，急雨弹入空舲里。鼓神弦、含商嚼徵尽伶俐。\n拍碎棠梨，唱残红豆，一双玉剪低还起。印粉痕圆，凝愁声重，碧到眉峰无际。\n怪窗前、簌簌落红轻坠。见十五、檀奴绿窗西。要窃听、曲中私意。\n不觉阁住银筝，婉转筹身世。种玉前缘，簸钱旧事，脉脉萦牵不已。\n家乡秦陇几时归。此曲可怜犹在耳。"
        },
        {
            "标题": "荆州亭 题扇上琵琶行图",
            "作者": "陈维崧",
            "内容": "苦竹黄芦想像，湓浦浔阳怊怅。半幅小丹青，画出东船西舫。"
        },
        {
            "标题": "看花回 南岳寺大悲阁上看玉兰花用清真词韵",
            "作者": "陈维崧",
            "内容": "春山淡冶如笑，风光鲜洁。梵阁斜盘碧磴，恰千点琼葩，珑珑才结。\n花明玉净，小斗山窗莺语滑。怜少室、珠树轻分，天花无著姿清绝。"
        },
        {
            "标题": "多丽 清明兼上巳作",
            "作者": "陈维崧",
            "内容": "算风光，依稀才过传柑。又取次、韶光媚眼，今朝三月逢三。\n映一行、水边粉屧，立几簇、桥上红衫。皂荚园中，丁香树下，春人影落百花潭。\n又何处、东风作阵，吹绽碧桃缄。从古是、清明上巳，两好难兼。"
        },
        {
            "标题": "剔银灯 春景",
            "作者": "陈维崧",
            "内容": "阵阵兰情水意，队队描朱刷翠。小巷蘼芜，斜街皂荚，都被雨酥烟腻。\n东风多致，簸弄做、卖饧天气。"
        },
        {
            "标题": "浪淘沙 夏雨写怀",
            "作者": "陈维崧",
            "内容": "才恼听啼鹃，又奏林蝉。青蚨谁为买流年。旧日榆钱都使尽，且换荷钱。"
        },
        {
            "标题": "卜算子·阻风瓜步",
            "作者": "陈维崧",
            "内容": "风急楚天秋，日落吴山暮。乌柏红梨树树霜，船在霜中住。极目落帆亭，侧听催船鼓。闻道长江日夜流，何不流侬去？"
        },
        {
            "标题": "贺新郎 重游菊圃纪事",
            "作者": "陈维崧",
            "内容": "乌桕全红也。过溪桥、重游昨日，笔篱茅舍。笑语生香来渐近，衫影参差入画。\n见一队、明妆淡雅。要撚黄花亲比瘦，小阑干、不许帘儿挂。\n人与菊，并堪把。"
        },
        {
            "标题": "赠苏崑生（苏，固始人，南曲为当今第一。曾",
            "作者": "陈维崧",
            "内容": "吴苑春如绣。笑野老、花颠酒恼，百无不有。沦落半生知己少，除却吹箫屠狗。算此外、谁欤吾友？忽听一声河满子，也非关类湿青衫透。是鹃血，凝罗袖。武昌万叠戈船吼。记当日、征帆一片，乱遮樊口。隐隐柁楼歌吹响，月下六军搔首。正乌鹊、南飞时候。今日华清风景换，剩凄凉、鹤发开元叟。我亦是，中年后。"
        },
        {
            "标题": "摸鱼儿 澄江客舍水亭前有野鹤二日饮啄行潦中余伤其凌霄之质而辱在泥涂词以唁之",
            "作者": "陈维崧",
            "内容": "倚西风、徘徊骋望，细流淰淰如许。月榭水轩临断岸，落木乱鸦无数。\n谁延伫。有两两幽禽、莎径频来去。柳阴深处。看满陂芦苇，一川葭菼，何计可留汝。"
        },
        {
            "标题": "沁园春 甲寅立夏日同万红友吴天石过云臣斋头赏牡丹作",
            "作者": "陈维崧",
            "内容": "每到春馀，便过君家，来冲绮筵。正楝花风里，金铃细响，湖山石畔，绣幔低褰。\n绿叶扶红，琼酥衬紫，三种倾城各自妍。疏狂客，更诗催弈圣，酒引僧颠。"
        },
        {
            "标题": "贺新郎 云郎合卺为赋此词",
            "作者": "陈维崧",
            "内容": "小酌酴醾酿。喜今朝、钗光簟影，灯前滉漾。隔著屏风喧笑语，报道雀翘初上。\n又悄把、檀奴偷相。扑朔雌雄浑不辨，但临风、私取春弓量。\n送尔去，揭鸳帐。"
        },
        {
            "标题": "醉太平·江口醉后作",
            "作者": "陈维崧",
            "内容": "钟山后湖，长干夜乌。齐台宋苑模糊，剩连天绿芜。估船运租，江楼醉呼。西风流落丹徒，想刘家寄奴。"
        },
        {
            "标题": "惜馀春慢 梁园春同侯仲衡叔岱徐恭士田梁紫弟子万看牡丹作",
            "作者": "陈维崧",
            "内容": "节过湔裙，人稀抛堶，又是一番初夏。春归下浣，客到中原，陇首浓阴谁画。\n多少濛濛柳绵，和了春阴，涴人帘下。正晓来、忽听园丁，报道牡丹开也。\n相携去、阏伯台前，孝王园后，小试玉骢宝马。梅风几阵，莺语多般，引出紫娇红姹。\n歌板栏边竞开，密幄围花，娱他清夜。撚一枝、忽忆沈香，且作开元閒话。"
        },
        {
            "标题": "五綵结同心 贺冯躬暨纳姬",
            "作者": "陈维崧",
            "内容": "隔街争唱，相府莲开，覆额香蝉初裹。红漆车儿稳，绣帘动、压角红珠駊騀。\n只愁阮妇刚才嫁，飘吴语、绿窗边过。怕难免、粉防脂逻，安顿最宜详妥。"
        },
        {
            "标题": "贺新郎",
            "作者": "陈维崧",
            "内容": "岭对离宫绣。听鼙鼓、鱼阳遗恨，乾坤罕有。记得黄巾初入洛，朝士马都如狗。\n还自许、师臣宾友。谁把侍中貂细插，锦河山、忍被军声透。\n八风舞，郎当袖。"
        },
        {
            "标题": "风流子 泊舟谯郡赠新安汪公言",
            "作者": "陈维崧",
            "内容": "桃花潭上水，深千尺、不抵似汪伦。正留客西园，红灯翠幕，送余南浦，淡月微云。\n依稀记，赏花敲画鼓，纠酒唤罗裙。赠到葳蕤，休教锁恨，贻来螺墨，莫便磨人。"
        },
        {
            "标题": "一寸金 夜泊金沙城外有怀潘子南村兼示于吉人虞我武潘子逖诸子",
            "作者": "陈维崧",
            "内容": "樱笋江乡，小艇濛濛枕烟郭。正楝花风紧，远村寂寂，桃花浪决，斜塘漠漠。\n客睡何曾著。橹声歇、閒愁顿作。空潭上、水笛风灯，添取城头戍楼角。"
        },
        {
            "标题": "疏影 咏瓶中蜡梅",
            "作者": "陈维崧",
            "内容": "帘红瓷翠。衬蜜犀花朵，色凝髹几。入道梅妃，新换黄絁，赛他林下风致。\n分得寿阳妆额上，渐啄破、小鹅儿嘴。爱生成、金屋故园，长忆飘零娣姒。"
        },
        {
            "标题": "西河 西氿落晖",
            "作者": "陈维崧",
            "内容": "伤心事。碧云黄叶天气。漫登粉堞望溪山，戍楼闷倚。\n茫茫不觉百端来，暝烟暗结津市。"
        },
        {
            "标题": "大有 春闺和片玉词",
            "作者": "陈维崧",
            "内容": "亚字墙边，楝花风大，小楼中、帘捲人瘦。满圆林、参差绿草谁斗。\n屏山水鸟背人数，也何曾、爱单嫌偶。恼恨柳色空濛，和烟锁画栏口。"
        },
        {
            "标题": "望海潮 胥门城楼即伍相国祠春日同云臣展谒有作",
            "作者": "陈维崧",
            "内容": "鼍呿鲸吼，龙腾犀踏，胥江万叠惊涛。沿水败墙，临风坏驿，千秋尚祀人豪。\n英爽未全凋。正绿昏画幔，红黦霞旓。太息承尘，我来还为拂蟏蛸。"
        },
        {
            "标题": "水调歌头 立秋前一日述怀柬许岂凡",
            "作者": "陈维崧",
            "内容": "将相宁有种，坚子半成名。蚍蜉切莫撼树，听我短歌行。\n薄俗人奴笞骂，末路妇人醇酒，一笑万缘轻。夫子知我者，试与说生平。"
        },
        {
            "标题": "徵招 为王瑁湖编修悼亡",
            "作者": "陈维崧",
            "内容": "柿叶翻时人病起，凄然悼亡新赋。画箧尽伊搜，奈蕙丛先去。\n元和才子恨，拚细砑、凤笺零谱。不分西山，风前还斗，旧年眉妩。"
        },
        {
            "标题": "风流子 感旧",
            "作者": "陈维崧",
            "内容": "几摺枕屏斜，凝眸看、蕃马簇平沙。算故国楼台，许多风物，当年歌管，何限韶华。\n曾记得、和烟罗幌展，映水粉墙遮。乍雨乍晴，卖饧天气，半痴半黠，斗酒生涯。"
        },
        {
            "标题": "丁香结 咏竹菇",
            "作者": "陈维崧",
            "内容": "碎锦成斑，馀霞弄点，小圃胭脂隐隐。正丛篁摇粉。\n桃花靥、偷把烟梢扶衬。竹郎门第好，姑年小、卯酒添晕。\n潇湘二女去远，积下啼红盈寸。"
        },
        {
            "标题": "千秋岁引 寿蘧庵先生七十",
            "作者": "陈维崧",
            "内容": "松作龙形，枣如瓜大。游戏神通复何碍。当初摇鞭过韦杜，而今泛宅来吴会。\n凤凰池，麒麟阁，抽身快。"
        },
        {
            "标题": "定风波 紫薇花",
            "作者": "陈维崧",
            "内容": "一树曈昽照画梁。莲衣相映斗红妆。才试麻姑纤鸟爪。\n袅袅。无风娇影自轻飏。"
        },
        {
            "标题": "醉春风 春暮",
            "作者": "陈维崧",
            "内容": "红老莺偏趁，绿暗窗难认。等閒飏起楝花风，闷。闷。\n闷。妆阁凭殷，舞衫叠黦，玉钗敲璺。"
        },
        {
            "标题": "满江红 其一",
            "作者": "陈维崧",
            "内容": "酒尽天寒，弹短铗、半生无术。拟还向、广陵卖药，荷苓挑术。\n秋雨好携邛竹杖，荒原莫管周人栗。束残书、准趁半江晴，期来日。"
        },
        {
            "标题": "促拍满路花 秋日同南耕衣白鲁望弟偶憩城南放生池",
            "作者": "陈维崧",
            "内容": "峥泓寂历甚，杳霭有无间。城南多古寺，得秋闲。风廊石濑，竹筱更檀栾。\n游鳞翻碧浪，雪鬣银鬐，此中大可投竿。"
        },
        {
            "标题": "青玉案 夏日怀燕市葡萄",
            "作者": "陈维崧",
            "内容": "风窗冰椀谁消暑。记百颗、堆盘处。掬罢盈盈娇欲语。\n轻明晶透，芳鲜圆绽，小摘西山雨。"
        },
        {
            "标题": "一丛花 咏白丁香同远公天石和原白韵",
            "作者": "陈维崧",
            "内容": "一枝低亚晚妆台，吸露沁兰胎。李花柳絮都难似，染梨云、一色新裁。\n白粉墙边，水明楼上，动窃玉情怀。"
        },
        {
            "标题": "满江红 其八",
            "作者": "陈维崧",
            "内容": "北宋樊楼，缥缈见、彤窗绣柱。有多少、州桥夜市，汴河游女。\n一统京华饶节物，两班文武排箫鼓。又堕钗、斗起流花风，飘红雨。"
        },
        {
            "标题": "满庭芳 咏西府海棠",
            "作者": "陈维崧",
            "内容": "满院红绡，半楼绛雪，几丛艳冶成围。倚栏无力，嫩柳斗腰肢。\n粉壁银墙淡雅，明妆坐、人是琼枝。东风动，花光映肉，桃晕入冰肌。"
        },
        {
            "标题": "淡黄柳 道院中见黄木香词以咏之",
            "作者": "陈维崧",
            "内容": "蜂黄褪了，争上枝头簇。嫩蕊成丛蒙涧竹，覆遍书窗小屋。\n揉入红槽碎珠续，"
        },
        {
            "标题": "南乡子 咏春兰",
            "作者": "陈维崧",
            "内容": "三月玉街寒，锦雨丝丝不肯乾。飘得卖花声到了，春兰。\n一种清芬胜麝檀。"
        },
        {
            "标题": "太常引 坐积翠阁同吴园次赋",
            "作者": "陈维崧",
            "内容": "古苔绣壑乱泉鸣，呜咽说生平。耳畔恍挨筝，是落叶声耶雨声。"
        },
        {
            "标题": "醉花阴 扑萤",
            "作者": "陈维崧",
            "内容": "齐纨似粉谁新砑，爱把潭香惹。金屋夜无人，熠耀初流，笑觅轻罗打。"
        },
        {
            "标题": "南乡子 咏吕仙堂葡萄",
            "作者": "陈维崧",
            "内容": "谁放白毫光，万串晶毬缀讲堂。髣髴诸天璎珞会，飖飏。\n珠母轻盈出海洋。"
        },
        {
            "标题": "蝶恋花 魏里钱尔斐先生向有四月蝶恋花戏字韵词病中偶次其韵并索蘧庵珍百竹逸云臣和八首 其一",
            "作者": "陈维崧",
            "内容": "四月荆南山更翠。山下人家，都被岚光腻。南郭莺声才满市，东邻榆荚还缒地。"
        },
        {
            "标题": "杏花天 题震修杏花小照",
            "作者": "陈维崧",
            "内容": "虎头食肉通侯相，君本是、词场飞将。纷纷馀子真厮养，自署五湖之长。"
        },
        {
            "标题": "蝶恋花 其五",
            "作者": "陈维崧",
            "内容": "四月荆南多赛会。隔浦丛祠，日日村巫醉。午后楝花风乍起，打门社首分鹅胾。"
        },
        {
            "标题": "探春令 咏窗外杏花",
            "作者": "陈维崧",
            "内容": "崇仁宅靠善和坊，旧雕阑都坏。问玉楼、人醉今何处，只一树、花还在。"
        },
        {
            "标题": "虞美人 过青驼寺感旧寄示冒子青",
            "作者": "陈维崧",
            "内容": "鲁山更比吴山翠，路入青驼寺。乱峰怪石甃围墙，墙里人家一半枣花香。"
        },
        {
            "标题": "南乡子 萤",
            "作者": "陈维崧",
            "内容": "露井坐三更，无数幽辉印水精。忽地流将深竹去，身轻。\n却把深闺绣幔萦。"
        },
        {
            "标题": "客有言西江近事者感而赋此",
            "作者": "陈维崧",
            "内容": "说西江近事最销魂，啼断竹林猿。叹灌婴城下，章江门外，玉碎珠残。争拥红妆北去，何日遂生还。寂寞词人句，南浦西山。谁向长生宫殿，对君王试鼓，别鹄离鸾。恐未歌此曲，先已惨天颜。只小姑端然未去，伴彭郎烟水月明间。终古是，银涛雪浪，雾鬓风鬟。"
        },
        {
            "标题": "采桑子 其二 兰为横波夫人所绘",
            "作者": "陈维崧",
            "内容": "后堂丝管亲曾醉，衮遍筝琶。舞煞蛮靴，百幅红兰出内家。"
        },
        {
            "标题": "浣溪沙 雨中由枫桥至齐门",
            "作者": "陈维崧",
            "内容": "料峭春寒恰未消，鹁鸪啼急水迢迢。半船微雨过枫桥。"
        },
        {
            "标题": "赠别芝麓先生，即用其题《乌丝词》韵",
            "作者": "陈维崧",
            "内容": "四十诸生，落拓长安，公乎念之。正戟门开日，呼余惊座；烛花灭处，目我于思。古说感恩，不如知己，卮酒为公安足辞？吾醉矣！纔一声河满，泪滴珠徽。昨来夜雨霏霏，叹如此狂飙世所稀。恰山崩石裂，其穷已甚；狮腾象踏，此景尤奇。我赋将归，公言小住，归路银涛百丈飞。氍毹暖，趁铜街似水，赓和无题。归去来兮！竟别公归，轻帆早张。看秋方欲雨，诗争人瘦；天其未老，身与名藏。禅塌吹箫，妓堂说剑，也算男儿意气扬。真愁绝，却心忧似月，鬓秃成霜。新词填罢苍凉，更暂缓临歧入醉乡。况仆本恨人，能无刺骨；公真长者，未免霑裳。此去荆溪，旧名罨画，拟绕萧斋种白杨。从今后，莫逢人许我，宋艳班香。"
        },
        {
            "标题": "泥莲庵夜宿，同子万弟与寺僧闲话（庵外有白",
            "作者": "陈维崧",
            "内容": "倦客心情，况遇着、秋院捣衣时节。惆怅侧帽垂鞭，凝情伫寥泬。三间寺、水窗斜闭，一声磬、林香暗结。且啜茶瓜，休论尘世，此景清绝。询开士、杖锡何来？奈师亦江东旧狂客。惹起南朝零恨，与疏钟呜咽。有多少、西窗闲话，对禅床、剪烛低说。渐渐风弄莲衣，满湖吹雪。"
        },
        {
            "标题": "忆少年 秋日登保安寺佛阁",
            "作者": "陈维崧",
            "内容": "半村红蓼，半村乌桕，半村黄叶。寺楼偏作势，欲斜穿山胁。"
        },
        {
            "标题": "别紫云",
            "作者": "陈维崧",
            "内容": "二度牵衣送我行，《并州》才唱泪纵横。生憎一片江南月，不是离筵不肯明。"
        },
        {
            "标题": "郯城",
            "作者": "陈维崧",
            "内容": "未了青才到，相看破客颜。孤城郯子国，斜日马陵山。\n柿叶遮残堠，荞花拥断关。千秋征战地，旷望一追攀。"
        },
        {
            "标题": "秣陵怀古",
            "作者": "陈维崧",
            "内容": "红板桥头，锦衣仓北，金陵从古皇州。记离宫墙外，年少曾游。忽听九重仙乐，东风细细度龙楼。依稀认，宁王玉笛，贺老箜篌。悠悠，南朝风景，看几遍桃红，白了人头。算刘郎易老，嬴女难留。三十六宫何在？斜阳外、隐隐离愁。伤心极，后湖菱蔓，一片渔舟。"
        },
        {
            "标题": "汴梁城内有李师师巷经过感赋",
            "作者": "陈维崧",
            "内容": "是东京旧迹，愁漠漠，雨丝丝。怅赵宋繁华，樊楼笑语，总被风吹。凄其，剩勾栏在，照绿窗曾挂月如规。今日颓垣废井，当年舞榭歌基。师师，雪貌玉为肌。玩月赏花时。惹君王夜幸，香橙暗擘，腻笋潜携。谁知，小屏风后，有周郎低唱断肠词。一代春娇寂寞，半城夜火参差。"
        },
        {
            "标题": "过汜水县虎牢关作",
            "作者": "陈维崧",
            "内容": "积铁苍然，关势临崖偻。崭绝东京好门户。挽藤萝、月黑谁恐人行，落叶卷，声似牢中吼虎。无情惟洛水，日夜东流，不为愁人带愁去。寂寞北邙山，苦对西风，排一派、唐陵汉墓。任吊古伤今已无人，只霜打棠梨，暗啼红雨。"
        },
        {
            "标题": "善权寺相传为祝英台旧宅，寺后一台，云其读",
            "作者": "陈维崧",
            "内容": "傍东风，寻旧事，愁脸满红筯。任是年深，也有系人处。可怜黄土苔封，绿罗裙坏，只一缕春魂抛与。为他虑，还虑化蝶归来，应同鹤能语。赢得无聊，呆把断垣觑。那堪古寺莺啼，乱山花落，惆怅煞台空人去。"
        },
        {
            "标题": "偶忆",
            "作者": "陈维崧",
            "内容": "架上红鹦鹉，帘边玉辟邪。兜娘懒上卓金车。倭堕一窝浓绿未成鸦。娆我春吹笛，邀人夜斗茶。而今庭院隔天涯。记得沿街一树粉梨花，记得花阴微露几扇绿窗纱。"
        },
        {
            "标题": "夜游宫 秋怀四首（选二）",
            "作者": "陈维崧",
            "内容": "一派明云荐爽，秋不住，碧空中响。如此江山徒莽苍。伯符耶？寄奴耶？嗟已往。十载羞厮养，孤负煞，长头大颡。思与骑奴游上党。趁秋晴，（足庶）莲花，西岳掌。\n耿耿秋情欲动，早喷入霜桥笛孔。快倚西风作三弄。短狐悲，瘦猿愁，啼破冢。碧落银盘冻，照不了，秦关楚陇。无数蛰吟古砖缝。料今宵，靠屏风，无好梦。"
        },
        {
            "标题": "清平乐·夜饮友人别馆，听年少弹三弦。",
            "作者": "陈维崧",
            "内容": "帘前雨罢，一阵凄凉话。城上老乌啼哑哑，街鼓已经三打。漫劳醉墨纱笼，且娱别馆歌钟。怪底烛花怒裂，小楼吼起霜风。"
        },
        {
            "标题": "戚氏 柬程村文友",
            "作者": "陈维崧",
            "内容": "想当年。黄公垆畔兴翩翩。盘马雕龙，春风门下盛貂蝉。\n有邹阳董相，一时赏誉重琅玕。略记旗亭游处，都相似、尔我周旋。\n自许上流，人称名士，终朝蹋臂萦牵。更儿呼德祖，弟畜灌夫，意气无前。\n忆唱绿帻金丸。风流放诞，并坐响鹍弦。髣髴是、巷名金线，幕号红莲。\n回中下杜，油壁雕鞍。曾经坠粉遗钿。狂奴减未，痴人死未，诟厉语亦相怜。\n分携成旧雨，酒阑追省，一往凄然。同学少年虽健，奈酒徒、散尽不堪言。\n道政坊头，延秋门外，忆了千千万。论窥帘、映柱人何限，都分付、碎雨零烟。\n念故人、一样艰难。总萧瑟、江南庾子山。写瑶琴怨，我弹未了，又怕君弹。"
        },
        {
            "标题": "墙外丁香花盛开感赋",
            "作者": "陈维崧",
            "内容": "攀来尚隔，望处偏清，算怎到花开，阑珊春已在长亭。滴粉搓酥，小红墙角倍分明。年年此际，笼归马上，递遍春城。昨岁看花，有人秃袖，擘阮挨筝。怅新来梁间燕去，往事星星。只有邻花，不作路旁情。夜深难睡，缤纷花影，筛满空庭。"
        },
        {
            "标题": "阻风江口",
            "作者": "陈维崧",
            "内容": "浊浪堆空，暨阳城下风涛怒。冰车铁柱，隐隐轰吴楚。独眺君山，且共春申语。愁如许，一杯酹汝，同看蛟龙舞。"
        },
        {
            "标题": "莺啼序 兰陵邵子湘有画像五帧一展书一课耕一垂竿一游岳一蕉团索余题词因赋是篇",
            "作者": "陈维崧",
            "内容": "一图执卷，堂前后、蕉黄竹翠。环墙隙、激水锵鸣，㶁㶁声循檐际。\n中有一人摊卷读，不知所读何经史。想读当佳处，时复奋袂抵几。\n其一江村，涤场纳稼，髣髴紫桑里。敞村扉、箕踞松根，挥斥田奴疆以。\n映斜阳、老驱来，漾新蟾、雏凫惊起。芍陂鄠杜足平生，千场硙碓。\n一图泛艇，湿遍船头绿箬，是洞庭烟水。软幔障疏棂，斜袅茶烟，细萦溪尾。\n钓得鳌来，晒将网去，拨棹入、江乡渔市。其一图、竹杖还棕履。\n层峦叠嶂，秋深槲叶参天，夜静松花满地。废箸沈吟，辍耕太息，往事都非矣。\n何苦上书北阙，侘傺无成，种豆南山，芜荒不治。龙争七泽，虎斗千山，钓名钓国终非计。\n便终南、捷径徒为尔。亟图翠蔓青藤，峭厂枯团，放吾鼾睡。"
        },
        {
            "标题": "丰乐楼 辛酉元夜同蕺山赋",
            "作者": "陈维崧",
            "内容": "上元许多往事，摺蛮笺倦写。对皎皎、一片冰轮，背人铅泪偷泻。\n记年少、心情百种，抛来都付传柑夜。月将圆、狂到收灯，那宵刚罢。"
        },
        {
            "标题": "宝鼎现 题定武兰亭初拓和蘧庵先生原韵",
            "作者": "陈维崧",
            "内容": "笔精墨妙，风雅相尚，当年尔尔。论戈磔、争誇典午，人擅韭花兼虿尾。\n谁第一、是右军逸少，庾翼家鸡莫比。有妙帖、鹅群裹鲊，神迹尤矜修褉。\n一自赚入梧宫闭。伴宝衣、长殉幽翳。还幸得、拓来定武，石本离离腾古翠。\n视淳化、与光和儿辈。色斗鸡彝象簋。供历代、君臣清赏，流遍深宫禁邸。\n人世沧桑，阅几度、劫灰马矢。唉龙僵虎踣，波及鲁鱼亥豕。\n揩老眼、向残缣里。滴透铜仙泪。痛多少、玉盌珠箱，鬼卖长陵夜市。"
        },
        {
            "标题": "哨遍 读彭禹峰先生诗文全集竟跋词卷尾兼示令子中郎直上两君",
            "作者": "陈维崧",
            "内容": "自古穰城，从来宛叶，崭绝誇形势。有千年、诸葛卧龙冈，萧萧英魂霸气。\n其西引武关，商于六百，昔人以战为儿戏。其南控襄樊，析郦房竹，常产畸人烈士。\n公也生值乱离时。好说剑、谈兵射且骑。须作猬张，箭如鸱叫，言天下事。\n噫此世何为。岩疆好以公充饵。僰爨牂牁地，鬼燐生、鼓声死。\n犹记靖州城，连营贼火，楚歌帐外凄然起。公左挈人头，右提酒瓮，大嚼辕门残胔。\n奈缚他、乌获矐渐离。则女子、佣奴尽胜之。论通侯、羊头羊胃。\n吾读公也全集，有刀声戛触，人声嘈囋，舞声綷䌨，更杂筑声凄异。\n忽然牛饮酒池声，又鬼声、啾然林际。"
        },
        {
            "标题": "怨朱弦 寄淄川毕载积使君",
            "作者": "陈维崧",
            "内容": "忆水嬉、天气鲜新。兰叶离离，燕子纷纷。卖饧时候，韶光妖冶撩人。\n乐游原上，平康曲里，舞衫歌扇如云。更广陵水色，半是堆蓝，半是拖银。\n楼上珠轩九曲，船上湘帘四面，一样无尘。还争羡、绿杨低处，刺史留宾。\n正吴娘、细鲙红鳞。玉箫作使，绣簟横陈。小史菱花，妖童荷叶，宜笑宜嗔。\n娇歌一曲，美酒千巡。忽见夕阳零乱，且随著、袅袅金鞭，隐隐香轮。\n早办两行灯火，留待参差归骑，同入城闉。奈此日、依稀记省，事已前春。"
        },
        {
            "标题": "小诺皋 夏雨",
            "作者": "陈维崧",
            "内容": "密洒修梧，轻敲疏竹，一雨碧天如此。正日长亭院无憀，羁人徙倚。\n满目烟潭草阁，多少红兰白芷。更明珠、泻向荷钱容裔。\n极浦沈沈，前汀瀰瀰。又小楼、玉箫和雨。吹入愁人心里。\n无限事，思量起。此际凭阑，几回推枕，总是故园千里。\n忘不了、冰簟生寒，玉钗著水。风景而今依旧，无奈鬓丝不似。\n拚流落、楚尾吴头而已。今夜楼中，明朝篷底，便潇湘、宋玉悲秋，未必此情堪比。\n天欲暮，雨不止。"
        },
        {
            "标题": "哨遍 曾庭闻至",
            "作者": "陈维崧",
            "内容": "有客苍然，万里而来，精悍眉端做。诉蹉跎、少壮迅流波，算狂奴、半生磊砢。\n炙毂踝高谈，直惊帝座，周旋与我宁为我。嗟廿载河湟，全家关陇，虞兮其若之何。\n况赫连城下虎腥多。更无定河头毒龙窝。夜少毡房，马腹中间，鼾哈竟卧。"
        },
        {
            "标题": "穆护砂 题苕中沈凤于孝廉被园偕隐图",
            "作者": "陈维崧",
            "内容": "吮黛调铅素。偃霜毫、渲染如许。是东阳才子，蘋洲词客，压倒秦观贺铸。\n携袅袅、吹箫楼上侣。小葺个、短篱疏圃。药砌畔、紫葳蕤放，花架外、玉鬖髿吐。\n嫩紫娇黄，长红小白，烟条露叶倩谁梳。恰晓妆才罢，手香轻摘，人在绿窗语。"
        },
        {
            "标题": "哨遍 酒后柬丁飞涛即次其赠施愚山韵",
            "作者": "陈维崧",
            "内容": "大叫高歌，脱帽驩呼，头没酒杯里。记昨年、马角未曾生，几唤公为无是。\n君不见，庄生漆园傲吏，洸洋玩弄人间世。又不见信陵，暮年失路，醇酒妇人而已。\n为汝拔剑上崦嵫。令虎豹、君门勿然疑。古人有云，虽不得肉，亦且快意。\n君言在辽西，大鱼如阜海无际。饥咽冬青子，雪窖人、聊复尔。\n土炕夜偏长，烛花坌涌，琵琶帐外连天起。更万里乡心，三更雁叫，那不愁肠如醉。\n我劝君、莫负赏花时。幸归矣，长嘘复奚为。算人生、亦欲豪耳。\n今宵饮博达旦，酒三行以后，汝为我舞，我为若语，手作拍张言志。\n黄须笑捋凭红肌。论英雄、如此足矣。"
        },
        {
            "标题": "三台 春景用万俟雅言清明原韵",
            "作者": "陈维崧",
            "内容": "又红闺挂残斜月，香尘镂完微雨。整飞蝉、一望碧虚前，见皎镜、溶溶南浦。\n风光汎、渐蘸垂杨缕。三春景、如花似雾。秋千社、淡日浓烟，蹴鞠队、繁筝急鼓。"
        },
        {
            "标题": "宝鼎现 甲辰元夕后一日次康伯可韵",
            "作者": "陈维崧",
            "内容": "星桥未琐，火树仍放，风光清绮。浑不散、游童白马，杂沓笙箫阗宝砌。\n香奁畔、又夜情思整，笑看兰缸结蕊。渐耿耿、金波万顷，一派天街似水。\n昨夜孤负无眠意。枉费尽、描朱刷翠。问天上、素娥因甚，杳若秦楼嬴女吹。\n倚桂树、盼广寒车骑。无质雾迷三里，元宵夜、一钩残月，仄在碧云堆里。\n幸值今宵，重轮现、泰阶重履。只邹枚渐老，何日宸游陪侍。\n趁良夜、向春城醉。醉语如花伎。叹光景、好处难圆，月也与人无二。"
        },
        {
            "标题": "抛毬乐 咏美人蹴鞠",
            "作者": "陈维崧",
            "内容": "闻道凝妆多暇，蝉鬓娇嫭。匀面才了，縆额初竟，纤纤眉妩。\n蘸画毂、翠羽低飞，垒香阁、红襟新乳。正好作剧寻欢，小叠鱼笺，遍约嬉春女。\n向暖日红楼，商量细数，氤氲粉泽，喧阗笑语。算白打秋千，和格五、总然无意绪。\n且水晶帘畔，斜穿鞠域，相邀同去。此际绰约轻盈，娇花百朵，琼枝一树。\n宝钗松，罗袜小，争漾绛绡穷裤。玉醉花欹，吹乱红巾几缕。\n一泓香雪，临风慢舞，髣髴似滚琼闺絮。更香毬将坠，最怜小玉多能，傍衬淩波微步。\n渐蹴罢春憨，扶鬓影、娇喘浑无语。小换轻容，满身红雨。"
        },
        {
            "标题": "夜半乐 春夜观小伶演葛衣剧",
            "作者": "陈维崧",
            "内容": "当时江左才调，乐安任仿，风丽推无偶。记骠骑陪轩，秘书把袖。\n青宫好士，朱门结客，更闻出入宫辇，翱翔苑囿。奈玉树、人世偏难久。\n诸郎憔悴至此，西华东里，南容北叟。漫细数、平生密亲懿友。\n葛帔谁嗟，练裙畴惜，可怜野鲜动轮，门稀渍酒。相此事、将毋古今有。\n阅此不觉，满泻琼舟，狂斟玉斗。我论绝交君信否。\n倘然疑，君再听、当筵红豆。算兰簿、何必筹身后。清歌且喜帘垂绣。"
        },
        {
            "标题": "六丑 孙坦夫招饮女史澹容家分赋",
            "作者": "陈维崧",
            "内容": "转瓣莲巷左，见梵字、粉红墙角。恰直个侬，晓妆匀面药。\n花冠喔喔。正蝉窗象格，西风轻飐，有碧桐花落。亵纨秀鬋工调谑。\n人是双文，艺精六博，种种玉纤花弱。喜宿酲微析，春心犹恶。"
        },
        {
            "标题": "六州歌头 邗沟怀古",
            "作者": "陈维崧",
            "内容": "江东愁客，隋苑暗经行。莺语滑，游丝细，夹衣轻。正清明。\n追忆当年此际，楼台外，秋千畔，棠梨树，垂杨渚，玉箫声。\n一自风烟满目，伤心煞、水绿山青。看江都虽好，旧迹已飘零。\n憔悴兰成。意难平。"
        },
        {
            "标题": "六丑 丙午元夕雨",
            "作者": "陈维崧",
            "内容": "听今宵疏雨，也算做、一年元夕。旧事流波，一往如何觅。\n香街马迹。记常年灯市，鞭丝帽影，有许多相识。阑珊灯火梅精立。\n雅淡衣裳，轻盈姿格，人月同时一色。便旁人也道，此是秦虢。"
        },
        {
            "标题": "多丽 初夏同雪持南水放庵游南岳小憩枫隐寺",
            "作者": "陈维崧",
            "内容": "弄微风，城南卖酒旗偏。且屏当、笛床棋局，停桡第五桥边。\n岭濛濛、如将著雨，波细细、尚未成烟。妙欲生香，空能酿翠，人家四月焙茶天。\n迤逦处、松脂石骨，碧暗寺门前。僧寮好、窗中篱笋，厨下山泉。"
        },
        {
            "标题": "六州歌头 竹逸斋头阅冯再来所著滇考赋此怀古",
            "作者": "陈维崧",
            "内容": "披图长啸，发响划岩峦。日南路，真万里，扼雄关。是苴兰。\n忆昔繁华日，辇賨布，输蒟酱，僰僮丽，赕钱重，杂花丹。\n靡莫牂牁，有幻师爨弄，善舞能弹。更五溪六诏，萦绕点苍山。\n鸟道孱颜。峭难攀。叹今古事，多割据，泸水黑，甚时乾。\n㽛町国，哀牢郡，笑征鞍。不曾閒。庄蹻开边后，蒙氏废，段家残。\n离宫坏，金舆杳，没诸蛮。髣髴三郎去，淋铃也、何日回銮。\n祇昆明劫火，映战血成斑。罗袖红殷。"
        },
        {
            "标题": "多丽 刘公㦷吏部每为余言苏门百泉之胜，冬日行汲县道中，遥望峰峦幽异，未及登眺，感赋一阕，并以寄刘",
            "作者": "陈维崧",
            "内容": "记刘子，语我苏门山好。更百泉、澄泓萧瑟，雷辊千尺银瀑。\n乱松崖、经声夜落，古溪、樵风晨噭。寿柏瘿藤，危梯恶栈，山无不树，树无不鸟。\n径谽谺、数间虎落，时响幽人铫。翛然也、指间弦歇，山前月晓。\n一自渡、桑乾河水，马头恒向西笑。拟十月、寒衣手绽，来作山村荷蓧。\n太息尘踪，难攀仙境，重来猿鹤应相诮。祇望见、蒙茸羃䍥，一派青难了。\n回头听、似有人兮，山半长啸。"
        },
        {
            "标题": "六丑 秋日将往吴门先寄园次澹心展成既庭诸子",
            "作者": "陈维崧",
            "内容": "倚晴阑极目，见槛外、吴山如积。罢酒登舻尾，烟篷浪舶。\n舞破空碧。问馆娃何处，乱鸦啼换了，水乡江国。渚莲低掩红衣泣。\n似倚寒塘，暗伤斜日，将愁惹他行客。怅千年霸气，弥望陈迹。"
        },
        {
            "标题": "多丽 冰",
            "作者": "陈维崧",
            "内容": "玉壶中，井花彻底都凝。讶涟漪、风吹难皱，潺湲一夜无声。\n太玲珑、鳞堂贝阙，偏确荦、玉甃银屏。烈士心边，佳人肌上，一种晶莹彷佛曾。\n还应似、飞仙剑侠，灰冷万缘僧。都只被、奇寒苦冻，锻鍊才成。"
        },
        {
            "标题": "六州歌头 春霁寄兴",
            "作者": "陈维崧",
            "内容": "连朝阴雨，愁煞嫩寒馀。今晨起，惊霁色，晃阶除。上人裾。\n盥罢抽书读，哦骚易，翻庄老，才散帙，旋掩卷，撚吟须。\n试听春禽碎语，低头想、有个僧庐。翠畦恰半亩，旁用竹阑扶。\n树影萧疏。著花初。"
        },
        {
            "标题": "满江红 写近况酬寄曹顾庵学士即用学士来韵",
            "作者": "陈维崧",
            "内容": "黄雀银鱼，羡秋后、拦街塞术。属餍耳、神仙难学，底须炼术。\n万事绊人园客茧，百年戏我狙公栗。倚秋城、下瞰暮涛红，煎斜日。"
        },
        {
            "标题": "探春慢 连朝大雪计桐初尚未达东阿也词以忆之索京少蕺山和",
            "作者": "陈维崧",
            "内容": "四野珑松，一城飘瞥，滕六作黄獐舞。低阁凭阑，遥天策骑，人在最微茫处。\n曾对君家说，且看了、春灯方去。那知一夜离情，六花顿酿如许。"
        },
        {
            "标题": "佳人醉 梁溪道中积雨乍霁",
            "作者": "陈维崧",
            "内容": "一夜春篷淅沥，声乱樵歌渔笛。正吴娘橹拨，参差水面，夜景如墨。\n鸡唤津桥梦醒，恰何来新霁，穿樯隙。推窗起坐，九点龙峰，遥苍暖翠，迎著空舲滴。\n吟情剧。吮毫微笑，一片晴村历历。"
        },
        {
            "标题": "西河 中秋前二日红友有爱女之戚词以慰之",
            "作者": "陈维崧",
            "内容": "西风下。几声冷雁如话。凉云叠叠晕轻罗，凄清难画。\n左家娇女本盈盈，红珠掌上无价。"
        },
        {
            "标题": "安平乐慢 晴郊纪胜",
            "作者": "陈维崧",
            "内容": "春水如油，吴船似屋，较他亭馆还多。燕翻油幕，鸟啄银铃，分棚占断晴坡。\n花面梅妆，看帽萦竹粉，袂掠兰莎。蜂蝶媚春罗。成团打块婆娑。"
        },
        {
            "标题": "水调歌头 送宋荔裳观察入都并寄蓼天司业同顾庵西樵赋",
            "作者": "陈维崧",
            "内容": "酒冷天寒日，人去客愁中。数行钿蝉柱雁，祖饯出城东。\n衣上青天明月，马上黄河飞雪，雁背染霜红。如此作装急，磊砢相桓公。"
        },
        {
            "标题": "花犯 又一体 咏鄢陵腊梅花并寄梁曰缉侍御",
            "作者": "陈维崧",
            "内容": "一枝枝，未曾经谢，黄时早如子。霜帘捲处。较金缕衣痕，多些香味。\n面面圣檀风外缀。萼蹙微笼紫。似昨夜、侯门烛灭，铜盘堆蜡泪。"
        },
        {
            "标题": "暗香 栀子花下有感",
            "作者": "陈维崧",
            "内容": "夜窗全黑。被一株栀子，凝来通白。拂水著烟，轻袅风枝送香雪。\n三十年前往事，曾记在、康崇坊宅。见小玉、罗袂亭亭，含笑趁凉摘。"
        },
        {
            "标题": "念奴娇 被酒呈荔裳顾庵西樵三公并示豹人孝威梅岑舟次方邺希韩汝受散木诸子仍用原韵",
            "作者": "陈维崧",
            "内容": "仆何为者，是东吴愁客，最能击筑。记得阿奴年少日，曾直高人品目。\n甚矣吾衰，时乎不再，二语那堪读。朱门列戟，此中何限粱肉。"
        },
        {
            "标题": "八节长欢 元日后二日，积雨新晴，偕大鸿、云臣散步城南，望铜官一带翠色，眷恋久之，不克，游南岳而返",
            "作者": "陈维崧",
            "内容": "竟欲成村。似曾著雨，第五桥边。盈盈临水寺，脉脉弄晴天。\n溪痕入画年光惹，醉绕城、荻市茶船。最好雏春乍霁，帽侧襟偏。\n群峰一笑嫣然。高低影，数行秀鬋堪怜。所袂倚风前。\n凝薄恚，迎人却又迁延。恼何事，未斜阳，客子将还。\n终有日、棕鞋笋屐，细续前缘。"
        },
        {
            "标题": "八宝妆 咏荷钱",
            "作者": "陈维崧",
            "内容": "欲绽红衣，将擎翠盖，先放钱钱叶大。已自成盘休诉窄，百琲还能盛裹。\n水边楼上谁家，娇困懵腾，五铢閒向栏干簸。不料幽潭深处，偶然轻堕。"
        },
        {
            "标题": "八归 秋夜妇病吴门遂不成行赋此此写怀",
            "作者": "陈维崧",
            "内容": "药烟袅罢，炉灰画尽，城上戍火半灭。昨年记入西风候，曾也瘦人如菊，秋衾胜铁。\n差喜而今身较健，奈妇病、吟声酸切。惹一派、绕砌啼螀，怨苦替人说。"
        },
        {
            "标题": "八节长欢 乙巳元日",
            "作者": "陈维崧",
            "内容": "淑景惊催。画梁日影，蚤漾妆台。曈昽金母帐，潋滟玉人杯。\n宜春帖子簪花格，渐闺中、珠网争开。多少屏摇翠柏，胜飐红梅。\n长安车骑朝正，青丝辔，火城影里初回。宫阙暖祥云，嬉游罢，谁怜江左邹枚。\n休怊怅，喜吴娘、已榨春醅。屈指又、试灯挑菜，且拾遗钗。"
        },
        {
            "标题": "八声甘州 寄宛陵沈方邺兼怀梅耦长",
            "作者": "陈维崧",
            "内容": "记西风、握手秣陵隈，苦语劝君归。叹尉佗城下，小姑山口，风景全非。\n何事年年作客，牢落寸心违。且与王章妇，对泣牛衣。"
        },
        {
            "标题": "八声甘州 南耕斋中食鲥鱼作",
            "作者": "陈维崧",
            "内容": "汝鱼乎、汝既弄潮来，何如趁潮归。却波涛堆里，橙齑香处，自许轻肥。\n千古断矶黄鹄，不了是和非。贪听渔翁笛，误触危机。"
        },
        {
            "标题": "城头月 秋月感怀",
            "作者": "陈维崧",
            "内容": "西风吹得冰轮淡，桂影平于簟。深巷疏砧，严城哀柝，做出秋声惨。"
        },
        {
            "标题": "念奴娇 十四夜对月同王阮亭员外八叠前韵",
            "作者": "陈维崧",
            "内容": "三更以后，碧天刚、碾上一轮圆月。娇女故园应学母，宛转画眉梳发。\n古巷蛩吟，小窗雁语，触景成悲切。南飞乌鹊，绕枝何处栖歇。"
        },
        {
            "标题": "雨中花慢 雨中过蘧庵先生宅看红梅",
            "作者": "陈维崧",
            "内容": "白傅堂前，裴相庭中，一株浓艳垂垂。恰拖将轻雨，亸尽腰肢。\n绒索猩唇唾后，泪珠鹃舌凝时。似恹恹宿酒，惯趁朝妆，来晕春肌。\n嫣然一笑，悄无人处，倚栏心事谁知。亟倩茜衫笼著，绛袖盛之。\n带雪三分粉绽，秋阴一朵红欹。还须嘱付，小楼钿笛，莫漫频吹。"
        },
        {
            "标题": "芭蕉雨 咏秋雨",
            "作者": "陈维崧",
            "内容": "似梦如尘淅淅，乍无还乍有、何时歇。夜永三更将绝。\n正值曲巷砧鸣，颓墙蛩咽。"
        },
        {
            "标题": "芭蕉雨 春雨",
            "作者": "陈维崧",
            "内容": "轻暖轻寒时节，东风将柳絮、搓香雪。暗惹翠蛾千结。\n绝似细雨红桥，情人乍别。"
        },
        {
            "标题": "沁园春 从盱眙山顶望泗州城",
            "作者": "陈维崧",
            "内容": "立而望之，松耶柏耶，其盱眙乎。见半空楼阁，林峦掩映，从风城郭，沙涧萦纡。\n却顾泗州，洼然在下，呀者成邱水一盂。中央者，界几条冷瀑，一线明珠。"
        },
        {
            "标题": "花犯 咏浩然堂后池上白山茶用周美成梅花韵",
            "作者": "陈维崧",
            "内容": "封西风，亭亭一树，个侬好风味。和烟和月，也无人怜惜，不胜清丽。\n水晶帘额深深倚。天寒私自喜。似小玉、夜长无伴，上床铺粉被。\n珠窗一层障疏花，似无还似有，共人憔悴。愁杀是、青霜轻坠。\n记一种、红颜窈窕，曾开在、三春台榭里。只薄命、年年流落，秋天凉著水。"
        },
        {
            "标题": "徵招 送宋性存归吴门",
            "作者": "陈维崧",
            "内容": "一灯分做还乡梦，君今果然归矣。残月晓风天，暂挽君双袂。\n柳条今剩几。待折赠、沈吟无计。君到江南，定逢梅放，也应相寄。"
        },
        {
            "标题": "百媚娘 送亩仙校书落籍次友人韵",
            "作者": "陈维崧",
            "内容": "日午莺犹贪梦，风定花谁摇弄。闻说长条新有主，纵与缠绵何用。\n虽不干卿愁却种，懒把春钩送。"
        },
        {
            "标题": "百媚娘 春日忆洛下旧游",
            "作者": "陈维崧",
            "内容": "草把裙儿腰比，花与脸儿潮似。恰听枝头莺语滑，眉逗一丝新喜。\n闻说酒旗歌板地，多少嬉游子。"
        },
        {
            "标题": "侧犯 百花洲访南水上人",
            "作者": "陈维崧",
            "内容": "闲寻茂苑，摘船碾遍琉璃滑。明灭。望半亩精庐隐林樾。\n空香黏茗粥，野翠连巾拂。幽绝。想夜夜、经台浸秋月。"
        },
        {
            "标题": "新雁过妆楼 虎邱感旧",
            "作者": "陈维崧",
            "内容": "绀殿雕轩，千人石、夜深曾记同游。一天皓月，和烟罨住长洲。\n谁奏定风波一曲，玉簪轻卸节秦讴。蘸霜毫，题名偏向，青粉墙头。"
        },
        {
            "标题": "新雁过妆楼 再咏糊窗",
            "作者": "陈维崧",
            "内容": "几扇疏棂，玲珑处、檀笺粉茧糊成。夜来微雪，掩映更觉晶莹。\n做就贮愁函梦地，生疏踏月拗花情。凭遮藏，偏被严飙，送到残更。"
        },
        {
            "标题": "新雁过妆楼",
            "作者": "陈维崧",
            "内容": "昨梦偷归，栏干外、雪花吹满帘衣。门庭萧寂，绿窗景未全非。\n榾柮乍红茶半熟，山妻绕膝小牢之。剧喧阗，竞询狂客，江畔归期。"
        },
        {
            "标题": "瑞鹤仙 咏百舌鸟同云臣赋",
            "作者": "陈维崧",
            "内容": "绿杨庭院悄。正交网筛春，绮窗弄晓。红蕤枕斜抱。\n蓦枝头睍睆，信风吹到。如簧慢奏。递耳畔、那人知道。\n把旧愁、向五更头，说个绵蛮不了。"
        },
        {
            "标题": "沁园春 薛国符方伯招饮留宿园亭",
            "作者": "陈维崧",
            "内容": "秋色玲珑，夜火参差，飞櫩复廊。更丹枫黄菊，缀他帘幕，红阑黛阁，映在池塘。\n岳牧崇班，溪山傲骨，小筑烟霞彷豫章。环堂后，走匡庐雪瀑，彭蠡银泷。"
        },
        {
            "标题": "念奴娇 八月初七夜对月呈李湘北太史",
            "作者": "陈维崧",
            "内容": "帝城今夜，正万家齐看，一钩新月。照过龙楼和凤苑，来照盈颠华发。\n冷露初零，清辉未满，玉宇都清切。六街香雾，也知丝管难歇。"
        },
        {
            "标题": "定风波 赠牧仲歌儿阿陆",
            "作者": "陈维崧",
            "内容": "蝴蝶成团榆荚飞。轻狂恰称五铢衣。若问年华刚几许。\n数数。晚峰十二正愁时。"
        },
        {
            "标题": "薄媚摘遍 偶感",
            "作者": "陈维崧",
            "内容": "旧家门，闲院落，有个人儿在。最伶俜，偏鬌，浓蛾秀鬋无赖。\n轻红架底，青粉墙边，一树睡香开。玉鸦叉，打来斜戴。\n晚风大，低飏茜花裙带，小做恹恹态。疑有恨，不胜娇，和烟早簇上眉黛。\n一丸凉玉，挂向帘钩，逋发未全撩，记得濒行，送人栏外。"
        },
        {
            "标题": "唐多令 重九后食蟹半醉作",
            "作者": "陈维崧",
            "内容": "无菊底须愁，桂花香正幽。与诸君、且筑糟邱。不记昨宵重九节，风雨里，怕登楼。"
        },
        {
            "标题": "笛家 己未九日蛟门招同诸子游黑龙潭次实庵韵",
            "作者": "陈维崧",
            "内容": "满目新晴，无边野兴，休论万事，且须载酒题糕去。\n灵湫镜黑，仄磴泥青，有人言是，老龙蟠处。一样重阳，两年羁宦，往事零如雨。\n被游人、问昨岁，破帽犹然存否。"
        },
        {
            "标题": "登上方寺铁塔",
            "作者": "陈维崧",
            "内容": "栏楯浮空去。划玲珑、榴皮石发，青红无数。看尽宣和风景好，又看宫娥北渡。有多少、梨花夜雨。西望铜驼荆榛里，算千秋、老辈唯吾汝。晋宋事，总尘土。鸿蒙一气凭斟取。蹑丹梯、千盘百级，上通玄圃。根插中原维地轴，其下黄河一缕。曾经过、怒潮煎煮。无限西风神州恨，倩相轮、做尽兴亡谱。铃铎响，自相语。"
        },
        {
            "标题": "满庭芳 题徐武贻小像",
            "作者": "陈维崧",
            "内容": "碧筱千竿，红兰一架，松涛韵杂笙竽。科头箕踞，旁置小风炉。\n回首文贞旧业，凄凉绝、绿野荒芜。牢之好，家传宅相，名已动京都。"
        },
        {
            "标题": "水调歌头 被酒与客话",
            "作者": "陈维崧",
            "内容": "老子半生事，慷慨喜交游。过江王谢子弟，填巷哄华驺。\n曾记兽肥草浅，正值风毛雨血，大猎北冈头。日暮不归去，霜色冷吴钩。"
        },
        {
            "标题": "本意和倪云林原韵",
            "作者": "陈维崧",
            "内容": "风光三月连樱笋，美人踌躇白日静。小屏空翠飐东风，不见其余见衫影。无端料峭春闺冷，忽忆青骢别乡井。长将妾泪[黑宛]红巾，愿作征夫车畔尘。人归迟，春去疾，雨丝满院流光湿。锦书远道嗟奚及，坐守吴山一春碧。何日功成还马邑，双倚枇杷花树立。夕阳飞絮化为萍，揽之不得徒营营。"
        },
        {
            "标题": "本意（癸丑三月十九日，用明杨孟载韵）",
            "作者": "陈维崧",
            "内容": "中酒心情，拆绵肘节，瞢腾刚送春归。一亩池塘，绿荫浓触帘衣。柳花搅乱晴晖。更画梁、玉翦交飞。贩茶船重，挑笋人忙，山市成围。蓦然却想，三十年前，铜驼恨积，金谷人稀。划残竹粉，旧愁写向阑西。惆怅移时。镇无聊、掐损蔷薇。许谁知？细柳新蒲，都付鹃啼。"
        },
        {
            "标题": "碧牡丹 牡丹鲜碧者向在鄢陵曾见之追赋是词",
            "作者": "陈维崧",
            "内容": "隔叶寻难著。胜玉树，欺红药。缥色衣裳，睡熟沈香亭角。\n一朵云鬟，被雨梳风掠。趁花容，亸烟萼。"
        },
        {
            "标题": "沁园春 南耕新葺梅庐闭关学仙词以纪之",
            "作者": "陈维崧",
            "内容": "半亩之宫，点缀才经，林峦邈绵。见雪窗粉壁，皎如越纻，凉轩燠馆，碎若吴笺。\n须种些蕉，再栽些竹，拍甃文鳞戏翠涟。安排巧，有蒲团棕帚，茶臼觥船。"
        },
        {
            "标题": "满江红 汴京怀古十首 其十",
            "作者": "陈维崧",
            "内容": "汴水分藩，忆帝子、金床玉册。人都羡、宪王才调，孝王俦匹。\n椒殿丁年喧鼓吹，桂宫甲帐翻图籍。唱诚斋、乐府夜深时，筝琶急。"
        },
        {
            "标题": "满江红 汴京怀古十首 其一",
            "作者": "陈维崧",
            "内容": "坏堞崩沙，人说道、古夷门也。我到日、一番凭吊，泪同铅泻。\n流水空祠牛弄笛，斜阳废馆风吹瓦。买道旁、浊酒酹先生，班荆话。"
        },
        {
            "标题": "汴京怀古（广武山）",
            "作者": "陈维崧",
            "内容": "汜水敖仓，是楚汉、挥戈边界。想昔日、名姬骏马，英雄梗概。荥泽波痕寒叠雪，成皋山色愁凝黛。叹从来竖子易成名，近安在？俎上肉，何无赖；鸿门斗，真难耐。算野花断镞，几更年代。秦鹿岂为刘季死，楚猴甘受周苛卖。笑纷纷青史论都讹，因成败。"
        },
        {
            "标题": "汴京怀古（博浪城）",
            "作者": "陈维崧",
            "内容": "铅筑无成，不信道、英雄竟死。犹有客、弃家破产，东求力士。太息已看秦帝矣，悲歌只念韩亡耳。道旁观谁道祖龙耶？妄男子。狙击处，悲风起；大索罢，浮云逝。叹事虽不就，波腾海沸。赢政关河空宿草，刘郎宫寝成荒垒。只千年还响子房椎，奸雄悸。"
        },
        {
            "标题": "汴京怀古（夷门）",
            "作者": "陈维崧",
            "内容": "坏堞崩沙，人说道：古夷门也。我到日、一番凭吊，泪同铅泻。流水空祠牛弄笛，斜阳废馆风吹瓦。买道旁浊酒酹先生，班荆话。摄衣坐，神闲暇；北向刭，魂悲诧。行年七十矣，翁何求者？四十斤椎真可用，三千食客都堪骂。使非公万骑压邯郸，城几下。"
        },
        {
            "标题": "汴京访李师师故宅",
            "作者": "陈维崧",
            "内容": "宣和天子，爱微行坊市。有人潜隐小屏红，低唱道、香橙纤指。夜半无人莺语脆，正绿窗风细。如今往事消沉矣！怅暮云千里。含情试问旧倡楼，奈门巷、条条相似。头白居人随意指，道斜阳边是。"
        },
        {
            "标题": "同梅杓司夜泊河桥",
            "作者": "陈维崧",
            "内容": "一片河桥月，经年照客舟。不知春已尽，犹傍尔同游。\n镫火烟中暝，人家水上浮。浊醪拚醉倒，莫问大刀头。"
        },
        {
            "标题": "扫花游 早秋同云臣诣竹枝庵访寒松上人，时上人将往龙眠，用片玉词韵留赠，兼志别怀",
            "作者": "陈维崧",
            "内容": "问秋何在，在郭外陂塘，涧边林楚。野香几缕。向衫痕暗扑，帽丝乱舞。\n暑退凉生，一派嫩阴阁雨。绕村去。遥见支公，微笑迎处。"
        },
        {
            "标题": "祝英台近 题季柔木小影兼志别怀",
            "作者": "陈维崧",
            "内容": "红韎韐，紫罗囊，小缚黄皮裤。快马健儿，装急凭君作。\n更闻历落崎嵚，交游然诺，依稀是、君家之布。"
        },
        {
            "标题": "清江裂石 人日送大鸿由平陵宛陵之皖桐",
            "作者": "陈维崧",
            "内容": "彩燕粘鸡斗酒天。轻软到钗钿。准拟暗尘元夜，觅罗帕、月底灯前。\n讶舴艋来迎何太早，绿帆拖雨，贪看水成烟。殷勤问姑溪濑水，那似滆湖妍。\n二月向龙眠。枞阳城下，可还有、士女秋千。西望是浔阳，琵琶亭下，见说道边愁，已入新年。\n对东风，倚江楼，倘遇鲤鱼红尾，寄我碧桃笺。"
        },
        {
            "标题": "送入我门来 丙辰除夕雪用草堂原韵柬里中数子",
            "作者": "陈维崧",
            "内容": "爆竹驱傩，缚船送鬼，饥肠鸣斗春雷。榾柮炉红，荆布漫相偎。\n一年陈事腾腾去，被玉兔金蟆晓夜催。山城内，多少钗幡翠剪，楼幔红开。"
        },
        {
            "标题": "祝英台近 春游偶憩静山禅院",
            "作者": "陈维崧",
            "内容": "隔溪村，临水店，行处误偏好。趁寺寻钟，钟响冷于瀑。\n粉梅才绽些儿，被谁烘坼，算晴色、朝来逾峭。"
        },
        {
            "标题": "贺新郎 送家广陵下第南归海宁兼以志慰",
            "作者": "陈维崧",
            "内容": "槐影摇清夏。送君行、红亭绿酒，轻衫细马。家世沙堤兼绣戟，谁不旧知名者。\n况彩笔、凭陵骚雅。月殿桂华新掇取，准金台、买骏重论价。\n又迟尔，三年也。"
        },
        {
            "标题": "满江红 寿海宁家始升六十",
            "作者": "陈维崧",
            "内容": "风景清佳，天气是、梅前菊后。弧悬处、高轩列戟，软帘堆绣。\n龙笛鹅笙喧午夜，衙香宫锦围晴昼。笑吾宗、今日又重逢，图南叟。"
        },
        {
            "标题": "贺新郎 十月朔病中感怀仍用前韵",
            "作者": "陈维崧",
            "内容": "伏枕经旬矣。掩晴窗、谁为称药，谁为量水。又报凤城颁正朔，佳节来年有几。\n便有也、徒增悲涕。壁角风吹残历本，细于尘、蛛网偏萦此。\n新和旧，恨如雨。"
        },
        {
            "标题": "念奴娇 汝南七夕病中排闷",
            "作者": "陈维崧",
            "内容": "谁家砧杵，趱中原秋夜，碧来如此。何况今宵逢七夕，天上鹊桥成矣。\n人说黄姑，贳钱营室，挨尽愁滋味。可怜阿堵，神仙亦被驱使。"
        },
        {
            "标题": "伯成先生席上赋赠韩修龄（韩，关中人，圣秋",
            "作者": "陈维崧",
            "内容": "月上梨花午。恰重逢、江潭旧识，喁喁尔汝。绛烛两行浑不夜，添上三通画鼓。说不尽、残唐西楚。话到英雄儿女恨，绿牙屏惊醒红鹦鹉。雕笼内，泪如雨。一般怀抱君犹苦。家本在、扶风周至，五陵佳处。汉阙唐陵回首望，渭水无情东去。剩短蜡、声声诉与。绣岭宫前花似雪，正秦川公子迷归路。重酌酒，尽君语。"
        },
        {
            "标题": "一丛花 杨梅",
            "作者": "陈维崧",
            "内容": "江城初泊洞庭船，颗颗贩匀圆。朱樱素柰都相逊，家乡在、消夏湾前。\n两崦蒙茸，半湖幂䍥，笼重一帆偏。"
        },
        {
            "标题": "长亭怨慢 途次润州水涩舟胶柬何雍南",
            "作者": "陈维崧",
            "内容": "自买得、霜篷风舸。准办乘潮，秋衾梦妥。讵信连朝，水窗还泊蒜山左。\n愁多于水，水却似、真珠颗。纵使似真珠，尽也有啼珠，添上些个。\n故人江阁望，城外层层烟锁。千帆载恨，谁料是、此间有我。\n知甚日、丁卯桥西，随江鸟、片时飞过。枉费尽、千挝柁鼓，一行樯火。"
        },
        {
            "标题": "洞仙歌 善权洞",
            "作者": "陈维崧",
            "内容": "天风忽下，劈破青红茧。夸父愚公费裁剪。看千螺倒矗，万笏斜垂，铺碧藓，一屋闲云自键。"
        },
        {
            "标题": "采桑子 题画兰小册 其一 兰为横波夫人所绘",
            "作者": "陈维崧",
            "内容": "回思吮粉调铅日，紫菂缃芽。露蕊烟葩，压倒南唐落墨花。"
        },
        {
            "标题": "泛清波摘遍 采菱为阎",
            "作者": "陈维崧",
            "内容": "花窥镜盒，蔓匝靴纹，十里西风公路浦。凭将舴艋，小织烟潭苇花舞。\n低搴取。凉欺鸭脚，嫩压鸡头，肯似碧房莲薏苦。浅泊前汀，并买秋鲈，吹火同煮。\n斜阳渡。晚来谁迎水桥，暝色隔村人语。讵意前游微茫，竟随客岁。\n雁程去。瑟瑟板渚轻波，濛濛篷船疏雨。一自采菱歌断，谢娘何处。"
        },
        {
            "标题": "采桑子 其十",
            "作者": "陈维崧",
            "内容": "今朝吾弟悬弧日，四十匆匆。谁荐扬雄，谒者监门孰与通。"
        },
        {
            "标题": "采桑子 其十 为汪蛟门舍人题画册十二帧",
            "作者": "陈维崧",
            "内容": "簟纹绿暖玻璃皱，极望芙蕖。来往谁欤。风幔烟桡满太湖。"
        },
        {
            "标题": "霜叶飞 黄牙菜",
            "作者": "陈维崧",
            "内容": "轻松纤软评春雪，此言殊耐寻玩。昔人句子巧形相，又入春趺赞。\n细拟议、两般俱善。不如单咏霜蔬便。每未到春盘，早赪甲、娇擎隽永，那数禁脔。"
        },
        {
            "标题": "过涧歇 显德寺前看枫叶",
            "作者": "陈维崧",
            "内容": "岚翠浓于草鞋夹。绕坡细流，潨潨暗通苕霅。谷声遝。\n下落乱泉声里，愀悄如相答。此间景，纯得关仝巨然法。\n寺松三百本，雨溜苍皮，霜彫黛甲。秃干争欹压。笑语同游，黄叶鸣檐，丹枫裹寺，如何不荷埋身锸。"
        },
        {
            "标题": "显德寺前看枫叶",
            "作者": "陈维崧",
            "内容": "岚翠浓于草鞋夹。绕坡细流，潨潨暗通苕霅。谷声遝，下落乱泉声里，愀悄如相答。此间景，纯得关仝巨然法。寺松三百本，雨溜苍皮，霜彫黛甲。秃干争欹压。笑语同游：黄叶鸣簷，丹枫寺里，如何不荷埋身锸？"
        },
        {
            "标题": "醉乡春 咏茶花",
            "作者": "陈维崧",
            "内容": "鼎内乳花将溜，瓶里玉花先逗。真皓洁，太竛竮，雪暗茶园如绣。"
        },
        {
            "标题": "茶瓶儿 咏茗",
            "作者": "陈维崧",
            "内容": "绿罨苕溪顾渚，拍茶妇、绣裙如雨。携香茗，轻盈笑语。\n记得鲍娘一赋。邀陆羽，煎花乳，红闺日暮。玉山半醉绡帏护，且消酪奴佳趣。"
        },
        {
            "标题": "劝金船 茶花",
            "作者": "陈维崧",
            "内容": "绿纱窗底幽姿喷，亸白花盈寸。玉娥小剪明罗晕，递顾渚佳信。\n檀心暗蹙，悄向胆瓶安顿。最喜妆楼小撚，偏解春困。"
        },
        {
            "标题": "怅怅词",
            "作者": "陈维崧",
            "内容": "日夕此间，以眼泪洗胭脂面。谁复惜、松螺脚短，不堪君荐。几帙骂人鹦鹉著，半床诅世芙蓉诔。笑嵚崎侠骨缚青衫，奚其便。曷不向，青河战；曷不向，青楼宴。问何为潦倒、青藜笔砚。老大怕逢裘马辈，癫狂合入烟花院。誓从今傅粉上须眉，簪歌钏。"
        },
        {
            "标题": "满江红 怅怅词五首 其一",
            "作者": "陈维崧",
            "内容": "咄汝青衫，奚不去、白杨荒漠。叹是处、病兰不笑，瘦琴空削。\n邺酒红来心久死，越娘紫去怀长恶。猛耳酣、追忆玉笺河，惊流落。"
        },
        {
            "标题": "朝玉阶 冬日过惠山下一梅亭",
            "作者": "陈维崧",
            "内容": "曲径斜桥涧影迤。空山亭子好，趁闲过。小轩飐水似残荷。\n石栏经雨涩，遍青莎。"
        },
        {
            "标题": "朝中措 平山堂怀古用欧公原韵",
            "作者": "陈维崧",
            "内容": "我来吊古傍隋宫，板渚雨濛濛。依旧平山堂外，淡烟疏柳长空。"
        },
        {
            "标题": "贺新郎 题郎官山雪霁图送家伯驺还八闽",
            "作者": "陈维崧",
            "内容": "闽峤盘天际。怅连年、幔亭昔梦，枕边频制。拓得郎官山半幅，目断层崖雪霁。\n飞不透、鹧鸪声里。今日真成归计稳，涨蛮天、一片南还骑。\n桄榔面，家山味。"
        },
        {
            "标题": "朝中措 其三",
            "作者": "陈维崧",
            "内容": "看花常傍隔村篱，携取折枝归。沙绿胆瓶磬口，矮红棐几乌皮。"
        },
        {
            "标题": "朝中措 其五",
            "作者": "陈维崧",
            "内容": "疏狂子野住台城，擪笛旧知名。劈裂铁龙醉吼，连环狞凤娇鸣。"
        },
        {
            "标题": "朝中措 其十",
            "作者": "陈维崧",
            "内容": "半生书癖墨成庄，气压邺签强。寒夜添香炙砚，调娱闲弄朱黄。"
        },
        {
            "标题": "鹊踏花翻 花朝行玉峰道中用蝶庵词韵",
            "作者": "陈维崧",
            "内容": "柔浪如酥，遥峰欲笑，樯乌阵阵迎人话。说道今日花朝，此去包山，歌台砌满苔钱罅。\n玉箫金管劝东风，嫣红艳紫须迟卸。频讶。往事酒边灯下。\n铜扉记隔秋千榭。每到丁字帘前，群芳生日，昵语何曾罢。\n如今好个奈何天，一船花月春江夜。"
        },
        {
            "标题": "朝中措 其七",
            "作者": "陈维崧",
            "内容": "赪苞檀萼缀萧斋，幽韵袭人来。乍可酒边私嗅，偏宜鬓底微开。"
        },
        {
            "标题": "朝中措 客中杂忆十首 其一",
            "作者": "陈维崧",
            "内容": "层层帘幕静焚香，萦篆袅缥缃。翠鸭娇擎磁鼎，红狮满贮铜釭。"
        },
        {
            "标题": "水龙吟 送梁溪明府吴伯成先生新任闽中廉使",
            "作者": "陈维崧",
            "内容": "无诸城已销烽，鹧鸪双引熊幡舞。鲛宫浪偃，鲤湖波静，欢腾榕浦。\n荔子摇丹，石华涨绿，海云佳处。仗九龙仙令，二泉茂宰，洗兵马，为霖雨。"
        },
        {
            "标题": "花犯 同云臣暨南水上人过竹逸斋看芍药",
            "作者": "陈维崧",
            "内容": "看君家，峥泓萧瑟，门庭寂如水。杂花铺缀。任紫艳红英，围绕篱次。\n年年步屧随蜂至。许多花下事。算只有、风前铃索，知人吟赏意。"
        },
        {
            "标题": "陈郎以扇索书为赋一阕",
            "作者": "陈维崧",
            "内容": "铁笛钿筝，还记得、白头陈九。曾消受、妓堂丝管，球场花酒。籍福无双丞相客，善才第一琵琶手。叹今朝寒食草青青，人何有？弱息在，佳儿又；玉山皎，琼枝秀。喜门风不坠，家声依旧。生子何须李亚子，少年当学王昙首。对君家两世湿青衫，吾衰丑。"
        },
        {
            "标题": "青玉案 咏油车螯",
            "作者": "陈维崧",
            "内容": "击鲜海错金盘泻。绝称是、春寒夜。轻点吴酸魂已化。\n和酥为卤，带脂成酿，二月花前榨。"
        },
        {
            "标题": "满江红 陈郎以扇索书为赋一阕",
            "作者": "陈维崧",
            "内容": "铁笛钿筝，还记得、白头陈九。曾消受、妓堂丝管，毬场花酒。\n籍福无双丞相客，善才第一琵琶手。叹今朝、寒食草青青，人何有。"
        },
        {
            "标题": "木兰花慢 新霁过蝶庵访云臣不遇词以柬之",
            "作者": "陈维崧",
            "内容": "杏花村卖酒，风弄处、一旗偏。且侧帽微吟，閒携步屧，来趁斜川。\n风前。暗添语笑，尽閒坊、小曲总暄妍。拟作鹤窥篱外，暂勾蝶出花间。"
        },
        {
            "标题": "夏初临 杜鹃花同云臣赋",
            "作者": "陈维崧",
            "内容": "昨夜枝头，问谁啼血，洒来并入花丛。纵使春归，也须偷注殷红。\n为伊细数行踪。记乡关、栈阁千重。曾随花蕊，葭萌驿前，一路飘蓬。"
        },
        {
            "标题": "宣铜垆歌为桐城方坦庵先生赋",
            "作者": "陈维崧",
            "内容": "龙眠老人颜鬓皤，街前卖字书擘窠。生平爱古入骨髓，玩好不惜三摩挲。\n一垆温润制绝异，肌色肉好神清和。戗金铸耳备工料，制器尚象穷雕磨。\n洼隆丰杀中规格，红黄绀紫蟠雷蝌。我时捧视肃然敬，俨若清庙陈彝牺。\n音莎。忆昔此垆始宣庙，百物充斥供搜罗。宫闺澹泊厌淫巧，垆韝精慎无偏颇。\n百金重购拟和璧，旃檀作匣犀牛䭾。后来市估杂赝鼎，苏铸甘蔡皆幺縻。\n乱真每被魍魉卖，怀宝或受蛟龙呵。我来感旧发深喟，抚汝不异双铜驼。\n一垆虽小岁月古，列圣德泽相渐摩。我今为公作此歌，万事以往何其多。\n歌成烦公书大字，明日且换山阴鹅。"
        },
        {
            "标题": "城头月 月下",
            "作者": "陈维崧",
            "内容": "冰轮偏向城头挂，河汉寥寥夜。一片关山，千秋楚汉，万帐更齐打。"
        },
        {
            "标题": "满江红 万脩承五十用吕居仁韵",
            "作者": "陈维崧",
            "内容": "北郭先生，门恰对、峰回涧曲。且小隐、渔庄蟹舍，长廊矮屋。\n雨过拍茶香作雪，日高煨芋酥于玉。向红尘、不到处逍遥，襟衫绿。"
        },
        {
            "标题": "春霁 春寒拨闷作",
            "作者": "陈维崧",
            "内容": "三月吴天那肯碧。带暝连阴做黑。帘阁空凭，角巾长垫，心事对谁人说。\n寻寻觅觅。城南行遍还城北。向甚处问取，酒旗歌扇旧踪迹。"
        },
        {
            "标题": "游京口竹林寺",
            "作者": "陈维崧",
            "内容": "长江之上，看枝峰蔓壑，尽饶霸气。狮子寄奴生长处，一片雄山莽水。怪石崩云，乱岗淋雨，下有鼋鼍睡。层层都挟，飞而食肉之势。只有铁瓮城南，群山嬴秀，画出吴天翠。绝似小乔初嫁与，顾曲周郎佳婿。竹院盘陀，松寮峭蒨，最爱林皋寺。徘徊难去，夕阳烟磬沉未？"
        },
        {
            "标题": "水调歌头 画楼诗为西陵吴子玙赋",
            "作者": "陈维崧",
            "内容": "有客向余说，昨又到湖头。湖中翠奁未敛，湖畔水明楼。\n万本澄心堂纸，千页大观楼帖，百幅李营邱。盘礴此楼上，缥缈紫绨裘。"
        },
        {
            "标题": "贺新郎 题孙赤崖小像用曹顾庵学士韵",
            "作者": "陈维崧",
            "内容": "入洛人如璧。记当年、才名争数，江东孙策。况值贤兄新夺帜，细马春游禁陌。\n看两两、油幢绣戟。倏忽浮云生宫殿，十九年、罚作长流客。\n才出塞，鬓先白。"
        },
        {
            "标题": "惆怅词",
            "作者": "陈维崧",
            "内容": "三鼓出门乌夜飞，五更还家星宿希水晶楼角几时暖？独坐待君归不归？"
        },
        {
            "标题": "愁春未醒 竹逸招同云臣、南耕雨中看梅，余舟中既作离亭燕一词纪事，归见云臣、南耕、竹逸词，复次韵一首",
            "作者": "陈维崧",
            "内容": "蝶魂欲栩，莺哢犹含。尚是浅春候，未容红紫十分酣。\n却喜君家，玉娥笑倚两三三。判携侧帽，径乘短屐，来过街南。\n满院横斜，一池清浅，正压雕檐。尽消受、一生花癖，半世吟馋。\n祇惜溪干，画桡斜阁面烟岚。花知欲别，暗弹粉泪，故泥征衫。"
        },
        {
            "标题": "愁春未醒 春晓",
            "作者": "陈维崧",
            "内容": "莺窥燕垒，蝶上犀钉。绡帐萦香雪，夜珠和泪尚荧荧。\n梳洗谁忺，懒扶残梦倚围屏。依稀记得，宵来微雨，曾撼金铃。\n绿水全昏，红闺半掩，春困难醒。风弄处、釭花半朵，小似晨星。\n理梦窗前，生憎鹦鹉隔帘听。画楼深巷，卖花声到，才响还停。"
        },
        {
            "标题": "愁春未醒 元夕后三日饮曹荩臣宅适遇微雪",
            "作者": "陈维崧",
            "内容": "落灯风定，舞絮天成。听沙沙杂杂，檐声滴乱酒床声。\n闻说南山，小队轻裘竞射生。吾侪无事，且扶老懒，共博春酲。\n起望尊前，林皋顿皓，轩槛将盈。恰萧然、四垂阴重，六出花轻。\n多少征人，琵琶风雪醉龙庭。问他何似，疏狂老子，诗酒埋名。"
        },
        {
            "标题": "金明池 忆亳村草堂柬徐南高",
            "作者": "陈维崧",
            "内容": "阵阵樵风，层层花浪，中是康崇旧宅。有不断、湖光杳霭，遥山翠、阴霁皆滴。\n老梅花、玉偃银僵，更门外、无数浦帆林笛。记冲酒桥南，寻诗巷北，细雨帽檐都侧。"
        },
        {
            "标题": "四园竹 题西陵陆荩思绕屋梅花图像",
            "作者": "陈维崧",
            "内容": "西陵高士，小隐段桥东。十年酒圣，半世诗颠，千古文雄。\n铜将军，麴道士，楮先生，者三君、踪迹时同。屋如蜂。\n屋头无数冷香，篱门都浸其中。镇日和烟和雨，点点欹斜，片片朦胧。\n杯在手，长侧帽，林间一笛风。"
        },
        {
            "标题": "念奴娇 与任青际饮",
            "作者": "陈维崧",
            "内容": "乾坤飒飒，且沽将枫叶，细评今昔。笑问幽州今夜雪，可似鹴裘寒色。\n市上吹萧，桥头卖酱，泪洒吴枫赤。苏貂空黑，谢郎今已破贼。"
        },
        {
            "标题": "垂丝钓 戏咏猫",
            "作者": "陈维崧",
            "内容": "房栊潇洒，狸奴嬉戏檐下。睡熟蝶裙儿，皱绡衩。梅已谢，撒粉英一把，将伊惹。\n正风光艳冶。"
        },
        {
            "标题": "春从天上来 壬子元夕",
            "作者": "陈维崧",
            "内容": "梁宋飘零。卧酂邑残桥，下县荒亭。闻道今夜，海碧天青。\n人世几度曾经。想半生踪迹，欢娱短、愁绪星星。搅离肠，更翻阶急雨，只是淋铃。\n回思春桥夜市，对盏盏星毬，扇扇银屏。唤马前情，窥帘旧事，此际有影无形。\n算除非梦里，重相见、巫女湘灵。梦还醒。五更作响，半榻灯荧。"
        },
        {
            "标题": "春从天上来 寿玉峰徐太母同青际赋",
            "作者": "陈维崧",
            "内容": "林涧逶迤，正翠陌才晴，绿水微波。昨夜月里，群玉山头，无数凤舞鸾歌。\n恰霓裳入破，天风紧、音节柔和。簇华筵，更禽啭迦陵，花雨鬘陀。\n阶前宫袍作队，都不是寻常，兽锦龙梭。百岁红萱，三枝琼树，天边乐事谁过。\n向蓬莱西笑，碧海事、别后如何。问姮娥。蟠桃开处，依旧红么。"
        },
        {
            "标题": "海棠春 闺词和阮亭原韵四首 其一",
            "作者": "陈维崧",
            "内容": "春闺金麦微微响，青凤胫、轻移银网。睡眼恰初瞤，一片红酥漾。"
        },
        {
            "标题": "春风袅娜 甲寅元夜",
            "作者": "陈维崧",
            "内容": "记旧时元夜，月挂红楼，钗影乱，笑声柔。火蛾儿、簇著凝妆艳粉，轻盈妖冶，打块成毬。\n的的春娇，溶溶夜景，夹路银花烂不收。一曲紫绡催薄醉，六街绛蜡试清讴。"
        },
        {
            "标题": "画堂春 春景和少游原韵",
            "作者": "陈维崧",
            "内容": "今年愁似柳条长，春宵梦断昭阳。杏花著雨隔篱香，瘦不成妆。"
        },
        {
            "标题": "海棠春 闺词再和阮亭韵四首 其一",
            "作者": "陈维崧",
            "内容": "依稀听得菱花响，三竿日、红完蛛网。半晌注横波，无数鬘云漾。"
        },
        {
            "标题": "雨中花 雨中看桃花",
            "作者": "陈维崧",
            "内容": "丝丝春雨催侬去，依依人柳留侬住。住也无聊，去还有恨，去住浑无据。"
        },
        {
            "标题": "换巢鸾凤 春感",
            "作者": "陈维崧",
            "内容": "月暖丝柔。正花枝，鸟语钩辀。斜桥云似粉，合涧水如油。\n临风却忆少年游。閒踪迹、遍旗亭酒楼。如今也，只浅淡、眉痕相斗。\n知否。人感旧。满砌蘼芜，糁绿窗清昼。记得年时，暗曾经处，深巷红栏弱柳。\n飘尽杨花雨偏肥，摘来梅子春先瘦。怅风光，更消人、几遍回首。"
        },
        {
            "标题": "春暮半塘小泊",
            "作者": "陈维崧",
            "内容": "水榭枕官河，朱栏倚粉娥。记早春、栏畔曾过。开着绿纱窗一扇，吹钿笛，是伊麽？无语注横波，裙花信手搓。怅年光、一往蹉跎。卖了杏花挑了菜，春纵好，已无多。"
        },
        {
            "标题": "春景和少游原韵",
            "作者": "陈维崧",
            "内容": "今年愁似柳丝长，春宵梦断昭阳。杏花著雨隔帘香，瘦不长妆。十载流连蜂蝶，半生沦落湖湘。残红几斛扑衣裳，和泪同量。"
        },
        {
            "标题": "无闷 醉后排闷作",
            "作者": "陈维崧",
            "内容": "长此安穷，定复不急，世事纷纷虎鼠。笑狐尽带铃，荷偏成柱。\n终日屋梁仰面，便著书、万卷谁怜汝。休自喜，当日马中赤兔，人中吕布。\n无补。莫相疑，徒自苦。今日一钱不值，李蔡下中，曾何足数。\n且作槃中快舞。更单绞、岑牟祢生鼓。戏问君得哀梨，定当蒸食与否。"
        },
        {
            "标题": "春日偶过亳村故居",
            "作者": "陈维崧",
            "内容": "前村里，落梅阵阵风起。旧家池馆暂经过，玉栏漫倚。粉英也为主人来，雨中和泪梳洗。画檐损，月榭圮。蘼芜蛱蝶盈砌。颓垣败井剧关心，那能遣此。赚人连夜卸烟帆，半篙埋怨春水。一天丝雨洒不止，总难忘旧日邻里。只有点波燕子，上雕梁、絮语墨花帘底，似话王家当年事。"
        },
        {
            "标题": "桃源忆故人 春日过澹生校书所居旧址",
            "作者": "陈维崧",
            "内容": "酒阑曾过平康宿，风飐绣帘簌簌。红板桥连西曲，微雨樱桃熟。"
        },
        {
            "标题": "春日游平山堂即事",
            "作者": "陈维崧",
            "内容": "三月雷堂口，多少游丝浴鹭。正潋滟文縠初平，金沟种满芳树。屏幕津楼斜蘸水，千秋春院闲吹絮。喜夹衣初试，艇子一双摇去。阵阵鬓丝，层层帘影，齐向平山渡。隔船纱、袅袅婷婷，影落绿波深处。照菱花水面明妆，唱竹枝风前诗句。又东园、芍药才红，金铃争护。兰桡小拢，看绕径裙花，漾尘微步。渐铺遍氍毹，玉笋飞觥，春纤拂素。红子低敲，青梅小摘，栏杆却立频回顾。蓦地见、玉钩斜路。伤心吊古，黯然偷注横波，此处是，隋皇墓。几番惆怅，流水东风，往事浑无据。且趁江流正滑，好放蜻蛉，慢摇纸扇，重歌金缕。暝翠将沉，船头欲转，茱萸湾子红桥下，妒游童、宝马将人觑。可怜此际归来，两岸榆钱，一天丝雨。"
        },
        {
            "标题": "正月二十日，从吴天石处读纬云弟京邸春词，",
            "作者": "陈维崧",
            "内容": "今年明月无情甚，偏向江东。只照军容，不放银花万树红。凤城飞下征南骑，一片刀弓。铁甲呼风，愁煞思乡沈侍中。"
        },
        {
            "标题": "春夜听客弹琵琶，作《隋唐评话》。",
            "作者": "陈维崧",
            "内容": "雨滴梅梢，雪消蕙叶，入春难得今宵暇。倩他银甲凄清，铁拨纵横，声声迸碎鸳鸯瓦。依稀长乐夜乌啼，分明湓浦邻船话。腕下，多少孤城战马，一时都作哀湍泻。今日黑闼营空，尉迟杯冷，落叶浮清灞。百年青史不胜愁，两行银烛空如画。"
        },
        {
            "标题": "春云怨 泛舟过显德寺逢友人同坐僧寮茶话",
            "作者": "陈维崧",
            "内容": "春山六幅。和山前春水，朝来齐绿。指点前村古寺，隔水经幡烟际矗。\n竟买蜻蜓，斜穿略彴，摇皱溪梢一痕玉。隐隐钟声，迢迢僧语，风亚半墙竹。"
        },
        {
            "标题": "菩萨蛮 其二",
            "作者": "陈维崧",
            "内容": "象牙局上金星吐，香闺戏博红鹦鹉。深院对挑棋，厌厌春昼迟。"
        },
        {
            "标题": "汉宫春 赠梁苍岩先生次先生赠子万舍弟原韵",
            "作者": "陈维崧",
            "内容": "缘鬓勋名，响上相靴刀，风生铃索。筹边多暇，细马潜游平乐。\n神仙富贵，总兼之、笑他饥朔。擘词头，锦笺十样，朝朝翠酬红酢。"
        },
        {
            "标题": "石州慢 忆旧用高季迪韵",
            "作者": "陈维崧",
            "内容": "醉拍雕阑，思忆从前，泪珠频洒。东阳倦沈，多愁多病，瘦躯堪把。\n水市津楼，奈他绣被浓香，旧时閒事偏萦惹。颠倒觅乌丝，检霜毫细写。"
        },
        {
            "标题": "贺新郎 秋夜对月示弟纬云仍用前韵",
            "作者": "陈维崧",
            "内容": "戍鼓城楼发。问客里、冰轮照我，几番圆阙。一片银河天外落，光映千门如雪。\n总则是、汉宫明月。试上麒麟枯冢望，问谁人红粉谁黄发。\n风乍吼，青蘋末。"
        },
        {
            "标题": "洞仙歌 夏夜憺园隔水闻笛",
            "作者": "陈维崧",
            "内容": "灯青凤胫，正参差齐点。屈戍玲珑带愁掩。恰濛濛、天水浸赤阑桥，人不寐，梦到空园偏魇。"
        },
        {
            "标题": "过涧歇 暨阳秋城晚眺",
            "作者": "陈维崧",
            "内容": "坏堞颓关暮烟积。悄乎无人，祇闻江声千尺。混茫极。\n恍见水仙海妾，采月金鳌脊。吾长啸泉底，恐惊织绡客。\n春申遗垒在，古戍吹笳，乱洲伐荻。碎把阑干拍。沙草无情，不管兴亡，朝朝暮暮，西风只送巴船笛。"
        },
        {
            "标题": "满江红 题尤悔庵小影次韵二首 其一",
            "作者": "陈维崧",
            "内容": "快马健儿，记当日、先生自许。谁信道、骅骝一蹶，长鸣忆主。\n凄切新词杨柳月，悲凉杂剧梧桐雨。更北平、回首暮云低，呼鹰处。"
        },
        {
            "标题": "醉蓬莱 戊午人日为曹曹溪广文寿",
            "作者": "陈维崧",
            "内容": "喜新年七日，蕙雪微融，梅风才转。百福钗幡，做蓬莱家宴。\n碧柰花前，绛桃树底，簇舞衫歌扇。节候黏鸡，门风绣虎，六街传遍。"
        },
        {
            "标题": "念奴娇 长安元夕和家山农倡和原韵",
            "作者": "陈维崧",
            "内容": "寻常隔岁，预商量、赏玩来年元夕。燕未衔将泥便软，糁遍莲钩綦迹。\n满院烧红，九衢漾碧，万斛幽辉湿。东风几阵，暗吹此事成昔。"
        },
        {
            "标题": "念奴娇 游楞伽山上方寺是日微雨",
            "作者": "陈维崧",
            "内容": "石湖一幅，似春罗铺在，楞伽山下。上有丛祠荧赛火，照遍盘门万瓦。\n白马三郎，青溪小妹，绣幔摇春夜。凭阑遥望，水云苍莽难画。"
        },
        {
            "标题": "燕归慢 虎邱遇刘元玉因忆东皋旧事赋感",
            "作者": "陈维崧",
            "内容": "前事濛濛。对天边皓魄，场上晴空。僧窗秋夜话，霜磴故人逢。\n苏台原是绮罗丛。被牧笛、吹来几阵风。扬州旧花月，也应与、此间同。\n歌馆闭，舞衣散，玲珑老，野孤穷。岁月已非光景在，算常到、梦魂中。\n莲塘坠粉泣香红。总缀就、閒愁点客篷。杳霭棹歌响，又何处、度疏钟。"
        },
        {
            "标题": "玉烛新 咏烛",
            "作者": "陈维崧",
            "内容": "五更寒作阵。正绣幕重重，一枝斜隐。当时曾在，春宵底、照足美人春困。\n云沈雨重，谢倦眼、看承逾俊。珊枕畔、翠袖轻遮，怕他隔帘风紧。\n如今长伴空床，风也弄孤灯，闪成青晕。兰心剪瘦，谁听得、掉却玉钗声韵。\n金荷渐烬。结遍釭花无准。问红蜡、今夜和愁，烧残几寸。"
        },
        {
            "标题": "水龙吟 己酉元夕洛阳署寓对雪",
            "作者": "陈维崧",
            "内容": "一番宛雒元宵，红灯闪得人心碎。孤身一个，闷怀万种，故乡千里。\n旧恨凄然，春阴搀乱，漫天搅地。想当初此夜，风前酒后，有多少，轻狂意。"
        },
        {
            "标题": "沁园春 大梁署寓对雪有感",
            "作者": "陈维崧",
            "内容": "冻角无声，大旗自翻，长河怒号。正雪作花时，玉鳞狼籍，茶当乳处，珠眼萧骚。\n乌鹊枝寒，羝羊窖冷，一片愁成八月涛。当年事，记昆阳城下，群盗如毛。"
        },
        {
            "标题": "苏武慢 梁溪舟中对雪",
            "作者": "陈维崧",
            "内容": "淼淼萧林，迢迢冻浦，飒沓乱帆成阵。忽飞駃雪，暗洒吴装，极目空明相混。\n孤墩残角，小寺疏钟，今夜吟情难稳。望前村、水店溪桥，风里青旗斜趁。"
        },
        {
            "标题": "望湘人 寓楼微雪咏隔垣所见",
            "作者": "陈维崧",
            "内容": "讶铜街转处，银井湾头，闻盈盈雾髻烟鬓。又被斜风，捲来微霰，越与明妆相衬。\n絮袅裙拖，雪沾妆阁。行来将近。想怜他、轻软纤松，故把淩波偷印。\n谁念邻家楼上，有他乡狂客，阑干凭损。枉目断瑶阶，难递飞琼音信。\n料孤馆只晚寒成阵。况是归期无准。偏戏弄、墙外花梢，摇落一庭新粉。"
        },
        {
            "标题": "翠楼吟 三月十五日虎邱即景",
            "作者": "陈维崧",
            "内容": "桃花水绛，卵色天青，早烟著人如醉。风光日夜换，换不了、吴宫罗绮。\n千年霸气。只莺啭山房，鸦啼水寺。当年事。断崖老树，依稀能记。"
        },
        {
            "标题": "翠楼吟 惠山云起楼作",
            "作者": "陈维崧",
            "内容": "万斛空青，一天冷翠，和晴飞上帘押。老松三百本，山雨响、偏张鳞甲。\n崖倾峰沓。有客注茶经，僧编梵夹。泉呜邑。恰逢深涧，樵吟相答。"
        },
        {
            "标题": "催雪 秋日过城南显亲寺",
            "作者": "陈维崧",
            "内容": "潭北新秋，城南古寺，乱壑喧豗激濑。爱虎落三间，渔蛮一带。\n林际绀殿银墙，绣经幡、风定天花洒。时来樵语，遥黏僧磬，暗添幽籁。"
        },
        {
            "标题": "簇水 见古寺放生马而叹之",
            "作者": "陈维崧",
            "内容": "回忆当年，霜蹄刷尽幽并夜。草头一点，猛气削驽骀凡马。\n羸病谁欤牧养，羁靮从宽假。摩背痒、秋阴墙罅。"
        },
        {
            "标题": "簇水 春雪",
            "作者": "陈维崧",
            "内容": "有影无声，小楼一夜堆琼稷。撒盐萦絮，舞遍天涯六出。\n最爱轻松纤软，雅称红闺客。遮不住、空青帘翼。春阴积。\n怪此际、晓寒何重，围红兽、偎窗隙。楼前莫管，一任腾腾瑟瑟。\n且瀹鲍家香茗，雪水倾来白。红日照、消入一池深碧。"
        },
        {
            "标题": "念奴娇 西氿舟行遇飓风同南耕赋",
            "作者": "陈维崧",
            "内容": "天吴作剧，鼓洪涛澒洞，雷轰雪沸。怒鬣淫漦掀宇宙，顷刻半湖纯晦。\n白浪悬崖，黑云压橹，人命同于蚁。太湖倒拔，喧豗那许龙睡。"
        },
        {
            "标题": "簇水 舟过梁溪不及泊舟遥望龙峰有作",
            "作者": "陈维崧",
            "内容": "百幅晴漪，渔舟个个能轻妙。几村红树，将郭外人家萦抱。\n历历苇花明处，是水仙之庙。正蘸上、一缕残照。"
        },
        {
            "标题": "鹧鸪天 赠李匪莪",
            "作者": "陈维崧",
            "内容": "箧里还存宝剑篇，舍旁已买瀼西田。蓼莪久废中年后，鸿雁难寻绝塞边。"
        },
        {
            "标题": "翠楼吟 小院",
            "作者": "陈维崧",
            "内容": "小院虫虫，斜桥燕燕，伥伥触起閒事。当初妆阁影，乱织在、濛濛秋水。\n饼金曾费。只趁月藏钩，隔花传谜。依稀记。递香窗眼，浸娇杯底。"
        },
        {
            "标题": "翠楼吟 席上赠伎时伎三日后即落乐籍",
            "作者": "陈维崧",
            "内容": "银甲挨筝，珠绦络鼓，清歌屈柘如缕。人到离筵里，尽眉黛、愁将碧聚。\n纵横玉箸。似绿柳萦烟，红兰著露。欹雁柱。一场春梦，没些情绪。\n他日纵过侯门，只光延坊畔，樱桃一树。奈铜舆催上，更糁遍、一街丝雨。\n横波重注。看斜侧帽檐，销魂无语。红蜡底。新官旧主，一般胡觑。"
        },
        {
            "标题": "酬许元锡",
            "作者": "陈维崧",
            "内容": "嘉隆以后论文笔，天下健者陈华亭。梅村先生住娄上，斟酌元化追精灵。\n忆昔我生十四五，初生黄犊健如虎。华亭叹我骨格奇，教我歌诗作乐府。\n二十以外出入愁，飘然竟从梅村游。先生呼我老龙子，半醉披我赤霜裘。\n此生阑入铜驼路，可怜老作《江南赋》。头上不畏咸阳王，眼前只认丁都护。\n晚交许子怀抱开，看尔不合长悲哀。手提一诗来赠我，十幅错落红玫瑰。\n我年三十馀，清狂爱儿戏。旁人见我笑不休，安知我有填膺事。\n日间击鼓夜击鲜，行乐安得千万年。何肯龌龊学章句，三日新妇殊可怜。\n许子赠诗逾一月，念欲报之久不发。昨宵饱看冒家灯，一寸管城老龙渴。\n掀髯狂作许生歌，食纸春蚕响不歇。明朝归客正扬舲，海色苍茫青更青。"
        },
        {
            "标题": "菩萨蛮 遥题广陵吴元式棣友堂",
            "作者": "陈维崧",
            "内容": "驱车昨过田真里，千年想像荆花紫。今日广陵城，惟君继令名。"
        },
        {
            "标题": "夏五月大雨，南亩半成泽国，而梁溪人尚有画",
            "作者": "陈维崧",
            "内容": "翠釜一朝裂，铜狄尽流铅。江南五月天漏，炼石补仍穿。骤若淫龙喷沫，狂比长鲸跋浪，庐舍没长川。菱蔓绕床下，钓艇系门前。今何日，民已困，况无年。家家秧马闲坐，虚井断炊烟。何处玉箫金管，犹唱雨丝风片，烟水泊游船。此曲纵娇好，听者似啼猿。"
        },
        {
            "标题": "大圣乐 甲寅清明",
            "作者": "陈维崧",
            "内容": "糁雪梅娇，弄烟杏暖，嫩杨初丝。正卖饧、声近帘栊，店舍恰逢百五，风飐斜旗。\n绿波画桥门暗锁，听墙里、谁家笑语微。知他定，是秋千才下，慵换春衣。"
        },
        {
            "标题": "多丽 题余氏女子绣陈思洛神图为阮亭赋",
            "作者": "陈维崧",
            "内容": "问多情，今古谁堪雄长。也无如、曹家天子，西陵台上虚帐。\n更传闻、东阿子建，少年情绪骀荡。水上明珠，波间翠羽，洛神一赋，神飞魂怆。\n只一事、家王薄行，难对中郎将。恐他日、黄须儿子，亦起非望。\n又剪出、轻云态度，绣成流雪情状。叹香闺、一双纤手，比似文心谁瑜亮。\n便使当年，袁家新妇，自临明镜图娇样。也还怕、传神阿堵，宛转须相让。\n凝眸处、婀娜华容，千秋无恙。"
        },
        {
            "标题": "夜飞鹊 代妓赠别",
            "作者": "陈维崧",
            "内容": "官桥几丝柳，绾住兰舟。含泪暗上津楼。枇杷门掩东风暮，曾拚睡暖鸳裯。\n流莺替人传恨，向风前絮语，百种难休。玉簪恩重，卸将来、懒节离讴。\n既道有人拘管，何事到旗亭，惯惹閒愁。记否连宵踪迹，雨天中酒，月地梳头。\n落花城内，马蹄红、蹴满铜沟。只琐窗归去，莫教轻漏，客馆风流。"
        },
        {
            "标题": "风入松 苦暑戏与客语",
            "作者": "陈维崧",
            "内容": "炎炎火镜正烧空，避暑苦无从。客言安得匡庐瀑，还移取、华井秦松。\n玉女盆边吸露，水仙祠畔餐风。"
        },
        {
            "标题": "丹凤吟 送别越生和云臣韵",
            "作者": "陈维崧",
            "内容": "细数频年游处，舞榭莺梳，歌筵燕掠。垫巾侧帽，双倚东风院落。\n簟纹新染，水烟小定，更忆溪边，画桡斜阁。似梦如尘情绪，事去凝思，花影还簸墙角。"
        },
        {
            "标题": "倒犯 秋日云臣斋头同大士展故友蒋瞻武遗墨感赋",
            "作者": "陈维崧",
            "内容": "触眼见、官奴数行，韭花遗迹。零纨碎墨。秋光映、碧天如拭。\n炉熏茗椀，幽卉疏花晴窗侧。盥手验装潢，梯几看波磔。\n惋斯人，顿成昔。"
        },
        {
            "标题": "郯城倾盖亭下作",
            "作者": "陈维崧",
            "内容": "落日古郯城，一望秃碑苍黑。怪底蜗黄虿紫，更苔痕斜织。我来悼古对西风，歇马小亭侧。惆怅共谁倾盖，只野花相识。"
        },
        {
            "标题": "念奴娇 赋得朝云坟在落花中为黄天涛悼亡姬陆羽嬉作",
            "作者": "陈维崧",
            "内容": "南阳词客，惯多愁善感，最能吟写。近为黄郎题恨句，凄咽如闻夜话。\n说道江乡，每年寒食，细雨啼山鹧。落红万斛，朝云坟在其下。"
        },
        {
            "标题": "西子妆慢 四月朔日同吴天篆过通真观王鍊师道院看牡丹即用天篆昨岁雨中看花韵",
            "作者": "陈维崧",
            "内容": "紫府玲珑，丹房窈窕，长就枝头娇嫭。看花人逐蝶蜂忙，隔花试寻游侣。\n醮坛侧去。露几朵、檀痕浅注。羡盈盈、比人间金谷，更饶幽趣。\n花如语。低撼金铃，小向暮春诉。红颜最怕落花风，乞鍊师、为花重铸。\n师还念取。刘郎鬓、已经如许。待来春、元都观又成前度。"
        },
        {
            "标题": "天门谣 汲县道中作",
            "作者": "陈维崧",
            "内容": "已过秋千节，看汲冢、苔钱铺缬。淇流咽，说古今兴灭。\n比干庙、年年啼百舌，月与铜盘都缺。愁恨织。花落处，棠梨成血。"
        },
        {
            "标题": "渔家傲 闻西樵方为京口三山之游却寄",
            "作者": "陈维崧",
            "内容": "晴日南徐风景异，蒲帆饱趁春涛驶。一片江山千古事。\n同儿戏，伯符志业何曾遂。"
        },
        {
            "标题": "鸳湖烟雨楼感旧",
            "作者": "陈维崧",
            "内容": "水宿枫根罅。尽沽来、鹅黄老酿，银丝鲜鮓。记得筝堂和伎馆，尽是仪同仆射。园都在、水边林下。不闭春城因夜宴，望满湖灯火金吾怕。十万盏，红球挂。重游陂泽偏潇洒。剩空潭、半楼烟雨，玲珑如画。人世繁华原易了，快比风樯阵马。消几度、城头钟打。惟有鸳鸯湖畔月，是曾经照过多情者。波织簟，船堪籍。"
        },
        {
            "标题": "蓦山溪 东溪雨中修禊",
            "作者": "陈维崧",
            "内容": "蜗庐蚁国，不醉公何补。脱帽放狂歌，自古说、英雄无主。\n携朋命酒，船泊画溪东，挑荠菜，焙新茶，饱看浪花舞。"
        },
        {
            "标题": "瑶华 秋雨新晴登远阁眺望",
            "作者": "陈维崧",
            "内容": "青山如黛，渌水如罗，映真珠帘罅。金闺瑟瑟，正青砧、隔院捣衣才罢。\n登楼远望，见一带、碧云轻泻。更萧关征雁濛濛，愁煞江南此夜。"
        },
        {
            "标题": "读孚若长歌，即席赋赠仍用孚若原韵",
            "作者": "陈维崧",
            "内容": "霆轰电掣，算君才真似，怒涛千斛。百感淋漓风骤起，劈裂满堂桦烛。公醒而狂，人憎欲杀，抵鹊何须玉。春衫老泪，鲛珠瓣瓣堪掬。不记三十年前，灌夫使气，嚄唶惊邻屋。弹指蓬莱今又浅，短法可能长绿。诗酒前缘，莺花小劫，世事弹棋局。关山笛破，欲吹吹不成曲。"
        },
        {
            "标题": "贺新郎 登上方寺铁塔",
            "作者": "陈维崧",
            "内容": "栏楯浮空去。划玲珑、榴皮石发，青红无数。看尽宣和风景好，又看宫娥北渡。\n有多少、梨花夜雨。西望铜驼荆榛里，算千秋、老辈惟吾汝。\n晋宋事，总尘土。"
        },
        {
            "标题": "帝台春 五月南徐怀周翼微在都门即用其江上留别原韵",
            "作者": "陈维崧",
            "内容": "红瘦成碧，鲥鱼堆网白。怅杀年光，回首春前，旗亭饯客。\n公路浦君为远别，吕蒙城、我无相识。记曹家，园上看花，疏狂那夕。"
        },
        {
            "标题": "千秋岁 沧州戴浴扶以人日悬弧作词以赠",
            "作者": "陈维崧",
            "内容": "新鹰决眦，已作摩空势。笔阵快，词锋锐。温邢何足道，燕许真同辈。\n才八斗，綵毫人是青云器。"
        },
        {
            "标题": "点绛唇 江楼醉后与程千一",
            "作者": "陈维崧",
            "内容": "绝忆生平，蹉跎祇为清狂耳。酒酣直视，奴价何如婢。"
        },
        {
            "标题": "寓兴用稼轩韵同蘧庵先生作二首",
            "作者": "陈维崧",
            "内容": "曾倚瑶台喝月行，嗔他鸾鹤不相迎。当时酒态公然好，今日诗狂太瘦生。千百辈，尽容卿，问谁堪与耦而耕。灌夫已去袁丝死，沦落人间少弟兄。"
        },
        {
            "标题": "点绛唇 舟行秋望",
            "作者": "陈维崧",
            "内容": "历乱烟村，推篷爱煞晴秋爽。柴门栗橡，风定谁敲响。"
        },
        {
            "标题": "点绛唇 题延令张燕孙秋词 燕孙园次婿",
            "作者": "陈维崧",
            "内容": "吴苑初晴，阳山大好朝来髻。相逢却是，山抹微云婿。"
        },
        {
            "标题": "鹧鸪天 寓兴用稼轩韵同蘧庵先生作三首 其一",
            "作者": "陈维崧",
            "内容": "斫屧吹箫吴市间，恨无大药驻红颜。诗情浩荡风前絮，身计微茫海外山。"
        },
        {
            "标题": "金菊对芙蓉 舟中有示仍用前韵",
            "作者": "陈维崧",
            "内容": "泛泛清娱，迢迢樊素，相随单舸高秋。学水云一色，浮渲梳头。\n包山此去千峰橘，高低缀、耀日霜毬。三更水面，吴娘橹响，一片清讴。"
        },
        {
            "标题": "寓兴用稼轩韵同蘧庵先生作二首",
            "作者": "陈维崧",
            "内容": "斫屣吹箫吴市间，恨无大药驻红颜。诗情浩荡风中絮，身计微茫海外山。耽放浪，恣萧闲，烟波境界十分宽。新衔麯部兼茶部，旧署园官并橘官。"
        },
        {
            "标题": "贺新郎 寄兴呈蘧庵先生用溪南词韵",
            "作者": "陈维崧",
            "内容": "一事然乎否。忆宵来、朦胧枕上，南柯出守。碎语幽禽催梦醒，花影半楞还有。\n喜床下、浊醪盈缶。一卷乌丝饶寄托，怪时人、只道填词手。\n说诗者，固哉叟。"
        },
        {
            "标题": "点绛唇 咏枕",
            "作者": "陈维崧",
            "内容": "忆得年时，红绵妆叠红蕤滟。笙囊绿掩，浓笑钗痕闪。"
        },
        {
            "标题": "点绛唇 和成容若韵",
            "作者": "陈维崧",
            "内容": "并坐燕姬，琵琶膝上圆冰薄。轻拢浅抹，巧把羁愁豁。"
        },
        {
            "标题": "点绛唇 阻风江口",
            "作者": "陈维崧",
            "内容": "浊浪堆空，暨阳城下风涛怒。冰车铁柱，隐隐轰吴楚。"
        },
        {
            "标题": "江南忆同云臣和蘧庵先生韵",
            "作者": "陈维崧",
            "内容": "江豚翻碧浪，凭高望极，折戟半沉沙。鸡笼山下路，记得凤城，数十万人家。貂禅掩映，钟山翠、叠鼓鸣笳。更参差、青溪红板，从古说繁华。堪嗟！齐台梁苑，残月晓风，剩颓墙败瓦。只苍凉、半林枫槲，四壁龙蛇。几番夜雨寒潮泊，空城下、浪打蒹葭。青衫湿，隔船同诉天涯。"
        },
        {
            "标题": "渡江云 江南忆同云臣和蘧庵先生韵",
            "作者": "陈维崧",
            "内容": "江豚翻碧浪，凭高极望，折戟半沈沙。鸡笼山下路，记得凤城，数十万人家。\n貂禅掩映，钟山翠、叠鼓鸣笳。更参差、青溪红板，从古说繁华。"
        },
        {
            "标题": "五福降中天 谷日和蘧庵先生仍用元旦韵",
            "作者": "陈维崧",
            "内容": "春田踯躅开将遍，红透水桥烟驿。隔岁辛盘，昨宵金胜，又听青鸠得得。\n冱寒都释。正墙喔花冠，陇翻娇臆。且把农经一卷，映午馀晴色。\n春意窗楞先识。雨工行雨罢，茅檐寂。茜入梅园，翠归兰圃，裙幄料应铺密。\n欢生祈谷，兆叶占年，比闾安帖。閒看蜻蜓，钓竿丝上立。"
        },
        {
            "标题": "贺新郎 奉赠蘧庵先生仍用前韵",
            "作者": "陈维崧",
            "内容": "识得词仙否。起从前、欧苏辛陆，为先生寿。不是花颠和酒恼，豪气轩然独有。\n要老笔、万花齐绣。掷碎琵琶令破面，好香词、污汝诸伶手。\n笑馀子，徒雕镂。"
        },
        {
            "标题": "蝶恋花 六月词再用前韵八首 其五",
            "作者": "陈维崧",
            "内容": "六月荆南多水市。鞋样凉船，柳树根头舣。茭白菱红排氿尾，渔翁又粜鸡头米。"
        },
        {
            "标题": "蝶恋花 五月词仍用前韵八首 其一",
            "作者": "陈维崧",
            "内容": "五月荆南梅雨至。好贮天泉，竞涤空斋器。豕腹龙头堆满砌，庭前新改瓶罂肆。"
        },
        {
            "标题": "蝶恋花 夏日睡起即事",
            "作者": "陈维崧",
            "内容": "几日戎葵阶下长。烟腻吴天，难得心情爽。风袅茶烟斜翠幌，燕雏争把香泥抢。"
        },
        {
            "标题": "蝶恋花 清明同诸子集原白斋中",
            "作者": "陈维崧",
            "内容": "柳线黄时雏燕乳。为拣芹泥，掠尽廉纤雨。今日风光刚百五，新晴斗煞新妆妩。"
        },
        {
            "标题": "蕙兰芳引 咏兰",
            "作者": "陈维崧",
            "内容": "溪店寺桥，映一带、铜峰蛾簇。有黛叶离披，露萼烟条齐矗。\n参差鹿柴，日给与、幽芬千斛。似佳人绝代，零落今依草木。"
        },
        {
            "标题": "东风第一枝 丁巳元日大雪是日迎春",
            "作者": "陈维崧",
            "内容": "雪压新年，风飘残腊，琼楼粉落如雨。桃符素铠离披，神荼瑶簪济楚。\n天公好事，总馈遍、山城粔籹。小阑边、飘瞥纡回，点缀辛盘椒俎。"
        },
        {
            "标题": "蝶恋花 春闺和漱玉词",
            "作者": "陈维崧",
            "内容": "晓起春酥呵又冻。风捲西楼，似怯红栏动。欲倚自怜无与共，和愁况是纤腰重。"
        },
        {
            "标题": "蝶恋花 其九",
            "作者": "陈维崧",
            "内容": "年少双文能劝酒。笑折花枝，今夜为郎寿。红烛厌厌笼翠钮，饮深忘却春宵久。"
        },
        {
            "标题": "蝶恋花 六月词再用前韵八首 其一",
            "作者": "陈维崧",
            "内容": "六月荆南村贴水。蒲苇成丛，屋傍渔庄尾。溘溘野风波面起，湖梢直灌桥门里。"
        },
        {
            "标题": "蝶恋花 春闺同周文夏赋",
            "作者": "陈维崧",
            "内容": "芳草萋萋人脉脉。绿遍东西，不空南和北。满院春晴无气力，海棠花下挨时刻。"
        },
        {
            "标题": "蝶恋花 咏水仙花",
            "作者": "陈维崧",
            "内容": "小小哥窑凉似雪。插一瓶烟，不辨花和叶。碧晕檀痕姿态别，东风悄把琼酥捻。"
        },
        {
            "标题": "定风波 又赠歌儿阿增",
            "作者": "陈维崧",
            "内容": "持底尊前赠阿增。浓纤一幅缭红绫。上写蝇头无数字。\n须记。千丝万缕意层层。"
        },
        {
            "标题": "定风波 齐世家为阎牛叟赋",
            "作者": "陈维崧",
            "内容": "华阀由来数济阳。国风从古说齐姜。轻唤红闺名更好。\n仙窈。盈盈林下是闺房。"
        },
        {
            "标题": "定风波 怀颍川刘公㦷，记与茂之、公㦷小饮红桥，几一年矣，故有此作",
            "作者": "陈维崧",
            "内容": "昨岁行歌古竹西。广陵三月柳绵飞。谁更扶筇郊外走。\n林叟。开元遗事说依稀。"
        },
        {
            "标题": "东风齐著力 花朝",
            "作者": "陈维崧",
            "内容": "春困初浓，春愁难妥，又是花朝。虾须半轴，蛾绿不曾描。\n记得去年玉勒，相逢在、丝雨长桥。秋千社，绣旗不定，画鼓频敲。"
        },
        {
            "标题": "东风齐著力 田家",
            "作者": "陈维崧",
            "内容": "绿水湾头，青山叠处，有个人家。藤梢橘刺，秃干矗槎枒。\n烂熳田庄风味，篱穿笋、砌吐鲜花。谁相饷，隔墙浊酒，过雨新茶。"
        },
        {
            "标题": "东风第一枝 咏绿萼梅和吕圣求韵",
            "作者": "陈维崧",
            "内容": "粉界檀腮，烟笼腻颈，玉奴素质轻约。风前乍坼红须，月下低含绿萼。\n一枝水上，也不管、莺啼燕掠。最怜他、不甚分明，飞破潇湘白鹤。"
        },
        {
            "标题": "冬夜不寐",
            "作者": "陈维崧",
            "内容": "旧恨如丝，新寒似水，两般都着人心里。五更刁斗汴梁城，一天风雪成皋垒。古寺钟声，邻墙月死，枕头欹遍如何是。半生孤愤酒难浇，挑灯且读韩非子。"
        },
        {
            "标题": "冬夜不寐写怀，用稼轩、同父倡和韵",
            "作者": "陈维崧",
            "内容": "已矣何须说！笑乐安、彦升儿子，寒天衣葛。百结千丝穿已破，磨尽炎风腊雪。看种种、是余之发。半世琵琶知者少，枉教人、斜抱胸前月。羞再挟，王门瑟。黄皮裤褶军装别。出萧关、边笳夜起，黄云四合。直向李陵台畔望，多少如霜战骨。陇头水、助人愁绝。此意尽豪哪易遂？学龙吟、屈煞床头铁。风正吼，烛花裂。"
        },
        {
            "标题": "贺新郎 冬夜不寐写怀用稼轩同父倡和韵",
            "作者": "陈维崧",
            "内容": "已矣何须说。笑乐安、彦升儿子，寒天衣葛。百结千丝穿已破，磨尽炎风腊雪。\n看种种、是余之发。半世琵琶知者少，枉教人、斜抱胸前月。\n羞再挟，王门瑟。"
        },
        {
            "标题": "洞仙歌 龙理侯纳姬秦淮词以赠之",
            "作者": "陈维崧",
            "内容": "银床滑簟，碧阴阴秋水。昨夜簪头喜蛛缒。算青溪、红板艳粉浓蛾，娘尤小，第一南朝殊丽。"
        },
        {
            "标题": "洞仙歌 戊申上元阴雨示桢百云臣青际",
            "作者": "陈维崧",
            "内容": "春阴春雨，把碧天偷换。赢得情思冻云懒。料高楼、小市火树银花，都不见，有也无人寻玩。"
        },
        {
            "标题": "洞仙歌 上巳后五日游吴门观音山",
            "作者": "陈维崧",
            "内容": "红船绿浪，雁翅排将遍。早有香车俟春岸。内家妆、谁要小凤帘垂，和弱柳，斗取腰身纤软。"
        },
        {
            "标题": "洞仙歌 催妆词为宋念功赋 念功彭氏婿",
            "作者": "陈维崧",
            "内容": "中朝枢府，矗红墙翠瓦。年少郎君况淹雅。看今宵、井络不见天彭，刚一笑，已向人间下嫁。"
        },
        {
            "标题": "洞仙歌 题采芝图为顾卓侯赋",
            "作者": "陈维崧",
            "内容": "苍皮黛鬣，滴金膏丹溜。下结千龄赤芝秀。有先生、杖挂长柄葫芦，篮子内，百本木华红绣。"
        },
        {
            "标题": "正月二十日，从吴天石处读纬云弟京邸春词，",
            "作者": "陈维崧",
            "内容": "何人又唱安公子，汉苑烟浓。魏寝霜封，[犬旁+气]岭蛮乡一万重。雪消巴蜀添春水，谁驾艨艟。陡起鱼龙，此夜横江有阿童。"
        },
        {
            "标题": "好事近 食蟹忆南耕 时南耕以礼斗斋宿道院",
            "作者": "陈维崧",
            "内容": "溪友馈霜螯，细捣蛮姜慢吃。更听糟床细注，赏半窗晴碧。"
        },
        {
            "标题": "正月二十日，从吴天石处读纬云弟京邸春词，",
            "作者": "陈维崧",
            "内容": "早年丧乱曾尝过，复壁为佣。城旦为舂，儿女宵啼贼火红。回头三十年前事，笺恳天公。衰鬓如蓬，莫遣咸阳又举烽。"
        },
        {
            "标题": "贺新郎 读汉书李陵传七用前韵",
            "作者": "陈维崧",
            "内容": "壶口敲成罅。向床头、一编佐苦，胜于鸡鲊。痛惜河梁李都尉，飞将家声善射。\n今至此、子卿足下。陵既孤恩汉负义，睨刀环、再辱男儿怕。\n高高月，长城挂。"
        },
        {
            "标题": "读屈翁山诗，有作",
            "作者": "陈维崧",
            "内容": "灵均苗裔，羡十年学道，匡庐山下。忽听帘泉豗冷瀑，豪气轶于生马。亟跳三边，横穿九塞，开口谈王霸。军中毬猎，醉从诸将游射。提罢匕首入秦，不禁忍俊，缥缈思登华。白帝祠边三尺雪，正值玉姜思嫁。笑把岳莲，乱抛博箭，调弄如花者。归而偕隐，白羊瑶岛同跨。"
        },
        {
            "标题": "黄河清慢 清江浦渡黄河",
            "作者": "陈维崧",
            "内容": "苍茫河声冲古驿，黄沙浊浪同色。斜日谁来问渡，江南狂客。\n醉倚柁楼吹笛，初入破、鱼龙悲咽。古今多少英豪，最堪笑、南奔袁术。"
        },
        {
            "标题": "月照梨花 送纬云弟渡江之广陵",
            "作者": "陈维崧",
            "内容": "铁瓮隐隐，怒涛滚滚。簸宋掀梁，淘吴洗晋。谁泛水调清讴。\n是邻舟。望中一抹斜阳恨。可怜消尽、六代金粉。老夫还记旧扬州。\n红袖悠悠。满江楼。"
        },
        {
            "标题": "渡江云 欲雪",
            "作者": "陈维崧",
            "内容": "碧翁将试手，趁春未到，要放一城花。关河都冻紫，风惨云昏，冷色走龙沙。\n笼窗拨火，料寒威、来早还加。帘栊外、未曾飘瞥，吟兴已无涯。"
        },
        {
            "标题": "渡江云 送蒋京少下第游楚次储广期原韵",
            "作者": "陈维崧",
            "内容": "向长安市上，仰天长啸，悔杀彩为毫。月明无赖极，又照征南，万将赤霜袍。\n掉头仍向，潇湘去、去采离骚。算襄樊、几般往事，一半属孙曹。"
        },
        {
            "标题": "渡江云 送叶道子之任临清守府",
            "作者": "陈维崧",
            "内容": "一鞭飞锦伞，凤城南去，红杏著花初。建牙男子事，千骑东方，送尔上头居。\n碧油幢捲，碾轻车、小猎平芜。风流甚、茸茸绿草，浅映绣蝥弧。"
        },
        {
            "标题": "偷声木兰花 题关东席端伯小像",
            "作者": "陈维崧",
            "内容": "画师要写萧疏意，先画绿杨丝踠地。斑竹阑干，傍倚高人兴邈然。"
        },
        {
            "标题": "摸鱼儿 早春雪后柬云臣",
            "作者": "陈维崧",
            "内容": "雪初乾、银僵玉偃，冰牙犹挂檐霤。㶁㶁春泥连巷陌，间者阔焉何久。\n君知否。闻说道、还京节镇喧刁斗。鼍吟兕吼。正万斛馀皇，千群组练，将压大江口。"
        },
        {
            "标题": "沁园春 秦对岩太史饷酒馔至词以谢之",
            "作者": "陈维崧",
            "内容": "雨挟泉飞，风助杉吟，调调刁刁。正梅刚破腊，檀匀脸靥，山争酿雪，粉剪翎毛。\n水坼龙鳞，树洼蛇腹，苍莽空山捲怒涛。吾衰也，恰閒思说饼，狂欲餔糟。"
        },
        {
            "标题": "贺新郎 送西蜀余生，生赴洞庭梅社之约",
            "作者": "陈维崧",
            "内容": "积雨晴光霎。偃南荣、萧然斗室，炉熏梵夹。门外绿潭风乱响，何处橹声飒飒。\n又惊起、陂塘睡鸭。此地蜀风殊不恶，况翁家、原住巴东峡。\n姑小住，歌相答。"
        },
        {
            "标题": "沁园春 为钱塘女史雪仪作并戏示雪持",
            "作者": "陈维崧",
            "内容": "鬓影疏芜，吟卷丛残，讽净名经。忽谁家偷递，香词一箧，人间那得，璧月双星。\n顿惹诗颠，重温昔梦，绮语澜翻忏未能。吴山下，想歌飘檀板，酒点银瓶。"
        },
        {
            "标题": "塞孤 早春寄周伯衡先生并讯倪子闇公",
            "作者": "陈维崧",
            "内容": "问湘天，滴黛何时歇。曾记周郎英发。坐拥油幢临大别。\n军笳奏，乡心截。舳舻湓浦如麻，铠甲庾楼成雪。严飙破碛，古树都裂。"
        },
        {
            "标题": "贺新郎 闰五月五日金沙道中次刘后村韵",
            "作者": "陈维崧",
            "内容": "浪阔骊珠吐。傍城河、依然游冶，水嬉消暑。前月葵榴还照眼，又见龙舟斗虎。\n何不唱、公乎无渡。两遍兰桡招不得，笑吴儿、枉费閒箫鼓。\n大鱼吼，撇波舞。"
        },
        {
            "标题": "二月十一日夜风月甚佳过水绘园听诸郎弦管灯",
            "作者": "陈维崧",
            "内容": "弹地弦清，飘来笛脆，曲室诸郎歌管。他乡风月佳无比，只是中年以后，心情顿懒。遥忆故园妆楼上，镇玉臂云鬟凄断。伤心处，何事尊前，一声河满。却是绛河欲没，珠绳乍转。画角谯楼哀怨。旧事如尘，新愁似梦，可惜一场分散。奈天涯滋味，瞒不过、南归鱼雁。吮霜毫、才提还倦。莫虑春寒，罗衾红泪暖。"
        },
        {
            "标题": "泛清波摘遍 咏沼内红鱼",
            "作者": "陈维崧",
            "内容": "吴娘水阁，几曲金塘，时听红鱼跳波响。翳然花竹，日高舟尾浮菰蒋。\n妆台上。伤春天气，中酒心情，斜溜明矑还细相。照水钗倾，投饵鬟偏，几遍惆怅。\n朝霞漾。寄到啼椷染血，带得落花铺绛。爱尔绝代红妆，水云高旷。\n浑无恙。娇鸟笼底去来，美人影中生长。莫管画溪笠泽，黏天风浪。"
        },
        {
            "标题": "泛清波摘遍 万大士表兄招赏白莲赋此",
            "作者": "陈维崧",
            "内容": "轩如烟艇，盎作晴湖，一朵白荷帘外举。梳风飐水，记在普陀岩下路。\n辞鹦鹉。误落尘寰，空添枝节，受尽人间千斛暑。翠幕低张，冰井斜凭，怜尔娇嫭。\n如相诉。坠粉曲塘有恨，回首花宫无语。赢得素质亭亭，瘦影踽踽。\n还凝伫。柳外又仄银蟾，叶间犹跳宿雨。应惹弄珠人到，乘夜搴取。"
        },
        {
            "标题": "泛清波摘遍 芡",
            "作者": "陈维崧",
            "内容": "江妃水戏，龙女夜游，遗下鲛盘波面贮。匀圆松软，颗颗枝头绽新雨。\n谁家女。粉裙一色，银浦三更，船溯空明烟外语。为爱鲜妍，争向微茫，遵岸寻取。\n搴宿莽。苞作猬毛暗磔，实爱鸡头初乳。剖罢万斛晶丸，零乱川浒。\n添娇嫭。那数云子彫菰，偏宜玉纤幽俎。只怕如珠秋露，采时休误。"
        },
        {
            "标题": "泛清波摘遍 立秋日憺园塔影轩作",
            "作者": "陈维崧",
            "内容": "稍闻茶响，似有蝉鸣，便作冷香空翠想。无聊无赖，渌水廊边自来往。\n凭阑望。半房莲子，几箸莼丝，谁信已将秋细酿。怪底楼前，今夜明云，分外凄爽。\n暗惆怅。蛩语乍亲枕函，砧韵渐生门巷。怕是愁人此时，易添羁况。\n滆湖上。差有月屿风潭，非无钓船菱榜。何不五湖归去，傲然呼长。"
        },
        {
            "标题": "鹧鸪天 赠吴中狎客",
            "作者": "陈维崧",
            "内容": "白帽红靴态可怜，短箫横笛兴翩翩。曾教锦瑟房中曲，惯请朱门灞上田。"
        },
        {
            "标题": "摸鱼儿 宋牧仲谢方山曹实庵正子四先生招同人雅集次日正子和光融谷词见赠即依原韵奉酬",
            "作者": "陈维崧",
            "内容": "记宵来、老颠欲裂，要骑碧海狞凤。铜荷烛泪荧荧滴，沾满衫儿嫌重。\n缭桂栋。记留住金鞭、不放狂奴控。公荣伯仲。任银井堆霜，晶屏漏月，药玉半船冻。"
        },
        {
            "标题": "渔家傲 三月十八雨中，同杜茶村、韩尔铉、黄稚曾过饮钱础日十峰草堂，同用范希文原韵",
            "作者": "陈维崧",
            "内容": "说鬼谈天矜博异，自循短发无生意。醉舞仙仙鸲鹆起。\n深径里，怕窥狂态门须闭。"
        },
        {
            "标题": "惜黄花慢 晴郊访菊",
            "作者": "陈维崧",
            "内容": "郭外烟林。趁板桥夹浦，迤逦秋寻。溪翁陇口，半畦嫩蕊，园丁屋角，数亩浓阴。\n离披开坼铺如锦，纵藻耀、偏觉萧森。选野岑。倚风藉草，隔涧捶琴。"
        },
        {
            "标题": "贺新郎 辛酉除夕恭遇两宫徽号覃恩臣妻亦沾一命感怀纪事仍用前韵",
            "作者": "陈维崧",
            "内容": "一岁将阑矣。怅年华、挽他不住，滔滔似水。五十馀番婪尾酒，愁类今番有几。\n蜡烛也、替人流涕。痴绝客冬逢是节，盼征轺、尚冀人来此。\n浑不道，竟成雨。"
        },
        {
            "标题": "飞雪满群山 本意次宋张矩韵",
            "作者": "陈维崧",
            "内容": "才讶悠飏，俄惊飘瞥，明驼皓鹤齐远。银房压叠，琼涛浩涆，失却天半烟鬟。\n玉参差成顷，都酿做、吴江暮寒。无聊又听，谁家画角，吹入小屏山。\n记得潼关前岁发，一行骑阻，万里程悭。云霾楚栈，风饕汉垒，红毡在混茫间。\n又故乡雪满，描难就、倪迂范宽。来朝定霁，一蓑准拟江上看。"
        },
        {
            "标题": "飞雪满群山 白门署馆对雪",
            "作者": "陈维崧",
            "内容": "红板桥南，锦衣仓口，糅绵舞絮漫漫。琼沙淅沥，吴盐飘瞥，偏将屈戍敲弹。\n此中歌玉树，想千载、琼花未残。独怜对酒，无缘蜡屐，寂寞强凭栏。\n记起景阳宫旧事，玉儿缟素，憔悴辞銮。诗颠不禁，酒狂陡发，茫茫哀乐无端。\n钟陵消紫翠，捲毳幕、浑如白檀。来朝径去，渔蓑披了江上看。"
        },
        {
            "标题": "飞雪满群山 雪霁",
            "作者": "陈维崧",
            "内容": "万瓦银皴，千门粉窖，六街帘幕疏疏。断桥红板，小帘黄布，一齐映入冰壶。\n幽人无个事，閒屏当、吟轩钓车。桓家寒具，王郎水厄，活火沸风炉。\n女墙上、霞笼积素，藐姑仙子，春透肌肤。明妆酒晕，檀腮茜捻，江天此景难图。\n诗颠兼酒恼，听滴沥、邻家玉蛆。谁堪共饮，街南且拉诸狗屠。"
        },
        {
            "标题": "倦寻芳 早春偶过农部伯父废园感赋",
            "作者": "陈维崧",
            "内容": "败屋东头，偶然行散，十分情重。满地苔钱，雨榭烟廊都空。\n蘸水燕雏晴故掠，荫街丝柳风偏弄。伤情处，是旧家年少，登山一恸。\n记当日、孝标姊妹，僧绰儿郎，嬉游曾共。多少春衫，斜著金鞭閒控。\n一自攀髯人去早，江南莺燕成何用。拚此生，绣户珠帘，付之一梦。"
        },
        {
            "标题": "风流子 月夜感忆",
            "作者": "陈维崧",
            "内容": "冰蟾飞皓彩，今宵月、胜似昨宵圆。有一片角声，凄清枕畔，三秋桂子，零乱樽前。\n人生事、千龄浑似梦，百计且求仙。凤舞鸾歌，别来几日，琼楼玉宇，归去何年。"
        },
        {
            "标题": "风流子 锡山庆云庵感旧 时永如上人新逝",
            "作者": "陈维崧",
            "内容": "众山排峭壁，西风吼、乱叶打茆庵。记竹外时逢，拈花迦叶，水边曾值，洗钵瞿昙。\n依稀是、鸟啼幽涧北，僧送石桥南。万壑松飙，王裴名理，半床萝月，支许清谈。"
        },
        {
            "标题": "五綵结同心 过惠山蒋氏酒楼感旧",
            "作者": "陈维崧",
            "内容": "惠山山下，谁氏高楼，记曾借我酣眠。夜半喧山雨，龙峰顶、飞挂百幅帘泉。\n当时尚有玲珑在，凭阑唱、落叶哀蝉。可惜是、声声红豆，忆来大半难全。"
        },
        {
            "标题": "京邸岁暮送其白弟暂返梁园即赴南昌郡幕 其一",
            "作者": "陈维崧",
            "内容": "尔到睢阳郭，多应四节除。难沾分岁酒，差胜寄家书。\n久客妻孥瘦，长贫兄弟疏。愁悰翻倒极，白发漫盈梳。"
        },
        {
            "标题": "醉花阴 重阳和漱玉韵",
            "作者": "陈维崧",
            "内容": "满院黄花趖白昼，丝雨筛铜兽。今夜是重阳，不捲珍珠，阵阵西风透。"
        },
        {
            "标题": "采桑子 吴门遇徐松之问我新词赋此以答",
            "作者": "陈维崧",
            "内容": "当时惯做销魂曲，南院花卿。北里杨琼，争谱香词上玉笙。"
        },
        {
            "标题": "齐天乐 枫桥夜泊用湘瑟词枫溪原韵",
            "作者": "陈维崧",
            "内容": "枫桥渔火星星处，钟声客航仍度。微昏帘幕，乍暝帆樯，夹岸多于津树。\n船娘吴语。为蘸水拖烟，脆来如许。不管人愁，棹歌杳霭掠波去。"
        },
        {
            "标题": "摸鱼儿 早春接山阳陆密庵先生札兼惠我月湄词赋此奉酬",
            "作者": "陈维崧",
            "内容": "怅连宵、暗风吹雨，春寒歇在帘罅。忽闻鹦鹉笼中说，谁送香词来也。\n披咏乍。似脱线真珠、乱向窗栊洒。篇篇无价。便周柳纤柔，辛苏感激，材尽出君下。"
        },
        {
            "标题": "凤凰阁 元夕后一日同云臣放庵过安乐禅院",
            "作者": "陈维崧",
            "内容": "枉东风费力，陌头飘掠。无灯何处好吹落。独有一枝梅蕊，春意先觉。\n且步过、寺桥溪阁。"
        },
        {
            "标题": "凤凰阁 汴京夜雨",
            "作者": "陈维崧",
            "内容": "被东风送到，东京更鼓。又添隔巷数声杵。暗想半生沦落，廿载羁旅。\n总不比、今番凄楚。"
        },
        {
            "标题": "凤凰阁 虎邱喜遇侯记原大年",
            "作者": "陈维崧",
            "内容": "记摘船吟雨，倚楼题柳。樊川水榭暂携手。一自消魂赋别，几度回首。\n沈家令、带围较瘦。"
        },
        {
            "标题": "皂罗特髻 憩庆云庵方丈后小轩",
            "作者": "陈维崧",
            "内容": "山风几斛，吹万笏晴螺，寺前堆积。阴阴竹院，与尘寰都隔。\n斜川外、几姓渔蛮，携绿箬、醉卧菱湖栅。雨添湿翠，怕晚来偏剧。\n小啜僧寮茗粥，助玉川茶癖。禅榻后、三间茅阁，恰面对、九龙峰脊。\n推窗惊叫，怪龙鳞都裂。"
        },
        {
            "标题": "凤凰台上忆吹箫 题宋楚鸿倚楼词卷",
            "作者": "陈维崧",
            "内容": "百万呼卢，十千买醉，世间何策驱愁。惹铜仙多事，铅泪长流。\n一片唐陵汉寝，遗基在、舞罢歌休。何况是，败荷衰柳，总不宜秋。"
        },
        {
            "标题": "凤衔杯 观音山游暮归即景",
            "作者": "陈维崧",
            "内容": "香红暖翠风吹散。依旧在、心头嵌满。恰残梦懵腾，墙围青粉谁家馆。\n正隔水、飘歌板。"
        },
        {
            "标题": "少年游 感旧和柳屯田",
            "作者": "陈维崧",
            "内容": "奉诚园内小斜桥，曾记近花朝。簸钱庭院，筑毬天气，春草绿裙腰。"
        },
        {
            "标题": "金明池 丙辰秋日书事",
            "作者": "陈维崧",
            "内容": "落落门摊，寥寥间架，报道新添赋额。小市对、蜗庐马磨，绮陌傍、朱扉画戟。\n总和他、絮铁钱醪，一例载、少府泉刀税籍。有铜山兔脱，金穴蝇营，祇算黔娄陋室。"
        },
        {
            "标题": "凤衔杯 偶感",
            "作者": "陈维崧",
            "内容": "弱柳丝丝街前漾。正初学、小蛮腰样。有隔水红墙，翠楼倒映墙头上。\n听楼内、三弦响。"
        },
        {
            "标题": "燕山亭 和韵送魏禹平同京少蕺山次山赋",
            "作者": "陈维崧",
            "内容": "为送人行，马上远山，也把晴蛾淡扫。惜别情悰，中酒心期，自己殊难分晓。\n一路相随，总输与、道旁春草。来早。怕梦里花多，意中人少。"
        },
        {
            "标题": "浪淘沙 专诸巷看谷梁买鼓槌",
            "作者": "陈维崧",
            "内容": "绿水滑如油，涨满铜沟。柳花伴我作閒游。青漆鼓槌红架子，别样风流。"
        },
        {
            "标题": "孤鸾 赋得石亭梅花落如雪",
            "作者": "陈维崧",
            "内容": "昨来时节。记花倚晴阑，牵衣话别。生怕重逢，未必有花堪折。\n如今小楼仍上，果隔林、尽情飘瞥。乱捲一天晴絮，映水半明灭。"
        },
        {
            "标题": "金凤钩 春夜同展成饮御之斋头感旧",
            "作者": "陈维崧",
            "内容": "东风里，绛桃树。蓦记得、年时见汝。红芳正好，浓香乍饱，俊眼相看如许。"
        },
        {
            "标题": "小梅花 其一 感事括古语效贺东山体",
            "作者": "陈维崧",
            "内容": "君莫喜。羊叔子。何如铜雀台前伎。拍檀槽。横宝刀。\n屠门大嚼，亦足以自豪。人生有情泪沾臆。虽寿松乔竟何益。\n捋黄须。眺五湖。如此江山，应出孙伯符。伤心史。可怜子。\n卿复何为尔。大江东。一帆风。来往行人，閒坐说元宗。\n连昌宫中满宫竹。白项老乌暗上屋。穆提婆。萧摩诃。\n且自吾为楚舞、若楚歌。"
        },
        {
            "标题": "小梅花 其二 感事括古语效贺东山体",
            "作者": "陈维崧",
            "内容": "咸阳树。骊山路。可怜当日作事误。殷仲文。王卫军。\n国家此辈，要是可惜人。忆君清泪如铅水。奴见大家心亦死。\n令壶龃。收中吾。聊且酒酣，耳热歌呜呜。莫栎釜。行学估。\n羞与哙等伍。金屈卮。杨叛儿。阿奴今日，不减向子期。\n生子当如李亚子。奴价今年大胜婢。毂朱丹。作高官。\n未若小楼吹彻、玉笙寒。"
        },
        {
            "标题": "献衷心",
            "作者": "陈维崧",
            "内容": "记故人家在，水墅之东。荷十里，白濛濛。想兔园残雪，尚缀藕塘中。\n偏作态，将腻粉，换香红。花隐约，月朦胧。此身疑在广寒宫。\n算最难忘得，雨幔烟篷。今何夕，人怅望，水连空。"
        },
        {
            "标题": "水龙吟 咏绣毯花",
            "作者": "陈维崧",
            "内容": "洞天云海沈沈，琼扉小辟银毬坠。乱抛下界，细黏枝上，轻飏斜缀。\n刀剪无声，裁缝灭迹，粉搓雪腻。笑墙头柳絮，成团打块，学娇样，终难似。"
        },
        {
            "标题": "辽后妆台",
            "作者": "陈维崧",
            "内容": "洗妆台下伤情路，西风又吹人到。一缕山鬟，半梳苔发，想象新兴闹扫。塔铃声悄，说不尽当年，月明花晓。人在天边，轴帘遥闪茜钗小。如今顿成往事，回新深院里，也长秋草。上苑云房，官家水殿，惯是萧娘易老。红颜懊恼，与建业萧家，一般残照。惹甚闲愁，且归斟翠醥。"
        },
        {
            "标题": "齐天乐 辽后妆楼",
            "作者": "陈维崧",
            "内容": "洗妆楼下伤情路，西风又吹人到。一绺山鬟，半梳苔发，想像新兴闹扫。\n塔铃声悄。说不尽当年，月明花晓。人在天边，轴帘遥闪茜钗小。"
        },
        {
            "标题": "归朝欢 寿马殿闻太史五十",
            "作者": "陈维崧",
            "内容": "几载日华东畔住。吟尽上林卢橘树。暂因休沐卧家园，舍傍别筑莺花圃。\n晓峰晴可数。竛竮小髻添娇嫭。羡风光，鲚鱼吹雪，紫燕画梁乳。"
        },
        {
            "标题": "归田乐引 题春郊禊饮图",
            "作者": "陈维崧",
            "内容": "粉墨真潇洒。绿杨天、楼台金碧，阵阵湔裙社。枰也，茗椀也，竹也，丝也，掩映花丛柳绵下。"
        },
        {
            "标题": "归田乐引 题王石谷晴郊散牧图",
            "作者": "陈维崧",
            "内容": "散牧凉秋月。或树根、痒而摩者，或饮寒湫窟。渡者，人立者，啼者，鸣者，喜则相濡怒相龁。\n矜秋露毛骨，昂首森然如陵阙。缘崖被坂，亏蔽满林樾。\n驼一，塞马七，豕牛羊百三十，牧笛一声日西没。"
        },
        {
            "标题": "癸丑除夕",
            "作者": "陈维崧",
            "内容": "响铜签。许多年、旧事压眉尖。记得当初，后堂弟妹，团圞围定红帘。饮尽了、屠苏千盏，挞画鼓，憨笑赌黄柑。十里春城，金蛾暗扑，火凤交衔。自后也逢除夕，叹此身长是，弟北兄南。第宅俱非，颠毛都换，每因节令生嫌。只万点、官桥夜火，风吹零乱映疏檐。羡煞邻家岁酒，隔巷春衫。"
        },
        {
            "标题": "虞美人 端午闺词四首 其一",
            "作者": "陈维崧",
            "内容": "绿窗轻剖鹅黄茧，更把红绒剪。制成一对小于菟，傍嵌累丝㔩叶碎真珠。"
        },
        {
            "标题": "浣溪沙 癸丑东溪雨中修禊",
            "作者": "陈维崧",
            "内容": "春水挼蓝接远汀，晚山愁黛矗银屏。绿杨城外画船停。"
        },
        {
            "标题": "一萼红 癸丑除夕",
            "作者": "陈维崧",
            "内容": "响铜签，许多年旧事，和恨压眉尖。记得当初，后堂弟妹，团圞围定红帘。\n饮尽了、屠苏千盏，挝画鼓、憨笑赌黄柑。十里春城，金蛾暗扑，火凤交衔。"
        },
        {
            "标题": "女冠子 癸丑元夕用宋蒋竹山韵",
            "作者": "陈维崧",
            "内容": "上元晴也。盈盈霁景堪画。夹城况有，琼苞千斛，翠瀫双奁，冷辉交射。\n一轮圆玉挂。越显人间天上，十分良夜。想谁家、年少此际，正逐暗尘嬉耍。"
        },
        {
            "标题": "贺新郎 积雨乍晴。竹逸买舟，拉云臣暨余郭外春游，访万子红友不遇，因过石亭探古梅，并坐古香庵小憩",
            "作者": "陈维崧",
            "内容": "唤个船儿去。傍城河、柳丝蘸碧，渐拖官渡。閒访故人人已出，门锁小桥烟浦。\n空伫立、怅然谁与。人说前村梅更好，月胧明、绿萼栖毛女。\n趁波暖，响春橹。"
        },
        {
            "标题": "减字木兰花 其四",
            "作者": "陈维崧",
            "内容": "地名破冢，郭璞墓前波浪汹。细剔银缸，话尽秋宵角枕凉。"
        },
        {
            "标题": "隔浦莲近拍 夏日村居",
            "作者": "陈维崧",
            "内容": "空村如浣静悄，不用邻翁扫。水栅罾声响，沙映水，逾潇照。\n傍岸松半老，闲来靠。漫理晴江钓，"
        },
        {
            "标题": "花心动 二月八日微晴同云臣过北郭外访寒松上人不遇纪事",
            "作者": "陈维崧",
            "内容": "薄霭新旸，翠禽啼绡窗，乍催人醒。弄袖风微，印屐泥乾，村馆酒旗低映。\n相携缓步回塘上，寻春寺、聊添吟兴。画溪尾，葡萄初涨，遥川绿竟。"
        },
        {
            "标题": "沁园春 初夏同徐季重张邑翼朱致一叶九来家躬乙汎舟郭外追晤葛龙仙于攸闻上人精蓝兼送龙仙之西村别业",
            "作者": "陈维崧",
            "内容": "半艇晴云，两岸疏花，渚禽唤风。正垣迤江郭，绕篱竹树，零星烟寺，映水帘栊。\n棐几明窗，禅床茶磨，天许閒人片刻同。僧厨绿，是豆香乍摘，笋嫩才烘。"
        },
        {
            "标题": "鱼游春水 万红友书来，云适金沙，周东会暨叙彝上人在舍，可过郭外，同看水色。余以他事未赴，作此柬之",
            "作者": "陈维崧",
            "内容": "君家春矶嘴，一点炊烟芦荻里。渚花飞处，绿到河边楼子。\n细雨卖鱼声掠村，斜日焙茗人归市。㗳尔捶琴，兀然隐几。"
        },
        {
            "标题": "隔浦莲近拍 赏荷同南耕纬云赋",
            "作者": "陈维崧",
            "内容": "空明云水浩淼，渚濑丛幽筱。绿净谁能睡，琼奁启，帘漪悄。\n啁唽腾翠鸟，菱潭窈。红藕花开了，"
        },
        {
            "标题": "隔浦莲近拍 饮小三吾亭前古梅下",
            "作者": "陈维崧",
            "内容": "今朝秾春天气，袨服为佳耳。人在梅根冶，暗香疏影迢递。\n盏内红生，杯中绿汎，小吸宜城蚁。消魂死。那人蛾绿，料应玉貌如此。\n难凭春驿，折寄一枝千里。横笛谁吹东风起。生怕玉鳞，飞著春水。"
        },
        {
            "标题": "贺新郎 登龙池绝顶凭虚阁同云臣远公赋",
            "作者": "陈维崧",
            "内容": "极目真空阔。倚巉岩、屋峦竞瘦，老松都活。澒洞荒寒非世境，昏晓阴阳荡割。\n更古木、冷烟轇轕。虎迹龙湫经过了，一枝筇、几被罡风夺。\n才到得，乱蜂末。"
        },
        {
            "标题": "减字木兰花 过惠山九华庵 系某氏废园",
            "作者": "陈维崧",
            "内容": "石蹲奇兽，兀奡玲珑真险秀。涧束春罗，窈窕空明足淡沲。"
        },
        {
            "标题": "贺新郎 挽骥沙朱南池先生",
            "作者": "陈维崧",
            "内容": "泪湿苍梧树。是千年、骚人谪宦，旧销魂路。中殪国殇三十口，飒沓灵旗似雨。\n光剡剡、云中顾慕。钴鉧潭西罗神庙，笑迎神、枉费昌黎句。\n须让尔，歆椒醑。"
        },
        {
            "标题": "过冯唐故里",
            "作者": "陈维崧",
            "内容": "酒罢燕歌竟歇，途穷赵瑟难求。滹沱水抱太行流，行过鄗南关口。匹马霜天古碛，三河玉勒长楸。翩翩过客半鸣驺，笑尔冯公白首。"
        },
        {
            "标题": "过虎牢",
            "作者": "陈维崧",
            "内容": "汜水东来，荥阳西去，伤心斜日哀湍。横鞭顾盼，又过虎牢关。叹息提兵血战，西风响、一片刀环。英雄泪，乱山红叶，不待晓霜丹。追攀，当日事，炎精末造，遗恨灵桓。又许昌迁驾，不肯回銮。今古兴亡转换，谁相问、剩水残山。凭高望，汉陵魏阙，一样土花斑。"
        },
        {
            "标题": "石州慢 冬日舟过亳州旧居有感",
            "作者": "陈维崧",
            "内容": "黄叶村中，绿水湾头，帆影零乱。小桥夹浦，依稀认有，旧时庭院。\n小楼还在，记得人在楼中，而今凝望如天远。烟里歇吴舲，似迷巢林燕。"
        },
        {
            "标题": "小重山 泊舟松陵城外未及一晤舍妹赋此写怀",
            "作者": "陈维崧",
            "内容": "帆如阵马骤晴空，一条银练吼、走虬龙。回头烟树失吴宫。\n灵岩寺，塔影尚茏苁。"
        },
        {
            "标题": "贺新郎 贺李丹壑京闱秋捷",
            "作者": "陈维崧",
            "内容": "年少真英发。是当年、茶陵相器，邺侯仙骨。喷沫骄嘶矜宠甚，所向全无空阔。\n喜历块、过都一抹。商隐曾誇衮师好，学参军、祇解翻苍鹘。\n谁似尔，最轩豁。"
        },
        {
            "标题": "过秦楼 松陵城外经疏香阁故址感赋",
            "作者": "陈维崧",
            "内容": "鸟啄双环，蝶黏交网，此是阿谁门第。垫巾绕柱，背手循廊，直恁冷清清地。\n想为草没空园，总到春归，也无人至。只樱桃一树，有时和雨，暗垂红泪。"
        },
        {
            "标题": "同友人过野寺",
            "作者": "陈维崧",
            "内容": "春水碧于天，还与晴山赊翠。历历几家烟店，缀山边水次。莺声唤我过溪桥，扑帽暖香坠。风弄杏花低处，露前村野寺。"
        },
        {
            "标题": "满江红 过京口复用前韵二首 其一",
            "作者": "陈维崧",
            "内容": "剩垒残崖，有多少、英雄经此。也则为、风吹浪打，趱成如是。\n北顾髻鬟晴欲笑，南朝君相生同寄。叹齐梁、一片好江山，都非矣。"
        },
        {
            "标题": "贺新郎 过武塘赠魏子存先生十一用前韵",
            "作者": "陈维崧",
            "内容": "厂倚龙松罅。记从公、红槽压酒，玉盘堆鲊。醉数一行天上雁，玉靶翻身仰射。\n笑万骑、其材悉下。我遽别公游宛雒，虎牢关、径仄攀跻怕。\n步步学，猿猱挂。"
        },
        {
            "标题": "水龙吟 春夜听邻闺击鼓",
            "作者": "陈维崧",
            "内容": "玉罗窗亚红墙，飘来腰鼓黄昏闹。腾腾紞紞，慢如琢玉，骤如悬瀑。\n红漆槌儿，银涂架子，帘东斜靠。落灯风几阵，催人揎袂，琅然响，钗应掉。"
        },
        {
            "标题": "念奴娇 重过广陵同王西樵孙介夫夜话即宿西樵寓中",
            "作者": "陈维崧",
            "内容": "登车一叹，叹羊裘已破，朔风如镞。枉道那辞三百里，为与琅琊情熟。\n却遇兴公，铿然屐响，也过东头屋。三人相对，寒灯淡晕生绿。"
        },
        {
            "标题": "贺新郎 秋日行西苑仍用前韵",
            "作者": "陈维崧",
            "内容": "太液秋鲸攫。红蓼底、龙舟凤艒，沿流依托。记得横汾雄汉武，月夜波心殿脚。\n又玉管、金箫间作。十二云房都已闭，只将军、绦犬誇平朔。\n何处觅，秋千索。"
        },
        {
            "标题": "十二时 偶忆",
            "作者": "陈维崧",
            "内容": "绵濛二月如酥雨，做出销魂天气。更独客、冷清清地。\n拚只向、红篝倚。灯灺香焦，天寒酒醒，往事难提起。\n想那日、元夜迷藏，禊日秋千，人在绿杨丝里。更当初、戟门嬉戏。\n一部烟花轶记。帘畔分钗，屏间惜曲，无限恹恹意。\n便海棠月上，夜深谁放花睡。奈几年、飘零羁旅，已隔千山万水。\n昨岁铜街，记曾一见，隐隐卓金车子。恰柳花如梦，又早香输过矣。"
        },
        {
            "标题": "还京乐 送叙彝上人北游",
            "作者": "陈维崧",
            "内容": "绿杨外，瓢笠萧萧，唤渡春江尾。想此情犹恋，斋厨樱笋，山园桃李。\n向津楼斜倚。隔花鞭影回头指。隐隐见，四百八十，南朝烟寺。"
        },
        {
            "标题": "满庭芳 题顾梁汾舍人扈驾诗后",
            "作者": "陈维崧",
            "内容": "万乘旌旗，千官羽猎，翠华绝塞重经。珠鞭玉靶，日黑虎风腥。\n羡尔金闺年少，陪游幸、凤辇龙庭。霜天晓，柘黄袍出，一骑按秋鹰。"
        },
        {
            "标题": "菩萨蛮 将发吴门时庭际海棠盛开用香严词韵",
            "作者": "陈维崧",
            "内容": "年年惯作他乡客，今年怕与花离别。花也替侬愁，春江无尽头。"
        },
        {
            "标题": "送张若水出关",
            "作者": "陈维崧",
            "内容": "祖母秦州父锦州，卢家少妇又邗沟。百年骨肉抛三地，万死悲哀并九秋。\n欲赠愧无银络索，将离怕听钿箜篌。汉庭早晚流人赦，望尔归鞭度陇头。"
        },
        {
            "标题": "汉宫春 送郝元公先生之任宛陵",
            "作者": "陈维崧",
            "内容": "秋色佳哉，剪绿帆半幅，与雁同飞。船头新旸似雪，津树霏微。\n后堂丝竹，记频年、屡解谈围。真豪迈，传经刘向，肯言心事终违。"
        },
        {
            "标题": "汉宫春 立春后一日雨雪从友人斋头醉归纪事",
            "作者": "陈维崧",
            "内容": "婉娩熙春，有比邻药玉，计日安排。昨朝新做綵胜，绿剪红裁。\n几丝酥雨，酿浓阴、腻透铜街。今朝又。腾腾微雪，轻盈扑上人钗。"
        },
        {
            "标题": "汉宫春 春夜听盲女弹琵琶词",
            "作者": "陈维崧",
            "内容": "满院梅风，搅一钩纤月，糁上帘须。檀槽有人慢撚，盘泻珍珠。\n鼕鼕画鼓，似开元、妙手花奴。奇哉技，飞扬感激，胜于读史迁书。"
        },
        {
            "标题": "水调歌头 忆商邱宋介子西湄草堂",
            "作者": "陈维崧",
            "内容": "雪苑女墙外，水色绿于苔。郭南潭子尤胜，淼淼浸楼台。\n长记升平旧事，弥望风亭雨榭，荡桨百壶来。谁向乱前说，说罢使人哀。"
        },
        {
            "标题": "大酺 溪行野店小饮即事",
            "作者": "陈维崧",
            "内容": "正野塘边，春帆底，水腻吴绫一束。看看寒食到，小梅英妆褪，暗彫香玉。\n杏蕊撩晴，莺雏拂晓，几对鵁鶄争浴。板桥西客店，飏酒旗作阵，带烟斜扑。\n有秀靥映门，娇波窥户，当垆情熟。"
        },
        {
            "标题": "红窗睡 咏樱桃花",
            "作者": "陈维崧",
            "内容": "一树垂垂摇绣幌，光映得、小楼都绛。无风谁触花枝响，堕繁红两两。"
        },
        {
            "标题": "行香子 同岵云上人鲁望弟过徐氏园亭",
            "作者": "陈维崧",
            "内容": "垒石支泉，架壑招烟。小桥外、老屋斜川。洁何忍唾，静欲成眠。\n恰半栏花，数陂竹，一湖莲。"
        },
        {
            "标题": "行香子 为李武曾题扇上美人同弟纬云赋",
            "作者": "陈维崧",
            "内容": "烟样罗裯，月样银钩。人立处、风景全幽。谁将纨扇，细写风流。\n有一分水，一分墨，一分愁。"
        },
        {
            "标题": "行香子 回舟即事",
            "作者": "陈维崧",
            "内容": "红树槎枒，绿水周遮。荡舟回、水驿烟斜。一樽似梦，万事如麻。\n叹吾衰也，行不得，住为佳。"
        },
        {
            "标题": "绮罗香 咏樱桃",
            "作者": "陈维崧",
            "内容": "小摘匀圆，低擎娇俊，万颗轻红同泻。绿叶阴浓，正值江东初夏。\n茜裙湿、裹处如无，珀盌滑、盛时欲化。正小楼、樊素偷含，丹唇比似谁真假。"
        },
        {
            "标题": "好事近 丙辰早春得云间张洮侯寅冬所寄书",
            "作者": "陈维崧",
            "内容": "春水锦鳞通，忽把故人墨迹。一纸三年才到，讶红笺无色。"
        },
        {
            "标题": "金菊对芙蓉 舟次渐近江南仍用前韵",
            "作者": "陈维崧",
            "内容": "或把琴书，或携粉镜，平分画舫清秋。过女儿浦口，新妇矶头。\n秋光澄湛明于雪，映水上、茜帐银毬。敲针稚子，临风把钓，学唱吴讴。"
        },
        {
            "标题": "祝英台近 送陆云士之任郏县",
            "作者": "陈维崧",
            "内容": "雁头筝，龙尾拨，曾记殢侬处。转眼画旗，袅袅引君去。\n遥知小陆风流，来春县里，种紫艳、红香无数。"
        },
        {
            "标题": "合欢带 为吴陵宫掌雷赋催妆词",
            "作者": "陈维崧",
            "内容": "羡绯罗、烛吐银墙。灯影背、响鸣珰。夹路如花还似雾，戟门前、步步荀香。\n剧怜春夜，花融锦瑟，月亚金堂。况画眉夫婿，清河小弟，杜曲诸郎。"
        },
        {
            "标题": "送大司马合肥公还朝长歌述怀",
            "作者": "陈维崧",
            "内容": "九秋江水平于掌，我公巨舰排空上。柁楼被酒愿一言，历历为公叙畴曩。\n忆昔鄙人甫束发，尔时长啸凌一往。鹞子盘空陡健举，狮儿堕地飒森爽。\n那知天上剩星辰，不信人间足厮养。即云口吃善谈谐，况复肠肥工跳荡。\n皇天澒洞运抢攘，从此诗书遂卤莽。世许轻肥让后生，天留沟壑填吾党。\n乍能牧豕学公孙，差许斗鸡逐袁盎。公乎念我在泥涂，崧也作人本脏肮。\n骥老宁羞刍秣恩，鹰饥不断风云想。斯言虽狂公定赏，快若麻姑搔背痒。\n歌阑万马忽然嘶，醉听催船鼓挝响。"
        },
        {
            "标题": "击梧桐 酒阑感赋",
            "作者": "陈维崧",
            "内容": "被酒阳狂，当歌慨慷，几遍雄心肮脏。芦中人，灶下养。\n市南屠狗，城东卖酱。更邀昔日知交，白掷剧饮，掀髯抵掌。\n击碎唾壶，拍碎胡琴，旧事流波一往。想像衣香，沈吟手粉，十载后堂情状。\n灯灺后，梦回时，曾否玉人无恙。醉后猛然思省，人生何必定多情，且潦倒、短衣射虎，学蓝田李广。"
        },
        {
            "标题": "梅子黄时雨 本意",
            "作者": "陈维崧",
            "内容": "天水空濛，只将暝织愁，催雨添恙。乍过了东风，杨花一桁。\n弹指还惊仲夏，萧萧檐瓦跳珠响。葡萄涨。鸠妇唤晴，凫母眠浪。\n惆怅。他乡谁傍。算炉薰药裹，聊自屏当。料故国楼头，茶烟新飏。\n豆绿缸中梅水满，何时小啜龙团饷。苔衣长。赋得苧衫难爽。"
        },
        {
            "标题": "金菊对芙蓉 禹州使院作",
            "作者": "陈维崧",
            "内容": "雍氏亭空，大騩山老，一鞭袅尽斜晖。正荒城苔绣，古驿花欹。\n行人说是王孙第，怅金床、玉几都非。巡檐背手，谁人怜我，情绪如丝。"
        },
        {
            "标题": "好事近 隔院听琵琶",
            "作者": "陈维崧",
            "内容": "拍遍小阑干，何限塞鸿明灭。老去怕逢节候，正落红时节。"
        },
        {
            "标题": "好事近 坐姜家墩怀吕黍字",
            "作者": "陈维崧",
            "内容": "闲坐竹林边，绿暗暮禽啁唽。跂脚科头笑傲，更主人投辖。"
        },
        {
            "标题": "满江红 何明瑞先生筵上作",
            "作者": "陈维崧",
            "内容": "阳羡书生，记年少、剧于健马。公一顾、风鬃雾鬣，尽居其下。\n两院黄骢佳子弟，三条红烛乔声价。恰思量、已是廿年前，凄凉话。"
        },
        {
            "标题": "蓦山溪 南涧山房作",
            "作者": "陈维崧",
            "内容": "朱扉碧槛，垒石支墙罅。曾记锁东风，谁轻到、小帘栊下。\n如今世换，松鬣枉拿云，人去久，小楼空，园里梅俱嫁。"
        },
        {
            "标题": "何明瑞先生筵上作",
            "作者": "陈维崧",
            "内容": "阳羡书生，年少日、剧于骏马。公一顾、风鬃雾鬣，尽居其下。两院黄骢佳子弟，三条丝竹乔声价。恰思量已是廿年前，凄凉话。铁笛叫，南徐夜；玉山倒，西窗下。且椿蒲六博，弹筝行炙。被酒我思张子布，临江不见甘兴霸。只春潮溅雪白人头，堪悲诧！"
        },
        {
            "标题": "瑞龙吟 送董舜民之庐山用周美成春景原韵",
            "作者": "陈维崧",
            "内容": "西江路。多少湓浦波涛，鞋山烟树。相传白傅当年，月明送客，青衫湿处。"
        },
        {
            "标题": "菩萨蛮 和龚伯通寄于生用原韵",
            "作者": "陈维崧",
            "内容": "撩人最是眉烟皱，勾人不在春弓瘦。红烛奈他何，相看泪孰多。"
        },
        {
            "标题": "瑞鹤仙 上元和康伯可韵",
            "作者": "陈维崧",
            "内容": "昔游思后苑。记天上月圆，人间月半。六街笑声满。\n看火蛾金茧，春城飞遍。琳宫琼观。随处挂、鳌山灯烂。\n最销魂、深巷残更，小颤门边双钏。"
        },
        {
            "标题": "贺新郎 颜鲁公八关斋碑",
            "作者": "陈维崧",
            "内容": "万劫何曾坏。裂苍皮、筋缠血裹，藓痕攒虿。刓角缺文铜绿渗，郜鼎牺尊儿辈。\n风雨急、百灵趋拜。多事囚螭还掣虎，覆巉岩、翻恨孤亭在。\n何不放，腾光怪。"
        },
        {
            "标题": "纱窗恨 蝴蝶和毛文锡韵",
            "作者": "陈维崧",
            "内容": "闹红咂翠何时了，漾春心。一生轻薄谁拘管，粉墙阴。"
        },
        {
            "标题": "念奴娇 送子万弟携五弟之睢阳并令二弟三弟四弟同和他日一展齐纨便成聚首也",
            "作者": "陈维崧",
            "内容": "悲哉秋也，况登山临水，黯然欲别。千里长江流夜月，万里长城空阔。\n白板船开，青枫树老，极目徒悲切。君归梁苑，汉家何限陵阙。"
        },
        {
            "标题": "和少游原韵",
            "作者": "陈维崧",
            "内容": "今年愁似柳丝长。春宵梦断昭阳。杏花著雨隔帘香，瘦不成妆。十载流连蜂蝶，半生沦落湖湘。残红几斛扑衣裳，和泪同量。"
        },
        {
            "标题": "送孙无言由吴阊之海盐访彭十骏孙",
            "作者": "陈维崧",
            "内容": "具区之峰七十二，莫釐缥缈群巑岏。吴宫废苑日萧瑟，洞庭春水空瀰漫。\n狂夫七载客江表，旧游冷落增长叹。松陵高士推顾况，谓顾茂伦。\n献岁寄我云中翰。铜坑老梅数百树，何不刺艇来盘桓。\n我时正作广陵客，吴娘蝉鬓相逢难。佛狸城畔遇孙子，大叫锲臂同追欢。\n红桥丝柳酒帘挂，见此讵复愁眉攒。无何告我渡江去，布帆径欲游盐官。\n问尔作装有底急，鲥鱼正美堆冰盘。君言一事系怀抱，越中彭十今秦观。\n红牙小令风格妙，字字可付吴姬弹。我行适越苦为此，千里那顾行蹒跚。\n孙郎语竟杯已乾，陈生送客春将残。横江估舶大笑汝，白昼浊浪生波澜。\n韦庄牛峤好词句，此事何与卿饥寒。舟行傥过王珣宅，切莫怀古心悲酸。"
        },
        {
            "标题": "南乡子 和放公春暮感旧原韵",
            "作者": "陈维崧",
            "内容": "老去杜樊川，怕学啼红小蜀鹃。花谢花开关底事。\n风前。捲了蓑衣上钓船。"
        },
        {
            "标题": "菩萨蛮 春日忆西湖次陆荩思徐竹逸倡和原韵",
            "作者": "陈维崧",
            "内容": "划波曾到西泠去，掠入绿痕难睡处。疏簟杂眠鸥，真成自在游。"
        },
        {
            "标题": "贺新郎 阐释夜雨感怀和尤悔庵原韵",
            "作者": "陈维崧",
            "内容": "蓦又帘纤矣。想天边、也应长恨，泪如铅水。墙角野花无赖极，细算今朝开几。\n攀摘罢、定然流涕。拟到桥头寻日者，问半生、骨肉何如此。\n行人少，天新雨。"
        },
        {
            "标题": "渔家傲 新秋即事和云臣韵二首 其一",
            "作者": "陈维崧",
            "内容": "蜩响才将馀火送，砧声又迫秋情动。天上双丸谁播弄。\n閒愁重，人间白发凭伊种。"
        },
        {
            "标题": "凄凉犯 哭云间友人金蓬山和钱莼䰻韵",
            "作者": "陈维崧",
            "内容": "秦淮水阁微茫景，回船使酒如昨。笛床茗椀，烟帆雨幔，麝盟粉约。\n江涛喷薄。短咏长吟间作。戏呼余、长鬣者，烛下恣嘲谑。\n重过酒垆，纵歌谱犹存，翠凋珠铄。玉京伴侣，似人间、也愁离索。\n促返蓬山，果然去、骖鸾跨鹤。砑香笺，漫写沈吟怎睡著。"
        },
        {
            "标题": "水调歌头 舍南庭前牡丹将放词以催之",
            "作者": "陈维崧",
            "内容": "峭冷侵金鸭，乍暖熨铜龙。东皇好景何限，相别苦匆匆。\n二十四番花信，一百五朝寒食，几阵酒旗风。豆吐蚕婆绿，花绽鼠姑红。"
        },
        {
            "标题": "河渎神 临津古城隍庙下作",
            "作者": "陈维崧",
            "内容": "石竹响飕飕，一行断垄荒邱。无人野渡水争流，土城蔓草含愁。"
        },
        {
            "标题": "河传 杨花",
            "作者": "陈维崧",
            "内容": "藏鸦时候。当初绾住，永丰坊口。丝丝踠地蘸春波，雨后。\n和烟笼翠牖。"
        },
        {
            "标题": "河渎神 题秦邮露筋祠",
            "作者": "陈维崧",
            "内容": "湖上水连天，湖光捲尽寒烟。玉娥一去几千年，尽日凝妆俨然。"
        },
        {
            "标题": "河传 虞美人花",
            "作者": "陈维崧",
            "内容": "楚歌四面。战旗一片。岁岁江东。此花渍透，还是垓下重瞳。\n旧啼红。"
        },
        {
            "标题": "河传 紫蛱蝶花",
            "作者": "陈维崧",
            "内容": "低亸墙阴，微晕帘罅，露濯烟梳。满园奼紫趁晴铺。\n萦纡。傍裙裾。玉娥扑遍花间路。谁飞去。纨扇今番误。\n有时粉翅凝花须。轻扶。问伊如不如。"
        },
        {
            "标题": "望江南 宛城五日追次旧游漫成十首 其一",
            "作者": "陈维崧",
            "内容": "重五节，记得在金陵。绿水没腰连夜雨，锦帆衔尾半河灯。\n往事思腾腾。"
        },
        {
            "标题": "贺新郎 送彭直上下第还邓州兼柬贤兄中郎",
            "作者": "陈维崧",
            "内容": "且作平生话。尽当筵、拍张脱帽，吹箫舞蔗。身是陇西猿臂种，家世由来善射。\n遭几度、蓝田尉骂。迟汝三年封侯事，笑谁令、健笔兼骚雅。\n彼李蔡，人中下。"
        },
        {
            "标题": "宣清慢 玉河冰",
            "作者": "陈维崧",
            "内容": "结定银湾，冻合铜沟，装成玉玲珑砦。到月明、转觉嵯峨，便风吹、何曾澎湃。\n回思客夏，翠椀凉瓷，千家赌卖。只今朝，堆满径，文园纵渴谁爱。\n见宣武门边，西河沿上，有冰床一带。更紫罽猩绒，稳垫娇铺，滑笏瑶京，若比风樯尤快。\n是谁家、茜裙斜载。逗香肌、冰前偷赛。还将四弦，猛弹破空潭，问吟龙安在。"
        },
        {
            "标题": "贺新郎 题大司农梁苍岩先生五苗图",
            "作者": "陈维崧",
            "内容": "靧面桃花雪。羡昌昌、搓酥滴粉，珠装翠刷。昨夜分明天上冷，玉兔初肥时节。\n早谪向、姮娥宫阙。骑上紫皇狞小凤，笑群儿、项领寻常物。\n粗了了，甚贤达。"
        },
        {
            "标题": "贺新郎 宴玉峰徐健庵太史宅歌舞烟火甚盛",
            "作者": "陈维崧",
            "内容": "月照梨花午。宴华堂、西京赵李，东都燕许。玉佩珠袍联翩至，绿酒春缸正乳。\n不须恨、英雄无主。穆护沙才衮遍了，九天开、飞下瑶台女。\n又解作，霓裳舞。"
        },
        {
            "标题": "贺阮亭三十",
            "作者": "陈维崧",
            "内容": "牛马江东走。陪满座、邹枚上客，为君称寿。七叶貂禅连凤阙，坐拥银筝翠袖。又兄弟、才雄八斗。三十王郎正年少，恰黄金铸印双悬肘。此意气，古无有。淡黄十里隋堤柳。更多少、竹西歌吹，樊川诗酒。满目关山原不恶，只是繁华非旧。算惟有、文章不朽。簌簌珠帘人不卷，看使君灯火春城口。依稀羡，欧阳守。"
        },
        {
            "标题": "贺新郎 夏日为代菊岩催妆",
            "作者": "陈维崧",
            "内容": "乳燕飞晴昼。凤城边、灵符刚换，女儿节后。报道侯门方合卺，预酿菖蒲花酒。\n待醉也、玉钗才溜。更喜石榴开几簇，小阑前、要与猩裙斗。\n一般样，胭脂透。"
        },
        {
            "标题": "贺新郎 十六夜步月惠山泉亭",
            "作者": "陈维崧",
            "内容": "短簿祠前月。又随我、春申涧畔，度林穿樾。谁道孤光今夜减，依旧峥泓映彻。\n人尚在、广寒宫阙。只恐青天偏有意，散霜华、点尽愁人发。\n搔首望，素娥窟。"
        },
        {
            "标题": "贺新郎 寄赠吴兴沈凤于",
            "作者": "陈维崧",
            "内容": "笑谓东阳子。论男儿、泥涂休恨，云霄勿喜。自昔奇才多沦落，溷迹屠羊牧豕。\n算奴价、竟何如婢。细数平生袁灌少，只掉头、优孟吾知己。\n问五十，行年是。"
        },
        {
            "标题": "贺新郎 秋日竹逸约同云臣红友渭文石亭看桂",
            "作者": "陈维崧",
            "内容": "万斛凉云泻。买蜻蛉、烟潭容裔，晴秋潇洒。黄叶村中行不远，隐隐前山精舍。\n人已被、暗香萦惹。才见岩梅齐著粉，染西风、丛桂旋开也。\n流光驶，似奔马。"
        },
        {
            "标题": "贺新郎 乙巳端午寄友用刘潜夫韵",
            "作者": "陈维崧",
            "内容": "醉凭阑干吐。倚清狂、横陈冰簟，后堂无暑。闻说吴儿工作剧，吊屈龙舟似虎。\n我欲唱、公乎无渡。累自沈湘卿底急，枉教人、挝碎回帆鼓。\n楚江畔，苇花舞。"
        },
        {
            "标题": "贺新郎 送姜西溟入都",
            "作者": "陈维崧",
            "内容": "去矣休回顾。尽疏狂、长安市上，飞扬跋扈。谁道天涯知己少，半世人中吕布。\n仗彩笔、凭陵今古。伏枥悲歌平生恨，肯车中、闭置加穷绔。\n君莫信，文章误。"
        },
        {
            "标题": "贺新郎 同园次过半塘饮戴季默家三用前韵",
            "作者": "陈维崧",
            "内容": "摇橹苍波罅。食指动、洞庭笋胾，浔阳鱼鲊。掠过半塘桥不远，雪练银涛喷射。\n村渐逗、屋边篱下。一路横江吹铁笛，调崩腾、恐惹鱼龙怕。\n好都取，水窗挂。"
        },
        {
            "标题": "贺新郎 自嘲用赠苏昆生韵同杜于皇赋",
            "作者": "陈维崧",
            "内容": "高馆灯如绣。屈指算、摄衣登座，放颠时有。惯骂孟尝门下客，无过鸣鸡盗狗。\n吾宁与、灌夫为友。曾被两行官伎哂，玳筵前、一片喧声透。\n香醪泼，污红袖。"
        },
        {
            "标题": "贺新郎 季沧苇侍御广陵纳姬为赋花烛词",
            "作者": "陈维崧",
            "内容": "螺子眉峰滴。遥想像、文窗冉冉，颓鬟的的。谁遣朝天青雀舫，小泊烟江水驿。\n夹岸有、钿车画戟。日至尚迟添一线，恰宵长、更照团圆月。\n月影底，人儿出。"
        },
        {
            "标题": "贺新郎 赠何生铁",
            "作者": "陈维崧",
            "内容": "铁汝前来者。曷不学、雀刀龙笛，腾空而化。底事六州都铸错，孤负阴阳炉冶。\n气上烛、斗牛分野。小字又闻呼阿黑，讵王家、处仲卿其亚。\n休放诞，人笞骂。"
        },
        {
            "标题": "贺新郎 瓜步与姜子翥",
            "作者": "陈维崧",
            "内容": "佛狸祠下别。看此处、江花如练，江烟似织。忆昔结交坚戴笠，江左周郎英发。\n正烂醉、金钗之侧。宋玉计倪俱大侠，更颍川、年少风流客。\n仰天啸，冠缨绝。"
        },
        {
            "标题": "贺新郎 贺阮亭三十",
            "作者": "陈维崧",
            "内容": "牛马江东走。陪满座、邹枚上客，为君称寿。七叶貂蝉连凤阙，坐拥银筝翠袖。\n又兄弟、才雄八斗。三十王郎年正少，拾黄金、铸印双悬肘。\n此意气，古无有。"
        },
        {
            "标题": "贺新郎 送邵兰雪归吴门仍用前韵",
            "作者": "陈维崧",
            "内容": "易水严装发。休回首、故人别酒，帝城高阙。九曲黄河迎马首，淼淼龙宫堆雪。\n说不尽、天涯白月。君去故侯瓜可种，向西风、莫短冲冠发。\n人世事，总毫末。"
        },
        {
            "标题": "虞美人 其二",
            "作者": "陈维崧",
            "内容": "朱砂撚入银壶酒，此意郎知否。与郎染就好心肠，休恋菖蒲北里别家香。"
        },
        {
            "标题": "贺新郎 登南岳寺大悲阁",
            "作者": "陈维崧",
            "内容": "峭阁腾危鹘。映新晴、乱崖沓嶂，龙湫兽窟。竹粉松脂空翠极，狼藉山厨僧钵。\n分一半、绿人毛发。倒灌寺门香雪海，又岩梅、万树参差发。\n微笑处，忘言说。"
        },
        {
            "标题": "贺新郎 送西溟南归和容若韵",
            "作者": "陈维崧",
            "内容": "三载徐园住。记缠绵、春衫雪屐，几曾离阻。又作昭王台畔客，日日旗亭画句。\n最难得、他乡欢聚。眼底独怜君落拓，又何堪，鹃鸟啼红去。\n都不信，竟如许。"
        },
        {
            "标题": "贺新郎 谒梅花和尚墓十三用前韵",
            "作者": "陈维崧",
            "内容": "古碣穿云罅。奠幽坟、聊供蒲笋，奚烦脯鲊。摇曳疏花三四本，雪魄冰魂光射。\n墓正嵌、横斜之下。隧道藓皆纯铁色，扪断螭齾兽碑文怕。\n薜荔黑，墙阴挂。"
        },
        {
            "标题": "贺新郎 赠成容若",
            "作者": "陈维崧",
            "内容": "丹凤城南路。看纷纷、崔卢门第，邹枚诗赋。独炙鹅笙潜趁拍，花下酒边閒谱。\n已吟到、最消魂处。不值一钱张三影，尽旁人、拍手揶揄汝。\n何至作，温韦语。"
        },
        {
            "标题": "贺新郎 贺程昆崙生日并送其之任皖",
            "作者": "陈维崧",
            "内容": "榴子红如绣。正绮席、吴盐下豉，金盘雪藕。七载南徐挥羽扇，肘后黄金似斗。\n北固外、晴江夜走。留取臂间长命缕，算节过、五日刚踰九。\n重为我，先生寿。"
        },
        {
            "标题": "满路花 荷珠",
            "作者": "陈维崧",
            "内容": "红绡水面妆，碧玉波间柄。低迷扶翠盖，西风劲。玉人摇橹，隔浦莲歌竞。\n花面交相映。戏取春纤，掬他潭水芳冷。"
        },
        {
            "标题": "贺新郎 吴门喜晤丁飞涛赋赠八用前韵",
            "作者": "陈维崧",
            "内容": "生入榆关罅。记曾尝、锦州银鼠，辽河鲜鲊。雪窖羝羊天万里，雁足帛书谁射。\n长梦汝、李陵台下。头白如今归故国，见人民城郭心惊怕。\n携瓢笠，无牵挂。"
        },
        {
            "标题": "贺新郎 九日感怀再用前韵",
            "作者": "陈维崧",
            "内容": "又值题糕矣。满长安、绣旗斜飐，车如流水。记得杜陵重九句，笑口此生开几。\n也不似、今番挥涕。谁去登高谁落帽，算秋光、枉了浓如此。\n转不若，多风雨。"
        },
        {
            "标题": "贺新郎 五人之墓再用前韵",
            "作者": "陈维崧",
            "内容": "古碣穿云罅。记当年、黄门诏狱，群贤就鲊。激起金阊十万户，白棓霜戈激射。\n风雨骤、冷光高下。慷慨吴儿偏嗜义，便提烹、谈笑何曾怕。\n抉吾目，胥门挂。"
        },
        {
            "标题": "贺新郎 伯成先生席上赠韩修",
            "作者": "陈维崧",
            "内容": "月上梨花午。恰重逢、江潭旧识，喁喁尔汝。绛烛两行浑不夜，添上三通画鼓。\n说不尽、残唐西楚。话到英雄儿女恨，绿牙屏、惊醒红鹦鹉。\n雕笼内，泪如雨。"
        },
        {
            "标题": "贺新郎 双鱼问为阎牛叟赋",
            "作者": "陈维崧",
            "内容": "军马台城里。记当年、君留建业，妾家吴市。江左英雄今谁在，太息周郎已矣。\n空还剩、斜阳燕垒。一派大江流日夜，捲银涛、舞上青山髻。\n烦为我，递双鲤。"
        },
        {
            "标题": "贺新郎 虎邱剑池作",
            "作者": "陈维崧",
            "内容": "山腹苍皮罅。劈巉岩、一洼深黑，险于人鲊。仄嵌斜攒龟脊滑，林气水声交射。\n有屈曲、龙蟠其下。上搆危梁淩绝巘，窈而深、凿孔行人怕。\n吸冷瀑，半空挂。"
        },
        {
            "标题": "贺新郎 九日后一日为吕含章姬人催妆",
            "作者": "陈维崧",
            "内容": "忆昨登高去。上平台、茫茫千里，碧云红树。忽见香尘风外物，帽影衣痕无数。\n人正在、铜街偷娶。我拣帘栊深处闹，袖郎当、醉学回波舞。\n还竞打，细腰鼓。"
        },
        {
            "标题": "贺新郎 中秋前一日坐月虎邱",
            "作者": "陈维崧",
            "内容": "月上空山早。喜今夜、关河一碧，游氛都扫。二十年前曾醉此，坐客锦衣玉貌。\n事已作、开元天宝。独对孤光成太息，叹秋娘、已嫁何戡老。\n且细把，金樽倒。"
        },
        {
            "标题": "贺新郎 奉答蘧庵先生即次原韵",
            "作者": "陈维崧",
            "内容": "炊熟黄粱否。笑乾坤、蜉蝣非夭，彭篯非寿。世上英雄本无主，感激何尝不有。\n曾要把、赵平原绣。祸首从来仓颉字，更怪他、炼石娲皇手。\n偏欲向，虚空镂。"
        },
        {
            "标题": "贺新郎 春夜听鼓师挝鼓",
            "作者": "陈维崧",
            "内容": "月黑灯摇雾。看鼓史、岑牟单绞，当筵箕踞。苦竹哀丝争欲闹，静听八音之主。\n让老革、凭陵今古。紞地一声千籁响，掣红旗、突阵将军怒。\n荷珠迸，碎如雨。"
        },
        {
            "标题": "贺新郎 中秋前五日看早桂",
            "作者": "陈维崧",
            "内容": "灏气收残暑。恰金飙、夜来染就，小山幽树。丛桂离离香满径，正值秋棠开处。\n掩映也、倍添娇妩。红烛三条围锁院，记妲娥、不肯相怜取。\n平生恨，那堪数。"
        },
        {
            "标题": "贺新郎 汝州月夜被酒感怀董二",
            "作者": "陈维崧",
            "内容": "今夜清辉苦。真醉矣、人生有几，关山如许。极目海天浑一碧，回首家乡何处。\n总则是、年年羁旅。脱帽凭阑何限恨，倚风前、细把寒更数。\n谁更打，严城鼓。"
        },
        {
            "标题": "贺新郎 将之中州留别芝麓先生再叠前韵二首 其一",
            "作者": "陈维崧",
            "内容": "匹马冲寒发。看满目、残山剩水，轘辕伊阙。我到关河惊岁暮，却值梁园飞雪。\n不须怨、汴京烟月。歌罢添衣仍命酒，只今宵、离恨多于发。\n男儿事，有本末。"
        },
        {
            "标题": "贺新郎 徐竹逸招同几士兄阁上看梅",
            "作者": "陈维崧",
            "内容": "一树都如雪。君不见、尊前有客，歌声辛切。醉倚花魂花欲语，花似笑人愁绝。\n我一语、亦为花说。人既多愁人已瘦，问花何、瘦亦随人折。\n相看处、酒休竭。"
        },
        {
            "标题": "贺新郎 岳州大捷",
            "作者": "陈维崧",
            "内容": "紫陌春如绮。正巴陵、征南昨夜，捷书飞至。阊阖门开排彩仗，夹道笙歌鼎沸。\n都不用、鱼龙百戏，顷刻凤楼抛钿屑，算今朝、玉做人间世。\n洗兵马，丰年瑞。"
        },
        {
            "标题": "贺新郎 送三韩李若士省亲之楚",
            "作者": "陈维崧",
            "内容": "秋到离亭暮。羡风前、珊鞭玉靶，翩然竟去。借问此行何所向，笑指巴烟郢树。\n是乌鹊、惯南飞处。路入南荒休骋望，有陶公、战舰空滩雨。\n酾热酒，浪花舞。"
        },
        {
            "标题": "贺新郎 作家书竟题范龙仙书斋壁上芦雁图",
            "作者": "陈维崧",
            "内容": "漏悄裁书罢。绕廊行、偶然瞥见，壁间小画。一派芦花江岸上，白雁濛濛欲下。\n有飞且、鸣而悲者。万里重关归梦杳，拍寒汀、絮尽伤心话。\n挨不了，凄凉夜。"
        },
        {
            "标题": "贺新郎 送四弟子万之任黎城",
            "作者": "陈维崧",
            "内容": "月尚圆如许。只江郎、魂消欲别，黯然难赋。矫首玉河桥上立，这我斯须还住。\n看历历、霜毫白兔。假使羿妃知此意，敞璇闺、应也愁蛾聚。\n何苦照，征鞍去。"
        },
        {
            "标题": "贺新郎 月夜看梅花",
            "作者": "陈维崧",
            "内容": "皓魄光微渌。喜东风、琼枝璧月，清辉。顾影娉婷无一语，吴女纤腰初束。\n斜倚在、珠阑曲曲。看到夜深风露冷，浸檐前、一片圞圆玉。\n吾醉矣，共花宿。愁肠被酒还相触。且狂歌、莫言兴尽，再斟醽醁。\n忽忆开元当日事，中有梅妃蛾绿。何必羡、玉奴新浴。\n可惜楼东三十树，雨霖铃、都作连昌竹。花应叹，睡难足。"
        },
        {
            "标题": "贺新郎 鸳湖烟雨楼感旧十用前韵",
            "作者": "陈维崧",
            "内容": "水宿枫根罅。尽沽来、鹅黄老酿，银丝鲜鲊。记得筝堂和伎馆，尽是仪同仆射。\n园都在、水边林下。不闭春城因夜宴，望满湖、灯火金吾怕。\n十万盏，红毬挂。"
        },
        {
            "标题": "贺新郎 丙辰九日",
            "作者": "陈维崧",
            "内容": "废堞经秋坏。削巉岩、下临绝涧，奔浑澎湃。俛仰浮生身世感，满眼黄榆紫塞。\n笑一碧、关河无赖。多事刘郎题糕客，便彭城、戏马皆安在。\n贤豪迹，总稊稗。"
        },
        {
            "标题": "贺新郎 赠善弈者苏生",
            "作者": "陈维崧",
            "内容": "入市乘羊暇。乍归向、百花庭院，春衣暗卸。小与手谈残红径，秋水满眶微泻。\n日影碎、剧棋难罢。争睹宣城真太守，问何人、中正如卿者。\n秋善弈，尔其亚。"
        },
        {
            "标题": "贺新郎 茶村寺寓逢庭柏上人有赠",
            "作者": "陈维崧",
            "内容": "急雨铜街没。喜瞥遇、一僧不俗，有愁都豁。半世不曾持梵呗，只唱晓风残月。\n让衮衮、群儿成佛。音节柔和兼妙好，鬘陀花、簌簌翻林樾。\n遗恨事、无毫发。"
        },
        {
            "标题": "贺新郎 秋夜呈芝麓先生二首 其一",
            "作者": "陈维崧",
            "内容": "掷帽悲歌发。正倚幌、孤秋独眺，凤城双阙。一片玉河桥下水，宛转玲珑如雪。\n其上有、秦时明月。我在京华沦落久，恨吴盐、只点愁人发。\n家何在，在天末。"
        },
        {
            "标题": "贺新郎 乙卯元日十五用前韵",
            "作者": "陈维崧",
            "内容": "梅瘦侵墙罅。趁閒窗、椒觞汎蚁，辛盘盛鲊。抖擞门丞秦叔宝，贝带璘斑光射。\n笑公等、寄人檐下。镜听灶前占吉语，愿今年、烽火无惊怕。\n双彩燕，钗梁挂。"
        },
        {
            "标题": "贺新郎 赠徐月士次友人韵",
            "作者": "陈维崧",
            "内容": "万事都成昨。剩胸中、不平郁起，峰峦确荦。我有匣中三尺水，涩书寒铓冷锷。\n夜夜听、秋城鼓角。青眼谁人吾竟老，喜逢君、交道真堪托。\n忘不了，灯前约。"
        },
        {
            "标题": "贺新郎 送吴瑹符归武林",
            "作者": "陈维崧",
            "内容": "君去还来否。倚西风、频搔短鬓，且攀衰柳。词句沈雄兼感激，似尔惊才希有。\n论笔势、苍然最陡。可惜男儿分袂易，遍长安、寻煞无红袖。\n谁为我，劝君酒。"
        },
        {
            "标题": "贺新郎 中元感怀仍次前韵",
            "作者": "陈维崧",
            "内容": "节届中元矣。九门边、冷云新画，明罗叠水。朝罢千官纷笑语，知我凝情有几。\n悄背著、红墙流涕。惨不成行西苑柳，奈秋来、是物犹如此。\n能禁得，几场雨。"
        },
        {
            "标题": "贺新郎 春日拂水山庄感旧",
            "作者": "陈维崧",
            "内容": "峭壁哀湍泻。枕春山、此间原是，裴家绿野。金粉楼台还羃䍥，已被苔侵绣瓦。\n苍鼠窜，邺侯签架。今日西州何限感，踏花枝、翻惹流莺骂。\n谁认是，羊昙也。"
        },
        {
            "标题": "贺新郎 题曹实庵珂雪词",
            "作者": "陈维崧",
            "内容": "满酌凉州酝。爱佳词、一编珂雪，雄深苍稳。万马齐瘖蒲牢吼，百斛蛟螭囷蠢。\n算蝶拍、莺簧休混。多少词场谈文藻，向豪苏、腻柳寻蓝本。\n吾大笑，比蛙黾。"
        },
        {
            "标题": "贺新郎 见南苑阱熊而叹之同吴天石赋",
            "作者": "陈维崧",
            "内容": "南苑花如绣。见一带、长杨虎圈，咆哮百兽。此物傫然馀猛气，攀槛时时欲吼。\n像铁骑、金戈驰骤。可惜当熊人去杳，锁宫槐、冷落黄金甃。\n谁侍奉，金门帚。"
        },
        {
            "标题": "贺新郎 缪园与谷梁话旧",
            "作者": "陈维崧",
            "内容": "鹃舌啼春冷。记并州、十年飘泊，蝶侥蜂倖。花露微蒸才抑鲊，小阁围香说饼。\n闹多少、帘痕帽影。烛底新翻杨枝曲，字斜行、写上春衣领。\n只此事，君应省。"
        },
        {
            "标题": "贺新郎 丙辰中秋看月虎邱同云臣雪持赋",
            "作者": "陈维崧",
            "内容": "风月佳无比。看石上、冰轮潋滟，长空新洗。金虎寒芒犹未散，耿耿吴宫剑气。\n越显得、翠奁如水。赊取元宵今夜做，飐春灯、嵌遍秋山里。\n十万盏，夜珠缀。"
        },
        {
            "标题": "贺新郎 蘧庵先生五日有鱼酒之饷醉后填词",
            "作者": "陈维崧",
            "内容": "蒲酒浓如乳。更为我、东溟斫鲙，大鱼就脯。携酒石榴花下醉，还选腹腴亲煮。\n耳热也、休提今古。只有寒潮围故国，叹龙舟、寂寞无寻处。\n风乍起，瘦蛟舞。"
        },
        {
            "标题": "贺新郎 题郁东堂词仍用前韵",
            "作者": "陈维崧",
            "内容": "龙爪槐张攫。驰突处、宛骝蹴铁，死生堪托。我把金荃词一卷，字字写成钗脚。\n是吾友、东堂之作。读罢悲风生肘腋，羡君才、不减王宁朔。\n相怜也，总萧索。"
        },
        {
            "标题": "贺新郎 都门洗象词同纬云弟赋",
            "作者": "陈维崧",
            "内容": "百戏鱼龙聚。昼阴阴、云房冰洞，帝城无暑。日晡波心张水幄，列坐彻侯公主。\n其外有、倾城士女。少顷蛮奴乘象至，整鞭梢、踏入金塘去。\n喧豗甚，尔何怒。"
        },
        {
            "标题": "贺新郎 为冒君苗催妆",
            "作者": "陈维崧",
            "内容": "迟日娇莺啭。簸轻风、半栏芍药，参差人面。珠络流苏犀压角，十里龙绡微捲。\n料好梦、一春曾选。节近菖蒲喧笑语，借五丝、先做同心缠。\n画梁上，乳双燕。"
        },
        {
            "标题": "贺新郎 和竹逸江村遇伎之作",
            "作者": "陈维崧",
            "内容": "寒食江村约。正水上、纷纷士女，采兰调谑。中有一人曾相识，记在那家帘阁。\n惊会面、愁他非确。细取玉容花下认，果天涯、断雨翻重握。\n花欲谢，人犹昨。"
        },
        {
            "标题": "贺新郎 送蒋京少随尊公学宪之任豫章",
            "作者": "陈维崧",
            "内容": "双桨摇晴渌。溯长江、浔阳西上，浪堆银屋。卿月乘秋映湓浦，高会诸生白鹿。\n羡公子、翩翩綵服。君去鲤庭浮画舫，更何人、和我迦陵曲。\n谁共剪，西窗烛。"
        },
        {
            "标题": "红林檎近 人日雪中作",
            "作者": "陈维崧",
            "内容": "千斛玉尘暗，万家冰馆开。海素障窗槅，赩霜冻妆台。\n扶将银人上胜，染取白燕摇钗。献岁七日刚才，偏砌就瑶街。"
        },
        {
            "标题": "石湖仙 题放庵上人红豆词卷",
            "作者": "陈维崧",
            "内容": "春愁天样，将红豆词吟，愁归天上。红板桥西帘飏，最关情处，绿窗有人争唱。\n吟红叫紫，尽舞絮、沾泥无恙。梅放。把一樽、檐际相赏。\n南朝许多烟景，被啼莺、梳乾柳浪。千古兴亡，只抵斜阳片晌。\n且趁疏狂，朝眠碧嶂，暮敲乌榜。闲骋望，一生著屐几两。"
        },
        {
            "标题": "红情 咏半吐红梅",
            "作者": "陈维崧",
            "内容": "一丝凝晓。似绛蕊浮釭，锦鳞拍沼。搓透猩绒，卖弄憨嗔许谁拗。\n莫是罗浮人困，珊枕上、小鬟新觉。正睡晕初圆，偷倚绣奁照。\n料峭。年犹少。更酒入潮生，春来靥笑。娇香趁早。休赚夭桃见时恼。\n几颗朱樱绽口，甚日茜花压帽。倩红泪、将绡裹，洒他开了。"
        },
        {
            "标题": "红林檎近 咏佛手柑",
            "作者": "陈维崧",
            "内容": "芳树来瓯越，名同吴下柑。风调轶橙橘，芳华擅闺襜。\n玉人夜凉酒醒，怪底薰透红衫。此际宝鸭休添，香气十分沾。"
        },
        {
            "标题": "虞美人 赋得一枝红牡丹",
            "作者": "陈维崧",
            "内容": "绿窗浓昼逢初夏，满院花都谢。昨宵丝管醉沈香，重放一枝栏角斗红妆。"
        },
        {
            "标题": "送入我门来 同龚仲震小饮高汝敬红梅花下 高系忠宪公孙所居即忠宪祠",
            "作者": "陈维崧",
            "内容": "松漱微波，山铺暝翠，软风吹得帆斜。柴门将掩，步屧诣君家。\n灵均祠畔多香草，总变做孤山树树花。小缕红糟鸡蹠，选花阴碧磴，弄酒拈茶。\n况有良朋，凭醉作生涯。明朝摇橹入城去，约仍过山窗听暮鸦。"
        },
        {
            "标题": "花发沁园春 月夜布席绿萼梅花下同友人小饮",
            "作者": "陈维崧",
            "内容": "借月为花，将花做月，濛濛一树皴玉。银椀筛春，琼箫暖夜，值得珍珠几斛。\n冰肌睡足。更掩映、生绡六幅。念月姊彻夜孤寒，梅妃自小幽独。"
        },
        {
            "标题": "满江红 其六",
            "作者": "陈维崧",
            "内容": "宋室宣和，看艮岳、堆琼砌璐。也费过、几番锤凿，两朝丹垩。\n花石纲催朱太尉，宝津楼俯京东路。晋铜驼、洛下笑人忙，曾回顾。"
        },
        {
            "标题": "花犯 西山晴雪",
            "作者": "陈维崧",
            "内容": "遍崎崟，玲珑晃耀，瑶篸插千点。六花飘飐。照绮旭温黁，光彩逾潋。\n遥怜独骑迷山店。禅扉又早掩。再好问、何村赊酒，吟情遮莫减。"
        },
        {
            "标题": "木兰花慢 过故友周文夏园亭",
            "作者": "陈维崧",
            "内容": "东风昏似梦，又吹我、此间行。算有限欢娱，无多光景，也费经营。\n当初笑呼猿鹤，待功成、绿野始寻盟。空却池塘睡鸭，留些栏槛穿莺。"
        },
        {
            "标题": "有有令 咏画眉鸟",
            "作者": "陈维崧",
            "内容": "风柔日媚。一盏小金笼，绣帘深处坠。红苣同心结，紧绾在、东风里。\n最愁他、点径蜻蜓，衔泥燕子，往来容易。娇影闲临渌水。\n倩小玉、摘相思子。好把猧儿打去，休搅春宵睡。隔花悄唤名字。\n远山卓氏，错认做、画眉郎至。"
        },
        {
            "标题": "偷声木兰花 雨中同吴天篆过饮徐竹逸斋头次天篆韵",
            "作者": "陈维崧",
            "内容": "熟梅时候苏苏雨，遥望君家疑隔浦。我垫巾来，小坐欧公画舫斋。"
        },
        {
            "标题": "怀阮亭",
            "作者": "陈维崧",
            "内容": "隋帝宫门，杨柳岸、春浓花涨。曾密报、杜家书记，平安无恙。相赏每多松石意，此情原在钱刀上。记红桥风月六年游，皆君饷。瓜果宴，离旌漾；神智寺，骊歌唱。任吴霜鬓里，渐为君酿。谩说休文围带减，吾年四十还须杖。夜阑时梦汝帽檐斜，论诗状。"
        },
        {
            "标题": "渡江云 扬州感旧追悼西樵荔裳伯吁介夫诸先生并怀阮亭豹人穆倩定九舟次无言诸公",
            "作者": "陈维崧",
            "内容": "扬州何限好，无情江水，送去渺天涯。风流推宋玉，更有乌衣，门第旧琅琊。\n珠帘璧月，宾徒盛、多少繁华。记当年、水楼烟郭，满地采莲娃。"
        },
        {
            "标题": "浣溪沙 咏橘四首 其一",
            "作者": "陈维崧",
            "内容": "秋染包山树树苍，高低斜缀绛纱囊。西风飘过满湖香。"
        },
        {
            "标题": "换巢鸾凤 咏烛",
            "作者": "陈维崧",
            "内容": "暝色初临。正金荷灼灼，凤胫沈沈。烧残终有泪，剪断岂无心。\n馋脂注得十分深。光翻金粟，影动琼林。春檠上，看带笑、花开似锦。"
        },
        {
            "标题": "浣溪沙 赠王郎",
            "作者": "陈维崧",
            "内容": "十五吴儿渲额黄，鹅笙炙罢口脂香。依稀记是小王昌。"
        },
        {
            "标题": "黄鹤引 咏半茧园双鹤",
            "作者": "陈维崧",
            "内容": "榴红乍吐，下有胎仙暗来去。翛然映水梳翎，琴心对舞。\n珠衣雪举，凝想水天深处。蓬山洞府，曾记得清凉无暑。"
        },
        {
            "标题": "黄鹂绕碧树 冬夜观剧感旧",
            "作者": "陈维崧",
            "内容": "燠馆风帘软，红槽榨酒，冬宵温煦。筝琶狎宴，是延秋杂爨，华清全部。\n一声入破，乍催醒、庭花无数。蓦提起、年少疏狂踪迹，许多情绪。"
        },
        {
            "标题": "左宁南与柳敬亭军中说剑图歌",
            "作者": "陈维崧",
            "内容": "宁南嚄唶大出师，军中百戏无不为。浔阳战舰排千里，夜阑说剑孤军里。\n虎头瞋目盘当中，其意自命为枭雄。说时帐前卷秋月，说罢耳后生悲风。\n军中语秘听者死，寂不闻声夜如水。左坐一将军，右坐一辩士。\n辩士者谁老无齿，魋颜摺胁丑且鄙。得非齐蒯通，乃是柳麻子。\n此翁滑稽真有神，少年趫捷矜绝伦。青春亡命盱眙市，白发埋名说事人。\n宁南置酒军中暇，爱翁说剑真无价。横刀讵趣提汤烹，洗足宁来踞床骂。\n飘零大树蔓寒烟，翁也追思一惘然。西风设祭悲鼓越，夜雨传神倩郑虔。\n感恩恋旧缠胸臆，故国无家归不得。恶少王侯尽可怜，三更镫火披图泣。"
        },
        {
            "标题": "余访子建东回而王谷从朝宗西去赋寄",
            "作者": "陈维崧",
            "内容": "吴山吴水片帆开，驿使惊传江上梅。君过侯嬴虚左待，我从宋玉大招回。\n月明长水三江冷，雪满当湖万马哀。同作征人怜更远，北风吹处一登台。"
        },
        {
            "标题": "蕙兰芳引 洗钵池中有赠",
            "作者": "陈维崧",
            "内容": "客里无憀，瞥见处、绣帘斜轴。恰暮雨潇潇，低唱伤心人曲。\n相逢却扇，板桥西、数枝春竹。正笼中鹦鹉，叫醒一窝红玉。\n携上吴装，一声欸乃，碧天如沐。爱香藕花轻，偏打向船窗簌簌。\n娇歌妙舞，明眸曼睩。记昨宵、水色半城都绿。"
        },
        {
            "标题": "蝶恋花 纪艳十首 其一",
            "作者": "陈维崧",
            "内容": "刘氏三娘双姊妹。生小繁华，家住鸡鸣埭。梵字阑干花影碎，妆楼恰与春波对。"
        },
        {
            "标题": "击梧桐 夏日同友人过竹逸斋头小饮赋此纪事",
            "作者": "陈维崧",
            "内容": "毒热镕金，火云焦釜，喘月吴牛无那。剥啄声，谁拉我。\n过君高馆，科头而卧。只愁避暑何方，除是剪却，乱峰千朵。\n更上危楼，快劈么弦，弹得冰天都破。小饮深谈，耳酣气热，不顾旁人而唾。\n算今古，几贤愚，讵有斯人长饿。归去先生烂醉，任他拍手群儿骂，且踏著、一街新月，把小词閒做。"
        },
        {
            "标题": "极相思 忆梦",
            "作者": "陈维崧",
            "内容": "湿云未敛香蝉，斜倚枕屏前。分明昨夜，依稀往事，院后廊边。"
        },
        {
            "标题": "极相思 夜饮友人所阿云待余不至留词而去归后和之",
            "作者": "陈维崧",
            "内容": "如尘如梦如丝，脉脉意谁知。归来恨晚，休摇屈戍，慢叩罘罳。"
        },
        {
            "标题": "纪艳",
            "作者": "陈维崧",
            "内容": "拂晓相逢花弄口。如此天寒，何事清晨走？小院绿熊铺褥厚，玉梅花下交三九。招入绣屏闲写久。斜送横波，郎莫衣单否？袖里任郎沾宝兽，雕龙手压梅花手。"
        },
        {
            "标题": "满庭芳",
            "作者": "陈维崧",
            "内容": "宅列光延，门齐通德，君恩曾赐山庄。胜衣膝下，粉署半含香。\n白晰华貂插鬓，东头屋、绿野名堂。依稀记，画檐鸱吻，烧作紫鸳鸯。"
        },
        {
            "标题": "摊破丑奴儿 纪艳",
            "作者": "陈维崧",
            "内容": "隔帘挼碎相思苣，斜著乌云。漾著红巾。袅袅亭亭一段春。\n是耶，难道是、昨宵人。"
        },
        {
            "标题": "沁园春 山东刘孔集招饮广陵酒家系故郭石公宅",
            "作者": "陈维崧",
            "内容": "鲁国刘生，笑拉宝鞭，携上糟邱。更一时意气，徐陵袁绍，六朝才调，绿帻红鞲。\n如此人生，奈何不乐，况值离鸿叫暮秋。凭栏望，见风廊水榭，丹漆雕锼。"
        },
        {
            "标题": "寄黄黎洲先生求为先人志墓",
            "作者": "陈维崧",
            "内容": "熹宗之朝盗窃柄，国事稠浊由诸阉。刊章告密满天下，劫火烈烈昆冈炎。\n忠端骨鲠置牢户，少保强项遭髡钳。《三朝要典》乱白黑，尔曹病热徒狂谵。\n膺滂之后爱名节，翁与吾父均酸咸。忠泉出井流不涸，孝笋拔地天能参。\n东都坛墠立名字，西园邸阁纷袿襜。怀宁乱贙老逾怒，矫尾直拂钟山岩。\n我师秋浦魁垒士，便树颐颏张须髯。一呼袒裼暴猛兽，笔阵霍若霜锋铦。\n妖么得志逞报复，一网尽矣心所甘。王师南下明社屋，人头畜鸣尽夷歼。\n四十年来市朝换，曜灵急景奔惊帆。崇文门外党碑倒，沙石磨治苔纹嵌。\n平生先子胶漆友，半作黄叶经秋芟。晨星落落只翁在，开元轶事馀谁谙？\n先朝钩党有本末，冰玉硌礐秋阳暹。今人往往咎过激，毋乃丑正丛讥谭。\n呜呼吾父没已久，墓门郁郁愁松杉。累翁一片道旁碣，请放健笔为雕镵。"
        },
        {
            "标题": "满江红 丹阳贺天山寄词二阕属和其韵 其一",
            "作者": "陈维崧",
            "内容": "枯树衰杨，三叹息，物犹如此。白眼看、尘埃野马，子虚亡是。\n四壁岂无穷可送，九天只有愁难寄。放狂歌、金铁一时鸣，吾衰矣。"
        },
        {
            "标题": "西江月 题六合孙公树捧书图",
            "作者": "陈维崧",
            "内容": "李白开元供奉，当年恩礼偏隆。赐书稠叠出深宫，玉轴牙签郑重。"
        },
        {
            "标题": "念奴娇 寄董玉虬侍御秦中",
            "作者": "陈维崧",
            "内容": "黑窑秋夜，记临风痛饮，黯然言别。我去汴城君绣岭，一样前朝陵阙。\n麦积山高，木皮岭滑，度陇何须怯。汉家节使，天边铙吹不绝。"
        },
        {
            "标题": "满庭芳 赠表兄万大士",
            "作者": "陈维崧",
            "内容": "少日情亲，两家中表，羊车竞戏阶前。雕虫薄技，里塾又随肩。\n弹指渭阳凋谢，乌衣巷、蔓草平田。谁能料，童时伴侣，相对两华颠。"
        },
        {
            "标题": "水调歌头 送恽南田之钱塘并柬毛稚黄",
            "作者": "陈维崧",
            "内容": "蹑屩上灵隐，吹笛下吴淞。送君恰值新爽，纤月印船篷。\n犹忆冷泉亭上，百道跳珠喷雪，飞瀑挂杉松。一别十八载，吾老渐成翁。"
        },
        {
            "标题": "念奴娇 赠陈嘉玉",
            "作者": "陈维崧",
            "内容": "万家水市，被垂杨、映得酒旗都绿。细雨淋浪春欲暝，愁煞蒲帆六幅。\n烟里停桡，花间命屐，小叩幽人屋。素瓷凝雪，果然人淡如菊。"
        },
        {
            "标题": "送恽南田之钱塘并柬毛稚黄",
            "作者": "陈维崧",
            "内容": "蹑屩上灵隐，吹笛下吴淞。送君恰值新爽，纤月映船篷。犹记冷泉亭上，百道跳珠喷雪，飞瀑挂衫松。一别十八载，吾老渐成翁。故人去，携笔墨，写空濛。不知老已将至，挥洒醉偏工。为讯盐桥毛子，果否别来无恙，底事断诗筒。人世作达耳，长邑郁焉穷。"
        },
        {
            "标题": "念奴娇 送韩闻西之吴门",
            "作者": "陈维崧",
            "内容": "虎丘鹤涧，问狂奴綦迹，绿苔偏熟。前月中秋停片舸，特地来听丝竹。\n烂醉高歌，垫巾侧帽，饱看晶轮沐。平生疏放，几曾甘受羁束。"
        },
        {
            "标题": "忆旧游 寄嘉禾俞右吉朱子葆子蓉",
            "作者": "陈维崧",
            "内容": "松陵东去路，记水程、烟驿几多般。鸳鸯湖里泊，重城灯火，一派潺湲。\n船楼玉人行酒，碧浪泻红颜。更幂䍥丹鳞，绵濛黛甲，上下哀湍。\n十年。成间别，想怪侣狂朋，一样啼斑。纵玉清归去，怕满天风露，犹忆人间。\n只是南湖柳色，憔悴不堪攀。长望语儿亭，故人为我且加餐。"
        },
        {
            "标题": "水调歌头 题余氏女子绣西施浣纱图为阮亭赋",
            "作者": "陈维崧",
            "内容": "婀娜针神女，春昼绣西家。闻道若耶溪上，渌水漾明沙。\n为忆吴宫情事，蓦地养娘来至，羞脸晕朝霞。忙向屏山畔，背过鬓边鸦。"
        },
        {
            "标题": "锦缠道 将发玉峰寄纬云弟村居",
            "作者": "陈维崧",
            "内容": "老去江东，拚向渔樵寄傲。问何为、冲炎席帽。年年作苦杂佣保，赤日红尘，怕相嘲程晓。\n想西溪草堂，雨杉烟筱。傍苔阴、置笔床茶灶。晚凉濯足欹湖，恰估船笛响，风定菱丝袅。"
        },
        {
            "标题": "探春慢 新正四日东华门道上同徐电发并辔作",
            "作者": "陈维崧",
            "内容": "冰泮金塘，雪消碧瓦，已将春霁閒作。画鼓敲时，绣旗飏处，辇道晴丝娇惰。\n辽后妆楼在，记楼上、朝天梳裹。如今白玉栏杆，无数燕泥轻堕。"
        },
        {
            "标题": "家善百自崇川来，小饮冒巢民先生堂中。闻百",
            "作者": "陈维崧",
            "内容": "是谁家本师绝艺？檀槽搯得如许！半弯逻逤无情物，惹我伤今吊古。君何苦：君不见、青衫已是人迟暮。江东烟树。纵不听琵琶，也应难觅，珠泪曾干处。凄然也，恰似秋宵掩泣，灯前一队儿女。忽然凉瓦飒然飞，千岁老狐人语。浑无据，君不见、橙心结绮皆尘土。两家后主，为一两三声，也曾听得，撇却家山去。"
        },
        {
            "标题": "庄椿岁 寿高阳李相国",
            "作者": "陈维崧",
            "内容": "千年仙李蟠根，一枝种在沙堤右。金波穆穆，卿云缦缦，小春时候。\n绿鬓调羹，黑头补衮，人间台斗。正宫门络绎，驼封赭帕，频飞送，神仙酎。"
        },
        {
            "标题": "甲辰广陵中秋小饮孙豹人溉堂歌示阮亭",
            "作者": "陈维崧",
            "内容": "把酒狂歌起。正天上、琉璃万顷，月华如水。下有长江流不尽，多少残山剩垒。谁说道、英雄竟死。一听秦筝人已醉，恨月明、恰照吾衰矣。城头点，打不止。当年此夜吴趋里，有无数、红牙金缕，明眸皓齿。笑作镇西鸜鵒舞，眼底何知程李。讵今日、一寒至此。明月无情蝉鬓去，且五湖归伴鱼竿耳。知我者，阮亭子。"
        },
        {
            "标题": "柬程村文友",
            "作者": "陈维崧",
            "内容": "想当年。黄公垆下兴翩翩。盘龙雕马，春风门下盛貂禅。有邹阳董相，一时赏誉重琅玕。略记旗亭游处，都相似、尔我周旋。自许上流，人称名士，终朝蹋臂萦牵。更儿呼德祖，弟蓄灌夫，意气无前。忆唱绿帻金丸，风流放诞，并坐响鵾弦。仿佛是、巷名金钱，幕号红莲。回中下杜，油壁雕鞍，曾经坠粉遗钿。狂奴减未？痴人死未？诟厉语，亦相怜。分携成旧雨，酒阑追省，一往凄然。同学少年虽健，奈酒徒散尽不堪言。道政坊头，延秋门外，忆了千千万。论窥帘映柱人何限，都分付、碎雨零烟。念故人一样艰难，总萧瑟江南庾子山。写瑶琴怨，我弹未了，又怕君弹。"
        },
        {
            "标题": "减字木兰花 其七",
            "作者": "陈维崧",
            "内容": "客船风雨，冷雁湿猿齐夜语。欲作家书，腹转车轮一字无。"
        },
        {
            "标题": "减字木兰花 上巳后一日途次洧川",
            "作者": "陈维崧",
            "内容": "花红草绿，昨日浓春经阮曲。碎雨零烟，今日愁人过洧川。"
        },
        {
            "标题": "减字木兰花 题彭爰琴小像",
            "作者": "陈维崧",
            "内容": "隋宫丝管，曾醉倡家红玉椀。瘦马芦沟，又上燕姬卖酒楼。"
        },
        {
            "标题": "减字木兰花 题山阴何奕美",
            "作者": "陈维崧",
            "内容": "多年枯树，屈铁拗铜阴翠冱。野涧萧林，闲坐幽人抱膝吟。"
        },
        {
            "标题": "减字木兰花 秋雨过红板桥",
            "作者": "陈维崧",
            "内容": "当年此地，销魂人记销魂事。妙舞轻歈，不是柔奴定态奴。"
        },
        {
            "标题": "减字木兰花 送五弟阿龙",
            "作者": "陈维崧",
            "内容": "阿龙最小，失母随兄偏了了。四岁离乡，今日重逢断我肠。"
        },
        {
            "标题": "减字木兰花 渡江宿弟斐玉家",
            "作者": "陈维崧",
            "内容": "江南江北，握手相看那易得。今夜重逢，翠筱黄花伴烛红。"
        },
        {
            "标题": "减字木兰花 酷暑马上口占",
            "作者": "陈维崧",
            "内容": "阳乌酣战，身似吴牛偏易喘。缓辔彷徨，我有田园万斛凉。"
        },
        {
            "标题": "减字木兰花 送四弟子万",
            "作者": "陈维崧",
            "内容": "前年飞絮，我到故园君已去。今岁青山，君又南行我未还。"
        },
        {
            "标题": "减字木兰花 广陵旅邸送三弟纬云南归",
            "作者": "陈维崧",
            "内容": "佛狸城下，兄弟禅房通夜话。红土山头，兄往吴陵弟亳州。"
        },
        {
            "标题": "江城子 石榴",
            "作者": "陈维崧",
            "内容": "茜裙提出锦箱中。向花丛，斗娇容。裙影花光，都到十分浓。\n记得夜凉低压鬓，偏爱把，绿云笼。"
        },
        {
            "标题": "满江红 江村夏咏十首 其一",
            "作者": "陈维崧",
            "内容": "百顷风潭，镇日展、风漪八尺。向此处、未妨饮啖，且须琴弈。\n篱笋细腌红缕豉，吴盐小下银丝鲫。待体中、脱复有佳时，哦周易。"
        },
        {
            "标题": "江城子 秋日同雪笠家弟子万过恭士南郊书舍",
            "作者": "陈维崧",
            "内容": "开元寺外水云宽。竹檀栾，岸巑岏。晴翠飞来，湿透几曾乾。\n碧碧黄黄都滴向，篱落外，远林摊。"
        },
        {
            "标题": "江城子 戏写姬人领巾",
            "作者": "陈维崧",
            "内容": "石头城下小萧娘。眼波长，鬓云光。少小随耶，飘泊到睢阳。\n恰遇游梁病司马，刚一笑，结鸳鸯。"
        },
        {
            "标题": "江村夏咏",
            "作者": "陈维崧",
            "内容": "野水濛濛，掩映处、烟扉三两。羡门外、黄云罢亚，麦场如掌。叱叱村头驱犊返，渳渳江口叉鱼往。喜田园四月不曾闲，人劳攘。嫩晴后，桑阴敞；老屋下，田歌漾。更芋区新灌，鹅群初放。婆饼焦啼秧马活，社公雨过缫车响。笑吴侬原住五湖边，曾呼长。"
        },
        {
            "标题": "菩萨蛮 江行二首 其一",
            "作者": "陈维崧",
            "内容": "东风吹绿江南道，行人却说江南好。红豆两三枝，低垂圣女祠。"
        },
        {
            "标题": "江行望秣陵作",
            "作者": "陈维崧",
            "内容": "轻舟夜剪秋江，西风鳞甲生江面。瓦官阁下，方山亭外，惊涛雪片。一带蒋州，千寻铁锁，等闲烧断。只波间皓月，流光欲下，旧曾照，金陵县。何处回帆挝鼓，更玉笛、数声哀怨。回思往事，永嘉南渡，流人何限。如此江山，几人怜惜，斜阳断岸。正江南烟水濛濛，飞尽楚天新雁。"
        },
        {
            "标题": "水龙吟 江行望秣陵作",
            "作者": "陈维崧",
            "内容": "轻舟夜剪秋江，西风鳞甲生江面。瓦官阁下，方山亭外，惊涛雪片。\n一带蒋州，千寻铁锁，等閒烧断。只波间皓月，流光欲下，旧曾照，金陵县。"
        },
        {
            "标题": "南乡子 江南杂咏六首 其一",
            "作者": "陈维崧",
            "内容": "天水沦涟。穿篱一只撅头船。万灶炊烟都不起。芒履。\n落日捞虾水田里。"
        },
        {
            "标题": "蓦山溪 天穿节次葛鲁卿韵",
            "作者": "陈维崧",
            "内容": "晓寒侧侧，绣户凉如水。灯市火初收，不十日、春喧北里。\n都城士女，结队踏天穿，珠络鼓，画楼旗，漾在东风里。"
        },
        {
            "标题": "江南杂咏",
            "作者": "陈维崧",
            "内容": "户派门摊，官催后保督前团。毁屋得缗上州府，归去，独宿牛车滴秋雨。"
        },
        {
            "标题": "江南杂咏",
            "作者": "陈维崧",
            "内容": "万艘千船，今年米价减常年。乍可宣房填蚁穴，愁绝，不愿官家言改折。"
        },
        {
            "标题": "江南杂咏",
            "作者": "陈维崧",
            "内容": "鸡狗骚然，朝惊北陌暮南阡。印响西风猩作记，如鬼，老券排家验钤尾。"
        },
        {
            "标题": "金菊对芙蓉 送杨亭玉学博之任江浦和梁棠村先生",
            "作者": "陈维崧",
            "内容": "棠邑名城，秣陵剧县，鳣堂坐对晴秋。正人家夹岸，云物当楼。\n扶风绛帐生徒盛，环讲舍、锦瑟红篝。图书四部，才华六代，冠冕南州。"
        },
        {
            "标题": "将归留别练塘诸子",
            "作者": "陈维崧",
            "内容": "游子衣边雪，慈亲地下心。都将苴杖泪，并作苦寒吟。此意复谁识？当歌难自禁。劳君霜夜弹，莫打失巢禽。"
        },
        {
            "标题": "解连环 感遇和云臣",
            "作者": "陈维崧",
            "内容": "槌床抵几。看九州蕉鹿，千秋槐蚁。总若辈、炙手熏天，叹不杀袁刘，依然寒士。\n臣醒而狂，笑不值、一钱程李。问旧年朱户，几遍重经，都剩衰垒。\n何如沾沾自喜。只竹弓射鸭，芒屦驱豕。玉颜石髓难留，拚老去琅琊，终为情死。\n拍手狂歌，正天畔、暮山秋紫。近重阳、螯肥酿熟，醉为佳耳。"
        },
        {
            "标题": "解连环 再咏弈用云臣原韵",
            "作者": "陈维崧",
            "内容": "荷香清燠。更松风满院，檐铃戛触。有数客、清昼围棋，俨地割袁曹，疆分楚蜀。\n布算凝思，渐髹几、光连幽竹。笑都无下意，敛子收奁，只倚空局。\n须臾山飞海覆。惹旁观争看，枰际纷逐。料得橘叟功成，怕枕畔黄粱，定已炊熟。\n何似安眠，且辍戏、閒消三伏。任人猜、弈家劣手，阿奴碌碌。"
        },
        {
            "标题": "解蹀躞 秋雨夜宿田舍",
            "作者": "陈维崧",
            "内容": "淼淼孤村断垄，只浪花翻舞。疏檠自绿，茅檐伴人住。\n休问红糯黄粱，总搴菰米茭丝，湿烟难煮。"
        },
        {
            "标题": "沁园春 为高汝敬尊公季远题像并赠汝",
            "作者": "陈维崧",
            "内容": "彼君子兮，朗若玉山，烂若朝霞。叹三闾香草，忠臣有后，七贤修竹，处士无家。\n画痴书淫，酒铛茶董，满院桐阴一帽斜。真潇洒，负薪而歌者，优孟谁邪。"
        },
        {
            "标题": "解连环 暮秋看窗前杏花",
            "作者": "陈维崧",
            "内容": "碧秋澄澈。把江南染遍，是他黄叶。忽一朵、半朵春红，也浅晕明妆，薄融酥颊。\n簸雨笼晴，笑依旧、茜裙微摺。只夜凉难禁，露重谁忺，蛩语凄咽。\n回思好春时节。正桃将露绶，兰渐成缬。楼上人醉花天，有画鼓银罂，宝马翠埒。\n事去慈恩，枉立尽、西风閒说。伴空濛、驿桥一帽，苇花战雪。"
        },
        {
            "标题": "金明池 茉莉",
            "作者": "陈维崧",
            "内容": "海外冰肌，岭南雪块，销尽人间溽暑。曾种在、越王台下，记著水、和露初吐。\n遍花田、千顷玲珑，惹多少、年小珠娘凝觑。奈贾舶无情，茶船多事，载下江洲湓浦。"
        },
        {
            "标题": "金菊对芙蓉 访单县",
            "作者": "陈维崧",
            "内容": "古树云平，荒台湍激，两贤留下祠堂。见蛛丝网院，马苋围墙。\n承尘画壁昏于梦，千年事、陈迹苍凉。江南游子，无聊侧帽，有恨循廊。"
        },
        {
            "标题": "慢卷紬 赋得秦女卷衣",
            "作者": "陈维崧",
            "内容": "长城西去，峣关一望，万古消魂地。怅汉苑秦宫，陇树洮云，栈连梁益，阁通燕魏。\n绣岭浑河，灞陵红树，鸟鼠山如髻。有六郡良家，四姓小侯，尽隶都尉。\n金鸿嘹唳。萧闺忽忆寒衣事。刀尺拟裁量，怕带围难记。\n砧响秋宵逾霁。捣瘦银蟾，敲残木叶，叠在红箱里。\n倘寄到军前，验取嬴楼，翠销封泪。"
        },
        {
            "标题": "锦缠道 冬日溪行",
            "作者": "陈维崧",
            "内容": "红叶攒天，烘得柴门如醉。板桥南、昏鸦成队。遥村界得寒林碎，一派疏罾，更绕遥村背。"
        },
        {
            "标题": "鱼游春水 秋日过金鱼池",
            "作者": "陈维崧",
            "内容": "韦曲光颓澹，有半亩金塘潋滟。一般红鲤，衬著绿波摇飐。\n色分凤阙丹初滴，光映银墙红欲淡。芳饵轻投，縠纹微蘸。"
        },
        {
            "标题": "鱼游春水 咏金鱼",
            "作者": "陈维崧",
            "内容": "飞红盈盈起，跌下铜沟深半指。一湖茜乳，染就鲤鱼猩尾。\n浅贮空明翡翠瓶，小唼瀺灂桃花水。蹙锦裁斑，将霞漾绮。"
        },
        {
            "标题": "金盏子 咏灯",
            "作者": "陈维崧",
            "内容": "一盏红釭滟玉膏，鸳绡皱处偏凝。春夜照梳头，莲筹杳、凄清牙蒜犀钉。\n便教煎尽银荷，奈芳心耿耿。敲翠竹、悄唤绿翘檐前，兰灯将暝。"
        },
        {
            "标题": "荆南词",
            "作者": "陈维崧",
            "内容": "四月荆南桑柘美。泥就蚕房，雪净无尘滓。红帖糊门多禁忌，家家阿妇劳纤指。笑语小姑应夜起，好事今冬，早把衣裳备。推却缫车佯不理，小姑为恼前言戏。"
        },
        {
            "标题": "蝶恋花 其六",
            "作者": "陈维崧",
            "内容": "四月荆南桑柘美。泥就蚕房，雪净无尘滓。红帖糊门多禁忌，家家阿妇劳纤指。"
        },
        {
            "标题": "荆南词",
            "作者": "陈维崧",
            "内容": "五月荆南秋早莳。黄纸飞来，温语从天至。见说东南民力敝，秋租减半明年事。比屋欢腾还雪涕。只恐来年，还是常年例。我语村农休过计，官家自古言无戏。"
        },
        {
            "标题": "荆南词",
            "作者": "陈维崧",
            "内容": "六月荆南闲也未，一月停忙，暂缓官粮比。闻道开征今日事，新丝买了来城市。不信何花名茉莉，却与农家，白荳花相似。笑煞长桥桥上子，市儿惯取村儿戏。"
        },
        {
            "标题": "西江月 过投金濑怀古",
            "作者": "陈维崧",
            "内容": "有女江头击絮，何人道上吹篪。我来吊古怅空祠，旷望几重云水。"
        },
        {
            "标题": "投金濑怀古",
            "作者": "陈维崧",
            "内容": "格格沙禽拍野塘，离离苦竹上空墙。投金濑在漾斜阳。击絮人才怜武员，浣纱溪又产夷光。英雄生死系红妆。"
        },
        {
            "标题": "玉簟凉 夏景",
            "作者": "陈维崧",
            "内容": "杉驿烟乡。正屏掩楚峰，簟滑吴江。得风篁欲笑，就食鸟相忘。\n鲈鱼美似北固，四十九、入手先香。晚饭罢，觅閒僧话暑，老树赊凉。"
        },
        {
            "标题": "玉簟凉 己未长安七夕",
            "作者": "陈维崧",
            "内容": "太液荷香。怅良夜今秋，仍卧他乡。输他天上景，又填鹊成梁。\n一从上苑入直，金鱼佩、谁放疏狂。瓜果宴，奈庾楼高处，风露偏凉。"
        },
        {
            "标题": "题虞山友人种菊图",
            "作者": "陈维崧",
            "内容": "画师不见黄公望，暖翠晴岚尚插天。何日结邻同种菊？溪锄对把破山前。"
        },
        {
            "标题": "木兰花慢 寿虞山张以韬四",
            "作者": "陈维崧",
            "内容": "虞山山拂水，风倒捲、吼帘泉。想红豆村庄，绛云楼阁，翰墨流传。\n风流后来谁继，有天都、逋客汉张骞。水槛斜欹垞北，晴轩正面湖前。"
        },
        {
            "标题": "钜鹿道中作",
            "作者": "陈维崧",
            "内容": "雄关上郡，看城根削铁，土花埋镞。十月悲风如箭叫，此地人称钜鹿。白浪轰豗，黄沙苍莽，霜蚀田夫屋。车中新妇，任嘲髀里生肉。太息张耳陈余，当年刎颈，末路相倾覆。长笑何须论旧事，汦水依然微绿。欲倩燕姬，低弹赵瑟，一醉生平足。井陉日暮，乱鸦啼入枯木。"
        },
        {
            "标题": "四园竹 龚节孙卧疾东郊秋日过访用片玉词韵",
            "作者": "陈维崧",
            "内容": "山光水态，浓淡上烟扉。菊摇暗壁，蛩语坏廊，人卧萧帏。\n停碧箫，歇翠斝，檀奴懒，况小窗、风月应知。漫凄其。\n床头尚有龙泉，从君且订交期。戏作药名艳体，闲检方书，写上香辞。\n临欲去，日影矬，茶烟飏渐稀。"
        },
        {
            "标题": "兰陵王 春恨",
            "作者": "陈维崧",
            "内容": "香腮托。人与梨花俱弱。东风外、斜压香衾，蹙损潇湘远山角。\n镜鸾空掩却。愁觑玉肌减削。又不是、中酒伤春，尽日沈吟倚妆阁。"
        },
        {
            "标题": "瑞龙吟 春夜见壁间三弦子是云郎旧物感而填词",
            "作者": "陈维崧",
            "内容": "春灯灺。拚取歌板蛛萦，舞衫尘洒。屏间乍见檀槽，与秋风扇，一般斜挂。"
        },
        {
            "标题": "浪淘沙 题园次收纶濯足图",
            "作者": "陈维崧",
            "内容": "滟滪几千堆，溅雪轰雷。巨鳌映日挟山来。舞鬣扬鬐争跋浪，昼夜喧豗。"
        },
        {
            "标题": "归去来 忆石亭老桂兼寄竹逸云臣",
            "作者": "陈维崧",
            "内容": "忆醉石亭山坞，倚桂丛深处。下是谁家高人墓，落英飘下如雨。"
        },
        {
            "标题": "浪淘沙 雪中舟次语溪",
            "作者": "陈维崧",
            "内容": "枯柳挂疏汀，夜火星星。昨宵西水驿边停。犹记津楼绡幔底，谁唤银瓶。"
        },
        {
            "标题": "天仙子 赠寒松和尚同云臣赋 和尚曾驻锡善权，今掩关北郭",
            "作者": "陈维崧",
            "内容": "玉洞银楼垂碧乳，夜夜老猿吟冷树。山僧兴到爱溪山，飞锡住，浮杯渡。\n结个茆庵山下路。"
        },
        {
            "标题": "满庭芳 送顾尼备南归为太夫人寿",
            "作者": "陈维崧",
            "内容": "梅子生仁，柳绵著水，翠阴淰淰遮墙。新裁綵袖，爱趁日初长。\n立马都亭送客，鞭丝飐、帽影低飏。凝情处，暮云堆碧，妒尔作轻装。"
        },
        {
            "标题": "喜迁莺 华汉章招饮听苏昆生度曲",
            "作者": "陈维崧",
            "内容": "风帘霜院。有一派晴秋，暗萦窗练。酒辣侵唇，菊香扑鼻，黄雀紫螯初荐。\n正值客心悽处，那禁夜乌啼断。绛蜡底，恰白头贺老，江潭重见。"
        },
        {
            "标题": "醉红妆 立春前一夕寄畅园小饮时有柳姬翩何在座同园次赋",
            "作者": "陈维崧",
            "内容": "残年屈指不盈旬。晚峰愁，翠黛颦。玉杯饯腊漾红鳞，风动处，酒微皴。"
        },
        {
            "标题": "恋绣衾 其二",
            "作者": "陈维崧",
            "内容": "昏昏绿水乳燕飞，蹙香红、堆满地衣。梳洗罢、登楼望，见长天，一碧四围。\n行人更在天之外，问地名、甚处武威。想郎处、枝头鸟，并无杜宇劝归。"
        },
        {
            "标题": "满江红 梁溪顾梁汾舍人过访赋此以赠兼题其小像",
            "作者": "陈维崧",
            "内容": "二十年前，曾见汝、宝钗楼下。春二月、铜街十里，杏衫笼马。\n行处偏遭娇鸟唤，看时谁让珠帘挂。只沈腰、今也不宜秋，惊堪把。"
        },
        {
            "标题": "梁溪顾梁汾舍人过访赋此以赠兼题其小像",
            "作者": "陈维崧",
            "内容": "二十年前，曾见汝、宝钗楼下。春二月、铜街十里，杏衫笼马。行处偏遭娇鸟唤，看时谁让珠帘挂。只沈腰今也不宜秋，惊堪把。且给个，金门假；好长就，旗亭价。记炉烟扇影，朝衣曾惹。芍药才填妃子曲，琵琶又听商船话。笑落花和泪一般多，淋罗帕。"
        },
        {
            "标题": "念奴娇 梁紫有和予百字令词因用前韵酬之送其暂返锦池兼促即来梁苑",
            "作者": "陈维崧",
            "内容": "朝来急霰，似千层浴铁，一军都白。何事严装偏早发，鞭指荒台阏伯。\n万籁悲号，六花狂舞，归骑疑冲敌。离杯当尽，人生有限肝臆。\n感尔学富侯鲭，才同禁脔，偏嗜秦人炙。也拟寒天牵老伴，消过残冬腊雪。\n上冢庞公，移居杜老，别剧来须急。车沙稳，好将家具收拾。"
        },
        {
            "标题": "恋绣衾 春暮二首 其一",
            "作者": "陈维崧",
            "内容": "瞢腾春梦弄夹衣，压阑干、凭损玉肌。小玉向、纱窗报，坼红墙，园笋乍肥。"
        },
        {
            "标题": "桃源忆故人 重游惠山寄畅园怀秦对岩检讨",
            "作者": "陈维崧",
            "内容": "松湍百道喧晴雪，冷瀑何年才歇。水上瘦梅如铁，眠补红桥缺。"
        },
        {
            "标题": "高阳台 绣佛",
            "作者": "陈维崧",
            "内容": "拓尽翎毛，刺完花卉，生憎满帧春愁。一事萦怀，才忘又到心头。\n济尼索绣鬘陀像，猛思量、此诺须酬。砑缭绫，香要先熏，样要亲钩。"
        },
        {
            "标题": "临江仙 酬赠崇川陶月峤床",
            "作者": "陈维崧",
            "内容": "四十男儿方坠地，家声列戟风流。翩翩挟弹少年游。\n兄居长乐尉，主尚富平侯。"
        },
        {
            "标题": "临江仙 咏竹夫人二首 其一",
            "作者": "陈维崧",
            "内容": "孤竹君原称苦节，晚遗弱息江村。夜凉荐寝暂承恩。\n斑留江上点，冷浸月中魂。"
        },
        {
            "标题": "念奴娇 临津怀古",
            "作者": "陈维崧",
            "内容": "笛声紧处，向霜空削下，一天秋气。我买蜻蛉刚六尺，红树之中斜繫。\n闻说当年，从来此处，剧号繁华市。如今只有，古祠閒映流水。"
        },
        {
            "标题": "临江仙 赠柯翰周",
            "作者": "陈维崧",
            "内容": "玉树三柯偏竞秀，枝枝黛色嶙峋。一枝才茁便淩云。\n车从新市出，衣用异香薰。"
        },
        {
            "标题": "临江仙 武塘赠钱岩烛",
            "作者": "陈维崧",
            "内容": "黄竹篙儿如雁叫，西风直放江船。橹声摇破鹤湖烟。\n园林排水次，甲第矗花前。"
        },
        {
            "标题": "玲珑四犯 苦雨同云臣用梅溪词韵",
            "作者": "陈维崧",
            "内容": "屈注银潢，问天畔河流，还剩多少。风雨争驰，铁骑金戈齐到。\n只有几叠屏风，上画著、吴天晴晓。叹年光、销沈何处，都付汀烟水草。"
        },
        {
            "标题": "玲珑四犯 人日前一日雪中用梅溪词韵",
            "作者": "陈维崧",
            "内容": "胜里春人，和天上琼葩，今夜双剪。糁粉飘绵，舞困乍飏仍捲。\n低处才满银塘，旋又上、凤楼堆遍。问晓来、还积多少，定没小窗双扇。"
        },
        {
            "标题": "玲珑四犯 月下闻笛",
            "作者": "陈维崧",
            "内容": "三五良宵，看云月澄鲜，幽辉盈抱。羁旅无眠，愁思几番萦绕。\n满园春水空濛，映翠竹、枝枝斜袅。恰嘹喨、谁家入破，遥想小楼空悄。"
        },
        {
            "标题": "念奴娇 留别钱础日即用其见赠原韵",
            "作者": "陈维崧",
            "内容": "昔年作客，记美人剑士，逢场都有。烛泪堆槃帘舞雪，薇帐轻红垂斗。\n剧孟家边，莫愁村外，恰对铜街口。为欢并日，底须寒食重九。"
        },
        {
            "标题": "探春令 试灯夜对雪",
            "作者": "陈维崧",
            "内容": "六街料理做元宵，奈雪儿偏下。小鹦哥、隔著秋千架，将六出、花轻骂。"
        },
        {
            "标题": "作家书竟题范龙仙书斋壁上芦雁图",
            "作者": "陈维崧",
            "内容": "漏悄裁书罢。绕廊行，偶然瞥见，壁间古画。一派芦花江岸上，白雁濛濛欲下。有立且、飞而鸣者。万里重关归梦杳，拍寒汀、絮尽伤心话。捱不了，凄凉夜。城头戍鼓刚三打。正四壁、人声都静，月华如泻。再向丹青移烛认，水墨阴阴入化。恍嘹唳、枕棱窗罅。曾在孤舟逢此景，便书画相对心犹怕。君莫向，高斋挂。"
        },
        {
            "标题": "龙山会 暮秋蘧庵先生自吴中归词以讯之",
            "作者": "陈维崧",
            "内容": "飒沓梧宫叶，舞遍西风，又送人归也。稻粱吴地俭，天外雁、拣尽寒汀空下。\n谁识故将军，只亭尉、偏工醉骂。王和霸。铜仙月中，如铅泪泻。\n剡曲兴尽王猷，懒心情、最聊萧难画。买烟航雨艇，归计稳、入手碧鲈红鲊。\n我倚垫巾楼，见君蒲帆恰卸。隔水榭。一尺钓丝堪对把。"
        },
        {
            "标题": "新荷叶 新霁郊外纪游",
            "作者": "陈维崧",
            "内容": "日丽风柔，水边天气鲜新。闲坐斜桥，数完几折溪痕。\n酒旗戏鼓，怯馀寒、未满前村。小红乍乳，莺声一巷才匀。"
        },
        {
            "标题": "雨后同卢龙孙金廓明羊月生朱嗣殷过饮刘睿生家纪事",
            "作者": "陈维崧",
            "内容": "雨脚今晨歇，翩然挈伴行。径须谋薄醉，不可负微晴。\n老屐缘村响，危桥趁涧成。剪蔬兼斸笋，坚坐看经营。"
        },
        {
            "标题": "永遇乐 马殿闻太史招饮兼以轩中遣怀词见示即用来韵奉柬",
            "作者": "陈维崧",
            "内容": "碧浸篱门，青黏屋角，风叶鸣路。山后池塘，水边帘阁，色染潇湘雨。\n鸭阑鹿柴，棕鞋桐帽，閒数花须微步。日长时、据梧捉麈，清谈大有支许。"
        },
        {
            "标题": "轮台子 采菱",
            "作者": "陈维崧",
            "内容": "别浦莲歌乍歇，又棹入、菱潭深窅。西风乱水弥弥，斜日远帆了了。\n小娃兰桨齐开，斗云英、一色裙波袅。才低珠腕，又弱蔓柔茎将人绕。"
        },
        {
            "标题": "辘轳金井 咏闺人汲水浣花",
            "作者": "陈维崧",
            "内容": "落灯风定，粉墙东、梅英一点红小。景物融和，爱春光恁好。\n鹦哥哢巧。唤帘内、浣花须早。况有阶前，东风露井，一泓清晓。"
        },
        {
            "标题": "浪淘沙",
            "作者": "陈维崧",
            "内容": "酒尽恰天寒，鹿柴恒关。漫劳曲米想云安。尽日疗饥惟黛色，多谢青山。"
        },
        {
            "标题": "玉山枕 秋夜较亡友史远公青堂词卷竟凄然缀此",
            "作者": "陈维崧",
            "内容": "山馆烟舍。记汗漫、同杯斝。飞腾峭壁，攀援绝涧，乱水奔浑，暮云狼藉。\n夜深健句怒盘空，看笔底、崖崩涛泻。更兴酣、蚁视群儿，掷瑟瑟、踞酒垆而骂。"
        },
        {
            "标题": "繫裙腰 咏裙",
            "作者": "陈维崧",
            "内容": "满园草色绿迢迢。都吹上，小裙腰。栖鸾宿蝶风流甚，暗晕红潮。\n轻飏处，称垂髫。有时沈在帘儿底，依稀微露轻绡。\n隔花绣带无风转，浅立春宵。想应拂遍，落梅娇。"
        },
        {
            "标题": "八归 杜家庙距济南四十五里，有旅馆颇幽靓，砌下玉簪一丛，尤楚楚可念，徙倚久之，词以写怀",
            "作者": "陈维崧",
            "内容": "鞭丝小弄，征尘轻浥，云水一片寥廊。凉桥卸驮聊停憩，遥送明湖趵突，爽气森薄。\n小阁矮窗新粉壁，更绕砌、疏枝幽萼。背立处、暗省花名，琐事顿萦著。"
        },
        {
            "标题": "绿头鸭 清和",
            "作者": "陈维崧",
            "内容": "翠阴阴。顿染遍、小园前后，果然夏浅胜春。一声莺、穿窗透幕，满街絮、扑帽萦巾。\n挑笋偏宜，脱绵乍可，风光尤喜恰初旬。清和景、水烟画就，谷雨搓匀。\n漫因循。溪山好在，何妨荷蓧垂纶。笑无端、一场春梦，问几度、百岁閒身。\n趁冉冉、柔青缓绿，吟兴剧鲜新。烘朵玫瑰，剪枝芍药，摘梅煮酒且娱宾。\n屈指算、盈盈桑妇，渐作茶人。"
        },
        {
            "标题": "满江红 咏雪叠韵八首 其一",
            "作者": "陈维崧",
            "内容": "雪洒彤墀，看帝里、风光不恶。恰喜是、银装绛灌，琼雕卫霍。\n粉椽班中年尚少，玉儿宫里腰初约。更太平、天子坐当中，帘垂著。"
        },
        {
            "标题": "满江红 秋日几士兄姬人生子词以志喜",
            "作者": "陈维崧",
            "内容": "人种追来，喜阮曲、又生遥集。是月里、风飘桂子，夜来亲拾。\n旦日惊看佳气满，经年怪底吟声涩。果息机、结得蚌胎成，珠光湿。"
        },
        {
            "标题": "满江红 咏雪叠韵八首 其二",
            "作者": "陈维崧",
            "内容": "连日微阴，梅花外、数声姑恶。憔悴是、净持小女，儿家姓霍。\n春梦昼寒偏易醒，鬓丝指冷应难约。思沈沈、独自抱银筝，人猜著。"
        },
        {
            "标题": "满江红 秋日登单父城外春秋阁",
            "作者": "陈维崧",
            "内容": "单父城东，堆遍了、万层秋色。凭阑望、齐疆鲁甸，一泓晴碧。\n此去渐通霄汉路，吾生只少翱翔翼。缭櫩斜、百尺俯中原，空苍极。"
        },
        {
            "标题": "满江红 闻阮亭罢官之信并寄西樵再叠前韵",
            "作者": "陈维崧",
            "内容": "鼎鼎朱门，满眼是、膨脝腹涨。谁得似、心情半懒，风情微恙。\n阿堵考君材最下，孔方阻尔书难上。算人间、只有芰荷裳，堪相饷。"
        },
        {
            "标题": "满江红 同云臣和天玉元夜泊舟溪口感旧之作",
            "作者": "陈维崧",
            "内容": "峭冷尖寒，也算做、一番元夕。还记忆、清歌妙舞，梅魂雪魄。\n向日微闻年少事，狂夫曾到岐王宅。把玉箫、吹起落梅风，成今昔。"
        },
        {
            "标题": "满江红 四用回韵贺几士兄纳姬",
            "作者": "陈维崧",
            "内容": "桃叶桃根，把双桨、亲迎邻邑。记住在、香街直下，画桥斜北。\n扶下铜舆雅鬓妥，贮来绡槛莺啼急。晕桃痕、注靥道胜常，羞郎揖。"
        },
        {
            "标题": "满江红 将发梁溪酒后与吴园次",
            "作者": "陈维崧",
            "内容": "臣醒而狂，问何处、再寻荆聂。但相见、金樽休放，玉箫须擪。\n旧事漫誇冠盖里，新愁合付昆明劫。幸名园、一月共联床，歌声接。"
        },
        {
            "标题": "满江红 赠朱亦岩先生再叠前韵 先生楚人",
            "作者": "陈维崧",
            "内容": "湘入潇波，极望处、楚天碧涨。来领袖、五湖词赋，齐盟无恙。\n萧帝宅荒葭菼外，昭君村在秭归上。羡风骚、两地仗斯人，从天饷。"
        },
        {
            "标题": "东风第一枝 试灯夕同云臣京少赋",
            "作者": "陈维崧",
            "内容": "万户烧红，千门照茜，春灯零乱如许。莲钗綵燕还摇，兰街火蛾才吐。\n常时此际，只做弄、满楼丝雨。喜打头、新岁冰轮，将到十分圆处。"
        },
        {
            "标题": "满江红 过邯郸道上吕仙祠示曼殊",
            "作者": "陈维崧",
            "内容": "丝竹扬州，曾听汝、临川数种。明月夜、黄粱一曲，绿醅千瓮。\n枕里功名鸡鹿塞，刀头富贵麒麟冢。只机房、唱罢酒都寒，梁尘动。"
        },
        {
            "标题": "水调歌头 题远公画洞山图送天石北上",
            "作者": "陈维崧",
            "内容": "何以赠行卷，而作洞山图。旁人拍手大笑，画者复谁欤。\n此去燕姬马湩，况足金茎仙瀣，茗椀酷非须。卿复携来否，长柄有葫芦。"
        },
        {
            "标题": "金菊对芙蓉 过侯敷文村居留赠仍用前韵",
            "作者": "陈维崧",
            "内容": "紫艳牵裾，红香扑帽，手编花鸟阳秋。有佳儿膝下，少妇楼头。\n红栏粉壁吴船样，明棂外、蜂蝶成毬。有时月上，前墟送到，牧笛樵讴。"
        },
        {
            "标题": "满江红 看牡丹感旧",
            "作者": "陈维崧",
            "内容": "芍药啼烟，倚晴昼、枝枝欲颤。恰又是、送春天气，夹衣庭院。\n香径露浓围绣幄，软帘风细低歌扇。将去年、情事倚阑干，思量遍。"
        },
        {
            "标题": "满江红 再叠前韵酬几士兄",
            "作者": "陈维崧",
            "内容": "阿大中郎，论家世、人人有集。吾老矣、沅湘香草，童蒙聊拾。\n破屋霜红萝薜暗，空斋雨黑仓琅涩。叹青衫、原不为琵琶，年年湿。"
        },
        {
            "标题": "满江红 琴弈双清为阎牛叟赋",
            "作者": "陈维崧",
            "内容": "绿齿摴蒱，憨狂煞、他家儿女。笑此是、牧猪奴戏，何心共赌。\n懒凭绣床抽蛱蝶，爱拈红子争龙虎。恰偏逢、郎手劣于侬，降幡举。"
        },
        {
            "标题": "满江红 贺曹掌公秋捷仍用前韵",
            "作者": "陈维崧",
            "内容": "老尽诗人，吴与越、惟君杰出。人都羡、家风华贵，文澜绮密。\n三世金莲学士烛，一门银管湘东笔。看来春、骏马蹴长楸，千千匹。"
        },
        {
            "标题": "满庭芳 寿王敬哉先生用棠村词韵",
            "作者": "陈维崧",
            "内容": "菊尚拖黄，梅将凝粉，安排晴日开筵。锦笙画鼓，谱出鹧鸪天。\n两世尚书门第，朝回后、绣毂纷然。华堂上，升平保傅，矍铄地行仙。"
        },
        {
            "标题": "满庭芳 寿大司农梁苍岩先生",
            "作者": "陈维崧",
            "内容": "黄阁勋名，黑头卿相，瑶池第一神仙。蕉林书屋，烟景胜平泉。\n珠岛花洋万里，牙樯送、南海归船。还朝后，锦袍茜袖，长侍紫宸前。"
        },
        {
            "标题": "满江红 赠大西洋人鲁君仍用前韵",
            "作者": "陈维崧",
            "内容": "怪怪奇奇，咄咄甚、嘻嘻出出。经过处、暹罗瘴恶，荷兰烟密。\n鹤语定知何代事，麟经不省何人笔。驾崩涛、九万里而来，鼋鼍匹。"
        },
        {
            "标题": "满江红 赠吴白涵回用前韵",
            "作者": "陈维崧",
            "内容": "轰隐家门，捉鼻免、问君何术。适志耳、和烟种树，带云舂术。\n杜老堂前邻扑枣，陶公酒后儿呼栗。更风潭、夹宅月当门，消閒日。"
        },
        {
            "标题": "满江红 风雪行丹阳道中",
            "作者": "陈维崧",
            "内容": "秃树僵杉，趁玉舞、离披作势。经多少，断桥仄涧，破楼枯寺。\n毡笠裹风嗟觱发，笋舆兀雪愁颠踬。谢邮亭、汤社点红姜，招行骑。"
        },
        {
            "标题": "满庭芳 纪梦",
            "作者": "陈维崧",
            "内容": "黄入东风，绿来南内，梦中春水竛竮。个侬香粉，髣髴也曾经。\n还是簸钱堂上，当年事、有影无形。高楼外，珠圆莺脆，隔院已闻声。"
        },
        {
            "标题": "满庭芳 五日玉峰竞渡用梅村词韵",
            "作者": "陈维崧",
            "内容": "菖歜芳筵，葵榴绮节，一雨凉透重湖。绣旗画鼓，兰桨划菰蒲。\n多少唐陵汉寝，千年恨、远近楸梧。休凭吊，玉山将倒，翠袖可相扶。"
        },
        {
            "标题": "满庭芳 吴门管烈妇夫亡殉节词以纪事",
            "作者": "陈维崧",
            "内容": "镜掩离鸾，弦摧别鹤，千秋彤史留芬。机中锦字，长恨与谁论。\n一自磨笄人杳，成灰后、蝶化罗裙。人间事，依然花月，空馆总无春。"
        },
        {
            "标题": "满庭芳 林天友别驾招饮同云臣赋赠",
            "作者": "陈维崧",
            "内容": "荔浦楼台，榕城甲第，相门群羡贤甥。诗篇宦迹，双斗早梅清。\n几度桃花浪暖，贤劳最、转饷神京。才归也，楚天在望，又听夜猿鸣。"
        },
        {
            "标题": "满庭芳 丙辰元夕",
            "作者": "陈维崧",
            "内容": "战马千群，戍旗一片，江东月又刚圆。凝妆艳粉，何异太平年。\n楼上冰帘绛蜡，参差弄、凤管鹍弦。楼儿下，金蛾玉茧，风景倍嫣然。"
        },
        {
            "标题": "满庭芳 过辽后梳妆楼同洪昉思赋",
            "作者": "陈维崧",
            "内容": "细马轻衫，西风南苑，偶然人过金沟。道旁指点，辽后旧妆楼。\n想像回心宫院，钿筝歇、含泪梳头。青史上，武灵皇后，一样擅风流。"
        },
        {
            "标题": "满庭芳 咏腊梅和京少韵",
            "作者": "陈维崧",
            "内容": "仙泪流铜，蜂脾酿蜜，圣檀初傅新妆。冰檐雪甃，带暝乱斜阳。\n自是罗浮别种，依稀剩、金粟馀香。王孙弹，枝头万颗，偏惹画帘长。"
        },
        {
            "标题": "满庭芳 蜀山谒东坡书院",
            "作者": "陈维崧",
            "内容": "水拍晴桥，山衔春店，飞花落絮悠飏。打鱼放鸭，四月好年光。\n此地林峦绝胜，家家足、碧涧幽篁。斜坡上，碎瓻败甓，零乱补围墙。"
        },
        {
            "标题": "满庭芳 清明前一日同云臣溪干观剧",
            "作者": "陈维崧",
            "内容": "近水人家，弄晴天气，清明恰是来朝。晓莺无赖，唤我驿边桥。\n多少归宁溪女，花枝飐、香粉轻飘。疏篱畔，兰芽杏蕊，开到十分娇。"
        },
        {
            "标题": "满庭芳 谈长益携具招游八公岩",
            "作者": "陈维崧",
            "内容": "水寺拖烟，山楼嵌雨，日长经院无人。茶香竹翠，也算是前因。\n兽窟山前精舍，参差处、欲断还匀。依稀似、凫雏雁子，零乱不成群。"
        },
        {
            "标题": "满庭芳 送吴初明南还秣陵",
            "作者": "陈维崧",
            "内容": "飒沓寒鸦，聊萧冻叶，西风压雪将低。芦沟南下，立马惜分携。\n此去鸡笼山馆，江梅瘦、恰与檐齐。都门事，墙头过酒，烂醉懒重提。"
        },
        {
            "标题": "满庭芳 中元节途次蒙阴追悼亡女",
            "作者": "陈维崧",
            "内容": "庾氏苟娘，左家娇女，慰情谁道非男。铭椒颂菊，略涉也粗谙。\n每岁因爷作客，恒归伴、阿母香奁。天涯信，灯花蟢子，频向紫姑占。"
        },
        {
            "标题": "满庭芳 暮秋梁溪南郊看菊纪游",
            "作者": "陈维崧",
            "内容": "雨坼池莲，霜彫岩桂，愁饯临去秋光。城南漫兴，步屧趁林塘。\n叹息人家兵后，莓苔遍、废井颓墙。溪桥畔，柴门半掩，篱落未全荒。"
        },
        {
            "标题": "满庭芳 吾邑茶具俱出蜀山，暮春泊舟山下，漫赋此词",
            "作者": "陈维崧",
            "内容": "白甀生涯，红泥做活，乱烟细袅孤村。春山脚下，流水浴柴门。\n紫笋碧鲈时候，溪桥上、市贩争喧。推篷望，高吟杜句，旭日散鸡豚。"
        },
        {
            "标题": "大酺 七夕坐客大合乐漫赋",
            "作者": "陈维崧",
            "内容": "历历银飙帘外落，又是一番节序。今宵停宝杼，正南部烟花，西风牛女。\n端正窥帘，轻狂换盏，多少良俦俊侣。有白发何戡，青春张绪，流商刻羽。\n渐露湿瓜筵，月穿针孔，纱幮无暑。醉摇栀子树。是郁金堂后西偏路。\n谁知道、三生杜牧，前度刘郎，重来还到听歌处。钿盒一朝分，记不起、长生私语。\n算此际、情偏苦。离多会少，岂独天边河鼓。客且歌完金缕。"
        },
        {
            "标题": "鹊桥仙 七夕同蘧庵先生暨诸公饮桢百堂中漫赋",
            "作者": "陈维崧",
            "内容": "天边枕簟，人间瓜果，比夜嫩凉分取。次公原是醒而狂，谁耐乞、七襄残缕。"
        },
        {
            "标题": "眉峰碧 春夜见新月",
            "作者": "陈维崧",
            "内容": "宝马萦帘押，金斗薰珠袷。一团醉玉怯春寒，斜向红裯压。"
        },
        {
            "标题": "玉梅令 南耕所葺书舍，颜曰梅庐。昨始移得古梅一株，遽以誇我，走笔戏柬",
            "作者": "陈维崧",
            "内容": "旧营梅舍，不见些梅也。今朝真见梅精嫁。看藓铺铁鬣，并石绣铜柯，黛色成围，涛声暗泻。\n癖处疑颠，狂来相诧。说此乐、甚于仆射。撚横枝微嗅，何必待花开，香已在、枕棱窗罅。"
        },
        {
            "标题": "画堂春 小春",
            "作者": "陈维崧",
            "内容": "不寒不暖好年光，依然人在江乡。春人偷嫁与冬郎，便小何妨。"
        },
        {
            "标题": "忆秦娥 梦至石城盘马觉后赋此",
            "作者": "陈维崧",
            "内容": "桃花埒，依稀醉犯青溪雪。青溪雪，草头一点，玉骢明灭。"
        },
        {
            "标题": "夜行船 月下汎舟水绘园同冒巢民先生赋",
            "作者": "陈维崧",
            "内容": "兰桡轻点春流碧，蘸垂杨、丝丝无力。百顷簟纹，一泓香黛，人在短篷吹笛。"
        },
        {
            "标题": "感皇恩 其五",
            "作者": "陈维崧",
            "内容": "记在鲁蒙阴，霜枫浓淡。叠巘层崖幻苍绀。秋生海市，红日一轮孤陷。\n晚凉催卸驮，投关店。"
        },
        {
            "标题": "蓦山溪 禊日感旧 悼远公也",
            "作者": "陈维崧",
            "内容": "去年上巳，正值春阴候。千古艳兰亭，况岁是、重逢癸丑。\n濛濛烟艇，小泊画溪东，林花溜，溪花皱，雨湿春衫袖。"
        },
        {
            "标题": "明月逐人来 惠山山麓谒睢阳祠",
            "作者": "陈维崧",
            "内容": "坏廊径仄，哀湍响激。松杉外、层层夜色。悲歌南八，箭著浮图甓。\n铁像贺兰苔涩。"
        },
        {
            "标题": "疏影 暮春新霁",
            "作者": "陈维崧",
            "内容": "流莺无赖。将一天霁景，啼碎窗外。雨后帘青，桥上衫红，盈盈定有人在。\n趁晴蛱蝶漫空舞，立不稳、泥金裙带。水如尘、玉剪轻飞，莫点葡萄痕坏。"
        },
        {
            "标题": "水龙吟 巷口见磨镜者",
            "作者": "陈维崧",
            "内容": "琅然者是何声，因风飘入深闺底。蝶蜂引处，卖花声乱，倍添娇脆。\n蓦地谁家，兽环小响，轻摇栀子。见一双小玉，盘龙暗捧，和羞映，中门里。"
        },
        {
            "标题": "凤凰台上忆吹箫 秣陵怀古",
            "作者": "陈维崧",
            "内容": "红板桥南，锦衣仓北，金陵从古皇州。记离宫墙外，年少潜游。\n忽听九重仙乐，东风细、声度龙楼。依稀认，宁王玉笛，贺老箜篌。"
        },
        {
            "标题": "蓦山溪 惠山泉亭看月",
            "作者": "陈维崧",
            "内容": "乱崖杏嶂，肯放篮舆倦。呜咽夜泉吟，石栏边、冷云铺满。\n携将一卷，陆羽斗茶经，煎雪乳，碾龙团，帻向松风岸。"
        },
        {
            "标题": "蕙兰芳引 咏木瓜花",
            "作者": "陈维崧",
            "内容": "绿水人家，有一树、垂垂红雪。瘦影亚雕阑，啼尽春禽百舌。\n玉娥睡醒，问何处、麝兰偷泄。恰侍儿报道，枝上名花才结。"
        },
        {
            "标题": "木兰花慢 寿吴母黄夫人五",
            "作者": "陈维崧",
            "内容": "红云飞一朵，鸾鹤下、叩真妃。是江夏无双，吴公第一，两好门楣。\n相逢瑶台擘脯，说蓬莱、清浅事依稀。兴庆池头命妇，鹿门山下贤妻。"
        },
        {
            "标题": "木兰花慢 戊午中秋同既庭",
            "作者": "陈维崧",
            "内容": "举觞浮皓魄，何故向、客中圆。只斫月吴刚，登楼王粲，一样难眠。\n长安。金波万顷，尽六宫、三市浸其间。天上桂轮晶饼，人间玉臂云鬟。"
        },
        {
            "标题": "念奴娇 十一夜黑窑厂对月龚芝麓先生招陪诸公送董玉虬侍御之任秦中五叠前韵",
            "作者": "陈维崧",
            "内容": "董公健者，到秦川、正看秦时明月。立马灞陵桥上望，极目应添白发。\n驰道云埋，重关日落，金铁争摩切。慷慨怀古，西风飒飒难歇。"
        },
        {
            "标题": "苏武慢 送孙郎贾",
            "作者": "陈维崧",
            "内容": "胃脯击钟，马医连骑，閒者吾闻之矣。神仙无路，将相难为，只有鬻财可耳。\n解人吾子，健者孙郎，遂作急装而起。看翩然、袨服鸣鞭，矫若奔泉渴骥。"
        },
        {
            "标题": "沁园春 赠别龚佩纫",
            "作者": "陈维崧",
            "内容": "南郭先生，门巷萧疏，庭除寂寥。恰一湾蓼岸，远樯列荠，数间竹屋，夜雨鸣涛。\n曾记当年，浪游京国，燕赵悲歌也自豪。归来后，喜依然三径，仲蔚蓬蒿。"
        },
        {
            "标题": "眼儿媚 过城南小曲感旧",
            "作者": "陈维崧",
            "内容": "青楼斜拂小春池，池上绿杨枝。态奴歌管，念奴弦索，唱尽新词。"
        },
        {
            "标题": "南浦 泊舟江口",
            "作者": "陈维崧",
            "内容": "吴樯晚眺，看隔江、螺髻碧离离。龙虎销沈无据，往事不胜悲。\n忆昔曹公饮马，对江流、横槊赋新诗。羡三吴人物，伯符公瑾，年少更雄姿。"
        },
        {
            "标题": "南柯子 蝶庵花下送苏生仲补游京师",
            "作者": "陈维崧",
            "内容": "带醉翻楸局，佯憨恼绮筵。笑他柯烂不知年，输尔才拈红子、便通仙。"
        },
        {
            "标题": "南乡子 清明后一日吴阊道中作二首 其一",
            "作者": "陈维崧",
            "内容": "才过清明，东风怯舞不胜情。红袖楼头遥徙倚，垂杨里，阵阵纸鸢扶不起。"
        },
        {
            "标题": "忆馀杭 东皋客舍待毛亦史不至",
            "作者": "陈维崧",
            "内容": "一树梅花千顷碧，耐尽春寒眠不得。閒愁如雨雨如愁，点点在心头。\n飘零心事谁知道，又是天涯寒食到。春江尽处是娄江，目断水云乡。"
        },
        {
            "标题": "浣溪沙 偶憩清和庵即事",
            "作者": "陈维崧",
            "内容": "垒石缘流一径斜，寺门幽似野人家。西风黄叶响篱笆。"
        },
        {
            "标题": "隔帘听 听旧家歌伎隔墙度曲",
            "作者": "陈维崧",
            "内容": "十载画楼烟月，凝想归何处。黄絁新作瑶妃侣。怅碧海茫茫，琼楼清苦。\n无一语。掩纱窗、低笼雁柱，将情诉。妆楼一所，红粉墙围住。\n歌声偏透红墙去。想他墙内，新愁万缕。伊知否。隔墙一般悽楚。"
        },
        {
            "标题": "南乡子 捣衣",
            "作者": "陈维崧",
            "内容": "悄倚缭垣阴，蓦听谁家响暮砧。不是此声听不得，关心。\n自惜离愁万种深。"
        },
        {
            "标题": "南乡子 其六",
            "作者": "陈维崧",
            "内容": "笳盖从风。旌竿十丈压桯红。卜式相如争匿笑。惊告。\n同辈屠沽并佣保。"
        },
        {
            "标题": "念奴娇 南耕堂前绿萼梅花下作仍用前韵",
            "作者": "陈维崧",
            "内容": "空庭何有，笑幽花以外，都无长物。一树绿毛么凤挂，零乱明窗粉壁。\n斜倚阑干，微抛酒盏，笑玩林间雪。春寒犹冱，冻禽惊起杰杰。"
        },
        {
            "标题": "念奴娇 棠村夫子席上咏米家灯",
            "作者": "陈维崧",
            "内容": "东风作阵，飏晶笼百盏，玲珑低亚。浅倚纱屏和笑指，此是前朝㧬画。\n有蝶皆飞，无花不笑，翻觉丹青假。何须周昉，搓酥滴粉描写。"
        },
        {
            "标题": "念奴娇 送钮书城之任项城",
            "作者": "陈维崧",
            "内容": "碧鲈锦稻，记君家、旧傍垂虹亭子。疏影暗香姜白石，一旦起而为吏。\n绶染红桃，符分铜虎，差足云豪耳。欣然捧檄，当年毛义如是。"
        },
        {
            "标题": "念奴娇 乙巳中秋用东坡韵寄广陵诸旧游",
            "作者": "陈维崧",
            "内容": "月明如此，问江山今古，几多陈迹。谁把桂轮今夜里，碾破楚天新碧。\n玉臼无声，银河有影，一片清虚国。醉馀莫笑，旧游吾尚历历。"
        },
        {
            "标题": "念奴娇 用前韵酬柘城王叔平",
            "作者": "陈维崧",
            "内容": "丈人安坐，看三更帘外，明星初白。壮不如人今已老，臣是江东亭伯。\n万事都非，一年将尽，才命交相敌。悲歌何益，且须美酒浇臆。"
        },
        {
            "标题": "念奴娇 夏日看荷花作",
            "作者": "陈维崧",
            "内容": "后湖长荡，见烟鬟雾鬓，红妆无数。叶暗荷深三万顷，一片嫩凉成雨。\n映水逾鲜，倚风欲笑，月又明南浦。隔江试采，有人一样心苦。"
        },
        {
            "标题": "念奴娇 赠吴门周履坦",
            "作者": "陈维崧",
            "内容": "盘龙后代，擅虎头绝艺，风流淹雅。一旦声名动人主，不数当年曹霸。\n架上奇鹰，宫前稚蝶，一一遭烘写。布衣亲见，凤楼一片鸳瓦。"
        },
        {
            "标题": "念奴娇 戏题终葵画",
            "作者": "陈维崧",
            "内容": "谁将醉墨，泼长笺、写作十分奇诡。齃鼻魋肩形状寝，风刮鬓毛攒猬。\n空驿啼杉，颓崖啸葛，目欲营天地。三闾呵壁，荒唐情态如是。"
        },
        {
            "标题": "念奴娇 十六夜对月呈孙北海先生十叠前韵",
            "作者": "陈维崧",
            "内容": "浩歌被酒，喜举头仍见，昨宵圆月。遥忆高斋歌猛虎，剑气绿人毛发。\n老子龙头，细书虿尾，玉试昆吾切。隗嚣旧物，土花千载难歇。"
        },
        {
            "标题": "念奴娇 客有善丝竹者以笺索词漫为赋此",
            "作者": "陈维崧",
            "内容": "旗亭旧事，记曾经见汝，宝钗楼侧。琼树两行谁最少，第一屏间白晰。\n翠滑鸾靴，红香桃绶，绝艺千金直。襄王筵上，缠头众里争掷。"
        },
        {
            "标题": "念奴娇 祖园与玉峰徐孚若话旧回用前韵",
            "作者": "陈维崧",
            "内容": "立谈数语，似项王帐后，楚歌齐起。又似邻船商妇泣，一夜琵琶聒耳。\n红粉辞乡，青袍失路，从古原如是。子规频唤，明朝春又归矣。"
        },
        {
            "标题": "念奴娇 咏陆云士万年冰扇坠",
            "作者": "陈维崧",
            "内容": "长安六月，玉河桥柳下，凉冰争卖。铜椀擎来高十丈，只是炎熇难耐。\n忽见风前，水晶坠子，人意先潇洒。飕飗满院，似闻何处清籁。"
        },
        {
            "标题": "念奴娇 邺城感怀寄纬云都下",
            "作者": "陈维崧",
            "内容": "漳河南下，被浪花、打散邺宫遗事。总是英雄儿女恨，酿就千年霸气。\n冯淑妃来，慕容廆去，谁问他曹魏。铜台绣瓦，至今换作残垒。"
        },
        {
            "标题": "念奴娇 用前韵酬柘城李子金",
            "作者": "陈维崧",
            "内容": "雪飞千里，步睢阳市上，忽逢李白。笑顾群公摩腹语，空洞容卿什伯。\n嚼蕊吹花，马槊名理，豪荡真难敌。轰豗拉杂，酒酣披沥衷臆。"
        },
        {
            "标题": "念奴娇 月夜看桂花",
            "作者": "陈维崧",
            "内容": "凄清庭院，乍金飙压下，一天黄雪。恰值烂银盘又上，冷浸水晶宫阙。\n阵阵天香，萧萧夜色，花影扶疏绝。谁家墙外，洞箫不住呜咽。"
        },
        {
            "标题": "念奴娇 题刘震修小像即次原韵",
            "作者": "陈维崧",
            "内容": "平生谩骂，笑纷纷眼底，汝曹何物。醉后擘窠盘硬句。\n涴遍倡楼粉壁。柳絮萦鞭，花枝低帽，狂煞何曾歇。\n侧身㩳翅，角鹰飒爽毛骨。"
        },
        {
            "标题": "念奴娇 咏玫瑰花",
            "作者": "陈维崧",
            "内容": "陡惊春去，算风光此际，又逢樱笋。拂晓谢娘帘阁畔，忽逗卖花声韵。\n篮底氤氲，担头狼籍，紫艳浓香喷。佳人竞撚，看来和露尤俊。"
        },
        {
            "标题": "念奴娇 赠阿秀并呈西樵",
            "作者": "陈维崧",
            "内容": "晚风回处，忽帘开影露，鬓烟微绿。蓦地见人犹掩敛，裙与阑干争曲。\n萦损红巾，拨残锦瑟，顿惹愁千斛。客来休入，请看门外金犊。"
        },
        {
            "标题": "念奴娇 雪滩钓叟为松陵顾茂伦赋",
            "作者": "陈维崧",
            "内容": "翁家何在，在三高祠下，景尤奇绝。一派渔庄连蟹舍，百里水云明灭。\n最怕閒鸥，生憎野鸭，占了凉波阔。钓竿斜漾，珊瑚树上轻拂。"
        },
        {
            "标题": "念奴娇 酬归德侯仲衡",
            "作者": "陈维崧",
            "内容": "天阴岁暮，正情如中酒，人初赋别。忽接繁台书一纸，飞下梁园白雪。\n悼远伤离，抚今追昔，字字皆辛切。狂歌数阕，唾壶之口都阙。"
        },
        {
            "标题": "念奴娇 冬夜听梧轩题王右丞初冬欲雪图",
            "作者": "陈维崧",
            "内容": "炎天看此，便阴阴也觉，满林飞雪。何况今宵风正吼，绝塞胶弓都折。\n冰裂龙堂，淩铺贝阙，万里关河结。长空黯澹，乾坤景色真别。"
        },
        {
            "标题": "念奴娇 和于皇梅花片茶词即次原韵",
            "作者": "陈维崧",
            "内容": "梅精近日，嫁茶星、合并相呼也得。拾取粉英煎雪乳，光映翠磁都白。\n便趁春阴，亟修水递，消遣天如墨。故山茗事，正应近恁时节。"
        },
        {
            "标题": "念奴娇 寿蘧庵先生七十",
            "作者": "陈维崧",
            "内容": "元宵过了，喜华筵、重照银花火树。南极老人星献瑞，恰接春灯三五。\n族压温邢，才雄管乐，伯仲齐伊吕。升平盛事，尧年老鹤能语。"
        },
        {
            "标题": "念奴娇 开元寺纳凉听客话闯贼破城旧事",
            "作者": "陈维崧",
            "内容": "夜凉水寺，有白头閒话，傍蜗牛屋。说起黄巾初入洛，正值中原百六。\n万马俱瘖，孤城欲没，杀气腾原陆。鬼谋人社，啾啾市上歌哭。"
        },
        {
            "标题": "念奴娇 邺中怀古",
            "作者": "陈维崧",
            "内容": "滏阳南去，望邺城一带，逼人愁思。记得群雄争割据，健者曹家吉利。\n公子綵毫，佳人绣瓦，快意当如是。漳河呜咽，至今犹染红泪。"
        },
        {
            "标题": "念奴娇 宋景炎席上赠柘城李蓼墅",
            "作者": "陈维崧",
            "内容": "中年以后，早伤于哀乐，顿成头白。适过章华为剧饮，倏遇中原词伯。\n剑气纵横，酒肠跳荡，老笔苍无敌。霜寒月苦，为君细吐胸臆。"
        },
        {
            "标题": "念奴娇 雨窗怀松之南水",
            "作者": "陈维崧",
            "内容": "丝丝点点，听檐前、不住隔纱窗滴。一片浓云遮远岫，那辨铜官离墨。\n宝鼎香焦，画廊花瘦，阮又无心摘。茶烟飏起，细煎花乳翻白。"
        },
        {
            "标题": "念奴娇 延令季苍苇席上送周子俶计偕京师",
            "作者": "陈维崧",
            "内容": "长途迫岁，正黄河飞雪，马都没腹。裤缚黄皮雄舞槊，那顾从奴猬缩。\n斫彘屠门，射雕塞上，生啖黄獐肉。看君意气，真成勇过贲育。"
        },
        {
            "标题": "念奴娇 红桥园亭宴集同限一屋韵",
            "作者": "陈维崧",
            "内容": "霜红露白，借城南佳处，一餐秋菊。更值群公连袂到，夹巷雕鞍绣轴。\n一抹红霞，三分明月，此景扬州独。挥杯自笑，吾生长是碌碌。"
        },
        {
            "标题": "念奴娇 甲寅九日追感京洛旧游怅然成咏",
            "作者": "陈维崧",
            "内容": "无枝乌鹊，记前年此日，翻飞京阙。曾预群公萸酒宴，玉佩珠袍齐列。\n白月千门，青天万帐，笳盖真轩豁。彭城南郡，坐中多少人物。"
        },
        {
            "标题": "隔浦莲近拍 暮秋江上偶步万佛林即黄介子先生旧宅",
            "作者": "陈维崧",
            "内容": "西风吹响古木，乱叶埋僧屋。略彴铺苍藓，攀树瘿，穿崖腹。\n江郭围枫槲，登山麓。遥望银涛矗，"
        },
        {
            "标题": "洞仙歌 澹心园次梁汾问波灵本偶集寄畅园听小奚度曲坐有话水榭姬人近事者因并及",
            "作者": "陈维崧",
            "内容": "嫩晴天气，坐水明楼畔。三叠泉声诉幽怨。霎然间、山半冷翠飞来，君莫去，且棹银船消遣。"
        },
        {
            "标题": "醉蓬莱 积雪为桥和云臣作",
            "作者": "陈维崧",
            "内容": "借连宵积雪，戏作银桥，横眠街路。却也玲珑，现雕阑绣柱。\n驾此何为，从来官道，有瞿塘滟滪。笑倒春城，往来车马，纷纭士女。"
        },
        {
            "标题": "菩萨蛮 为阎牛叟新纳姬人催妆二首 其一",
            "作者": "陈维崧",
            "内容": "悼亡才写菖蒲幅，定情又索消魂曲。淮估附书来，红椷和笑开。"
        },
        {
            "标题": "扑蝴蝶 咏蝶",
            "作者": "陈维崧",
            "内容": "一生踪迹，总在花深处。几番消受，小院红楼午。黏来珠幌如痴，落上绣裙成雨。\n有人记，曾暗结同心苣。如今重到，依稀不认他门户。\n满园野菜，领游蜂三五。惹残流水难凭，舞遍微风莫主。\n赚人一天花絮。"
        },
        {
            "标题": "菩萨蛮 吴门将归为姜学在题岁寒图",
            "作者": "陈维崧",
            "内容": "濒行不折阊门柳，殷勤只劝皋桥酒。笑指岁寒图，交情如不如。"
        },
        {
            "标题": "菩萨蛮 为竹逸题徐渭文画紫牡丹",
            "作者": "陈维崧",
            "内容": "年时斗酒红栏下，一丛姹紫真如画。今日画花王，依稀洛下妆。"
        },
        {
            "标题": "散馀霞 十六夜即景",
            "作者": "陈维崧",
            "内容": "昨宵皓月凉于粉，浸万家蝉鬓。花下几两车儿，翠盈盈偏稳。"
        },
        {
            "标题": "菩萨蛮 柬云臣讯牡丹消息",
            "作者": "陈维崧",
            "内容": "银铃油幕安排巧，刚刚只等花期早。闻说药栏东，娇香将晕红。"
        },
        {
            "标题": "菩萨蛮 燕市赠相者",
            "作者": "陈维崧",
            "内容": "虎坊桥畔逢唐举，西风酌酒为君语。齃鼻与魋肩，何尝直一钱。"
        },
        {
            "标题": "菩萨蛮 赠梁陶侣 棠村夫子小阮",
            "作者": "陈维崧",
            "内容": "邯郸年少春衫绿，鸣筝竞唱棠村曲。檀板鹧鸪天，丛台月正圆。"
        },
        {
            "标题": "菩萨蛮 过云臣宅看牡丹归有作",
            "作者": "陈维崧",
            "内容": "满城争放花千朵，狂夫那肯家中坐。才得过西邻，东家唤又频。"
        },
        {
            "标题": "菩萨蛮 代于生答伯通仍用前韵",
            "作者": "陈维崧",
            "内容": "舞馀叠得衫儿皱，酒阑趱得人儿瘦。郎口似隋何，相思谎最多。"
        },
        {
            "标题": "暗香 柬竹逸讯荫绿轩前梅花消息",
            "作者": "陈维崧",
            "内容": "晓寒正侧。怅今春天气，连朝如墨。郭外小桥，几树红香受寒勒。\n况是风前水畔，有多少、明妆倾国。也伴著、细雨轻烟，零乱翠帘隙。"
        },
        {
            "标题": "宴清都 曝日",
            "作者": "陈维崧",
            "内容": "雪后同云尽。遥村外、早霞一缕红晕。紫扉才启，晨曦初赫，冻消霜轸。\n结茆恰傍阳坡，喜黄土、泥墙簇紧。有三两、溪友山翁，窄篱矮屋邻近。"
        },
        {
            "标题": "七夕感怀用尤悔庵原韵",
            "作者": "陈维崧",
            "内容": "鹊又填桥矣。满长安、千门砧杵，四围云水。长记常年茅屋下，佳节团圞能几！有和病、云鬟雪涕。纵病倘然人尚在，也未应、我泪多于此。弹不尽，半襟雨。如今剩有孱躯耳。便思量、故乡瓜果，也成千里。谁借针楼丝一缕，穿我啼红珠子。奈又说、春蚕竟死。嘱咐月钩休潋滟，幸怜人、正坐罗窗里。风乍吼，粉云起。"
        },
        {
            "标题": "调笑令 其六 蔡家娘子",
            "作者": "陈维崧",
            "内容": "西堂花茵侬好持，此间风月堪咏诗。溢奴小儿若冰雪，紫缓绿酒饶神姿。\n竟陵判司大懊恼，夜寒空馆眠难好。翠簪腻滑促传觞，口吃微闻唤鸾老。\n鸾老。头脑好。善谑群真堪绝倒。夜寒空馆人声悄。\n地下为欢须早。南邻娘子翘翘小。共泛玻璃清醥。"
        },
        {
            "标题": "凄凉犯 寒柝",
            "作者": "陈维崧",
            "内容": "一星星火红犹在，更阑空馆才觉。甚地勾栏，那条京瓦，喑呜腷脯。\n墙根市角。风递到、一城郭索。终不然、啼蛄吊月，或是夜丝络。"
        },
        {
            "标题": "七娘子 春闺",
            "作者": "陈维崧",
            "内容": "红檠斜照人无语，圆冰对漾春无绪。陌上莺啼，梁间燕乳，梦中怕到销魂处。"
        },
        {
            "标题": "清明感旧",
            "作者": "陈维崧",
            "内容": "正轻阴做来寒食，落花飞絮时候。踏青队队嬉游侣，只我伤心偏有。休回首，新添得、一堆黄土垂杨后。风吹雨溜。记月榭鸣筝，露桥吹笛，说着也眉皱。十年事，此意买丝难绣。愁容酒罢微逗。从今纵到岐王宅，一任舞衣轻斗。君知否？两三日、春衫为汝重重透。啼多人瘦。定来岁今朝，纸钱挂处，颗颗长红豆。"
        },
        {
            "标题": "齐天乐 重游水绘园有感",
            "作者": "陈维崧",
            "内容": "园丁不认曾游客，嗔人绕廊寻玩。红板桥倾，绿杨楼闭，谱出荒寒一段。\n看棋柯烂。算往事星星，酒旗歌馆，深悔重来，不来也省鬓毛换。"
        },
        {
            "标题": "齐天乐 蝉",
            "作者": "陈维崧",
            "内容": "高柯一碧无情极，谁递晚来秋信。雁塞琵琶，凤城砧杵，髣髴一般音韵。\n悠扬不尽。待隔水听来，数声偏俊。谱入哀丝，螳螂捕处倍凄紧。"
        },
        {
            "标题": "齐天乐 端午阴雨和云臣用片玉词韵",
            "作者": "陈维崧",
            "内容": "红榴泪黦苏苏雨，正因此时重五。怨结湘累，悲缠骚客，天也为人酸楚。\n孤城虾虎。飏几阵茶烟，一丝鬓缕。触绪沈吟，蒲樽懒赏小墀午。"
        },
        {
            "标题": "齐天乐 早春寿魏塘柯素培先生",
            "作者": "陈维崧",
            "内容": "东风一夜漫天绿，搓匀柳湖烟水。几树横斜，万株香雪，绝称小楼人倚。\n梅花天气。正院贴宜春，钗摇燕子。才过新年，六街已闹夜蛾未。"
        },
        {
            "标题": "齐天乐 骥沙旅店纪梦",
            "作者": "陈维崧",
            "内容": "坐来冷店思量遍，昨梦太无头绪。灯影青荧，被痕红皱，说也惹人悽楚。\n回肠千缕。总些个情怀，旧时言语。枕畔匆匆，三更人到消魂处。"
        },
        {
            "标题": "柳枝 人日过畹仙校书家三首 其一",
            "作者": "陈维崧",
            "内容": "几阵帘风漾雪肤，正春初。小姑年小理清歈，怯氍毹。"
        },
        {
            "标题": "乞巧同蘧庵先生赋",
            "作者": "陈维崧",
            "内容": "碧云耿耿，见银河低泻。人在针楼曝衣罢。告天孙、臣本屠钓江东，疏拙甚，愿以蛛丝巧借。天孙含笑答：见事卿迟，大抵聪明让聋哑。试看古今来，刘项孙曹，都留作、残编闲话。只赐汝狂騃倍常年，好烂醉高歌，花天月夜。"
        },
        {
            "标题": "柳枝 其三",
            "作者": "陈维崧",
            "内容": "雪净春瓷隐绿光，发茶香。手擎江橘颤钗梁，玉纤凉。"
        },
        {
            "标题": "祝英台近 杞梁妻祠下作 在齐河县长城铺",
            "作者": "陈维崧",
            "内容": "画旗飘，灵幄捲，彩翠剥如雨。玉貌明妆，隐隐怨蛾聚。\n可怜枳壳花开，凝丹点绛，尽千载、啼斑偷注。"
        },
        {
            "标题": "沁园春 病中云臣馈我药赀赋此志谢",
            "作者": "陈维崧",
            "内容": "有啸于梁，其来如风，公然叩门。是二竖揶揄，穴人焦府，五穷跳荡，绊我朝昏。\n鼠斗庭前，蚁喧床下，败壁徒悬犊鼻裈。黔娄妇，空典钗访卜，剪纸招魂。"
        },
        {
            "标题": "千秋岁 寿柏乡魏相国二首 其一",
            "作者": "陈维崧",
            "内容": "黑头台鼎，画戟牙门整。文笔健，风裁正。芙蓉丞相府，屈轶中书令。\n论事业，从来魏自同于丙。"
        },
        {
            "标题": "霓裳中序第一 咏水仙花次尹梅津咏茉莉韵",
            "作者": "陈维崧",
            "内容": "珠栊寒粉靥。偎罢银篝红兽热。恰值青霜骚屑。有一种瑶芳，白花翠叶。\n海天皓月。羡玉娥、生长绡阙。斜春渚、竟川含绿，一笑嫣然绝。"
        },
        {
            "标题": "沁园春 赠云间何伯辉",
            "作者": "陈维崧",
            "内容": "有地行仙，作大药王，我今见之。自两仪失曜，光翻银海，百灵奋怒，诀付金鎞。\n日月为珰，阴阳作冶，争礼光明藏导师。分明甚，见月中蟾兔，世上醯鸡。"
        },
        {
            "标题": "沁园春 题史蘧庵先生灯咏一卷后",
            "作者": "陈维崧",
            "内容": "字字喧豗，烈泽焚林，为蛟为螭。有火蛾结阵，晶莹闪烁，烛龙对仗，照耀髬髵。\n汉隧千年，秦京三月，做白毫光大总持。薪薪续，任盲儿扪籥，牧竖敲碑。"
        },
        {
            "标题": "沁园春 留别伯成先生和澹心韵",
            "作者": "陈维崧",
            "内容": "忆数年间，为汗漫游，轻去其乡。正城楼入夜，无边草白，关河放溜，极目沙黄。\n广武山雄，碻磝路隘，何必愁人始断肠。风吹尽，是三河侠少，六郡名王。"
        },
        {
            "标题": "沁园春 题西溪钓者小像",
            "作者": "陈维崧",
            "内容": "彼君子兮，自序生平，西溪钓徒。有柴门临水，一群鹅鸭，松关负郭，四壁图书。\n注易逍遥，弹琴廓落，屈指知非十载馀。焚香坐，俯衣晖杰阁，饱瞰晴湖。"
        },
        {
            "标题": "沁园春 泊舟胥江大风雨",
            "作者": "陈维崧",
            "内容": "胥母门边，暴雨奔浑，盘涡撞舂。见后潮文种，银袍鞺鞳，前山邓尉，黛髻迷濛。\n我岂茶商，得非估舶，讵少家园半亩宫。因何事，唱江楼啰唝，愁水愁风。"
        },
        {
            "标题": "沁园春 戏代叔岱先生答",
            "作者": "陈维崧",
            "内容": "先生得书，再沥馀杯，敬谢客言。叹古往今来，几场蚁斗，山林朝市，到处蜗涎。\n卿论自佳，仆狂殊甚，枉费相如谏猎篇。吾衰也，只短衣射虎，便拟终焉。"
        },
        {
            "标题": "沁园春 由丹阳至京口舟中放歌",
            "作者": "陈维崧",
            "内容": "月黑庱亭，风吼练湖，雪山皑皑。正楚天欲压，樯多于荠，吴波乍染，岸碧如苔。\n对此苍茫，居然辽落，记否江东出霸才。斜阳恨，惹行人凭吊，商女悲哀。"
        },
        {
            "标题": "沁园春 客陈州使院花朝作",
            "作者": "陈维崧",
            "内容": "归欤归欤，我亦在陈，胡不归兮。正伏羲陵畔，縠纹六幅，宛邱城外，柳线千丝。\n万种温黁，百般饤饾，窨得愁心早上眉。浑无计，只沈腰渐减，潘鬓都非。"
        },
        {
            "标题": "沁园春 为雪持题像即次原韵",
            "作者": "陈维崧",
            "内容": "屈指生平，衣葛知寒，食梅苦酸。倩冰绡数尺，图成行乐，梨园一曲，谱出邯郸。\n富贵何常，男儿自有，除却升天作底难。掀髯处，怪六花一夜，白尽江山。"
        },
        {
            "标题": "沁园春 赠宋御之",
            "作者": "陈维崧",
            "内容": "君果然耶，五十之年，而仆如之。记王珣宅畔，呼鹰盘马，伍胥塘上，赌槊围棋。\n一水青山，满船红烛，绾定垂杨万缕丝。兰亭会，正客逢雨后，人到春时。"
        },
        {
            "标题": "沁园春 咏慈仁古松送陆荩思归钱塘",
            "作者": "陈维崧",
            "内容": "种自何年，金邪元邪，穆乎高苍。恰崩涛乱泻，熊啼兕吼，枯根直裂，虎跛龙僵。\n客有将归，我来树下，万斛藤萝漏夕阳。摩挲歇，笑树犹如此，时代苍茫。"
        },
        {
            "标题": "沁园春 秋日登姑苏元妙观弥罗阁",
            "作者": "陈维崧",
            "内容": "肃肃多阴，萧萧以风，危乎高哉。见飞甍复榭，虹蜺轇轕，梅梁藻井，龙鬼毰毸。\n灯烛晶荧，铎铃戛触，虎篆雷音百幅裁。锵剑佩，是南陵朱鸟，北极黄能。"
        },
        {
            "标题": "沁园春 十月晦日怀庆使院望太行山积雪",
            "作者": "陈维崧",
            "内容": "雪满太行，碧潋瑶翻，纷然沓来。正黄河欲吼，六花籍籍，青山乍老，一夜皑皑。\n素女淩空，眩师泼水，十万琼楼面面开。深林外，更狐踪半灭，兽窟全埋。"
        },
        {
            "标题": "沁园春 题袁重其负母看花图",
            "作者": "陈维崧",
            "内容": "吉贝沿街，枳壳丛阑，葵榴映墙。算三牲五鼎，贫家时缺，千红万紫，夏日方长。\n衣著斑斓，躬为痀偻，负得萱闱出北堂。蓝舆少，笑相君之背，软胜匡床。"
        },
        {
            "标题": "沁园春 咏砚为李若士",
            "作者": "陈维崧",
            "内容": "谁向螭潭，刳紫云肝，镌白玉脂。便曹王台上，嗤他铜雀，徐陵序里，输却琉璃。\n瘦比龙精，娇踰鹆眼，蒸出韩文与杜诗。洼而黑，是娲皇炼剩，蠃政鞭遗。"
        },
        {
            "标题": "沁园春 酬赠黄交三即次原韵并示尊甫仙裳贤昆月舫",
            "作者": "陈维崧",
            "内容": "三四年来，老惰亡聊，惟耽小词。任世皆嗤仆，为无益事，人方目我，是有情痴。\n花月前生，水天别馆，似梦年光暗里飞。菖蒲纸，把心情淡写，偷寄崔徽。"
        },
        {
            "标题": "采桑子 题潘晓庵斗酒百篇小像",
            "作者": "陈维崧",
            "内容": "画师貌出高人态，梧竹澄鲜。庭户萧然，道是诗颠并酒颠。"
        },
        {
            "标题": "沁园春 送谢云章之大名",
            "作者": "陈维崧",
            "内容": "结束翩翩，北去天雄，黄衫紫缰。有万层铁骑，军悬重镇，五更钿雁，巷列名倡。\n魏滑分河，关山独夜，感慨黎阳旧日仓。横戈地，怕惊沙飒沓，乱水砰硠。"
        },
        {
            "标题": "沁园春 夜宿卫辉府使",
            "作者": "陈维崧",
            "内容": "白月明明，青火荧荧，忧来无方。有败砖碎甓，当年碧瓦，残煤冷烛，昔日红墙。\n铜沓椒图，绮钱交网，赢得行人叹一场。辘轳畔，凭凤箫吹透，几阵新凉。"
        },
        {
            "标题": "沁园春 溉堂先生客南昌幕府屈首经师已踰两载甫归广陵词以讯之",
            "作者": "陈维崧",
            "内容": "以磊落才，而注虫鱼，犹然讥之。况须如猬磔，缩居幕下，兴同骥渴，屈作经师。\n车厩三间，兔园半册，求我童蒙稏角儿。真奇事，似贩茶商妇，出塞文姬。"
        },
        {
            "标题": "沁园春 送友入山采茶",
            "作者": "陈维崧",
            "内容": "十里溪山，竹粉缨峦，兰风藻川。有蒙茸萝葛，蔽亏曦月，坦迤涧壑，向背林泉。\n夕渡遄归，晨渔缓出，谷唱潭吟韵邈绵。居此者，是秦时毛女，汉代琴仙。"
        },
        {
            "标题": "沁园春 留别韩闻西",
            "作者": "陈维崧",
            "内容": "昔客京华，花月无愁，文章有神。记歌终惯窃，念奴笛曲，酣来曾吐，丞相车茵。\n侠骨嵯峨，壮心腾上，肯受蓝田醉尉嗔。休羁绊，笑本非残客，讵是穷宾。"
        },
        {
            "标题": "沁园春 同远公和云臣越生赠答之作",
            "作者": "陈维崧",
            "内容": "五十之年，细数生平，人间可哀。看白首相知，晨星寥落，朱门先达，覆雨喧豗。\n只此贫交，陶然永夕，蹴鞠弹棋更举杯。交驩甚，记看花并出，踏月偕回。"
        },
        {
            "标题": "沁园春 广陵客邸送纬云弟之归德",
            "作者": "陈维崧",
            "内容": "客里送行，萧统楼头，且尽一杯。正节近清明，柳丝渐长，时逢上巳，燕子将来。\n兄往淮阴，弟游河北，两地翻飞立马催。斜阳外，见各天鸿雁，顾影徘徊。"
        },
        {
            "标题": "沁园春 题崇川范廉夫松下小",
            "作者": "陈维崧",
            "内容": "松下谁耶，玉貌临风，于思于思。正涛翻翠鬣，支离拗铁，霜凋黛甲，剥裂侵苔。\n韦偃皴成，毕宏画就，战壑干宵未易才。因何故，却嗒焉若丧，万虑成灰。"
        },
        {
            "标题": "沁园春 郝元公先生生日同杜于皇苏昆生黄稚曾家集生署中观剧词以纪事",
            "作者": "陈维崧",
            "内容": "两地人师，十载问奇，相依讲堂。正郝隆长者，居官磊落，陈琳下士，阅世清狂。\n昨到梁溪，重披绛帐，恰遇生申燕喜觞。华筵上，看雕轮徐动，玉佩成行。"
        },
        {
            "标题": "沁园春 晒书",
            "作者": "陈维崧",
            "内容": "忆昔吾家，有万卷楼，城西毫村。自江陵道尽，牙签半失，感阳焰熄，玉轴犹存。\n借去一瓻，亡来三箧，墨化妖螭赴海门。无多剩，似乱馀故旧，卖后田园。"
        },
        {
            "标题": "琐窗寒 乙卯元夕柬云臣竹逸竹虚",
            "作者": "陈维崧",
            "内容": "今岁元宵，禁晴架雨，装阴做霭。嫦娥何处，盼断一天冰彩。\n遍春城、街泥未消，蕙花梅萼徒潇洒。算六街寂静，火蛾罢闹，紫姑停赛。"
        },
        {
            "标题": "沁园春 余既沈疴濒死而远公亦一病累月乃其病中独持斋甚坚词以讯之",
            "作者": "陈维崧",
            "内容": "濒死三秋，僵卧十旬，已而已而。叹参苓暴贵，妇难窃药，鸡豚差贱，妃可呼豨。\n黄雀披绵，紫螯堆珀，更朵先生病后颐。属餍耳，任人呼其鄙，我举其肥。"
        },
        {
            "标题": "沁园春 题竹逸小像",
            "作者": "陈维崧",
            "内容": "谁伴先生，茗椀垆薰，书签笔床。记慈恩释褐，名喧三殿，定昆乘传，檄谕诸羌。\n万里辞官，一身入画，抽却朝簪换芰裳。琴樽外，更阴阴空翠，个个筼筜。"
        },
        {
            "标题": "沁园春 听梧轩夜集仍叠前韵",
            "作者": "陈维崧",
            "内容": "乌鹊惊飞，绕树无枝，谁为故乡。叹十年失路，愁云淰白，三秋伏枕，病叶删黄。\n欲哭不能，欲歌不可，冷尽吴钩一寸肠。繁华梦，梦华清全部，岐薛诸王。"
        },
        {
            "标题": "沁园春 赠徐竹虚",
            "作者": "陈维崧",
            "内容": "彼君子兮，菉竹青青，而中若虚。是何家第五，名齐骠骑，蜀中扬子，赋似相如。\n畴昔贤兄，滇云远宦，常羡优游下泽车。今偕隐，成往来二老，西涧东畬。"
        },
        {
            "标题": "沁园春 呈伯成先生和仲震原韵",
            "作者": "陈维崧",
            "内容": "耕二顷田，栽八百桑，何时始谐。只强弓硬弩，消磨岁月，素筝浊酒，开拓胸怀。\n白昼栖栖，青袍郁郁，世上何人管乐才。狂歌发，正半天松响，大海澜回。"
        },
        {
            "标题": "彩云归 簸钱",
            "作者": "陈维崧",
            "内容": "买花归倚绣帘前。问侍儿、剩否金钱。邀隔垣、女伴消閒昼，还趁取、苔石幽鲜。\n轻轻簸、青蚨不定，怕撩人鬓蝉。竞负闺中刘毅，喝雉喧阗。\n琅然。滚归墙罅，与柳绵、一样匀圆。恼他邻女娇小，赢处惯倚轻儇。\n唤重来、频呼不应，走弄墙畔秋千。无聊甚、閒掷五铢，暗卜归船。"
        },
        {
            "标题": "沁园春 冒天季五十书赠",
            "作者": "陈维崧",
            "内容": "慷慨悲歌，旁若无人，进君一觞。更四弦入破，声哀以思，三更被酒，臣醒而狂。\n末路崎岖，旧游零落，哀乐纵横不可当。生平事，曾短衣匹马，锦瑟红墙。"
        },
        {
            "标题": "青玉案 咏醉白虾",
            "作者": "陈维崧",
            "内容": "半笼春水溶如镜。早倾向、金盘净。一片空明娇掩映。\n霜鬐半呷，雪肌半挺，似带春酲病。"
        },
        {
            "标题": "青玉案 移寓积翠阁用艺香词韵",
            "作者": "陈维崧",
            "内容": "梯空架就羊肠路。领俊鹘、穿烟去。窗豁正当山破处。\n天风澒洞，吹完今古，只剩龙窝住。"
        },
        {
            "标题": "青杏儿 本意",
            "作者": "陈维崧",
            "内容": "六尺小帘漪。交网外、杏子累累。流光暗换无人觉，才看绿绽，俄惊茜透，忽讶黄垂。"
        },
        {
            "标题": "沁园春 题王山长小像",
            "作者": "陈维崧",
            "内容": "己卯之秋，余甫成童，流观简编。见诸省贤书，楚材最妙，于中杰作，数子尤传。\n旧雨石霞，金昆亦世，先后同吟杕杜篇。昭邱上，只思君不见，君在谁边。"
        },
        {
            "标题": "青玉案 雁字",
            "作者": "陈维崧",
            "内容": "未乾墨迹遥天外。闲付与、斜阳晒。狂扫八分临阿买。\n赪红霞尾，蔚蓝天色，好幅乌丝界。"
        },
        {
            "标题": "倾杯乐 品茶",
            "作者": "陈维崧",
            "内容": "雨后新晴，林端小阁，疏帘窣地。正注罢、南华下卷，几般绿雪，岳僧新寄。\n涧边杓取鸣泉试。借幽廊，支瓦铫，细商茶事。松风入听，瑟瑟珠跳雪沸。"
        },
        {
            "标题": "徵招调中腔 冰雪兼旬试灯前一夕始有春意",
            "作者": "陈维崧",
            "内容": "是谁错料春光黠，费几许、东皇周折。昨始绣完半丝儿，觉暖红、上双颊。\n雏暄嫩煦增妍悦，似乍嫁、新娘生怯。小糁树边一些春，已渐滑、小禽舌。"
        },
        {
            "标题": "绮罗香 清明感旧",
            "作者": "陈维崧",
            "内容": "绿水楼台，青春院落，又是韶华百五。饧粥榆钱，过了匆匆时序。\n怕今年、玉剪来时，是去年、钿车停处。最难凭、轻暖轻寒，天涯羁客甚情绪。"
        },
        {
            "标题": "倾杯乐 善权寺火",
            "作者": "陈维崧",
            "内容": "玉宝琼扉，琳宫绀宇，层崖染茜。嵌峭壁、三生堂后，梳妆台左，李唐遗殿。\n黑摧秃柏苍皮偃。雨淋浪，藓崩剥，坏梁雷篆。昨春野寺，记著青鞋踏遍。"
        },
        {
            "标题": "清平乐 夜饮友人别馆听年少弹三弦限韵三首 其一",
            "作者": "陈维崧",
            "内容": "夜香烧罢，桦烛通宵话。曲项檀槽声不哑，银甲凭伊搯打。"
        },
        {
            "标题": "齐天乐 暮春风雨",
            "作者": "陈维崧",
            "内容": "小楼昨夜东风到，吹落满园空翠。时有茶烟，绝无人影，好个他乡天气。\n凄凉欲死。见燕剪平芜，柳拖春水。暗省从前，如尘似梦最难记。"
        },
        {
            "标题": "厌金杯 戏咏萤灯",
            "作者": "陈维崧",
            "内容": "小似香囊，空于湘水，映疏萤、纱痕逾翠。墨花几幅，面面小徐熙，凉夜戏。\n茉莉梢头轻缀。"
        },
        {
            "标题": "于飞乐 鸳鸯",
            "作者": "陈维崧",
            "内容": "彩翼文禽，一生睡暖涟漪。葡萄春涨初齐。度朱栏，穿绿浪，做弄葳蕤。\n画楼低处，金塘好、漾尽红衣。"
        },
        {
            "标题": "绕佛阁 为李武曾题长斋绣佛图小像",
            "作者": "陈维崧",
            "内容": "冷笺雪砑，纤腻滑笏，恰称烘写。偷玩閒把。有人认是，年时瘦司马。\n俊游都雅。帽影蘸粉，衫缕沾麝。蛮雨啼鹧。略记小驿，奢香醉题帕。"
        },
        {
            "标题": "庆春泽 春阴",
            "作者": "陈维崧",
            "内容": "已近花期，未过春社，小楼尽日沈吟。暝色连朝，江南倦客难禁。\n门前绿水昏如梦，粉云遮、失却遥岑。谢桥边，冻了梅魂，结了春阴。"
        },
        {
            "标题": "临江仙 其二",
            "作者": "陈维崧",
            "内容": "十载萧萧湘岸住，捎烟惹雨参差。如今枕畔露华滋。\n身居清暑殿，梦到竹郎祠。"
        },
        {
            "标题": "庆清朝慢 憺园即景",
            "作者": "陈维崧",
            "内容": "正复淡沲，居然萧远，此中位置殊难。主人略旋烟墨，已就林恋。\n几尺红泥墙子，被风吹乱月同弯。花深处，玲珑金粉，一半才乾。"
        },
        {
            "标题": "贺新郎 次日红友复折柬招游石亭值阴雨作词谢之仍用前韵",
            "作者": "陈维崧",
            "内容": "并日邀游去。正郭外、风丝飐袖，水烟笼渡。两月春霖愁似海，涨了绿波南浦。\n刚一霎、晴溪容与。茶崦竹篱帆影过，粉墙头、暗立谁家女。\n沙鸟懒，触柔橹。"
        },
        {
            "标题": "方竹杖歌为莱阳董樵赋",
            "作者": "陈维崧",
            "内容": "山东董樵忽见访，入门手持方竹杖。我亦生平屠狗人，对此苍然屹相向。\n董樵董樵真吾徒，胸中豪气无时无。谈兵肯事东诸侯，作骚直学屈大夫。\n翻然南下浮东吴，亦复窈窕寻仙都。广陵城外秋风冽，黄须半作猥毛磔。\n唤我同登大酒楼，此竹由来为予说。今年三月游金华，丹梯绀壁凌朱霞。\n采芝偶入乌伤地，看竹闲过卫铄家。此竹檀栾不易得，爱之拍手徒咨嗟。\n倪家女子非恒流，知有人间韩伯休。斸来恰赠一竿竹，伴我名山禽向游。\n我闻此言挥百杯，醉余不合成悲哀。潇湘斑竹竟谁在，九疑荒冢生苍苔。\n况闻官军大战胜，今年邛杖西南来。方圆枘凿不相入，尔持此杖胡为哉？\n劝君携归玉女盆前住，不尔此杖骁腾作龙去。"
        },
        {
            "标题": "绕佛阁 寒夜登惠山草庵贯华阁",
            "作者": "陈维崧",
            "内容": "乱峰堆髻，夕景木末，残雪崖际。一派空翠。瓢堂语悄，山窗落松子。\n小楼欲坠。斜嵌岩壑，蹲若奇鬼。暝色晴霁。鬓丝禅板，浑忘在尘世。"
        },
        {
            "标题": "秋霁 本意",
            "作者": "陈维崧",
            "内容": "步屧欹斜，向黄叶村边，閒眺晴绿。水映渔庄，霜明菜圃，阵阵寒鸦落木。\n远空乍沐。好峰数点修螺矗。更窅窅、极蒲淡沲，帆影织千幅。"
        },
        {
            "标题": "念奴娇 云间陈徵君有题余家远阁一阕秋日登楼不胜蔓草零烟之感因倚声和之",
            "作者": "陈维崧",
            "内容": "得怜堂后，有丹楼飞起，当年争羡。阳夏门庭能咏絮，那更溪山葱茜。\n带雨房栊，和烟帘幕，零乱东湖面。碧阑干里，有人斜映琼扇。"
        },
        {
            "标题": "月华清 十三夜舟泊望亭对月有作",
            "作者": "陈维崧",
            "内容": "寂历烟汀，微茫水驿，尚隔吴山半舍。懒慢长年，何不使船如马。\n捣香齑、红糯微斟，靠锦树、绿帆初卸。吟写。听吴娘水调，旧愁重惹。"
        },
        {
            "标题": "秋夜呈芝麓先生",
            "作者": "陈维崧",
            "内容": "掷帽悲歌发。正倚幌、孤秋独眺，凤城双阙。一片玉河桥下水，宛转玲珑如雪。其上有、秦时明月。我在京华沦落久，恨吴盐、只点离人发。家何在？在天末。凭高对景心俱折。关情处、燕昭乐毅，一时人物。白雁横天如箭叫，叫尽古今豪杰。都只被、江山磨灭。明到无终山下去，拓弓弦、渴饮黄麞血。长杨赋，竟何益？"
        },
        {
            "标题": "秋夜月 蛟桥望月",
            "作者": "陈维崧",
            "内容": "月儿圆也。趁金风，舒皓彩，碧空斜挂。浸著两溪玉浪，一城霜瓦。\n水楼上，招红袖，许多妖冶。閒话、都笑蟾孤兔寡。"
        },
        {
            "标题": "秋夜听梁溪陈四丈弹琵琶",
            "作者": "陈维崧",
            "内容": "瑟瑟阴阴，嗟哉此声，胡为乎来？似灵鼍夜吼，狂崩断岸；角鹰秋起，怒决荒台。忽漫沉吟，陡焉掩抑，细抵游丝缀落梅。冰弦内，惹一宵涕泪，万种悲哀。十年前记追陪，怎握手霜灯暗自猜。叹朱门酒肉，谁容卿傲；梨园子弟，总妒君才。牢落关河，聊萧身世，迸入空亭小忽雷。癫狂甚，骂人间食客，大半驽骀。"
        },
        {
            "标题": "蘧庵先生五日有鱼酒之饷醉后填词",
            "作者": "陈维崧",
            "内容": "蒲酒浓如乳。更为我、东溟斫鱠，大鱼就脯。携酒石榴花下醉，还选腹腴亲煮。耳热也、休提今古。只有寒潮围故国，叹龙舟寂寞无寻处。风乍起，瘦蛟舞。何须远望悲荆楚。暗想象、广陵旧事，泪多于雨。火照佛狸城下水，丞相孤军难渡。记时节、也逢重五。儿女谁知英雄恨，辟兵符戏向钗头赌。葵影绿，小窗午。"
        },
        {
            "标题": "曲游春 上巳修承招同诸子修禊",
            "作者": "陈维崧",
            "内容": "昨夜风吹雨，恰晴光早绣，正好修褉。弄碧垂杨，倚斜桥招手，邀人水戏。\n洛浦风光丽。况满座、安期千里。一樽故国心情，三月丽人天气。"
        },
        {
            "标题": "天香 龙涎香",
            "作者": "陈维崧",
            "内容": "万斛蛟漦，千堆蜃沫，沈沈碧海今夜。湘蛾倚殿，贵主还宫，新捣都梁无价。\n金盆煎处，趁月里、桂华初谢。浓染鲛人茜泪，小衬冯夷冰帕。"
        },
        {
            "标题": "鹊桥仙 蒙城舟中读云臣蝶庵词",
            "作者": "陈维崧",
            "内容": "满河伧楚，盈船蒜酪，郁郁吾其谁语。江东词客盛如云，别去伴、长淮盐估。"
        },
        {
            "标题": "鹊桥仙 咏竹逸斋头紫牡丹",
            "作者": "陈维崧",
            "内容": "欧家碧好，彭门红好，总让伊行清绮。画栏才放数枝花，映百丈、银墙都紫。"
        },
        {
            "标题": "琵琶仙 泥莲庵夜宿同子万弟与寺僧閒话",
            "作者": "陈维崧",
            "内容": "倦客心情，况遇著、秋院捣衣时节。惆怅侧帽垂鞭，凝情伫寥泬。\n三间寺、水窗斜闭，一声磬、林香暗结。且啜茶瓜，休论尘世，此景清绝。"
        },
        {
            "标题": "满江红 乙巳除夕立春仍用前韵二首 其一",
            "作者": "陈维崧",
            "内容": "爆竹一声，吾庐外、千门烟涨。喜今夜、新春残腊，田园无恙。\n南国旧游稀眼底，西京遗事来心上。记黏鸡、彩燕廿年前，拦街饷。"
        },
        {
            "标题": "绮罗香 春日咏兰",
            "作者": "陈维崧",
            "内容": "离墨山前，善权洞口，一径红兰堪藉。露眼如啼，掩冉溪庄水榭。\n趁雨摘、螺黛青分，带烟采、蝶裙碧化。妒归樵、满担清芬，日斜纤手刚盈把。"
        },
        {
            "标题": "绕佛阁 由剑池循石磴上至平远堂侧觅径复折而下至小武当有奇石纵横林立伫眺久之",
            "作者": "陈维崧",
            "内容": "岭欹栈仄，循壁俯瞰，潭子深黑。风起涛涌，此身几被，包山老龙得。\n古苔绣蚀。腾掷直上，霜磴如拭。高处奇绝。旷望邓尉，支硎翠螺滴。"
        },
        {
            "标题": "绕佛阁 初冬同友人小憩中隐禅院用片玉词韵",
            "作者": "陈维崧",
            "内容": "早霞昨敛，行散郭外，尽历溪馆。塘窅蒲短。细沿磬响，来褰戒坛幔。\n境幽竹满。閒竖拂子，小叩慧远。妙谛微婉。更沾茗粥，尘巾忽焉岸。"
        },
        {
            "标题": "眉妩 壬子除夕",
            "作者": "陈维崧",
            "内容": "又残更冉冉，往事星星，短鬓被霜染。梦入屏山路，黄昏近，金荷一盏慵点。\n浓阴微糁。任小楼、和雨轻掩。算今夜、笑语香街沸，有春胜双飐。"
        },
        {
            "标题": "送邵兰雪归吴门仍用前韵",
            "作者": "陈维崧",
            "内容": "易水严装发。休回首、故人别酒，帝城高阙。九曲黄河迎马首，淼淼龙宫堆雪。说不尽、天涯明月。君去故侯瓜可种，向西风、莫短冲冠发。人世事，总毫末。长州鹿走苏台折。叹年少、当歌不醉，此非俊物。试到吴东门下问，可有吹箫人杰？有亦被、怒潮磨灭。来夜天街无酒伴，怕离鸿、叫得枫成血。亦归耳，住何益。"
        },
        {
            "标题": "小桃红 如皋冒天季，自署信天翁，向予索词，因有此赠，每句中俱暗用禽言及鸟名",
            "作者": "陈维崧",
            "内容": "得过还须过。力作如何作。说甚饼焦，管他泥滑，且图著火。\n任陇山，秦吉了聪明，好瞢腾些个。"
        },
        {
            "标题": "醉太平 戏咏钱效宋人独木桥体四首 其一",
            "作者": "陈维崧",
            "内容": "红闺簸钱，绿窗意钱。姬人小字钱钱，佩男钱女钱。"
        },
        {
            "标题": "无愁可解 题桢伯诗词卷尾用黏影词韵",
            "作者": "陈维崧",
            "内容": "记少日、从君使健笔。如风蛟螭盘攫。更短衣破帽，横穿欲度绝漠。\n蹴鞠弹筝豪士约。抚掌轰轰笑乐。似阿黑、一辈人，裂眦奋袖，神色甚恶。\n讵料沦落关河，将冶习狂名，一朝除却。笑古今青史，细碎浑如蜹脚。\n让馀子、累累若若。只佳句、清抵空山夜泉，剪灯读、睡难著。"
        },
        {
            "标题": "阮郎归 为灵雏题画",
            "作者": "陈维崧",
            "内容": "吴绫一幅滑如脂，江南好画师。长松几树碧离离，斜添斑竹枝。"
        },
        {
            "标题": "塞孤 宣武城外书所见",
            "作者": "陈维崧",
            "内容": "北风如箭吼，城门启。不断香车流水。侧卷绡帘拖燕尾。\n巫鼓唱，蛮箫赛。乌孙别、紫台人，黄鹄寡、青溪妹。粉襟儿畔，多少红泪。"
        },
        {
            "标题": "倾杯乐 正月十三夜预卜元宵月",
            "作者": "陈维崧",
            "内容": "丝雨如酥，小窗似梦，睡猧难稳。试灯夜、凤胫慵点，香闺潜向，姮娥预恳。\n元宵可有冰轮分。奈琼瑶，舞萦幌，拂帘逾紧。安黄剔翠，都到眉峰砌恨。"
        },
        {
            "标题": "送三韩李若士省亲之楚（若士尊公时提督湖广",
            "作者": "陈维崧",
            "内容": "秋到离亭暮。羡风前、珊鞭玉靶，翩然竟去。借问此行何所向，笑指巴烟郢树。是乌鹊、惯南飞处。路入南荒休骋望，有陶公战舰空滩雨。酾热酒，浪花舞。严君坐拥貔貅旅。厌下流、一军下濑，目无黄祖。昨夜月明亲飨土，耍奏新填乐府。都不用、陈琳阮瑀。手掣红旗翻破阵，看郎君、下笔惊鹦鹉。猿臂种，气如虎。"
        },
        {
            "标题": "三部乐 题王瑁湖新诗卷首次田髴渊韵",
            "作者": "陈维崧",
            "内容": "满幅清新，好谱上香弦，恨无纤手。珊瑚七尺，石尉筵前尽有。\n忆天上、几度花开，悔玉清轻别，凤侪鸾偶。短拍长谣，迸碎鲛盘珠走。\n御河连宵秋雨，换十亩残荷，一湾疏柳。潜来擪笛宫墙，月明感旧。\n墨迹离奇似斗。半倒薤，半成急就。馀兴淋漓，拚涴遍、舞巾歌袖。"
        },
        {
            "标题": "琴调相思引 元夕后二日夜雨即事",
            "作者": "陈维崧",
            "内容": "绮陌将收五夜灯，后堂锁到第三层。画檐残烛，细雨恐难胜。"
        },
        {
            "标题": "谢池春慢 乙卯三月三日作",
            "作者": "陈维崧",
            "内容": "烘桃染杏，春到愁、思量处。弱蕙试新荑，嫩蝶翻绵羽。\n林际莺才满，梁畔燕将乳。飏歌旗，喧戏鼓。三三两两，挑荠谁家女。"
        },
        {
            "标题": "三月三日尉氏道中作",
            "作者": "陈维崧",
            "内容": "登尉缭台，上三垂岗，伤如之何！忆谈兵说剑，才情磊落；投秦去魏，意气嵯峨。我到中原，重寻旧迹，牧笛球风起夜波。谁相问，纵残碑尚在，一半销磨。短衣匹马经过，叹禊日难逢晋永和。正水边柳眼，斜窥芳岸；风前燕尾，乱剪晴莎。异国风光，中年意味，写上乌丝感慨多。休凭吊，西湔裙挑菜，士女娑拖。"
        },
        {
            "标题": "念奴娇 丁巳中秋玉峰徐季重叶九来招饮三友园同集为宋既庭刘震修潘次耕徐立斋顾恪如宋南金即席分赋",
            "作者": "陈维崧",
            "内容": "插天峭壁，被风吹月浪，洗来逾绿。嵌壑苍崖鳞鬣动，万队熊蹲狮伏。\n碧海青天，年年今夜，长见金波浴。姮娥耐冷，一轮细碾圆玉。"
        },
        {
            "标题": "念奴娇 季沧苇宅夜看歌姬演剧即席成词并示张天任五丹九仪戴宏度季孚公希韩李三友朱石钟诸子",
            "作者": "陈维崧",
            "内容": "吾生讵料，也曾经，亲听诸姨法曲。非月非烟非雾雨，非肉非丝非竹。\n不易描摹，最难忘记，耿耿萦心目。依稀梁畔，暗尘飞堕千斛。"
        },
        {
            "标题": "桂枝香 石亭探桂和竹逸韵",
            "作者": "陈维崧",
            "内容": "晴秋滴黛。肯闭置车中，学妇人态。南郭先生，约我画溪击汰。\n石亭老桂槎枒甚，续前游、何妨今再。霜篷汎酒，僧庐斗茗，谈禅说怪。"
        },
        {
            "标题": "三字令 闺情",
            "作者": "陈维崧",
            "内容": "红蕤枕，卓金车，两相于。酒醒后，梦来初。挽郎祛，郎欲去，且徐徐。"
        },
        {
            "标题": "春夏两相期 初夏同友人东郊外访吴绳圃园居",
            "作者": "陈维崧",
            "内容": "有罗罗、水烟千顷。夜来初浣篱径。紫艳红芳，屋角墙头相映。\n草香小巷入都迷，竹暗层扉敲谁应。浅漾风帘，爱他草阁，居然舴艋。"
        },
        {
            "标题": "贺新郎 为冯躬暨催妆",
            "作者": "陈维崧",
            "内容": "河畔秋还未。羡人间、鹊桥先驾，红丝双繫。隔巷新人车乍到，四角银铃凤子。\n已渐近、槐厅门第。相府沙堤行更稳，簇晶毬、满路玲珑缀。\n烟月下，香尘沸。"
        },
        {
            "标题": "还京乐 万红友养疴僧舍暇日戏取南北曲牌名为香奁诗三十首用填此阕寄跋卷尾",
            "作者": "陈维崧",
            "内容": "碧苔纸，更用成都，粉水桃浪砑。斗松绫纤腻，韭花字格，閒吟閒写。\n恰翠承朱亚。澄心纸镇铜台瓦。孝穆管，争愿化作，珊瑚为架。"
        },
        {
            "标题": "感皇恩 晚凉杂忆六首 其一",
            "作者": "陈维崧",
            "内容": "记得镇淮门，风篷竞举。都歇荷潭最深处。绿蓑乌榜，雁翅玲珑无数。\n嫩凉三万顷，谁先取。"
        },
        {
            "标题": "风入松 上巳后二日洗钵池汎舟即事同亦史山涛赋",
            "作者": "陈维崧",
            "内容": "蜻蛉小泊断桥东，人在橹声中。水面残霞飞不定，春波静、暝翠玲珑。\n夹岸缃桃斑竹，半船淡月微风。"
        },
        {
            "标题": "浣溪沙 山塘即事",
            "作者": "陈维崧",
            "内容": "窈窕山塘半酒家，浣衣归去笑吴娃。东风吹得绣裙斜。"
        },
        {
            "标题": "山花子 送姜学在由吴门之宛陵清明扫墓",
            "作者": "陈维崧",
            "内容": "鲁国男儿是孔融，如今流落号吴侬。燕子柳条能酿恨，旧江东。"
        },
        {
            "标题": "瑶台第一层 秦园月夜听泉声用艺香词韵",
            "作者": "陈维崧",
            "内容": "月影水痕都化碧，如游不夜城。恰惊飞涧，陡然劈峡，溅沫难平。\n阴森鳞鬣，还似玉龙，怒吼崚嶒。真幽绝，添几声铁笛，一点茅亭。"
        },
        {
            "标题": "垂杨 上巳万柳堂雨中即事用竹山词韵",
            "作者": "陈维崧",
            "内容": "花间微雨，响苏苏几点，乍听还小。径冷泥香，凤城佳节游踪悄。\n记曾骑马横门道。有夹路、红深翠窈。甚前番、社鼓饧箫，到今来偏少。\n拚把春光湿了。枉青粉墙西，酒旗斜袅。扑蝶湔裙，梦华遗事何人晓。\n落红旋被东风扫。扫不去、閒愁缥缈。纵然晴也，奈浓春渐老。"
        },
        {
            "标题": "满江红 闻往岁帝城烟火之盛，甲于天下，今年元夜，作客都门，适逢新禁，凄然独坐，词以遣怀",
            "作者": "陈维崧",
            "内容": "夜火春宵，说此地、上元尤胜。烟焰里、烘桃炙柳，飘梅灺杏。\n绣羽花冠筒内放，缃苞翠蔓竿梢映。紫葡萄、十丈满池莲，丝丝凝。"
        },
        {
            "标题": "念奴娇 送钱础日归锡山同云臣和曹顾庵韵",
            "作者": "陈维崧",
            "内容": "怜吾与汝，只年将五十，尚然栖逸。槊上功名难办取，且自弄他文笔。\n借面吊丧，送人作郡，岁岁饥驱出。傍人大笑，嵇康身懒多虱。"
        },
        {
            "标题": "贺新郎 弓冶弟万里省亲三年旋里，于其归也，悲喜交集，词以赠之，并怀卫玉叔暨汉槎吴子，即用赠苏昆生韵",
            "作者": "陈维崧",
            "内容": "休把平原绣。绣则绣、吾家难弟，古今稀有。万里寻亲踰鸭绿，险甚黄牛白狗。\n一路上，夔蚿作友。辛苦瘦儿携弱肉，向海天尽处孤踪透。\n三年内，无乾袖。"
        },
        {
            "标题": "师师令 席上同云臣咏雏姬",
            "作者": "陈维崧",
            "内容": "匀红剔翠，掷星眸斜卖。春娇尚未忒玲珑，却已会、三分无赖。\n笑匿花丛衫影在，怨风吹罗带。"
        },
        {
            "标题": "贺新郎 汴京中秋月下感怀兼忆三弟纬云表弟南耕暨一二金陵省试亲友",
            "作者": "陈维崧",
            "内容": "万斛金波泻。遍人间、云鬟玉臂，清辉狼籍。历历扶疏丹桂影，一碧乾坤欲化。\n人正在、汴梁客舍。可惜宋家陵阙改，烂银盘、依旧当空挂。\n可还似，东京夜。"
        },
        {
            "标题": "雪狮儿 新正五日雨窗柬云臣用程正伯韵",
            "作者": "陈维崧",
            "内容": "兰啼未醒，梅妆易困，愁褰帘幕。曾记年时，春向玉钗头落。\n浅斟低谑，正斜凭、香肩瘦削。红篝暖，任他小院，猧儿吠恶。"
        },
        {
            "标题": "琐窗寒 昔年楼上",
            "作者": "陈维崧",
            "内容": "此地当年，萧娘妆阁，绿窗幽靓。伤春情思，正日暖人微病。\n撚花枝、悄近罗衣，眉峰送语烟难定。掩屏风六幅，看他縆额，安黄端正。"
        },
        {
            "标题": "水调歌头 题毛会侯戴笠垂竿小像",
            "作者": "陈维崧",
            "内容": "水色绿如鸭，又似乍磨铜。靴纹细浪忽起，飒飒夹溪风。\n数里江村茆屋，一带芦汀蟹舍，下遍钓鱼筒。云作蔚蓝缬，衬以晚霞红。"
        },
        {
            "标题": "洞仙歌 题乔石林舍人桃源图小照",
            "作者": "陈维崧",
            "内容": "漫郎单舸，压半溪寒玉。流向秦人洞边宿。渐前村、竹外一两三枝，斜幂䍥，流水板桥茅屋。"
        },
        {
            "标题": "侍香金童 题闺秀画扇用湘瑟词韵",
            "作者": "陈维崧",
            "内容": "蕃马平沙，六角屏风摺。映的的、腮涡红晕颊。擘阮砑筝都未惬。\n只把檀槽，粉偎酥贴。"
        },
        {
            "标题": "寿楼春 春日追昔游",
            "作者": "陈维崧",
            "内容": "寻春来刘郎。惹一生惆怅，千种思量。尚记风前秀靥，月中凝妆。\n斑竹店，梅根坊。飐水花、晴丝悠飏。恰宛宛调鹦，盈盈唤马，手语粉巾香。"
        },
        {
            "标题": "寿楼春 为白琅季节母吴孺人赋",
            "作者": "陈维崧",
            "内容": "蔻绡衣霓裳。配羿妃清冷，媭女苍凉。夜夜长歌寡鹄，短歌愁凰。\n摧短鬓，为秋霜。染啼痕、眠芊幽篁。叹海碧天青，蟾孤兔老，六十载共姜。"
        },
        {
            "标题": "高阳台 题余氏女子绣高唐神女图为阮亭赋",
            "作者": "陈维崧",
            "内容": "巫峡妖姬，章台才子，赋成合断人肠。绣阁停针，含情想像高唐。\n渚宫旧迹今何在，不分明、水殿云房。亸蝉鬟，忆著行云，恰费商量。\n蘅皋暮雨凄凉。只楚天一碧，与梦俱长。雾縠霓旌，几时重得侍君王。\n小唾红绒思好事，却剪刀、声出回廊。更添些，红杜青蘋，做出潇湘。"
        },
        {
            "标题": "疏影 咏虞山毛氏汲古阁兼赠斧季",
            "作者": "陈维崧",
            "内容": "绛云烬后。有隐湖小阁，突兀晴昼。锦褙团窠，笺剔泥金，珊瑚石尉休斗。\n墨花蚀处香偏冽，论官焙、何须豆蔻。记开雕、北宋南唐，汉碣秦碑同寿。"
        },
        {
            "标题": "蜀山谒东坡书院",
            "作者": "陈维崧",
            "内容": "水拍晴莎，山衔春店，飞花落絮悠扬。打鱼放鸭，四月好时光。此地林峦绝胜，家家足、碧涧幽篁。斜坡上，碎瓻败甓，零乱补围墙。鸣榔，思往事，峨嵋仙客，曾驻吾乡。惹溪山千载，姓氏犹香。今日紫姑圣女，喧村赛、画鼓明妆。残碑在，独怜野草，渐没古祠堂。"
        },
        {
            "标题": "霜花腴 蟹",
            "作者": "陈维崧",
            "内容": "雁行阵阵，带夜来西风，触响帘钩。偏值新晴，且谋小饮，霜螯最是宜秋。\n晚轩更幽。点吴羹、玉腕纤柔。笑人间、万事鸿毛，知他何物是监州。"
        },
        {
            "标题": "水调歌头 渡长荡湖望三茅峰",
            "作者": "陈维崧",
            "内容": "我住太湖口，四面匝烟鬟。周回萦青缭黛，中托白银盘。\n且纵龙宫一苇，耕破琼田万亩，笑傲水云宽。篷背唱铜斗，沙尾辨金坛。"
        },
        {
            "标题": "霜叶飞 夜雨感旧柬史云臣",
            "作者": "陈维崧",
            "内容": "西风雁压凉云破，趱成暝色如许。屏风几垒拥潇湘，正晚山碧聚。\n拟偷按、凄凉宫谱。小楼寒峭移筝柱。奈偏到此时，添几阵、潇潇淅淅，长夜难住。"
        },
        {
            "标题": "水龙吟 白莲",
            "作者": "陈维崧",
            "内容": "水明楼下相看，凉荷一色珑松地。赤栏低压，绿裳轻蘸，月明千里。\n小苑梨花，重门柳絮，算来相似。傍前汀白鹭，几番飞下，寻不见，迷花底。"
        },
        {
            "标题": "水龙吟 上观察金长真先生",
            "作者": "陈维崧",
            "内容": "当时悬瓠城头，经过已切登龙愿。一星忽到，三吴重地，藉公司宪。\n建业旌幢，广陵笳鼓，欢声腾遍。更庾楼郑驿，锦袍银烛，高会尽，东南彦。"
        },
        {
            "标题": "水龙吟 寿黄珍百七十仍用前韵",
            "作者": "陈维崧",
            "内容": "楚天解组归来，颠狂肯放杯辞手。黄鸡一曲，千场保社，百年亲旧。\n起舞婆娑，好风吹帽，野花簪首。试酒酣重问，渚宫烟景，仍髣髴，从前否。"
        },
        {
            "标题": "水龙吟 城上看桃花",
            "作者": "陈维崧",
            "内容": "花光扑上春城，曈昽直把人衣染。家家百舌，年年三月，桃花满店。\n谁酿梨云，更搀柳浪，倍添伊艳。算那家、映水开偏好，胭脂一院门长掩。"
        },
        {
            "标题": "水龙吟 春游即目赋得侍儿堪感路旁人",
            "作者": "陈维崧",
            "内容": "花间一辆雕轮，绣帏袅尽东风细。龙幡压角，翠钿㔩叶，流苏百琲。\n暗想其中，宫黄蕃锦，不过端丽。纵玉环丰艳，金堂娇贵，瑶池侣，休凝睇。"
        },
        {
            "标题": "水龙吟 秋城看西溪战舰水阅",
            "作者": "陈维崧",
            "内容": "豁然老眼新晴，戍楼下俯秋江远。严关金鼓，西风彩帜，盈川鹅鹳。\n狎水黄头，淩风画鹢，银涛怒捲。笑喧阗错认，龙舟莲舸，惹士女，倾城看。"
        },
        {
            "标题": "水龙吟 乙卯暮春云臣斋头看牡丹",
            "作者": "陈维崧",
            "内容": "一年一度花前，旧年笑语莺犹记。今年倍好，才开便遇，养花天气。\n料理银罂，排当檀板，绿窗如水。唤游丝舞絮，遮围绣幕，休轻放，閒愁至。"
        },
        {
            "标题": "水龙吟 咏杜鹃花",
            "作者": "陈维崧",
            "内容": "小楼日日轻阴，花枝映得纱窗曙。恰推窗看，玉栏干外，红香无数。\n樱笋时光，秋千院落，衬他娇嫭。只一枝怯雨，泫然却想，故乡也，知何处。"
        },
        {
            "标题": "水龙吟 秋日过饮蝶庵纪坐上人语",
            "作者": "陈维崧",
            "内容": "万家砧杵秋城，重来何处寻门巷。三年一别，孤身作客，蛮江烟浪。\n绿帻榕城，金尊荔浦，惯陪牙将。自连天烽火，舞衫换了，亟为买，归吴榜。"
        },
        {
            "标题": "水调歌头 睢阳寓馆感旧题壁",
            "作者": "陈维崧",
            "内容": "惆怅复惆怅，直视草茫茫。风摇葵子藚叶，蝼蝈上空墙。\n满目西州门内，转眼黄公垆畔，前事惹思量。摇膝并负手，绕柱更循廊。"
        },
        {
            "标题": "水龙吟 寿朱致一五十再用前韵",
            "作者": "陈维崧",
            "内容": "花前日饮亡何，何须暂住挨筝手。莲凋华项，桑栽蓬岛，月明如旧。\n历历神州，茫茫知己，几场搔首。问王家阿黑，桓家灵宝，今尚有，其人否。"
        },
        {
            "标题": "水调歌头 新秋寄骥沙徐仲宣",
            "作者": "陈维崧",
            "内容": "秋色洁于雪，澄湛到帘钩。凭轩忆尔更剧，君亦念余不。\n记客泉亭草寺，闲弄吟篷钓笛，相与狎沙鸥。一笑别君去，四节忽如流。"
        },
        {
            "标题": "水龙吟 秋感",
            "作者": "陈维崧",
            "内容": "夜来几阵西风，匆匆偷换人间世。凄凉不为，秦宫汉殿，被伊吹碎。\n祇恨人生，些些往事，也成流水。想桃花露井，桐英永巷，青骢马，曾经繫。"
        },
        {
            "标题": "水调歌头 酬别沈凤于即用来韵",
            "作者": "陈维崧",
            "内容": "君住马溪上，我住滆湖中。平生酒颠花恼，此事那输公。\n自逐鹓班鹭队，回忆练裙檀板，甚日恰重逢。也料秋江畔，开到粉芙蓉。"
        },
        {
            "标题": "调笑令 其五 刘丽华",
            "作者": "陈维崧",
            "内容": "通波亭畔风日清，会稽王子愁经行。中流佚女遘烟舫，波光脸态交盈盈。\n风吹裙带红丝缠，箜篌歇拍声声颤。西轩夜静月又低，春条为尔歌宛转。\n宛转。羞相见。月白风清人婉娈。洛灵罗袜来波面。\n良夜随郎游衍。小婢箜篌歌又颤。徙倚春流都遍。"
        },
        {
            "标题": "水调歌头 赵北口作",
            "作者": "陈维崧",
            "内容": "忽复出门去，万事总由天。难忘只有烟水，永不罢相怜。\n此地燕南赵北，尽日黄尘白草，那抵旧溪山。讵料故乡景，陡落笋舆前。"
        },
        {
            "标题": "水龙吟 送春和云臣韵",
            "作者": "陈维崧",
            "内容": "春光不像曾来，如何又说春将去。一尊别酒，两行情泪，凄然无语。\n恰似明妃，红颜远嫁，玉关难驻。叹今年烽火，连天战鼓，都拦截，春归路。"
        },
        {
            "标题": "水调歌头 留别阿云",
            "作者": "陈维崧",
            "内容": "真作如此别，直是可怜虫。鸳裯麝薰正暖，别思已匆匆。\n昨夜金尊檀板，今夜晓风残月，踪迹太飘蓬。莫以衫痕碧，偷揾脸波红。"
        },
        {
            "标题": "水调歌头 早秋托兴",
            "作者": "陈维崧",
            "内容": "秋色一天雪，林壑映新旸。皎如三尺新水，出匣漾干将。\n亟敞杉窗竹院，要使金风玉露，洒濯我轩廊。飒爽上眉宇，皎洁到衣裳。"
        },
        {
            "标题": "水调歌头 送原白北上",
            "作者": "陈维崧",
            "内容": "莫作恋豆马，直学脱韝鹰。送君秣魏刷赵，万里惬飞腾。\n颇怪今人离别，出户定然复入，刺刺实堪憎。似尔最飒爽，物态直凭陵。"
        },
        {
            "标题": "水调歌头 溪泛",
            "作者": "陈维崧",
            "内容": "谁送半城绿，恰是两溪风。茫茫银涛雪浪，天水有无中。\n每到簟纹平处，不觉水香肥极，一色玉玲珑。最恼闲鸥鹭，偏解占空濛。"
        },
        {
            "标题": "水调歌头 读董舜民苍梧词题后",
            "作者": "陈维崧",
            "内容": "老屋数间耳，世事不关渠。堆墙牛腰囷蠢，巨束笋般粗。\n中有奇文兀奡，每夜必腾光怪，鳌掷与鲸呿。力压古声叟，气慑万獠奴。"
        },
        {
            "标题": "水调歌头 留别澹心即用来韵",
            "作者": "陈维崧",
            "内容": "离别亦常事，惆怅慎毋然。归舟一路弄笛，吹裂水中天。\n犹记吴趋坊后，再到惠山松畔，两地酒如泉。不久聚花下，小别向风前。"
        },
        {
            "标题": "水调歌头 送侯叔岱之彭城",
            "作者": "陈维崧",
            "内容": "酒罢忽不乐，结束挽强弓。彭城此去苍莽，水蓼满陂红。\n戏马台边骋望，下有河流似弩，混混尽鱼龙。吾意欲起舞，屈指几英雄。"
        },
        {
            "标题": "水调歌头 庚申五日",
            "作者": "陈维崧",
            "内容": "又是女儿节，何处贳香醪。艾装碧虎闪烁，与汝复相遭。\n回忆家乡此际，不少痴儿騃女，綵鹢绣旗摇。蹙起一川雪，崩落半空涛。"
        },
        {
            "标题": "水调歌头 雪夜再赠季希韩叠前韵",
            "作者": "陈维崧",
            "内容": "海上玉龙舞，糁作满空花。城中十万朱户，琼粉乱周遮。\n愁对一天飞雪，不见昨宵明月，桂影蚀金蟆。短鬓飒秋叶，僵指矗枯枒。"
        },
        {
            "标题": "水调歌头 题友人词并示方邺大匡",
            "作者": "陈维崧",
            "内容": "脱帽即擪笛，辍洗便弹筝。千金教得乐部，坐此得狂名。\n每叹英雄作事，万象雪中鸿爪，一过已忘情。倏忽谢歌舞，寂寞掩柴荆。"
        },
        {
            "标题": "水调歌头 赠西陵周勿",
            "作者": "陈维崧",
            "内容": "拍手唱铜斗，蹋地舞回波。世间穷达有命，扰扰若之何。\n收罢百钱帘下，雨后一街人少，客有猎缨过。仆病坐磨蝎，君丑类鸡窠。"
        },
        {
            "标题": "水调歌头 纪恨为魏里张太君赋",
            "作者": "陈维崧",
            "内容": "越国燕莺地，春日绮罗年。张星本连天上，朱户隐㛹娟。\n谁料罗窗绣阁，吹到零风冷雾，飘散亦前缘。旧日画眉事，追纪那能全。"
        },
        {
            "标题": "醉太平 其四",
            "作者": "陈维崧",
            "内容": "篯兮古钱，镠兮后钱。箧中剩五铢钱，是秦钱汉钱。"
        },
        {
            "标题": "四代好 泛艇春溪作",
            "作者": "陈维崧",
            "内容": "碧透双溪尾。蒲桃浪、惯被暖风吹碎。琉璃正滑，簟纹小展，一川空翠。\n春衣篷舱慢倚。十载事、从头都记。算飘零、曾度汶水，漳水沁永泜水。\n汶水长绕孤城，漳水又抱，铜台废址。可怜沁水，还灌太原残垒。\n三关怒涛夜起。过泜水、重嗟馀耳。总不如、春水江南，柔蓝千里。"
        },
        {
            "标题": "沁园春 为泗州谢震生广文题照兼送其之任山阳",
            "作者": "陈维崧",
            "内容": "我爱先生，其冷者官，其热者肠。羡康乐宣城，君之家世，蠙珠浮磬，此是家乡。\n人道马曹，我知鱼乐，苜蓿堆盘也不妨。吴绫上，问传神阿堵，何物长康。"
        },
        {
            "标题": "贺新郎 席上呈芝麓先生仍用前韵",
            "作者": "陈维崧",
            "内容": "打鼓船将发。看水面、怒涛似屋，巨鱼如阙。一路推篷吹笛去，无数苇花摇雪。\n忘不了、朱门皓月。万里沙昏闻雁叫，料孤眠、白尽离人发。\n回首望，谢家末。"
        },
        {
            "标题": "念奴娇 赠雪笠上人",
            "作者": "陈维崧",
            "内容": "小长干里，记岩花岭鸟，六朝僧窟。一自秣陵凋敝后，难稳故山瓶拂。\n蹙踏天龙，抨弹狮象，人境俱双夺。衲衣手绽，曾经几载飞雪。"
        },
        {
            "标题": "送姜西溟入都",
            "作者": "陈维崧",
            "内容": "去矣休回顾。尽疏狂、长安市上，飞扬跋扈。谁道天涯知己少，半世人中吕布。仗彩笔、凭陵今古。伏枥悲歌平生恨，肯车中闭置加穷袴。君莫信，文章误。扬花细糁京江渡。恰盈盈、租船吹笛，柁楼挝鼓。屈指帝城秋更好，寄语冰轮玉兔。为我照望诸君暮。相约当年荆高辈，唤明驼倒载琵琶女。葡萄酒，色如乳。"
        },
        {
            "标题": "月当听 虎邱中秋柬蘧庵先生用梅溪词韵",
            "作者": "陈维崧",
            "内容": "碧海此夜冰轮满，龙堂老铁，吹裂波心。斜倚广寒一望，兔窟清深。\n照彻吴王宫殿，遍临街、帘子漾绡金。更多少、伎船灯火，水寺讴吟。\n茶铛正稳皋桥畔，好风光、摘船试约閒寻。月底半塘哗笑，百沸潮音。\n檀板竞从石场斗，桂花都上帽檐簪。如觅我听歌处，在斟酌桥阴。"
        },
        {
            "标题": "送蘧庵先生之广陵，并示宗定九，孙无言，汪",
            "作者": "陈维崧",
            "内容": "十里珠帘，半城画艇，百年花月维扬。有君家丞相，梅岭旧祠堂。每到清明赛社，倾城士女，愁弄笙簧。只无情隋堤，舞腰还斗宫妆。扁舟上冢，听邻船、重话兴亡。奈石马嘶风，银蚕吊月，往迹全荒。我亦当年薄倖，曾吹过、一帽红香。问桃花认否，前度刘郎。"
        },
        {
            "标题": "五福降中天 丙辰元旦和蘧庵先生韵",
            "作者": "陈维崧",
            "内容": "翩何青帝姗姗也，将近江南几驿。婪尾深杯，换头小令，冶习那能销得。\n任他仙释。算换民年光，也应沾臆。慵倚阑干侧帽，不忍弄烟色。\n差喜渐无人识。楞严才注罢，门庭寂。三径苔铺，一篱梅绽，相与从无疏密。\n鹤窥草阁，雀啄柴门，宜春休帖。爱煞溪痕，斜桥成小立。"
        },
        {
            "标题": "昼锦堂 述怀和蘧庵先生韵",
            "作者": "陈维崧",
            "内容": "我所思兮，旁无人者，长啸离墨之阳。时复读书万卷，纵博千场。\n悲来直携横槊舞，兴来还取素琴张。谁相识，只有当年，郭翁伯郅君章。"
        },
        {
            "标题": "汉宫春 送子万弟入都次梁棠村先生送舍弟南归原韵",
            "作者": "陈维崧",
            "内容": "此际东吴，正黄菊离披，紫螯郭索。作装底急，使我伤于哀乐。\n西堂夜话，算曾经、几番晦朔。又来朝，河桥判袂，匆匆弟酬兄酢。"
        },
        {
            "标题": "金菊对芙蓉 姜学在自宛陵扫墓归停舟过访即送其返吴门",
            "作者": "陈维崧",
            "内容": "语响潭烟，橹鸣翠溪，他乡上冢人归。恰停桡枉叩，竹下双扉。\n相逢暗惹平生恨，西州路、事与心违。羊昙已老，数行情泪，弹上君衣。"
        },
        {
            "标题": "送入我门来 酿酒",
            "作者": "陈维崧",
            "内容": "闷倚牙屏，慵拈兔管，家乡琐事萦怀。遥想霜檐，羁绪最难裁。\n村村灯火收红糯，便小瓮鹅黄次第排。糟床压，夜悄真珠碎滴，响乱萧斋。"
        },
        {
            "标题": "醉太平 题孙无言半瓢居",
            "作者": "陈维崧",
            "内容": "颜渊一瓢，先生半瓢。傍人笑问团瓢，是吟瓢酒瓢。"
        },
        {
            "标题": "下水船 暮次丹阳宿周丹申斋中同汤谷宾夜话",
            "作者": "陈维崧",
            "内容": "风吼庱亭树，曛黑难投逆旅。径诣君家，呼酒喃喃尔汝。\n此间路。一派涛轰沙莽，几阵烟凄风苦。"
        },
        {
            "标题": "秋霁 送江辰六之任益阳",
            "作者": "陈维崧",
            "内容": "绿染熊湘，正翼轸之旁，一点星小。鹿走晴岩，鹧啼斑竹，细雨黄陵古庙。\n江山未老。又逢仙令栽花到。官阁外、鄂渚昭邱，弥望总残照。"
        },
        {
            "标题": "江城子 沙随感旧",
            "作者": "陈维崧",
            "内容": "思量往事极分明。小徐卿，昵云英。萧寺幽窗，檀板劝银罂。\n两小一双瞄不尽，红烛下，态盈盈。"
        },
        {
            "标题": "金菊对芙蓉 舟行遇大风仍用前韵",
            "作者": "陈维崧",
            "内容": "雪浪鼍吟，布帆鸱叫，西风削碎晴秋。看绿平楚尾，翠入吴头。\n盘淌急洑孤光陷，铸一点、旸谷金毬。柁楼长啸，汜人侑舞，海若供讴。"
        },
        {
            "标题": "岁暮杂忆",
            "作者": "陈维崧",
            "内容": "江南忆，少小住长洲。夜火千家红杏幙，春衫十里绿杨楼。头白想重游。"
        },
        {
            "标题": "一萼红 寒食纪事",
            "作者": "陈维崧",
            "内容": "玉津园，记个侬门巷，渌水漾罘罳。社燕低飞，饧箫轻弄，东风隋柳如丝。\n正客里、禁烟天气，趁流莺、啼处立多时。蒜押双摇，药栏九转，瞥见师师。"
        },
        {
            "标题": "望江南 岁暮杂忆十首 其七",
            "作者": "陈维崧",
            "内容": "江南忆，忆杀到如今。白玉堂深人一笑，真珠帘暖夜千金。\n十载尚关心。"
        },
        {
            "标题": "岁暮杂忆",
            "作者": "陈维崧",
            "内容": "江南忆，白下最堪怜。东冶璧人新诀绝，南朝玉树旧因缘。秋雨蒋山前。"
        },
        {
            "标题": "岁暮杂忆",
            "作者": "陈维崧",
            "内容": "江南忆，罨画最风流。白屋山腰烟内市，红兰水面雨中楼。楼上漾帘钩。"
        },
        {
            "标题": "望江南 岁暮杂忆十首 其一",
            "作者": "陈维崧",
            "内容": "江南忆，忆得上元时。人斗南唐金叶子，街飞北宋闹蛾儿。\n此夜不胜思。"
        },
        {
            "标题": "岁暮杂忆",
            "作者": "陈维崧",
            "内容": "江南忆，懊恼十西湖。秋月春花钱又赵，青山绿水越连吴。往事只模糊。"
        },
        {
            "标题": "踏莎行 咏帐钩",
            "作者": "陈维崧",
            "内容": "玉色无痕，粉光欲砑。一生管住春风罅。纱幮凝望碧如烟，怜伊荡漾何曾挂。"
        },
        {
            "标题": "琐窗寒 初春和云臣韵",
            "作者": "陈维崧",
            "内容": "雪洒红窗，雨敲碧瓦，晓寒偏紧。莺簧生涩，不似旧时淹润。\n记前春、城南水边，内家车子绡成阵。只新年节候，连阴做暝，误他花信。"
        },
        {
            "标题": "踏莎行 夏夜感旧",
            "作者": "陈维崧",
            "内容": "月挂楼梢，风吹沼面。水天閒话人微倦。些些只许枕头知，星星生怕流萤见。"
        },
        {
            "标题": "踏莎行 南耕花径成",
            "作者": "陈维崧",
            "内容": "杂卉葳蕤，群葩葱峭。红英紫萼纷相照。藤萝深巷碧如天，蔷薇低架平于帽。"
        },
        {
            "标题": "踏莎行 舟次河桥",
            "作者": "陈维崧",
            "内容": "别酒才醒，离程乍远。兰桡斜阁烟中饭。霜华昨夜湿银篝，夜深记有人低唤。"
        },
        {
            "标题": "赠何生铁（铁，小字阿黑，镇江人，流寓泰州",
            "作者": "陈维崧",
            "内容": "铁汝前来者！曷不学、雀刀龙笛，腾空而化？底事六州都铸错，孤负阴阳炉冶。气上烛、斗牛分野。小字又闻呼阿黑，讵王家处仲卿其亚？休放诞，人笞骂。萧疏粉墨营丘画。更雕鑱、渐台威斗，鄴宫铜瓦。不值一钱畴惜汝，醉倚江楼独夜。月照到、寄奴山下。故国十年归不得，旧田园总被寒潮打。思乡泪，浩盈把。"
        },
        {
            "标题": "破阵子 拟过竹逸斋前探梅辄因雨阻词以柬之",
            "作者": "陈维崧",
            "内容": "昨夜雏寒侧侧，今晨小雨濛濛。屡拟寻花过涧北，屡约听莺到水东。\n心情无那慵。"
        },
        {
            "标题": "唐多令 拥被",
            "作者": "陈维崧",
            "内容": "早漏减银虬，新寒警画楼。漾罘罳、红日惊眸。幄里余温犹可恋，才欲起，又还休。"
        },
        {
            "标题": "探春令 庚戌元夜",
            "作者": "陈维崧",
            "内容": "去年客里度元宵，人正恹恹病。撚偃师、廨后黄梅嗅，想洛下、春灯盛。"
        },
        {
            "标题": "题曹实庵珂雪词",
            "作者": "陈维崧",
            "内容": "满酌凉州酝。爱佳词、一编《珂雪》，雄深苍稳。万马齐暗蒲牢吼，百斛蛟螭囷蠢。算笛拍、莺簧休混。多少词场谈文藻，向豪苏腻柳寻蓝本。吾大笑，比瓦黾。爇残桦烛刚余寸。叹从来、虞卿坷坎，韩非孤愤。耳热杯阑无限感，目送塞鸿归尽。又眼底、群公衮衮。作达放颠无不可，劝临淄、且傅当筵粉。城柝沸，夜乌紧。"
        },
        {
            "标题": "题秦邮露筋祠",
            "作者": "陈维崧",
            "内容": "湖上水连天，湖光卷尽寒烟。玉娥一去几千年，尽日凝妆俨然。漠漠雨丝飘碧瓦，人在女郎祠下。一树红梨开谢，明朝又是春社。"
        },
        {
            "标题": "咏马贵阳画册",
            "作者": "陈维崧",
            "内容": "极北龙归，江东马渡，君臣建业偏安。天上无愁，宫中有庆，声声玉树金莲。点缀太平年。更尚书艳曲，丞相蛮笺。月夕花朝，那知王濬下楼船。华清月照栏杆，怅多时粉本，流落人间。可惜当初，丹青妙手，如何不画凌烟？风景极凄然。写一行衰柳，几处哀蝉。展卷沉吟，昏鸦蔓草故宫前。"
        },
        {
            "标题": "偷声木兰花 题南水上人诗卷尾",
            "作者": "陈维崧",
            "内容": "六朝僧话三生事，雨后人归花下寺。我最怜渠，不数琴聪与蜜殊。"
        },
        {
            "标题": "喜迁莺 清明前一日陪史耳翁饮雪持斋头",
            "作者": "陈维崧",
            "内容": "晴帘乍浣。被燕蹴红英，递香窗眼。渐渐溪桥，迢迢杨柳，一半黄轻绿浅。\n风弄秋千不定，日暖蘼芜何限。春醪熟，嘱东阳愁绪，暂时分遣。"
        },
        {
            "标题": "兰陵王 秋况",
            "作者": "陈维崧",
            "内容": "倚帘阁。爽气直通寥廓。凉瓦上、澹澹初旸，影似干将淬秋锷。\n捣衣声乱作。响入愁人院落。西风峭、陡把素砧，搀入霜天白翎雀。"
        },
        {
            "标题": "题梅渊公画松为愚山先生赋",
            "作者": "陈维崧",
            "内容": "施侯沃我以绿雪，不数壑源鹰爪奇。啜余示我一幅画，长松十丈纷离披。\n牙须蚴蟉猛兕跳，鳞鬣蹙踏苍龙驰。抹眵询问谁所作，乃克肖此形支离。\n答言柏枧一诗老，两手惯放枯松枝。五日十日画一本，波涛舂激鼪鼯悲。\n昨蒙携画脱相赠，令我久看忘饥疲。子之作诗兴颇王，亦如此翁作画时。\n请为拗笔写长句，配此秃干苍茫姿。嗟乎吾家松树老无比，三年偃蹇空园底。\n何时秉耒去锄理，矮茅檐下拾松子，不尔身入画里。"
        },
        {
            "标题": "虞美人 题徐渭文画花卉翎毛便",
            "作者": "陈维崧",
            "内容": "帘栊水浸刚初夏，夏浅胜春也。数枝白白与红红，飘到一双蛱蝶粉濛濛。"
        },
        {
            "标题": "女冠子 咏美人坐禅和彭羡门原韵",
            "作者": "陈维崧",
            "内容": "萧萧禅榻，百和旃檀薰透。花冠啼罢，乌龙睡熟，紫竹清幽黄帔瘦。\n小袒裶罗袖。双垒湘裙红吐，花边一绺。最怜他、趺坐桃笙，一派秋江绿皱。\n灵山参破风幡后。奈十年前事，终向心头有。佳人不偶。\n记惜玉情怀，窃香时候。迦文消夙垢。正值钟声报午，苔阴移昼。\n问笼中、白雪衣娘，一卷名经完否。"
        },
        {
            "标题": "醉乡春 秦对岩携具寄畅园举填词第三集",
            "作者": "陈维崧",
            "内容": "银甲闹时偏悄，绿水昏时胜晓。双粲枕，百娇壶，好景世间都少。"
        },
        {
            "标题": "金浮图 夜宿翁村时方刈稻苦雨不绝词纪田家语",
            "作者": "陈维崧",
            "内容": "为君诉。今年东作。满目西畴，尽成北渚。雨翻盆、势欲浮村去。\n香稻波飘，都作沈湘角黍。咽泪频呼儿女。瓮头剩粒，为君殷勤煮。\n话难住。茅檐点滴，短檠青荧，床上无乾处。雨声乍续啼声断，又被啼声，剪了半村雨。\n摇手亟谢田翁，一曲淋铃，不抵卿言苦。"
        },
        {
            "标题": "夜宿翁村时方刈稻苦雨不绝词纪田家语",
            "作者": "陈维崧",
            "内容": "为君诉。今年东作，满目西畴，尽成北渚。雨翻盆势欲浮城去。香稻波飘，都作沈湘角黍。咽泪频呼儿女，瓮头剩粒，为君殷勤煮。话难住。茅檐点滴，短檠青荧，床上无干处。雨声乍续啼声断，又被啼声，剪了半村雨。摇手亟谢田翁，一曲淋漓，不抵卿言苦。"
        },
        {
            "标题": "厅前柳 本意",
            "作者": "陈维崧",
            "内容": "晚妆前。有一树，黄金缕，倍婵娟。秦楼上，蛮腰样，只思眠。\n才欲抱，便如烟。"
        },
        {
            "标题": "同前题",
            "作者": "陈维崧",
            "内容": "虽则毋归，对酒当歌，终难激扬。似孔家文举，幼原了了；卫家叔宝，晚更茫茫。五剧金鞭，六衔宝马，谁数吾家老子昂。公真误，叹臣今已老，发短心长。御沟偶过球场，笑涂辙都为若辈妨。更内家髻样，巧如马坠；小侯舞势，快作鸾翔。酒则数行，食而三叹，断尽西风烈士肠。登城望，有千群筚篥，万点牛羊。"
        },
        {
            "标题": "醉花阴 至吴门喜晤澹心园次展成既庭石叶诸君感旧有作",
            "作者": "陈维崧",
            "内容": "昔年相见皋桥下，总是清狂者。惜别泰娘家，泪黦胭脂，冰了鲛绡帕。"
        },
        {
            "标题": "春光好 桐川道中作",
            "作者": "陈维崧",
            "内容": "鴶鵴叫，戍楼平，漆灯明。一路春田四月、少人耕。"
        },
        {
            "标题": "满江红 其二",
            "作者": "陈维崧",
            "内容": "天语琳琅，曾比汝、殿前之柳。今老矣、漫云才子，居然聱叟。\n三弄笛吹桓子野，双丸髻挽王昙首。尽数来、作达昔人多，如君否。"
        },
        {
            "标题": "偷声木兰花 怀戴无忝客成都",
            "作者": "陈维崧",
            "内容": "前年建业秋将暮，今岁蚕丛春又去。别后思君，望尽南天不见云。"
        },
        {
            "标题": "沁园春 叔岱先生雅有鹌鹑之癖友人田梁紫作书止之戏括书语为词",
            "作者": "陈维崧",
            "内容": "客语先生，唶汝鹌鹑，才乎不才。纵遇敌争能，差强燕雀，为人穿鼻，终是驽骀。\n尽日啁啾，一身眇小，只合充庖佐酒杯。因何事，却烦人把握，费尔安排。"
        },
        {
            "标题": "疏影 忆邓尉梅花",
            "作者": "陈维崧",
            "内容": "佳人空谷。有铜坑千树，潇湘一幅。暗记当年，才过收灯，有人约探林屋。\n参差帽影鞭丝里，饾饤得、许多浓绿。便归来、携取冰魂，并入小窗横竹。"
        },
        {
            "标题": "偷声木兰花 题范女受",
            "作者": "陈维崧",
            "内容": "君挑独夜江船火，隔舫有人呼似我。仔细披图，骨瘦髯清我不如。"
        },
        {
            "标题": "望江南 寄东皋冒巢民先生并一二旧游十首 其二",
            "作者": "陈维崧",
            "内容": "如皋忆，忆得暮云天。著醋红蛏经酒脆，带糟紫蛤点羹鲜。\n日日醉花前。"
        },
        {
            "标题": "望江南 寄东皋冒巢民先生并一二旧游十首 其一",
            "作者": "陈维崧",
            "内容": "如皋忆，最忆小三吾。隔水红墙春冉冉，拍波绿箬雨苏苏。\n隐几一愁无。"
        },
        {
            "标题": "望明河 丁巳七夕玉峰作 明日立秋",
            "作者": "陈维崧",
            "内容": "冰轮尚缺。已耿耿流辉，盈阶铺雪。潭子空香，较莲子清芬，两般谁冽。\n荒唐稗史话，认做是、鹊桥佳节。惹无数、楼上穿针儿女，凭阑低说。\n风前老颠欲裂。问青海几处，玉台银阙。明日西风，怕点上许多，无情华发。\n碧箫吹来破，又跃入、龙堂变精铁。唤他起、须伴狂奴，醉舞冷光潜掣。"
        },
        {
            "标题": "望梅 春城望纸鸢",
            "作者": "陈维崧",
            "内容": "夹衣初飏。渐梅须坠粉，桃腮堆绛。鸭头波、倒浸春云，风日美、一天纸鸢都放。\n队队儿童，竞喧笑、绿杨门巷。正偷将残线，趁取新晴，恣情游赏。"
        },
        {
            "标题": "念奴娇 初十夜对月同山右吴天章中州彭中郎吴门周子俶章素文饮汪钝庵户部寓庐四叠前韵",
            "作者": "陈维崧",
            "内容": "虎邱石上，记曾经、看过几场秋月。锦队花城浑不夜，一缕歌喉如发。\n此际他乡，故人对酒，一倍关情切。为欢休晚，中原军鼓初歇。"
        },
        {
            "标题": "凤凰台上忆吹箫 本意",
            "作者": "陈维崧",
            "内容": "贵主亭台，真妃环佩，月中凤吹悠悠。占人间天上，两处风流。\n一自彩鸾齐跨，双携手、玉宇琼楼。咸阳树，宫娥怅望，仙驭难留。"
        },
        {
            "标题": "尉迟杯 别况",
            "作者": "陈维崧",
            "内容": "春江上。见鸂鶒、濛濛飞碧浪。草间珠露犹垂，岸左红兰才长。\n东风斜日，小玉门前缆乌榜。正离人、好梦初醒，双拥红篝凝想。\n因念十载漂零，长则在、水驿烟程来往。手把金尊和泪说，枉说是、画眉张敞。\n如今便、花开花谢，祇凭得、红襟梁上讲。送朗行、独凭小楼，橹声水面摇响。"
        },
        {
            "标题": "尉迟杯 遥和云臣秋夜观演杂剧之作",
            "作者": "陈维崧",
            "内容": "飘红穗。正夜静、蜡影昏如醉。想曾秋院闻筝，也向春城拾翠。\n如今惘惘，楼外雨、和愁小门闭。向空王、礼净名经，忏却脂香粉腻。"
        },
        {
            "标题": "河传 煨芋",
            "作者": "陈维崧",
            "内容": "黄茅新盖，土锉温黁，霜檐低矮。撩人几阵，芋香无赖。\n送来篱落外。"
        },
        {
            "标题": "祝英台近 舟夜闻箫",
            "作者": "陈维崧",
            "内容": "水烟昏，塘月午，欸乃乱更鼓。飒沓空樯，浪急打枫树。\n恰逢羁客停船，谁家楼上，忽飘堕、箫声一缕。"
        },
        {
            "标题": "念奴娇 闻雁",
            "作者": "陈维崧",
            "内容": "金风凛凛，将冷雁、糁下半天烦恼。拚逐征南诸将帅，飞透黄榆白草。\n万里边愁，一行兵气，辛苦凭谁道。遏云裂石，数声横度林表。"
        },
        {
            "标题": "宣清 春夜闻雁",
            "作者": "陈维崧",
            "内容": "春夜红蕤枕，怪宾鸿月底，哀鸣如昨。惹青衫泪甚时乾，引红闺睡何曾著。\n记得当初，楚天烟水，碧湘楼阁。搀玉轸，和金徽，自分西风冷落。\n一霎年光，又逢春社，万里乡心作。忆淼淼萧关，茫茫沙漠。\n故园归欤行乐。花柳江南，尽让他、莺啼燕掠。"
        },
        {
            "标题": "鹧鸪天 秋日拨闷作",
            "作者": "陈维崧",
            "内容": "一派凉秋似镜湖，西风萧瑟雁衔芦。楼头竹暗晴难妥，枕底橙香酒易酥。"
        },
        {
            "标题": "石州慢 题家别驾亦人孝感册并感旧游次蘧庵先生韵",
            "作者": "陈维崧",
            "内容": "昨客睢阳，古寺开元，水木妍雅。我方避暑，兄过挈榼，一樽同把。\n讵知别后，使君风木衔悽，书来双袖鲛珠惹。拟补白华诗，倩广微烘写。"
        },
        {
            "标题": "春日吴阊杂诗",
            "作者": "陈维崧",
            "内容": "春欲寒时雨正浓，小楼残烛话重重。关山兄弟飘零后，同听吴江晓寺钟。"
        },
        {
            "标题": "五人之墓",
            "作者": "陈维崧",
            "内容": "古碣穿云罅。记当日、黄门诏狱，群贤就鮓。激起金阊十万户，白棓霜戈激射。风雨骤、冷光高下。慷慨吴儿偏嗜义，便提烹、谈笑何曾怕。抉吾目，胥门挂。铜仙有泪如铅泻。怅千秋、唐陵汉隧，荒寒难画。此处丰碑长屹立，苔绣坟前羊马。敢轻易、霆轰电打？多少道旁卿与相，对屠沽、不愧谁人者？野香发，暗狼籍。"
        },
        {
            "标题": "五福降中天 甲寅元旦",
            "作者": "陈维崧",
            "内容": "五更爆竹千门响，轰醒阳乌春睡。早涌彤轮，竞开朱户，恰对南山晴翠。\n桃符荔粉，喜街影暄妍，帘痕韶丽。多少轻烟嫩霭，做就好天气。\n磨彻菱花双蒂。绣奁争早贴，宜春字。画粉幡儿，银泥胜子，笑上人头髻。\n年光已在，墙外花须，桥边兰蕊。拜罢胜常，脸潮红似醉。"
        },
        {
            "标题": "武陵春 舟次虎邱",
            "作者": "陈维崧",
            "内容": "四面吴山争窈窕，浓绿罨归舟。寺外人家桥上楼，春水尽情流。"
        },
        {
            "标题": "沁园春 经邯郸县丛台怀古",
            "作者": "陈维崧",
            "内容": "匹马短衣，竟上丛台，慨当以慷。看谁家战垒，寒鸦落照，何年古戍，乱草平冈。\n十月疏砧，一城冷雁，不许愁人不望乡。徘徊久，只登高吊古，无限苍茫。"
        },
        {
            "标题": "钗头凤 读蘧庵先生词用原韵",
            "作者": "陈维崧",
            "内容": "啄月手，谈天口。胸中云梦吞须九。宁游戏，非文字。\n问他作者，几人曾会。未。未。未。"
        },
        {
            "标题": "洞仙歌 西瓜",
            "作者": "陈维崧",
            "内容": "嫩瓤凉瓠，正红冰凝结。绀唾霞膏斗芳洁。傍银床、牵动百尺寒泉，缥色映，恍助玉壶寒彻。"
        },
        {
            "标题": "凤凰台上忆吹箫 闰六月七日为牛女作懊恼词",
            "作者": "陈维崧",
            "内容": "翠鹊桥虚，珠匏路杳，懊侬情思无憀。奈粉河一望，灵匹难招。\n寄语天边织室，双鸳杵、纤指休抛。停梭怨，金徒箭永，青女妆遥。"
        },
        {
            "标题": "摸鱼儿 题徐电发枫江渔父图",
            "作者": "陈维崧",
            "内容": "问何人、生绡滑笏，皴来寂历如许。孤篷几扇西风底，滴尽五湖疏雨。\n垂弱缕。尽水蔓江荭、信意牵他住。寄声鲂"
        },
        {
            "标题": "八声甘州 月夜守风江店",
            "作者": "陈维崧",
            "内容": "对清光、一碧倚江城，独立怨飘蓬。最恼人怀抱，危樯匝地，残堞当空。\n遥想故园妆阁，拥袖侧金虫。叹息藁砧去，烟水濛濛。"
        },
        {
            "标题": "西江月 夜宿何雍南斋中",
            "作者": "陈维崧",
            "内容": "一榻奇书缭绍，三间老屋欹斜。天寒沽酒拨琵琶，消尽丹徒客夜。"
        },
        {
            "标题": "笛家 屡拟过红友郊庄探梅连雨不止词以柬之",
            "作者": "陈维崧",
            "内容": "五里莺声，半村花气，南郊迤逦，归樵遥指君家近。\n屋头湿翠，窗眼疏香，溅裙水涨，落灯风紧。准拟携琴，也思侧帽，与细笺离恨。\n渡斜桥、背山郭，一片酒旗作阵。"
        },
        {
            "标题": "西平乐 春夜写怀",
            "作者": "陈维崧",
            "内容": "象管慵拈，鹅笙懒炙，春困斜倚围屏。往事难追，旧愁易惹，更添夜雨淋铃。\n记一骑衫痕似血，半夜簟纹如水，凤凰桥上吹箫，虾蟆陵下呼鹰。\n几处秋千绿水，风弄影、筛碎碧潭星。"
        },
        {
            "标题": "采桑子 其二",
            "作者": "陈维崧",
            "内容": "我言息国夫人好，何不归哉。早到妆台，湘水今秋绿胜苔。"
        },
        {
            "标题": "惜红衣 苦热兼怀村居水木之胜",
            "作者": "陈维崧",
            "内容": "闷欲凭虚，狂思拔宅，人间何窄。朵朵奇云，殷红荡深黑。\n溪西故隐，三万顷、湖天一色。犹忆。菱角莲须，满塘西舍北。"
        },
        {
            "标题": "席见狮儿",
            "作者": "陈维崧",
            "内容": "猛兽产于绝域，骁腾来自安西。一呼百物尽披靡，何论猘奴鹞子。我顾灰颓若此，儿应跳荡如斯。神仙将相讵难为，万事取之以气。"
        },
        {
            "标题": "席见狮儿",
            "作者": "陈维崧",
            "内容": "儿已健如黄犊，翁何此日才来？怒涛雪浪吼长淮，兵火连天四载。细听吴音小却，戏投粔籹旋迴。怪娘奁畔有于思，笑问客家何在？"
        },
        {
            "标题": "喜迁莺 雪后立春用梅溪词体",
            "作者": "陈维崧",
            "内容": "絮飘绵糅。正六花罢舞，晴光初绣。冻解蛾融，雨收鸳润，暖被笑声烘就。\n尽红情绿意，倩钗上、綵幡轻逗。春信浅，似才青燕尾，欲黄莺脰。"
        },
        {
            "标题": "一剪梅 吴门客舍初度作",
            "作者": "陈维崧",
            "内容": "风打孤鸿浪打鸥。四十扬州，五十苏州。半生习气破除休。\n少日倡楼，老去僧楼。"
        },
        {
            "标题": "喜迁莺 排闷和云臣韵",
            "作者": "陈维崧",
            "内容": "凭高指顾。叹野水增波，故陵无树。万叠金笳，千寻铁锁，依旧大江东去。\n休管周郎安在，便觅桓温何处。长啸罢，怕永嘉草草，不成南渡。"
        },
        {
            "标题": "昼锦堂 清明后一日同纬云重上玉峰积阴乍霁春女甚盛词以纪游",
            "作者": "陈维崧",
            "内容": "昨日浓阴，今朝新霁，戏鼓歌扇相宜。一路花摇绮幰，草暗金羁。\n空园秋千犹未拆，小楼香粉已全施。春山畔，绕涧萦岩，顿添无数钗笄。"
        },
        {
            "标题": "采桑子 其十一 为汪蛟门舍人题画册十二帧",
            "作者": "陈维崧",
            "内容": "搓酥滴粉瑶台侣，要使微赪。戏问幽情，眉黛全低恚旋成。"
        },
        {
            "标题": "沁园春 题徐祯起六十斑斓图",
            "作者": "陈维崧",
            "内容": "老友者谁，城北徐公，舞衣斑斓。有豆区一亩，藤花半架，晴山万叠。\n碧浪千湾。隐不求名，忧宁用老，竹户蓬门尽日关。\n家庭乐，喜庞眉矍铄，皓首团圞。"
        },
        {
            "标题": "夏初临·本意",
            "作者": "陈维崧",
            "内容": "中酒心情，拆绵时节，瞢腾刚送春归。一亩池塘，绿荫浓触帘衣。柳花搅乱晴晖。更画梁、玉翦交飞。贩茶船重，挑笋人忙，山市成围。蓦然却想，三十年前，铜驼恨积，金谷人稀。划残竹粉，旧愁写向阑西。惆怅移时。镇无聊、掐损蔷薇。许谁知？细柳新蒲，都付鹃啼。"
        },
        {
            "标题": "夏初临 本意",
            "作者": "陈维崧",
            "内容": "中酒心情，拆棉时节，瞢腾刚送春归。一亩池塘，绿阴浓触帘衣。\n柳花搅乱晴晖。更画梁、玉剪交飞。贩茶船重，挑笋人忙，山市成围。"
        },
        {
            "标题": "石州慢 夏闺",
            "作者": "陈维崧",
            "内容": "竹院临池，蕉轩翳日，萧然烟幌。送春留病，赊秋做恼，懒梳蝉样。\n恹恹永昼，谁令幽梦惊回，偏嫌多事茶炉响。侍女秉齐纨，隔纱幮低荡。"
        },
        {
            "标题": "夏初临 雨泊洴练",
            "作者": "陈维崧",
            "内容": "柳尽笼桥，罾多界浦，片帆闪碎波光。鴳浪堆中，笛声散入微茫。\n落花时候鸣榔。笑洴来、雪练何长。沙禽野鸭，啼晴唤阴，飞触船窗。"
        },
        {
            "标题": "夏日吴中寄内",
            "作者": "陈维崧",
            "内容": "记睡醒纱巾轻堕，又促床移，树阴中卧。院悄人稀，举首闲数碧星颗。月华浴簟，渐月映、中门锁。唤绿茗盈盈，恰一缕、红生廊火。几朵，是才开茉莉，小傍苧衫斜亸。抽书赌背，总排定、夜分幽课。弄不了茭粉菱丝，难写入、偷声入破。惹万种思量，凭仄烟桡画舸。"
        },
        {
            "标题": "夏云峰 夏雨",
            "作者": "陈维崧",
            "内容": "楚簟生波，湘帘著水，夏浅胜春时候。豆棚底、心情小恶，楝花外、年光空逗。\n记三春、帽影衣香，漫细数、疏狂未居人后。奈六幅蒲帆，归吴虽健，却又愁如中酒。\n况是梅天丝雨僽。尽挼蓝野水，点来都皱。一生事、秧车催去，四月景、蚕房撋就。\n倚小楼、看尽吴田，只漠漠阴阴，不堪回首。且白练裙，绿苔钱，閒写小词怀友。"
        },
        {
            "标题": "潇湘逢故人慢 夏夜对月用王和甫韵同蘧庵先生赋",
            "作者": "陈维崧",
            "内容": "冰轮将满，看光生兔白，冷透龙窝。水烟漾春罗。看今夜都浸，一片金波。\n流萤的的，趁月明、低坐庭柯。倚江阁、一声横笛，扁舟惊醒渔蓑。"
        },
        {
            "标题": "潇湘神 盱眙舟中作",
            "作者": "陈维崧",
            "内容": "淮水流，淮水流，蛮弦铜鼓不胜愁。骊山金盌无消息，六月园陵冷胜秋。"
        },
        {
            "标题": "琵琶仙 阊门夜泊用白石词韵",
            "作者": "陈维崧",
            "内容": "暝色官桥，消尽了、带雨绿帆千叶。驿口夜火微红，璚箫正凄绝。\n记醉惹、铜街唤马，更閒凭、画楼听鴂。无数前情，许多往事，樯燕能说。"
        },
        {
            "标题": "虞美人 吴门春暮重见杨枝",
            "作者": "陈维崧",
            "内容": "千丝万缕隋堤柳，往事思量否。杨花飞雪暮春时，又向专诸巷口见杨枝。"
        },
        {
            "标题": "新安陈仲献（名策）客蜀总戎幕府，尝赎一俘",
            "作者": "陈维崧",
            "内容": "天畔蚕丛路。记当日、锦城丝管，华阳士女。一自愁云霾蜀栈，飞下桓家宣武。有多少、花钿血污。十万娥眉齐上马，过当年、花蕊题诗处。葭萌驿，鹃啼苦。春宵高宴元戎府。明月下、玉容暗淡，有人低诉。妾本成都良家子，叹息鸾分钗股。客亦为、泪零如雨。掷去黄金归破镜，问德言、还识菱花否？吾事毕，拔身去。"
        },
        {
            "标题": "鹧鸪天 七夕后一夕路次淮阴作",
            "作者": "陈维崧",
            "内容": "袁浦西风响乱滩，楚州纤月卧微澜。今宵新惹双星怨，此地原嗟一饭难。"
        },
        {
            "标题": "月华清 读芙蓉斋集有怀宗子梅岑并忆广陵旧游",
            "作者": "陈维崧",
            "内容": "漠漠閒愁，濛濛往事，胜似柳丝盈把。记解春衣，曾宿扬州城下。\n粉墙畔、谢女红衫，菱塘上、萧郎白马。月夜。正游船争取，绿纱窗挂。"
        },
        {
            "标题": "许月度新自金陵归，以《青溪集》示我，感赋",
            "作者": "陈维崧",
            "内容": "青溪路。记当日、年少嬉游处。覆舟山畔人家，麾扇渡头士女。水花风片，有十万珠帘夹烟浦。泊画船、柳下楼前，衣香暗落如雨。闻说近日台城，剩黄蝶濛濛，和梦飞舞。绿水青山浑似画，只添了、几行秋戍。三更后、盈盈皓月，见无数精灵含泪语。想胭脂井底娇魂，至今怕说擒虎。"
        },
        {
            "标题": "辊绣毬 纪游",
            "作者": "陈维崧",
            "内容": "淡荡刺梅园，被紫蝶、成团勾去。杂花眠砌，雏莺梳院，赤栏银井，想经昨夜，一场新雨。"
        },
        {
            "标题": "尉迟杯 许月度新自金陵归以青溪集示我感赋",
            "作者": "陈维崧",
            "内容": "青溪路。记旧日、年少嬉游处。覆舟山畔人家，麾扇渡头士女。\n水花风片，有十万、珠帘夹烟浦。泊画船、柳下楼前，衣香暗落如雨。"
        },
        {
            "标题": "渔父家风 赠梁溪赵叟",
            "作者": "陈维崧",
            "内容": "十年小阁自埋名，不爱卖丹青。随身并少林逋鹤，人比惠泉清。"
        },
        {
            "标题": "宣清 或以鹅炙啖我饱而填词",
            "作者": "陈维崧",
            "内容": "亦食糠覈耳，只屠门大嚼，差强人意。笑当年哇说于陵，问何人嗜同刘毅。\n东郭长贫，左车渐脱，仰天直视。秋社日，恰分将，红掌鹅群净美。\n据案爬搔，临餐跳跃，餔歠真佳计。似海客刳龙，壮夫斫彘，飘飘淩云之气。\n放箸盘空，借君家、笼中闲戏。"
        },
        {
            "标题": "雪狮儿 本意",
            "作者": "陈维崧",
            "内容": "雕霜捏粉，作西域、万里狻猊，攫拿爪踞。侧脑平芜，猛气骁腾何怒。\n奔犀骇虎。更何论、田间狡兔。似鲍老、装成假面，筵前决赌。"
        },
        {
            "标题": "雪梅香 和竹逸再游石亭看落梅原韵同云臣赋",
            "作者": "陈维崧",
            "内容": "梅将谢，临风招手唤重游。恰瀰瀰照浪，愁情懒比眠鸥。\n低扑村庄纨扇巧，乱飘溪阁粉茵稠。糅绵弄雪送清芬，与梦俱幽。"
        },
        {
            "标题": "雪狮儿",
            "作者": "陈维崧",
            "内容": "大句胪唱，问几日、林邑船来，九宾列俎。异兽来庭，不羡雕题碧砮。\n轩然爪距。色洒上铜盘仙露。綵仗内、闹装蛮带，形模似否。"
        },
        {
            "标题": "醉花阴 初秋刘笃甫以词招饮次韵奉酬",
            "作者": "陈维崧",
            "内容": "簟纹柳浪相零乱，浅立烟廊畔。徙倚早凉天，斗茗捶琴，短帻由他岸。"
        },
        {
            "标题": "宴清都 咏杨妃山茶",
            "作者": "陈维崧",
            "内容": "几朵僧房吐。东风里，胭脂浅淡偷注。空王斋院，艳阳天气，红香盈树。\n邻娃漫斗轻盈，尽玉茗、明妆缟素。总输伊，睡足春酥，脸潮分外娇嫭。"
        },
        {
            "标题": "眼儿媚 冬夜听梧轩举填词第二",
            "作者": "陈维崧",
            "内容": "风剪兰煤夜渐深，泉响答清音。官斋此夜，鲈腮斫玉，梅蕊含金。"
        },
        {
            "标题": "祝英台近 维摩天女恰同参为阎",
            "作者": "陈维崧",
            "内容": "水精帘，翡翠锁，不许俗尘涴。绣罢鸯摩，窗畔茜绒唾。\n分明檐卜林香，楞伽寺静，只多了、阿奴旁坐。"
        },
        {
            "标题": "贺新郎 毛卓人示我满江红词数首，中多养生家言，作此戏柬仍用赠黄艾庵韵",
            "作者": "陈维崧",
            "内容": "容我狂言否。君几见，红颜翠发，一生长守。万户我求还不得，大志讶君偏有。\n竟欲听、飞琼鼓缶。栾大城头閒骋望，问何人、弱水曾携手。\n空绝倒，繫腰叟。"
        },
        {
            "标题": "疏影 独坐祖园闻顾庵药园亦在吴门未及一晤词以寄怀",
            "作者": "陈维崧",
            "内容": "轩如画舸。载笛床茗椀，终朝閒卧。斗酒生涯，挑笋年光，恰值浓春刚过。\n菖蒲笺好慵吟写，说不尽、心情难妥。似绿窗、一种娇态，懒对盘龙梳裹。"
        },
        {
            "标题": "招林茂之先生刘公㦷比部小饮红桥野园越日茂之先生赋诗枉赠奉酬",
            "作者": "陈维崧",
            "内容": "迟日和风汎绿蘋，飞花落絮罥红巾。此间帘影空于水，何处琴丝细若尘。\n池上管弦三月饮，坐中裙屐六朝人。独怜长板桥头客，白发淮南又暮春。"
        },
        {
            "标题": "夜行荥阳道中",
            "作者": "陈维崧",
            "内容": "峡劈成皋古郡，人杂猿猱过。断崖怒走，苍龙立而卧。此乃广武山乎？噫嚱古战场哉，悲来无那。卸鞍坐，烟竹吹来入破。一林纤月，雁声不断，砧声又掺合。历历五点三更，马前渐逼，荥阳城头灯火。"
        },
        {
            "标题": "夜合花 廿二夜原白堂中观剧即事",
            "作者": "陈维崧",
            "内容": "青漆门边，碧油坊底，一庭霜月初浓。邻家夜赛，春灯社火攒空。\n僛越觋，舞巴童。飐灵旗、不满微风。正无聊赖，听歌帘罅，冲酒阑东。"
        },
        {
            "标题": "夜合花 为丁子硁催妆",
            "作者": "陈维崧",
            "内容": "人柳腰眠，圣檀额注，犊车催下屏风。胜常道罢，腮边春晕微红。\n呼燕燕，唤虫虫。桂堂西、小著轻容。问伊姓氏，父名郑季，母号樊通。"
        },
        {
            "标题": "秋雨过红板桥",
            "作者": "陈维崧",
            "内容": "当年此地，消魂人忆消魂事。妙舞清歌，不是柔奴定泰奴。西风古道，二十年来人渐老。漠漠迢迢，秋雨重经红板桥。"
        },
        {
            "标题": "潇湘逢故人慢 送王亦世归汉阳兼寄怀人",
            "作者": "陈维崧",
            "内容": "西风湘楚，正湘竹如啼，湘禽如舞。湘岸飞湘雨。更渌水微波，青山可数。\n几幅烟帆，采不尽、白蘋红杜。想此际，仙令归舻，一派江山今古。"
        },
        {
            "标题": "引驾行 柬既庭",
            "作者": "陈维崧",
            "内容": "全吴馆内，破楚门边，十年事、记冶游作使，与卿并倚吴阊。\n清狂帘前壁月，桥头画縠，钿辕畔、游閒公子，红烛银筝，醉玉温香。\n平康。况曾经邂逅，枇杷巷口扫眉娘。想那日妖娆，唤马药栏，微雨碧城凉。\n难忘。无端一别，腰身瘦尽东阳。奈晓风残月，梦回酒醒，往事微茫。\n堂堂。问江东士女，涂辙谁令我辈妨。料章华才子，也应点、两鬓吴霜。"
        },
        {
            "标题": "河传 五色莺粟",
            "作者": "陈维崧",
            "内容": "晓莺无赖，也把啼痕，花间沾洒。几丝绒线，东风分派，暗将浓淡配。"
        },
        {
            "标题": "绮罗香 咏蔷薇",
            "作者": "陈维崧",
            "内容": "楼外金墉，巷头银井，隐约非花非雾。一片胭脂，祇许莺梭穿度。\n怯攀折、绿刺潜防，卖窈窕、红情暗与。隔绡窗、背著秋千，朦胧最是窃香路。"
        },
        {
            "标题": "喜迁莺 咏滇茶",
            "作者": "陈维崧",
            "内容": "胭脂绣缬。正千里江南，晓莺时节。绛质酣春，红香宠午，惟许茜裙亲折。\n小印枕痕零乱，浅晕酒潮明灭。春园里，较琪花玉茗，娇姿更别。"
        },
        {
            "标题": "映山红慢 竹菇用湘瑟词咏石榴韵",
            "作者": "陈维崧",
            "内容": "三月厨娘，乍榨就、桃花茜醋。恰园后篱边，几丛新长，胭脂三五。\n湘娥竹下啼猩雨。洒鹃痕映空山暮。算风味世上，侯鲭禁脔应妒。"
        },
        {
            "标题": "永遇乐 丁巳夏日寿吴静安太史",
            "作者": "陈维崧",
            "内容": "此日佳哉，众宾乐甚，为镇西舞。阆苑凉生，玉堂碧浸，潇洒原无暑。\n词臣赐浣，郎君掇桂，幼者还如卫虎。算从来、袁杨王谢，卿家古今谁伍。"
        },
        {
            "标题": "绮罗香 咏海棠",
            "作者": "陈维崧",
            "内容": "褪尽梅妆，飘残杏靥，春事今年恁快。满树红绡，已把小楼遮碍。\n三分醉、午酒娇痕，一味懒、昼眠慵态。记个侬、万里家乡，西川远隔蛮江外。"
        },
        {
            "标题": "杏花天 咏滇茶",
            "作者": "陈维崧",
            "内容": "秾春冶叶朱门里，弄东风、红妆初试。残莺天气香绵坠，怊怅最宜著此。"
        },
        {
            "标题": "永遇乐 题惠山松石",
            "作者": "陈维崧",
            "内容": "虎踞龙僵，狮蹲象偃，人立而偻。铁干盘拿，铜根倔强，势欲排天去。\n老苔秋缚，怒涛夜吼，捲尽苍茫今古。镇支离、千围古翠，祇容冷云堆絮。"
        },
        {
            "标题": "永遇乐 东溪雨中修禊",
            "作者": "陈维崧",
            "内容": "锦缆笼沙，红栏委浪，一碧无际。催暝鸠啼，拖凉荇滑，隔浦春寒细。\n湔裙令节，偏将丝雨，添满一川空翠。便教他、冥濛滴沥，正应恁时修禊。"
        },
        {
            "标题": "咏滇茶",
            "作者": "陈维崧",
            "内容": "秾春冶叶朱门里，弄东风红妆初试。残莺天气香棉坠，惆怅最宜著此。见多少江南桃李，斜阳外翩翩自喜。异乡花卉伤心死，目断昆明万里。"
        },
        {
            "标题": "月中桂 咏丹桂",
            "作者": "陈维崧",
            "内容": "月姊妆成，向银河浅湾，自泻脂盝。红芳潋滟，早西风筛上，几堆金粟。\n绯衣梳裹好，乍卸却、厌禳妆束。偏罩秋篱外，望来绝似，雁背夕阳幅。"
        },
        {
            "标题": "永遇乐 送园次归吴兴和澹心韵",
            "作者": "陈维崧",
            "内容": "古渡西风，乱山落照，明日将雨。手内金樽，桥头画艇，渐到消魂处。\n踏臂狂歌，掉头长啸，万事总随花絮。叹英雄、古今无主，夜来酒边曾诉。"
        },
        {
            "标题": "咏慈仁寺古松寿纪伯紫",
            "作者": "陈维崧",
            "内容": "摩空翠鬣，万古知难老。色作青铜雪霜饱。似杜甫惊人，马卿傲世，二子者，可以状君兀奡。托根燕市侧，游戏支离，一笑风尘比鸿爪。任丝管喧阗，貂禅赫奕，更七姓鞭丝醉袅。只西风吼处作涛声，对凤阙龙墀，吾存吾傲。"
        },
        {
            "标题": "解语花 咏美人捧茶和王元美韵",
            "作者": "陈维崧",
            "内容": "蕃马屏风，雏莺庭院，竹下茶声细。妆楼小倚。阑干外、汲取春流浅试。\n乳花银蕊。烟袅上、绿鬟千缕。溜横波、炉火初红，尽带娇态意。"
        },
        {
            "标题": "祝英台近 咏橘",
            "作者": "陈维崧",
            "内容": "水濛濛，烟袅袅，红遍江南树。小陆怀中，数颗偏怜汝。\n笑他梅子心酸，莲儿心苦，都让尔、甘芳如许。"
        },
        {
            "标题": "咏美人秋千",
            "作者": "陈维崧",
            "内容": "昨夜湔裙罢，今日意钱回。粉墙正亚朱户，其外有铜街。百丈同心彩索，一寸双文画板，风飐绣旗开。低约腰间素，小摘鬓边牌。翩然上，掠绿草，拂苍苔。粉裙欲起未起，弄影惜身材。忽趁临风回鹘，快作点波新燕，糁落一庭梅。向晚半轮玉，隐隐照遗钗。"
        },
        {
            "标题": "咏铁马同云臣赋",
            "作者": "陈维崧",
            "内容": "赤兔无成，乌骓不逝，屈作小廊檐马。碎珮琮琤，丛铃戛（王+吉），依稀客窗闲话。更乌鹊时相触，霜欺兼雨打。几悲诧，多少战场猛气，矜蹴踏万马一时都哑。流落到而今，踠霜蹄寄人篱下。潦倒余生，侭闲身蛛丝同挂。又西风唤起，仍旧酸嘶中夜。"
        },
        {
            "标题": "偷声木兰花 咏钱",
            "作者": "陈维崧",
            "内容": "青蚨铸就开元字，相看似有团圞意。欲簸还慵，恼煞轻狂小沈充。"
        },
        {
            "标题": "用辛稼轩陈同甫倡和韵，送王正子之襄阳，明",
            "作者": "陈维崧",
            "内容": "立马和君说：到襄阳、为余先问，隆中诸葛。往日英雄潮打尽，怪煞怒涛崩雪。今古恨、总多于发。再问大堤诸女伴，白铜鞮、可有闲风月？谁弹向，楚天瑟？才逢燕市还分别。怅平生、无多知己，几番离合。此去武昌鱼不少，莫惜颜筋柳骨。要频看、郑虔三绝。一幅新词《凄凉犯》，嘱来春、并示何生铁。霜夜吼，烛花裂。"
        },
        {
            "标题": "醉落魄 咏鹰",
            "作者": "陈维崧",
            "内容": "寒山几堵，风低削碎中原路。秋空一碧无今古。醉袒貂裘，略记寻呼处。"
        },
        {
            "标题": "雨中花 雨窗咏梅和南耕作",
            "作者": "陈维崧",
            "内容": "连日春工寒勒住，绣不满、枝头娇嫭。一点胭脂，半廊香雪，开在无人处。"
        },
        {
            "标题": "贺新郎 七夕感怀再用前韵",
            "作者": "陈维崧",
            "内容": "鹊又填桥矣。满长安、千门砧杵，四围云水。长记常年茅屋下，佳节团圞能几。\n有和病、云鬟挥涕。纵病倘然人尚在，也未应、我泪多如此。\n弹不尽，半襟雨。"
        },
        {
            "标题": "鱼游春水 春阴闺思",
            "作者": "陈维崧",
            "内容": "尽日香闺悄，才縆额东风料峭。可惜红芳，如此匆匆过了。\n做暝遥天浑似墨，妆阴野水愁难晓。独对菱花，横波淼淼。"
        },
        {
            "标题": "渔家傲 齐河县",
            "作者": "陈维崧",
            "内容": "旬日崎岖行左担，征车确荦投山店。鲁酒何如愁思酽。\n心情减，白头彩笔浑相赚。"
        },
        {
            "标题": "临江仙 赋得睡起宛然成独笑数声渔笛在沧浪为园次题帐额画幅",
            "作者": "陈维崧",
            "内容": "西塞山前无六月，半间草阁临流。晚来都聚打鱼舟。\n笛声四起，划碎一江秋。"
        },
        {
            "标题": "渔家傲 羊流店怀古 叔子故里",
            "作者": "陈维崧",
            "内容": "太傅千秋存故里，我来削面西风起。欲问遗踪何处是。\n傍人指，乱碑没入寒芜里。"
        },
        {
            "标题": "虞美人 灵璧县虞姬墓下作",
            "作者": "陈维崧",
            "内容": "八千子弟来江左，单剩喑呜我。谁欤歌者楚声高，还是吾家旧日典连廒。"
        },
        {
            "标题": "虞美人 其三",
            "作者": "陈维崧",
            "内容": "灵符飐上香云腻，绣虎钗头睡。守宫蜥蜴粉蟾蜍，还剩元绡半捻裹蜘蛛。"
        },
        {
            "标题": "虞美人 秦园小憩",
            "作者": "陈维崧",
            "内容": "绿莎厅折风廊去，是我曾眠处。万条柳线罨帘栊，无限狂奴春梦在其中。"
        },
        {
            "标题": "早梅芳近 咏玉蝶梅",
            "作者": "陈维崧",
            "内容": "整偏佳，斜更好，风格那能到。粉笺欲赋，除是多才李清照。\n亭亭情意厚，袅袅腰肢小。正入春阴重，白处妆楼晓。"
        },
        {
            "标题": "芭蕉雨 骤雨",
            "作者": "陈维崧",
            "内容": "日午绛云烘墨，渴乌偏掉尾、威胡赫。一霎溪风凉激。\n谁取十万冰弦，辊来霹雳。"
        },
        {
            "标题": "虞美人 咏镜",
            "作者": "陈维崧",
            "内容": "香奁凉鉴蟠金兽，背压蛟螭钮。玉人偏妒小菱花，惯是团圆两字、不如他。"
        },
        {
            "标题": "虞美人 无聊",
            "作者": "陈维崧",
            "内容": "无聊笑撚花枝说，处处鹃啼血。好花须映好楼台，休傍秦关蜀栈战场开。"
        },
        {
            "标题": "凤凰台上忆吹箫 和漱玉词",
            "作者": "陈维崧",
            "内容": "蘸水垂杨，漫天丝柳，千条万绪楼头。正圆冰清浅，斜靠帘钩。\n拟把玉容重整，才匀面、怊怅还休。恹恹甚，今春三月，忒似深秋。"
        },
        {
            "标题": "一丛花 闰三月三日竹逸斋头看紫牡丹记前月修禊虞山故前半阕及之",
            "作者": "陈维崧",
            "内容": "琴川前月记幽探，艇子漾柔蓝。冶游恰值人修禊，风光在、碧嶂红潭。\n街上饧箫，山边荠菜，春色上春衫。"
        },
        {
            "标题": "虞美人 吴门遇嘉禾沈馨闻追感延令旧游赋赠",
            "作者": "陈维崧",
            "内容": "与君且醉枫桥酒，往事思量否。夜乌筵上尽情啼，曾看两行红粉黛鬟低。"
        },
        {
            "标题": "寄上柏乡魏贞庵先生",
            "作者": "陈维崧",
            "内容": "戊申蹑屩走碣石，公也正坐中书堂。沙堤才下火城散，趣呼门士谭文章。\n是年都城水大至，九门一望俱混茫。忆公召饮恰七夕，浑河放溜声礌硠。\n狂飙卷雨舞轩砌，树梢瓜蔓森开张。我公挥麈坐自若，穿穴理窟雄辞场。\n赋诗句必慑韩杜，阐性论足排荀扬。顾谓小子汝可语，许汝负笈循我墙。\n手书往复慰且诲，赫蹄每月盛一囊。隆冬别公适梁宋，给我屝屦资我粮。\n人生岁月算不得，破空乌兔何奔忙。霍如庄叟快说剑，奋迅僄疾谁能当。\n公归东山又十载，晞发暂驻恒山阳。嗟予垂老倏遭际，献赋获缀鹓鸾行。\n宣武门边赁老屋，与公旧邸还相望。秋经向所命酒处，葡萄压架榴拆房。\n佳节矧逢仍七夕，昔游瓜果真难忘。"
        },
        {
            "标题": "玉女摇仙佩 登姑苏元妙观弥罗阁",
            "作者": "陈维崧",
            "内容": "仙坛巃嵷，复馆飞檐，架在莲须藕孔。刻画仙灵，雕锼龙鬼，百怪躨跜梁栱。\n目眩神悽恐。更闪电金泥，绡窗月涌。到鸟雀、更无声处，恍惚琼楼，寒气微中。\n童女守丹炉，碧柰花前，玉笙閒弄。前度刘郎情重。\n笑拍阑干，何限尘埃蠛蠓。银汉茫茫，绛霄寂寂，诉与旧游鸾凤。\n泪洒鲛盘冻。吴宫事，只恨当初蠡种。空留下、湖山几点，苏台一带，年年花草昏如梦。\n东风外、绿波微动。"
        },
        {
            "标题": "玉山枕 咏白鹦鹉",
            "作者": "陈维崧",
            "内容": "小院清丽。蜻蜓翼、空如水。杨花门户，梨花院落，风漾金笼，蹁跹不止。\n雪衣檐畔诵迦文，恰生小、怕施朱翠。有玉奴、梦醒无憀，撚琼枝、向月中调戏。"
        },
        {
            "标题": "玉女摇仙佩 客大梁月夜感赋",
            "作者": "陈维崧",
            "内容": "客愁无那，何日归程，真向江淮起柁。恼杀天边，一轮明月，挂在玉津园左。\n照著凄凉我。又雁飞墙角，马嘶城垛。枕棱畔、如冰似铁，仰视中庭，数点星颗。\n便有梦还家，生怕更楼，已曾合锁。擘阮薰香都惰。\n只剩缤纷，帘影对人低簸。暗数从前，宣和风景，多少花骢凤舸。\n此夜谁端坐。匿笑处、颤立几行钗朵。想又是、天街似水，梅花糁地，内家一阵香车过。\n遥映著、樊楼灯火。"
        },
        {
            "标题": "解连环 弈用片玉词韵",
            "作者": "陈维崧",
            "内容": "滆湖栖托。面荷塘杳霭，柳阴绵邈。有一带、海素笼窗，恰临水倍明，比烟尤薄。\n昼困心慵，便弦上、懒调郭索。且呼朋坐稳，留客手谈，聊代行药。\n花阴半庭阒若。渐局中争劫，枰上侵角。静觉一派蝉声，将残燠馀炎，耳畔销却。\n烂了樵柯，怕又谢、蓬莱桃萼。悄无人、万松沸处，微闻子落。"
        },
        {
            "标题": "玉女摇仙佩 咏水仙花和蘧庵先生原韵",
            "作者": "陈维崧",
            "内容": "海国春深，洞天日晚，飘下几枝仙蕊。望去疑无，看来入画，朵朵风前拥髻。\n欲取馀花比。奈绯桃绿柳，大都难似。髣髴是、楚天如梦，湘水如苔，月明千里。\n有三两鲛人，群弄明珠，淩波游戏。今夜空廊单枕，酒冷香焦，忽堕花前閒泪。\n忆得年辰，那家庭院，细雨帘垂丁字。人与花同倚。\n说不尽此夜，一栏空翠。谁信道、画楼天远，绿窗人去，看花长恁恹恹地。\n料花也、旧情还记。"
        },
        {
            "标题": "玉人歌 杨枝今岁二十为于齐纨上作小词",
            "作者": "陈维崧",
            "内容": "当日事，记陌上青丝，垂垂踠地。拖烟蘸雨，已解藏鸦未。\n真珠帘额香毬坠，做尽轻狂意。影濛濛、红日三竿，白花十里。"
        },
        {
            "标题": "钱唐浴马行",
            "作者": "陈维崧",
            "内容": "杭州八月秋风早，极目江头皆白草。凤山门前铁骑横，花马营中水泉好。\n阿谁黄须称奚官，白靴毳帐红罽袄。是日牵来一万匹，云锦连天色杲杲。\n钱塘江渚多菰蒲，晴江空翠微卷舒。嬉游尽向此间去，边儿十岁名花奴。\n忽闻一声吹觱篥，千群争放桃花驹。红泉骀宕自然丽，凡鬃灭没何其都。\n一匹娇嘶一匹啮，十匹骄矜汗流血。须臾五花浮满红，万顷寒涛蹴飞雪。\n龙堂少女神悄绝，雾鬣烟蹄半明灭。少焉不动齐徜徉，江流欲静江云凉。\n极浦湘娥鼓文瑟，中流江妾拖红裳。此时观者倾城国，中有军人泪沾臆。\n自言十五隶金吾，滁阳苑马亲承直。犹见先皇校猎时，金风初到万年枝。\n青骢细食雕胡饭，翠拨轻笼杨柳丝。天育忽逢沧海变，从此麒麟罢欢宴。\n苜蓿翻栽太液池，骅骝直上昭阳殿。紫台青海日从征，马上琵琶塞上情。\n温泉十载无消息，忍唱钱塘《浴马行》。"
        },
        {
            "标题": "雨",
            "作者": "陈维崧",
            "内容": "故国金戈铁马，衰年退笔残书。心情浑似欲栖乌，偏惹连天丝雨。风掣红旗纵猎，雨昏银烛呼卢。此声记得不曾无，那便凄凉如许。"
        },
        {
            "标题": "玉团儿 初冬写怀",
            "作者": "陈维崧",
            "内容": "西风吹老清秋节，迸寒空、萧萧老铁。几片疏砧，数行落雁，一城枫叶。"
        },
        {
            "标题": "浣溪沙 春日同史云臣远公买舟山游小泊祝陵纪事",
            "作者": "陈维崧",
            "内容": "春水平如簟一般，茶铛棋局委潺湲。好风吹去不须还。"
        },
        {
            "标题": "月边娇 己未长安元夕",
            "作者": "陈维崧",
            "内容": "元夜年时，记水榭狂游，驿桥閒趁。梅梢月上，楼檐灯挂，媚蝶闹蛾成阵。\n春泥松软，镂十里、凤城鞋印。小门残火，见多少、澹妆轻粉。"
        },
        {
            "标题": "玉楼春 春夜同云臣远公天石诸子宴集原白池亭次云臣原韵",
            "作者": "陈维崧",
            "内容": "绊人最爱金虫软，障烛更凭罗袖展。酒船风动蹙红鳞，歌板烟笼啼紫燕。"
        },
        {
            "标题": "怨三三 秋怀",
            "作者": "陈维崧",
            "内容": "离离秋水正拖蓝，滑又如簪。拟峭烟帆南崦南，浮笠泽、把黄柑。"
        },
        {
            "标题": "醉春风 春日饮远公海棠花下和竹逸作",
            "作者": "陈维崧",
            "内容": "榨就真珠味，泻向玻瓈内。劝花花只苦推辞，醉。醉。\n醉。靥浅潮生，杯浓晕重，恼郎多事。"
        },
        {
            "标题": "贺新郎",
            "作者": "陈维崧",
            "内容": "阁迸巑岏罅，漱松醪、红姜点豉，绿荷包鲊。醉忆尊公贤给事，百感涛倾弩射。\n记惜别、月明桥下。倏忽山邱华屋恨，带女萝、山鬼招魂怕。\n延陵剑，何由挂。"
        },
        {
            "标题": "月华清 病榻閒情为阎牛叟赋",
            "作者": "陈维崧",
            "内容": "画尺吟瓢，笛床茗椀，屏当娟楚如昨。记得前秋，满院西风斜削。\n绽三朵、五朵疏花，映一层、两层帘阁。墙角。课獠奴棕帚，桐阴閒缚。"
        },
        {
            "标题": "摸鱼儿 题龚节孙仿橘图",
            "作者": "陈维崧",
            "内容": "有兰陵、宁馨年少，风前玉树姚冶。缚茆树栅东溪畔，正傍樊川水榭。\n谁图画。画秋后、霜柑百颗高低亚。寒香噀射。拟楚颂名亭，追踪坡老，此意尽潇洒。"
        },
        {
            "标题": "满江红 舟次润城谒程昆崙别驾仍用前韵",
            "作者": "陈维崧",
            "内容": "此地孙刘，想万马、川腾谷涨。公到日、雄关铁索，东流无恙。\n上党地为天下脊，使君文在先秦上。更纵横、羽檄气偏豪，筹兵饷。"
        },
        {
            "标题": "烛影摇红 丁巳上元夜泊河桥",
            "作者": "陈维崧",
            "内容": "露驿烟庄，一般箫鼓千门沸。银毯綵幔四围红，漾遍斜桥里。\n曼衍鱼龙百戏。闹蛾儿、游童成队。非无粉帕，亦有檀钗，暗中潜坠。"
        },
        {
            "标题": "赠李研斋太史",
            "作者": "陈维崧",
            "内容": "人云蜀道如青天，君家乃在青天上。蚕丛鸟道不得归，一度思归一惆怅。\n去年石头城，道遇李谪仙。手持白玉麈，囊乏青铜钱。\n一言称意百不愁，邀我直上秦淮之酒楼。城南杨花白如雪，一一乱扑胡姬裘。\n笑谓金陵姬，何似巫山女？十年枉作《剑阁铭》，白盐赤甲奈何许！\n昔住锦官城，乐事不可当。木棉花发处，斜对碧鸡坊。\n桃笙賨布居民卖，蒟酱江鱼过客尝。此时二月粉水香，巴僮巴女发浩唱。\n赕钱夜市成都酒，歈歌春赛武都王。别来旧事心茫茫，传闻李特屠残疆。\n卧龙跃马竟谁是，天彭井络空苍凉。前者百丈船，牵过钟山郭。\n忽见三巴人，欻然万金落。诸葛祠堂尽棘榛，谯周子弟俱俘掠。\n当时婉娈直铜龙，都堂香药掖门松。自从丧乱著芒屩，飘零已复成吴侬。\n一身虽在不自保，何况盗贼多于蜂。瞿塘恶浪千万重，念之只复愁心胸。\n安能吹我落天外，蹲鸱饱作西川农。语君且饮勿愀怆，眼前万事太卤莽。\n故里新年栈道开，官军已缚邛笮长。"
        },
        {
            "标题": "柳腰轻 赠妓和柳屯田韵",
            "作者": "陈维崧",
            "内容": "白家蛮柳丝丝软，织不尽，莺和燕。酿雪轻阴，填词狎宴。\n况遇曲中高选。泥金襻、蘸雨逾鲜，墨花襦、无风犹颤。"
        },
        {
            "标题": "赠成容若",
            "作者": "陈维崧",
            "内容": "丹凤城南路。看纷纷、崔卢门第，邹枚诗赋。独炙鹅笙潜趁拍，花下酒边闲谱。已吟到、最销魂处。不值一钱张三影，尽旁人、拍手揶揄汝。何至作，温韦语。总然不信填词误。忆平生、几枝红豆，江东春暮。昨夜知音才握手，笛里飘零曾诉。长太息、钟期难遇。斜插侍中貂更好，箭[骨孝]鸣、从猎回中去。堂堂甚，为君舞。"
        },
        {
            "标题": "如梦令 赠友",
            "作者": "陈维崧",
            "内容": "记得西陵小弄，风里金鞭双控。今日又逢君，恰值春波微动。\n如梦，如梦，白发何戡情重。"
        },
        {
            "标题": "摘红英 咏落花",
            "作者": "陈维崧",
            "内容": "真珠络。仓琅钥。如尘似梦连天落。香车暝。朱阑凭。\n留他不住，唤他不应。"
        },
        {
            "标题": "长相思 月夜看花作",
            "作者": "陈维崧",
            "内容": "掩柴门，步篱门。夜色茫茫碧一痕。微酣过别村。"
        },
        {
            "标题": "酷相思 冬日行彰德卫辉诸处马上作",
            "作者": "陈维崧",
            "内容": "赵北燕南多驿路。见一带、霜红树。又天外乱山青可数。\n丛台也，知何处。雀台也，知何处。一鞭袅袅临官渡。\n雁叫酸如雨。尽古往今来誇割据。漳水也，东流去。\n淇水也，东流去。"
        },
        {
            "标题": "长相思 赠别杨枝",
            "作者": "陈维崧",
            "内容": "漱金卮，阁金卮。不是樽前抵死辞。今宵是别离。"
        },
        {
            "标题": "昭君怨 咏柳",
            "作者": "陈维崧",
            "内容": "谁把软黄金缕，袅在最临风处。低蘸绿波中，太濛濛。"
        },
        {
            "标题": "二十字令 咏便面上栀子花为陆汉标赋",
            "作者": "陈维崧",
            "内容": "纨扇上，谁添栀子花。搓酥滴粉做成他。凝蝉纱。夭斜。"
        },
        {
            "标题": "念奴娇 毗陵道中有怀四五两弟即用四弟感旧原韵",
            "作者": "陈维崧",
            "内容": "麦仁店后，记斜阳分手，柔肠欲绝。从此南飞馀一雁，肃肃长征不歇。\n絮尽芦汀，拍残枫岸，风景增悲切。昨过江上，赭圻一片成血。"
        },
        {
            "标题": "鹧鸪天 咏宋子京赐内人",
            "作者": "陈维崧",
            "内容": "路出繁台遇玉颜，柳花如梦扑雕鞍。倚他才子吟红杏，博得君王赐绿鬟。"
        },
        {
            "标题": "鹧鸪天 谢史蘧庵先生惠新茗",
            "作者": "陈维崧",
            "内容": "竹院风炉梦正长，绢封箬裹十分香。龙团捣罢云生臼，蟹眼熬成雨沸窗。"
        },
        {
            "标题": "齐天乐 立春日柬高谡",
            "作者": "陈维崧",
            "内容": "御沟流水依然冻，东风已窥窗眼。韭摘新烟，饼堆弱絮，纵有咬春谁荐。\n沈思故苑。正万点横斜，半篙清浅。玉臂今宵，料他双胜也慵剪。"
        },
        {
            "标题": "满路花 咏禹门寺前一带颓崖峭石",
            "作者": "陈维崧",
            "内容": "嵌空撑户牖，凿翠支堂奥。淙淙岩溜响，喧银瀑。硗确谽谺，铁色黏青峤。\n石笋攒丹灶。积雪层冰，玲珑原隰俱缟。"
        },
        {
            "标题": "从天宁寺后望迷楼蜀冈一带遗址",
            "作者": "陈维崧",
            "内容": "秋原何淡沱，荒溪奔相互。清潭最明迥，丹嶂极修嫭。\n我来驻精蓝，回飙已凝冱。手招出泽臞，目协沧洲趣。\n影堂枕独冈，塔院背双树。丽瞩果不穷，流怀获所遇。\n飒沓缭垣秋，窈窕寒塘暮。绕郭垣陂陀，攀萝匝狐兔。\n缅思仁寿年，遗踪倏成故。忧来多颓基，乐往鲜完祚。\n萧萧紫极宫，恻恻红颜墓。坐深暝翠沈，松花落如雨。"
        },
        {
            "标题": "隔浦莲近拍 夏日寓吴门花溪草堂与西溟夹水而居赋示西溟",
            "作者": "陈维崧",
            "内容": "玲珑云水几处，借我闲消暑。掠槛沙鸥过，潭香触，碎成雨。\n千顷风荷举，红妆嫭。缃菂中心苦，"
        },
        {
            "标题": "齐天乐 题松萱图为姜西溟母夫人寿",
            "作者": "陈维崧",
            "内容": "凭谁细砑吴绫滑，贞松皴来苍窅。鬣可拿云，涛偏沸雨，只伴疏梅衣缟。\n霜零雪袅。儿著得书成，龙鳞暗老。十载飘蓬，枝头飞去翠禽小。"
        },
        {
            "标题": "侧犯 真娘墓和扶荔词韵",
            "作者": "陈维崧",
            "内容": "碧阑干外，小坟一点衰桃黦。凄咽。剩綵袂、飞灰化蝴蝶。\n灵旗飘复偃，社火明还灭。芳骨约西子，吴天诉潭月。\n三生事，五更风，阵阵饧箫歇。耳边怯。怕枝头、又到啼红鴂。\n昨夜听歌，石场如雪。夜台犹卸，玉簪偷节。"
        },
        {
            "标题": "真珠帘 咏雪珠",
            "作者": "陈维崧",
            "内容": "瑶妃争取明珠拣。误触金盘倾泻。万颗玉匀圆，向小墀抛打。\n淅淅泠泠敲不了，似阆苑、梨花都谢。寒乍。迸零钗碎佩，跳遍鸳瓦。\n渐觉暗入琼肌，做红酥细粟，不禁春夜。邻女惯娇憨，戏掬来盈把。\n万斛鲛啼盛不定，只逗入、玉娥帘下。轻洒。怕一色难寻，粉裙绡衩。"
        },
        {
            "标题": "徵招 为尤悔庵悼亡",
            "作者": "陈维崧",
            "内容": "蕙丛去后微之怨，当时韦娘年小。别后镜鸾分，怅天涯人老。\n小屏归路悄，怕重叠、吴山清晓。此夜遥怜，水哉轩畔，月明多少。"
        },
        {
            "标题": "南阳追感彭禹峰先生",
            "作者": "陈维崧",
            "内容": "碧鸡霸府重人豪，金马都堂拥节旄。万里丹崖凭管钥，三年彩笔杂弓刀。\n苴兰质子槟榔酒，僰爨降王赤罽袍。一自渡泸人不返，冠军城结怨云高。"
        },
        {
            "标题": "念奴娇 玉峰阚若韩盛珍示王成博邱近夫诸子公宴余辈于南芝堂席上同青际竹逸纬云纪事再叠前韵",
            "作者": "陈维崧",
            "内容": "玉峰高宴，看簪裾满座，一时人物。况值杯中山色好，吸取晴崖翠壁。\n金马新知，铜龙旧识，只我头成雪。乌丝题遍，群公漫许词杰。"
        },
        {
            "标题": "怨王孙 咏观音柳",
            "作者": "陈维崧",
            "内容": "小卉清绮，笼窗拂水。柳宿垣中，河阳县里。春絮枉自夭邪，不成花。"
        },
        {
            "标题": "中兴乐 秋夜",
            "作者": "陈维崧",
            "内容": "水边小弄靠烟廊，秋宵正掩书窗。忽有人声，飘来画墙。"
        },
        {
            "标题": "长亭怨慢 春晴和京少回用前韵",
            "作者": "陈维崧",
            "内容": "正带梦、流莺碎语。似诉帘间，已收宿雨。此日墙头，花枝定是招行旅。\n风光何处，总在斜桥极浦。看才过收灯，却又是林边，春笋将努。\n倚帘曾暗许，锦鳞来太迟暮。连朝春困，浑欲倩、东风扶住。\n便从此、炙杏烘桃，怕难熨、两眉愁绪。凭阑久、斜阳红敛，渐沈霞缕。"
        },
        {
            "标题": "沁园春 经朱仙镇",
            "作者": "陈维崧",
            "内容": "古镇朱仙，跃马经过，令人暗惊。看黄尘扑面，闾阊栉比，清波极目，舟楫充盈。\n南控陈桥，西通尉氏，仿佛当年古汴京。停鞭问，怕沙冲地坼，浪齧堤平。"
        },
        {
            "标题": "贺新郎 竹逸屡苦足疾词以讯之",
            "作者": "陈维崧",
            "内容": "足亦为头责。问先生、经年何事，蹒跚引疾。有足经须行万里，须踏龙堆马邑。\n更须伴、锦靴红屐。却怪兀如习凿齿，恐美人、躄者交相厄。\n中有鬼，苦无力。"
        },
        {
            "标题": "祝英台近 糊窗",
            "作者": "陈维崧",
            "内容": "砑光笺，白地锦，糊就几楞雪。玉净珠融，不怕冱寒冽。\n亏他贮旭娱冬，留香伴夜，惹月练、和烟萦缬。"
        },
        {
            "标题": "鹤冲天 题邹生巽含小像 像坐万山梅花中一童子煮茶于侧",
            "作者": "陈维崧",
            "内容": "寒崖绿染，石窦低于甔。极目总萧林，堆苍艳。更梅花作海，绽香雪、飘千点。\n幽人巾自垫。趺坐苔阴，杳霭水明山店。"
        },
        {
            "标题": "柳含烟 本事",
            "作者": "陈维崧",
            "内容": "灵和柳，弄晴春，轻飐江南绿水。东风陌上又河边，得人怜。"
        },
        {
            "标题": "念奴娇 用前韵酬鹿邑张子武",
            "作者": "陈维崧",
            "内容": "升仙台上，说当年风景，萦青缭白。旷望层湖窗扑水，雁子凫雏千百。\n物换星移，海枯石烂，劫手棋逢敌。至今废馆，野花丛草沾臆。"
        },
        {
            "标题": "自封丘北岸渡江至汴梁",
            "作者": "陈维崧",
            "内容": "漭漭河声，捩柁处、怒涛千尺。绝壁下、鱼龙悲啸，水波欲立。一派灰飞官渡火，五更霜洒中原血。问成皋京索事如何？空陈迹。虫牢外，风萧瑟；癝[病旁易为广字旁]延畔，沙堆积。试中流骋望，百忧横集。混混且拼流日夜，茫茫不辨天南北。但望中似见有人烟，陈桥驿。"
        },
        {
            "标题": "醉蓬莱 感遇二首 其一",
            "作者": "陈维崧",
            "内容": "向斜阳红处，长歌斫地，忽然悲啸。才烂樵柯，又尘生瑶岛。\n一片江山，千村芦荻，剩几人屠钓。拟抱冰弦，夜深弹向，黄陵古庙。"
        }
    ],
    "对话内容": []
}