{
    "基本信息": {
        "姓名": "顾太清",
        "性别": "男",
        "出生年份": "未详",
        "死亡年份": "未详",
        "享年": "未详",
        "朝代": "清",
        "家庭区分": "未知"
    },
    "亲属关系": [
        "顾太清的丈夫是爱新觉罗奕绘"
    ],
    "其他关系": [],
    "入仕信息": [],
    "别名信息": [],
    "任职信息": [],
    "地理信息": [],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "顾太清（1799-1876），名春，字梅仙。原姓西林觉罗氏，满洲镶蓝旗人。嫁为贝勒奕绘的侧福晋。她为现代文学界公认为“清代第一女词人”。晚年以道号“云槎外史”之名著作小说《红楼梦影》，成为中国小说史上第一位女性小说家。其文采见识，非同凡响，因而八旗论词，有“男中成容若（纳兰性德），女中太清春（顾太清）”之语[1] 。顾太清不仅才华绝世，而且生得清秀，身量适中，温婉贤淑。令奕绘钟情十分。虽为侧福晋一生却诞育了四子三女，其中几位儿子都有很大作为。 ► 顾太清的诗文(272篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "临江仙·清明前一日种海棠",
            "作者": "顾太清",
            "内容": "万点猩红将吐萼，嫣然迥出凡尘。移来古寺种朱门。明朝寒食了，又是一年春。细干柔条才数尺，千寻起自微因。绿云蔽日树轮囷。成阴结子后，记取种花人。"
        },
        {
            "标题": "鹊桥仙·云林瞩题闰七夕联吟图",
            "作者": "顾太清",
            "内容": "新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？闺中女伴、天边佳会，多事纷纷祈祷。神仙之说本虚无，便是有、也应年老。"
        },
        {
            "标题": "菩萨蛮·端午日咏盆中菊",
            "作者": "顾太清",
            "内容": "薰风殿阁樱桃节，碧纱窗下沈檀爇。小扇引微凉，悠悠夏日长。野人知趣甚，不向炎凉问。老圃好栽培，菊花五月开。"
        },
        {
            "标题": "高山流水·次夫子清风阁落成韵",
            "作者": "顾太清",
            "内容": "群山万壑引长风，透林皋、晓日玲珑。楼外绿阴深，凭栏指点偏东。浑河水、一线如虹。清凉极，满谷幽禽啼啸，冷雾溟濛。任海天寥阔，飞跃此身中。云容。看白云苍狗，无心者、变化虚空。细草络危岩，岩花秀媚日承红。清风阁，高凌霄汉，列岫如童。待何年归去，谈笑各争雄。"
        },
        {
            "标题": "玉烛新·白海棠",
            "作者": "顾太清",
            "内容": "初晴新雨后。乍洗褪胭脂，缟衣妆就。东风倦倚，憨憨态、不管敲残更漏。嫩寒天气，正睡稳、乌衣时候。深夜静、银烛高烧，微香暗侵襟袖。盈盈一点芳心，占多少春光，问卿知否？红妆莫斗。谁得似、净骨天然清瘦。神娟韵秀。雅称个、花仙为首。还要倩、流水高山，花前慢奏。"
        },
        {
            "标题": "南乡子·咏瑞香",
            "作者": "顾太清",
            "内容": "花气霭芳芬，翠幕重帘不染尘。梦里真香通鼻观，氤氲。不是婷婷倩女魂。细蕊缀纷纷，淡粉轻脂最可人。懒与凡葩争艳冶，清新。赢得嘉名自冠群。"
        },
        {
            "标题": "金缕曲·咏白海棠",
            "作者": "顾太清",
            "内容": "洞户深深掩。笑世间、浓脂腻粉，那般妆点。认取朦胧明月下，不许东风偷飐。偏触动、词人系念。昨日微阴今日雨，好春光有限无馀欠。肯为我，一时暂。冰绡雾縠谁烘染？爱依依、柔条照水，靓妆清艳。墙角绿阴栏外影，印上芸窗冰簟。隔一片、清阴暗澹。不是封姨情太薄，是盈盈树底魂难忏。春欲暮，易生感。"
        },
        {
            "标题": "金风玉露相逢曲 丙寅中秋，是日秋分",
            "作者": "顾太清",
            "内容": "天光如水，月光如镜，一片清辉皎洁。吹来何处桂花香，恰今日、平分秋色。"
        },
        {
            "标题": "栏千万里心 听雨忆云林",
            "作者": "顾太清",
            "内容": "窗前新种绿芭蕉。夜雨声声枕上敲。困不处眠转寂寥。\n耐清宵。有美人兮不可招。"
        },
        {
            "标题": "苍梧谣 正月三日自题墨牡丹扇",
            "作者": "顾太清",
            "内容": "侬。淡扫花枝待好风。瑶台种，不作可怜红。"
        },
        {
            "标题": "忆江南 其四",
            "作者": "顾太清",
            "内容": "江南好，如练暮江清。绕屋蒹葭秋露白，对门丘壑晚山明。\n闲话豆花棚。"
        },
        {
            "标题": "喝火令 己亥惊蛰后一日，雪中访云林，归途雪已深矣。遂拈小词，书于灯下",
            "作者": "顾太清",
            "内容": "久别情尤热，交深语更繁。故人留我饮芳樽。已到鸦栖时候，窗影渐黄昏。"
        },
        {
            "标题": "飞雪满群山 梨花",
            "作者": "顾太清",
            "内容": "积雪魂轻，停云香腻，朦胧酿作微阴。粉墙低覆，东风斜倚，晚来丝雨沉沉。\n梁间闻细语，睡不稳、乌衣素襟。玉容寂寞，霓裳舞倦，芳事这番深。"
        },
        {
            "标题": "滴滴金 四月廿九，谢志邸莲舫主人见惠鲜枇杷",
            "作者": "顾太清",
            "内容": "初晴快雨垂帘坐。忽朱邸、颁珍果。案头细细自开封，是枇杷些个。"
        },
        {
            "标题": "菩萨蛮 西峰寺",
            "作者": "顾太清",
            "内容": "罗喉岭下苍烟织。乱云深谷披荆棘。红叶被山阿。寒林废塔多。"
        },
        {
            "标题": "云淡秋空 八月廿一，屏山姊招看桂花",
            "作者": "顾太清",
            "内容": "傍午忽传。良朋邀我，秋色同看。金粟香飘，碧天云淡，画阁人闲。"
        },
        {
            "标题": "山鬼谣 山楼听雨有感",
            "作者": "顾太清",
            "内容": "倚危阑、半阴斜日，野云窗外飞起。山楼乍满西风冷，襟袖暗沾烟水。\n云际里。分不出、浓青淡绿苍茫耳。空濛眼底。但电掣金蛇，雷惊幽谷，尘世亦闻否。"
        },
        {
            "标题": "忆江南 其五",
            "作者": "顾太清",
            "内容": "江南好，明月绿杨梢。茅舍孤灯犹夜织，板桥流水暗生潮。\n渔火一星遥。"
        },
        {
            "标题": "早春怨 春夜",
            "作者": "顾太清",
            "内容": "杨柳风斜。黄昏人静，睡稳栖鸦。短烛烧残，长更坐尽，小篆添些。"
        },
        {
            "标题": "金缕曲 自题听雪小照",
            "作者": "顾太清",
            "内容": "兀对残灯读。听窗前、萧萧一片，寒声敲竹。坐到夜深风更紧，壁暗灯花如菽。\n觉翠袖、衣单生粟。自起钩帘看夜色，厌梅梢、万点临流玉。\n飞霰急，响高屋。"
        },
        {
            "标题": "玉连环影 灯下看蜡梅",
            "作者": "顾太清",
            "内容": "琐琐，三五黄金颗。为爱花香，自起移灯坐：影珊珊，舞仙坛，蜡瓣檀心，小样道家冠。"
        },
        {
            "标题": "柳枝词 其十",
            "作者": "顾太清",
            "内容": "十月漫天雪作花。柔条叶净剩枯杈。平桥野渡无人处，栖定冲寒数点鸦。"
        },
        {
            "标题": "柳枝词 其十二",
            "作者": "顾太清",
            "内容": "十二月来生意含。无边花木待春三。新年有象桃符换，天地多情柳色酣。"
        },
        {
            "标题": "霜叶飞 和周邦彦《片玉词》",
            "作者": "顾太清",
            "内容": "萋萋芳草。疏林外、月华初上林表。断桥流水暮烟昏，正夜凉人悄。\n有沙际、寒蛩自晓。星星三五流萤小。见白露横空，那更对、孤灯如豆，清影相照。"
        },
        {
            "标题": "定风波 恶梦",
            "作者": "顾太清",
            "内容": "事事思量竟有因，半生尝尽苦酸辛。望断雁行无定处，日暮，鹡鸰原上泪沾巾。"
        },
        {
            "标题": "游潜真洞晚归度梅儿岭口占",
            "作者": "顾太清",
            "内容": "夕阳西下乱山围，缥缈遥村暮霭霏。游兴最嫌秋日短，马头明月照人归。"
        },
        {
            "标题": "念奴娇 木香花",
            "作者": "顾太清",
            "内容": "柔条细叶，爱微风吹起，一棚香雾。剪到牡丹春已尽，又把春光钩住。\n琐碎繁英，零星小朵，枝上摇清露。飞琼何事，羽衣似斗轻絮。"
        },
        {
            "标题": "柳枝词 其十一",
            "作者": "顾太清",
            "内容": "十一月中树尽枯。一阳复后又扶苏。青娥不减年时色，装点溪山入画图。"
        },
        {
            "标题": "醉东风 碧桃",
            "作者": "顾太清",
            "内容": "玉妃装卸，天上琼枝亚。立尽东风明月下，露井初开昨夜。\n结伴阆苑飞仙，上清沦谪尘寰。萼绿华来无定，羽衣不耐春寒。"
        },
        {
            "标题": "烛影摇红 听梨园太监陈进朝弹琴",
            "作者": "顾太清",
            "内容": "雪意沈沈，北风冷触庭前竹。白头阿监抱琴来，未语眉先蹙。\n弹遍瑶池旧曲，韵泠泠、水流云瀑。人间天上，四十年来，伤心惨目。"
        },
        {
            "标题": "柳枝词 其八",
            "作者": "顾太清",
            "内容": "八月凉生桂殿秋。冰盘高挂柳梢头。云阶月地知何夕，遮断神仙白玉楼。"
        },
        {
            "标题": "柳枝词 其七",
            "作者": "顾太清",
            "内容": "七月双星会有期。盈盈一水隔相思。何如满树垂杨线，不管纷纷乱乱丝。"
        },
        {
            "标题": "柳枝词 其四",
            "作者": "顾太清",
            "内容": "四月黄梅细雨催。荼蘼开过枣花开。柳条不属春拘管，勾引乌衣燕子来。"
        },
        {
            "标题": "柳枝词 其一",
            "作者": "顾太清",
            "内容": "正月烧灯暖气融。天涯何处不春风。请看八九沿河柳，尽在生机浩荡中。"
        },
        {
            "标题": "柳枝词 其二",
            "作者": "顾太清",
            "内容": "二月东风第几场。狗儿才吐小鹅黄。输他草色人先见，苦荬茵蔯挑满筐。"
        },
        {
            "标题": "柳枝词 其六",
            "作者": "顾太清",
            "内容": "六月浓阴系画船。荷花香到水亭前。轻雷又送东南雨，摇动青青一树烟。"
        },
        {
            "标题": "柳枝词 其三",
            "作者": "顾太清",
            "内容": "三月清池结绿萍。杨花飞过杏花汀。流莺似惜春光尽，啼遍邮传长短亭。"
        },
        {
            "标题": "浣溪沙 其四 四时闺词",
            "作者": "顾太清",
            "内容": "六出花飞冬日寒。金炉拨火炷沉檀。一杯清茗啜龙团。"
        },
        {
            "标题": "柳枝词 其九",
            "作者": "顾太清",
            "内容": "九月凄凄霜气浑。乱飞黄叶又黄昏。临歧莫唱折杨柳，风雨重阳最断魂。"
        },
        {
            "标题": "柳枝词 其五",
            "作者": "顾太清",
            "内容": "五月田家打麦劳。绿杨多处乱呜蜩。小船卖酒游人醉，一串活鱼贯柳条。"
        },
        {
            "标题": "浣溪沙 其三 四时闺词",
            "作者": "顾太清",
            "内容": "爽气怡人秋日清。银床落叶嫩凉生。闲邀女伴试瓜灯。"
        },
        {
            "标题": "南乡子 其三 云林招游三官庙看海棠，不果行，用来韵答之",
            "作者": "顾太清",
            "内容": "小叶碧玲珑。十二栏干护几重。不是不知春已去，随风。\n且向枝头逞艳红。"
        },
        {
            "标题": "南乡子 其四 云林招游三官庙看海棠，不果行，用来韵答之",
            "作者": "顾太清",
            "内容": "花气霭房栊。芳意憨憨睡思浓。倦态倩谁扶欲起，冥濛。\n和雨和烟入画中。"
        },
        {
            "标题": "南乡子 其五 云林招游三官庙看海棠，不果行，用来韵答之",
            "作者": "顾太清",
            "内容": "首夏半晴天。曲水无由系画船。恨不共君同一醉，尊前。\n饱听飞琼绿绮弦。"
        },
        {
            "标题": "南乡子 其一 云林招游三官庙看海棠，不果行，用来韵答之",
            "作者": "顾太清",
            "内容": "正好看花天。漠漠轻阴扬柳烟。最是海棠娇太甚，跹翩。\n半要人怜半自怜。"
        },
        {
            "标题": "南乡子 其六 云林招游三官庙看海棠，不果行，用来韵答之",
            "作者": "顾太清",
            "内容": "尘事惜萦牵。再到花时又一年。佳会自应多韵事，相连。\n遮莫红妆绿柳边。"
        },
        {
            "标题": "更漏子 其二 忆云林",
            "作者": "顾太清",
            "内容": "柳烟柔，花影细。谁解个中滋味。乱愁绪，万千丝。春光能几时。"
        },
        {
            "标题": "浣溪沙 其一 四时闺词",
            "作者": "顾太清",
            "内容": "杨柳丝牵春日迟。小楼人困落花时。枕痕自向镜中窥。"
        },
        {
            "标题": "南乡子 其二 云林招游三官庙看海棠，不果行，用来韵答之",
            "作者": "顾太清",
            "内容": "风信莫狂颠。艳色能留几日鲜。分付封姨休扫却，嫣然。\n似带余酲晚更妍。"
        },
        {
            "标题": "浣溪沙 其二 四时闺词",
            "作者": "顾太清",
            "内容": "一局棋消夏日长。林兰初放满盆香。轻罗小扇引微凉。"
        },
        {
            "标题": "浣溪沙 其二 咏双鬟猧儿",
            "作者": "顾太清",
            "内容": "两字柔憨作性情。十分妩媚特聪明。得人怜处是天生。"
        },
        {
            "标题": "醉太平",
            "作者": "顾太清",
            "内容": "风清月清。鸾呜凤呜。谁家绣阁娉婷。借冰丝写情。"
        },
        {
            "标题": "浣溪沙 其一 立春前三日咏盆中茉莉",
            "作者": "顾太清",
            "内容": "南北从来气候差。立春杨柳未舒芽。洞中先见素馨花。"
        },
        {
            "标题": "东海渔歌补遗鹧鸪天 荠菜",
            "作者": "顾太清",
            "内容": "溪上星星小百花。也随春色斗豪奢。绿波渺渺天边水，细草盈盈一寸芽。"
        },
        {
            "标题": "渔家傲 题双溪垂钓图",
            "作者": "顾太清",
            "内容": "垂柳西风吹不起，一竿闲钓双溪水。濠上高怀差可拟。\n烟光里，必有金鳞鲤。智者从来无彼此，溪山住处皆堪止。\n打点琴书游故里。随缘耳，神仙眷属谁如子。"
        },
        {
            "标题": "西江月 光绪二年午日，梦游夕阳寺",
            "作者": "顾太清",
            "内容": "寻得夕阳小寺，梅花初放厓阿。一湾流水绕陂陀。\n细路斜通略约。"
        },
        {
            "标题": "西江月 秋日游鲇鱼关，晚过栖云道院，四十年风景变迁，得不有感",
            "作者": "顾太清",
            "内容": "鹦鹅湾头秋水，鲇鱼关外西风。崇山峻岭几多重。\n归路斜阳相送。"
        },
        {
            "标题": "更漏子 其一 忆云林",
            "作者": "顾太清",
            "内容": "雨丝丝，风细细。尽是消魂滋味。风细细，雨丝丝。相思十二时。"
        },
        {
            "标题": "浣溪沙 其二 立春前三日咏盆中茉莉",
            "作者": "顾太清",
            "内容": "花气袭人喜欲狂。花前对酒乐非常。美人名字有余香。"
        },
        {
            "标题": "浣溪沙 其一 咏双鬟猧儿",
            "作者": "顾太清",
            "内容": "怀里温存袖里藏。蒙茸两耳系金珰。双鬟小字最相当。"
        },
        {
            "标题": "贺新凉 代人题竹深荷净图",
            "作者": "顾太清",
            "内容": "荷净竹深处。爱修篁、虚心直节，红莲解舞。应是碧天新雨霁，消尽人间烦暑。\n一阵阵、微风香度。人与花兮同洁净，薄绡衣、不许纤尘污。\n坐磐石，对芳渚。"
        },
        {
            "标题": "踏莎行 冬夜听歌",
            "作者": "顾太清",
            "内容": "镂月裁云，移宫换羽。歌喉怕惹娇莺妒。浅斟不问夜何其，三星早已当门户。"
        },
        {
            "标题": "金缕曲 送屏山姊扶柩旋里",
            "作者": "顾太清",
            "内容": "岂是无情者。遥将归、家山安葬，匆匆车马。此去长途须保重，仔细雨天风夜。\n况已是、暮年人也。卅载交情如手足，怅离怀、多少伤心话。\n难把你，车儿把。"
        },
        {
            "标题": "金缕曲 题俞彩裳女史《慧福楼诗集》",
            "作者": "顾太清",
            "内容": "福慧双修矣。问芳龄、二八年纪，聪明如此。一卷新诗出示我，美玉精金堪比。\n真不愧、诗书门第。拈出卷中读史句，岂寻常、弄月吟风耳。\n簪花格，银钩字。"
        },
        {
            "标题": "减字木兰花 春雨次韵",
            "作者": "顾太清",
            "内容": "柳丝长短。约住春阴人意懒。夜雨凄凄。不许催归杜宇啼。"
        },
        {
            "标题": "齐天乐 题孚斋王孙乘槎载妓圆",
            "作者": "顾太清",
            "内容": "聚香国里香风起，灵槎御风而下。天女腰肢，维摩眉宇，闻是王孙自写。\n欲何为也。有百八牟尼，一函般若。不著纤尘，屏除一切更娴雅。"
        },
        {
            "标题": "鬓云松令 题梦兰夫人画扇",
            "作者": "顾太清",
            "内容": "乍长天，清昼永。风荡帘钩，午梦人初醒。纤手慢将云鬓整。\n美目流波，花底新妆靓。"
        },
        {
            "标题": "菩萨蛮 拟古春闺次韵",
            "作者": "顾太清",
            "内容": "小楼日倚阑干遍。恼人最是风前燕。望远豁双眸。垂杨满陌头。"
        },
        {
            "标题": "意难忘 哭云林妹",
            "作者": "顾太清",
            "内容": "十载思量。幸莲舆北上，重睹容光。芳颜仍似玉，云鬓却成霜。\n相把袂，语悲伤。说离乱兵荒。叹年来，惊惊恐恐，无限凄惶。"
        },
        {
            "标题": "风光好 同治甲子元日，戏题多儿图⑴",
            "作者": "顾太清",
            "内容": "柳绵绵。水涓涓。嬉戏群儿小河湾。舞雩天。"
        },
        {
            "标题": "画屏秋色 屏山邀看菊",
            "作者": "顾太清",
            "内容": "窗外天光暝。素壁前、添出几重花影。移座对花，故烧高烛，花叶光莹。\n染襟袖香清，短屏低护似更称。带暗霜、枝上凝。看嫩碧娇黄，淡红浓紫，最是细玲珑处，浅深相映。"
        },
        {
            "标题": "南柯子 九日城南看菊",
            "作者": "顾太清",
            "内容": "问菊城南路，秋光又一年。草桥风景尚依然。正是黄花时节、碧云天。"
        },
        {
            "标题": "金缕曲 题《行有恒堂词集》",
            "作者": "顾太清",
            "内容": "镂月裁云手。好文章、天衣无缝，神针刺绣。写景言情无不切，一串骊珠穿就。\n应不数、豪苏腻柳。脱尽人间烟火气，问前身、金粟如来否。\n餐妙句，淳如酒。"
        },
        {
            "标题": "满江红 九日屏山、湘佩招游悯忠寺",
            "作者": "顾太清",
            "内容": "时节重阳，喜良友、相邀消遣。向古寺、驱车访菊，黄花不见。\n败叶凋伤零落舞，残碑剥蚀摩挲看。葬忠魂、千古此高台，凭人赞。"
        },
        {
            "标题": "金风玉露相逢曲 谢湘佩寄并州剪",
            "作者": "顾太清",
            "内容": "芭蕉敲雨，梧桐坠露，又是新秋到了。无心写景欲言情，当不得、神魂颠倒。"
        },
        {
            "标题": "贺新凉 雨中晓发南谷，用蒋竹山韵",
            "作者": "顾太清",
            "内容": "几阵鸡鸣了。听潇潇、雨声不住，天光渐晓。料理行装催早发，多是崎岖山道。\n况秋潦、行人更少。夹路山花如堆锦，载秋光不尽车箱小。\n丹砂颗，缀酸枣。"
        },
        {
            "标题": "早春怨 题蔡清华夫人桐阴仕女图",
            "作者": "顾太清",
            "内容": "云净天空。苔阶露坐，夜色溶溶。一扇微凉，一轮明月，一树疏桐。"
        },
        {
            "标题": "长相思 其二",
            "作者": "顾太清",
            "内容": "花开时。雁来时。草色遥看是此时。同游记旧时。"
        },
        {
            "标题": "长相思 已酉正月廿四，雪窗寄湘佩二首，用独木桥体 其一",
            "作者": "顾太清",
            "内容": "过新年。贺新年。马齿空加又一年。浮生能几年。"
        },
        {
            "标题": "喝火令 戊申新秋望日偶成",
            "作者": "顾太清",
            "内容": "残暑留余热，罗纨尚未捐。露华庭院早秋天。又到一年今夕，七见月团圆。"
        },
        {
            "标题": "菩萨蛮",
            "作者": "顾太清",
            "内容": "海棠倦倚东风重。梨花共结同心梦。阶下自徘徊。苔侵金缕鞋。"
        },
        {
            "标题": "丑奴儿 春日偶成",
            "作者": "顾太清",
            "内容": "已过谷雨春将暮，未见花开。未见花开。辜负多情燕子来。"
        },
        {
            "标题": "菩萨蛮 次湘佩鹊",
            "作者": "顾太清",
            "内容": "春阴乍合云偏散。幽窗更觉愁人倦。辜负看花天。黄尘杂柳烟。"
        },
        {
            "标题": "琐窗寒 题冬闺刺绣图",
            "作者": "顾太清",
            "内容": "弱线初添，琐窗渐暖，闭门同绣。明金压线，刺出一痕春透。\n慧心儿、花样细翻，各人施展纤纤手。意迟迟、几度停针，生怕作来肥瘦。"
        },
        {
            "标题": "鹊桥仙 初冬云林邀同家霞仙龙爪槐看菊，过陶然亭望西山",
            "作者": "顾太清",
            "内容": "故人邀我，城南访菊，已过黄花时节。更从何处问秋芳，见一路、霜林残叶。"
        },
        {
            "标题": "金缕曲 题吴淑芳夫人霜柏慈筠图",
            "作者": "顾太清",
            "内容": "妙手传神似。画图中、雍雍肃肃，端方容止。自是君身有仙骨，福慧双修如此。\n堪称得、扫眉才子。先世延陵遵古训，守诗书礼乐司中馈。\n甘淡泊，厌罗绮。"
        },
        {
            "标题": "醉花阴 咏蝶",
            "作者": "顾太清",
            "内容": "淡绿轻红春日暖。落瓣随风卷。蝶阵趁飞花，欲绣翩翩，抽尽春蚕茧。"
        },
        {
            "标题": "燕山亭 清明后一日，用曝书亭《清明日饮杏花下》韵",
            "作者": "顾太清",
            "内容": "已过清明，社燕初来，风信几番吹透。红了杏花，白了梨花，绿遍池塘杨柳。\n恰恰娇莺，听帘外、新簧圆溜。依旧。到乍试春衣，海棠时候。"
        },
        {
            "标题": "虞美人 雨中答湘佩",
            "作者": "顾太清",
            "内容": "秋来比似春时瘦。空度如年昼。喓喓虫语报西风。早又银床一叶、落梧桐。"
        },
        {
            "标题": "忆人人 送屏山往杭州",
            "作者": "顾太清",
            "内容": "留君不住，送君不舍，一片离愁难说。虽云暂别亦相思，反不及、交情淡薄。"
        },
        {
            "标题": "新雁过妆楼 雪夜闻雁",
            "作者": "顾太清",
            "内容": "静掩重门。春塞重、鸦栖又到黄昏。乱飘琼蕊，堆满瓦陇墙根。\n好共梨花争素质，欲同柳絮斗轻魂。舞翩翻。小窗浙沥，乌鹊惊喧。"
        },
        {
            "标题": "玉交枝 上元屏山生日，过堪喜斋，滇生大司马属咏白牡丹",
            "作者": "顾太清",
            "内容": "天上人间，月明灯夕，蓦遇蕊宫仙子。帘卷东风春满座，众里谁能相比。\n霓裳金带，半拖烟雾朦胧，瑶池初下应如是。生怕夜寒料峭，微风斜倚。\n天然素质端方，不须假借，淡妆翻称容止。且留住、仙裾缟袂，莫轻举、乘鸾飞起。\n恰宜在、深深院里。锦堂香暖尚书第。素富贵长春，对花共醉红灯底。"
        },
        {
            "标题": "愁春未醒 梦题雕阑细草图，醒记其末二句，足成此阕",
            "作者": "顾太清",
            "内容": "雕阑细草，碧户红窗交荫。正轻暖轻寒时候，帘幕沈沈。\n淡荡微烟，一天云影护芳林。几番风信，十分雨意，酿出花心。"
        },
        {
            "标题": "惜黄花 题张孟缇夫人淡菊轩诗舍图",
            "作者": "顾太清",
            "内容": "秋容围屋，诗声谁读。伴黄花，绕疏篱、几竿修竹。插架秘图书，博览堪游目。\n好生活、古香充腹。"
        },
        {
            "标题": "定风波 咏紫玉簪",
            "作者": "顾太清",
            "内容": "秋雨浪浪湿碧苔。庭花无数雨中开。一种看来颜色好。\n袅袅。浑疑仙子御风来。"
        },
        {
            "标题": "桃花水 浴鹅",
            "作者": "顾太清",
            "内容": "东风细细柳丝丝。泥人春日迟。微波动，碧参差，暗水涨新池。"
        },
        {
            "标题": "殢人娇 题扇头簪花美人",
            "作者": "顾太清",
            "内容": "香袅金猊，恰恰兰衾梦醒。卖花声、催人临镜。牡丹开矣，正燕巢初定。\n妆台畔、慢把玉容重整。"
        },
        {
            "标题": "风蝶令 春日游草桥，过菜花营看竹",
            "作者": "顾太清",
            "内容": "春水才平岸，蛙声已满塘。蘋丝分绿映垂杨。几处浣衣村妇、淡梳妆。"
        },
        {
            "标题": "南乡子 上巳前一日，同屏山、云林、云姜游可园，园为宗室崇文别墅",
            "作者": "顾太清",
            "内容": "郊外按呜驺。行过城西二里沟。老树长藤交映处，临流。\n隐约王孙别墅楼。"
        },
        {
            "标题": "多丽 题翁秀君女史群芳再会图",
            "作者": "顾太清",
            "内容": "众香国，问谁管领群芳。展冰绡、研朱滴粉，安排疏密停当。\n借传神、散花妙手，环肥燕瘦几评量。含露临风，拒霜擎雨，蕊宫仙子斗新妆。\n更看取、霓旌霞葆，掩映影苍茫。应不许、天风吹损，离合神光。"
        },
        {
            "标题": "风入松 题王叔明听松图",
            "作者": "顾太清",
            "内容": "乱山深处有人家。细路欹斜。长松万树围茅屋，响寒涛、天际青霞。\n曲涧平铺略约，飞泉高挂檐牙。"
        },
        {
            "标题": "爱月夜眠迟 本意",
            "作者": "顾太清",
            "内容": "树影朦胧，望小蟾乍涌，人立桐阴。草根虫语，沾衣露下，双双睡稳胎禽。\n芭蕉掩却红灯，天街夜色深沈。又谁家、一声声，不住敲动寒砧。"
        },
        {
            "标题": "暗香疏影 自题淡月疏梅",
            "作者": "顾太清",
            "内容": "昏黄淡月。浸水边篱下，缟衣莹洁。仙骨珊珊，占断小园风景别。\n认取朦胧影子，娴雅处、丰姿清绝。恍又是、水面低窥，窗外一枝瞥。"
        },
        {
            "标题": "暗香 谢云姜妹画梅团扇，次姜白石韵",
            "作者": "顾太清",
            "内容": "风枝霁色。胜临流万点，吹开羌笛。日暮何人，翠袖凌霜一枝摘。\n写出疏香冷韵，谁得似、琅嬛仙笔。感昨日、团扇题诗，寄我伴吟席。"
        },
        {
            "标题": "黄鹤引 挽白云观主张坤鹤老人",
            "作者": "顾太清",
            "内容": "寥天宗洞。鹤驾云軿众仙拱。五千文字功夫，玄珠流动。\n凝神接踵。不比寻常铅汞。七十年，算是游戏人间一梦。"
        },
        {
            "标题": "二十二日由白云观过天宁寺",
            "作者": "顾太清",
            "内容": "遂过天宁寺，花香染客裾。藓碑迷故事，风障护春蔬。\n野草浓于绣，遥山淡若虚。方今正望雨，宿麦及时锄。"
        },
        {
            "标题": "满庭芳 雨中过含芳园，谒筠邻主人",
            "作者": "顾太清",
            "内容": "步入名圃，豁然开眼，茂林修竹怡人。一湖春水，烟树渺芳津。\n恰值丝丝疏雨，板桥外、山势嶙峋。通幽径，回廊曲折，环带草如茵。"
        },
        {
            "标题": "被花恼 题王石谷画友梅轩图",
            "作者": "顾太清",
            "内容": "疏枝老干自斜横，开满冷花冰蕊。竹里柴门对流水。\n夜深人静，梦回酒醒，半隐鸟皮几。明月下，小窗前，乱飞琼雪寒烟里。"
        },
        {
            "标题": "并蒂芙蓉 题蒋南沙相国画并蒂莲花",
            "作者": "顾太清",
            "内容": "水净风疏，照碧天倒影，花间无暑。清露洗红妆，爱金蕊交错。\n同心并头两朵，洛浦凌波笑相与。结成伴侣，惜双双、占断风流娇妩。"
        },
        {
            "标题": "洞仙歌 和刘一止《苕溪词》",
            "作者": "顾太清",
            "内容": "月明风静，问此时谁晓。雪后初开一枝好。爱孤山踪迹，千树横斜，临碧水，十里湖光冷照。"
        },
        {
            "标题": "水龙吟 题张坤鹤老人小照，用白玉蟾《采药径》韵",
            "作者": "顾太清",
            "内容": "洞门深锁，烟霞苍苍，不断松杉翠。芝田采遍，玉颜常驻，何曾落齿。\n海上当年，羽衣宝髻，凤箫闲吹。记蓬莱旧景，餐花饮月，经多少，仙家事。\n渺渺长途无际。笑世间、临歧挥泪、清风两袖，飘然到处，此生如寄。\n七十年华，双眸炯炯，照人姿媚。信谷神不死，逍遥物外，一瓢云水。"
        },
        {
            "标题": "鹧鸪天 冬夜听夫子论道，不觉漏三商矣。盆中残梅香发，有悟赋此",
            "作者": "顾太清",
            "内容": "夜半谈经玉漏迟，生机妙在本无奇。世人莫恋花香好，花到香浓是谢时。"
        },
        {
            "标题": "茶瓶儿 病中谢闺友赠茶",
            "作者": "顾太清",
            "内容": "病里闲愁如织。落花残、小庭人寂。倦梳慵裹浑无力。\n恰寄到、雨前新叶。慰消渴情何极。泛清芬、者般颜色。\n绿尘飞盏，碧香生颊。风定处、竹垆烟直。"
        },
        {
            "标题": "蓦山溪 慈溪看捕鱼作",
            "作者": "顾太清",
            "内容": "垂杨枝外，一片桃花水。临水野人家，好生涯、叉鱼活计。\n疏篱草舍，三五自成村，称鱼市，儿童戏，也效叉鱼技。"
        },
        {
            "标题": "夏日城东泛舟归来有作",
            "作者": "顾太清",
            "内容": "卅年不到城东去，云水空濛接远天。野岸新蜩鸣偶尔，山门枯木尚依然。\n已非昔日僧迎客，犹记当初柳系船。一路薰风吹酒醒，重城西望隔苍烟。"
        },
        {
            "标题": "定风波 城东泛舟",
            "作者": "顾太清",
            "内容": "侵晓城东泛画桡。天光云影碧迢迢。少长同游随处好。\n恰巧。荷花生日是今朝。"
        },
        {
            "标题": "台城路 四月廿四城东泛舟",
            "作者": "顾太清",
            "内容": "清溪一带城东路，新蜩乍鸣高柳。五里蒹葭，数声啼鸟，正是薰风时候。\n将船载酒。感卅载重来，光阴回首。蟹罟鱼罾，小楼临水尚依旧。"
        },
        {
            "标题": "高阳台 前三月廿九红雨轩送春，用有正味斋春尽日韵",
            "作者": "顾太清",
            "内容": "春到无言，春归似梦，迅如逝水流船。多愁多病，羸躯挨过年年。\n今年花事虽逢闰，祝封姨、更要相怜。莫将他、堕粉飘香，断送如烟。"
        },
        {
            "标题": "迷神引 题徐廷昆画",
            "作者": "顾太清",
            "内容": "叠叠银涛翻雪浪。黯黯冷云飞涨。垂藤古木，石壁高无量。\n望蓬莱，三山远，长风荡。日月双丸小，来复往。天地渺无涯，窈空旷。\n忽有仙舟，一叶乘波放。看鬓眉纤，霞裾敞。满盘花果，玉瓶贮，蒲桃酿。\n是广寒宫，霓裳舞，月中样。白兔守筠笼，随竹舫。猿子采蟠桃，亲呈上。"
        },
        {
            "标题": "沁园春 游常氏废园，用竹叶庵“游孔氏废园”韵",
            "作者": "顾太清",
            "内容": "触目荒凉，小立回廊，夕阳斜矬。认画栋妆楼，红窗疏敞，长楸修竹，绿叶婆娑。\n满地浓阴，一声啼鸟，乔木森森绕薜萝。玲珑石，仿奇峰怪岫，几朵青螺。"
        },
        {
            "标题": "定风波 谢云姜妹赠蜜渍荔支有感",
            "作者": "顾太清",
            "内容": "冰雪肌肤裹绛纱。者般滋味产天涯。二十七年风景变。\n曾见。连林闽海野人家。"
        },
        {
            "标题": "游孔水用吴郡卢襄石刻诗韵",
            "作者": "顾太清",
            "内容": "溪去山楼凡七里，平坦不烦折屐齿。下有泉源上石堂，万佛妙相参差倚。\n青苔互古不见日，森森浓绿疑无始。龙泉古壁何年失，虎尾春冰岂可履。\n夕阴水鸟上渔梁，倒映山容碧滩陊。人生行乐须及时，花外光阴去如矢。\n开元残碑嵌绝壁，幸得庐襄刻诗纪。出山一路又看山，二水合流成漫水。\n马耳东风拂面香，鸳鸯属玉惊人起。归涂借问今何时，梨花桃花才结子。\n渺渺春波万古閒，悠悠天地长如此。偕隐何辞挽鹿车，云水遨游胜朝市。"
        },
        {
            "标题": "琴调相思引 题百福老人蓝笔画兰",
            "作者": "顾太清",
            "内容": "同心芳草淡青钩。艳过春花冷过秋。翰林学士，画意本清幽。"
        },
        {
            "标题": "点绛唇 题朱葆瑜女史锄月种梅图",
            "作者": "顾太清",
            "内容": "月满风清，晴香乍试花心净。荷锄幽径，疏密安排定。"
        },
        {
            "标题": "蝶恋花 黄葵",
            "作者": "顾太清",
            "内容": "小院钩帘人睡醒。曲角栏干，移过重重影。似水天光云叶净。\n微凉略觉风儿劲。"
        },
        {
            "标题": "南柯子 中元由金顶山回南谷山中书所见",
            "作者": "顾太清",
            "内容": "絺绤生凉意，肩舆缓缓游。连林梨枣缀枝头。几处背阴篱落、挂牵牛。"
        },
        {
            "标题": "定风波 雨中海棠",
            "作者": "顾太清",
            "内容": "晓起庭除遍落花。乱红和雨受风斜。惟许荼蘼同一梦。\n寒重。飘零残粉卸韶华。"
        },
        {
            "标题": "舞春风 咏花幡，并序",
            "作者": "顾太清",
            "内容": "剪帛裁成五色幡。枝头高挂舞翩翩。才过谷雨看花日，恰好东风结果天。"
        },
        {
            "标题": "东风齐著力 水波，得平字",
            "作者": "顾太清",
            "内容": "燕子来时，回塘向暖，野水烟生。刚胜弱絮，初泛落花轻。\n漫漫垂杨曲沼，才添了、几点浮萍。鱼苗长，生机浩荡，恰趁新晴。"
        },
        {
            "标题": "洞仙歌 集《楚辞 山鬼章》字",
            "作者": "顾太清",
            "内容": "有人窈窕，表灵旗云路。独立幽篁被蘅杜。杳冥冥、松柏昼晦山阿，憺忘归，采秀折兰带薜。"
        },
        {
            "标题": "水调歌头 谢古春轩老人见赠竹根仙槎",
            "作者": "顾太清",
            "内容": "蓬莱渺何许，仙侣泛仙舟。海天寥阔，千里万里御风游。\n左右青童玉女，上下霓旌翠盖，花雨散中洲。合奏钧天乐，王母驾灵虬。"
        },
        {
            "标题": "南乡子 云林嘱题薰笼美人图",
            "作者": "顾太清",
            "内容": "窗外雪昏昏。人倚薰笼昼掩门。寒恋重衾眠不起，氤氲。\n一瓣心香谁与焚。"
        },
        {
            "标题": "菩萨蛮 端午日咏盆中菊",
            "作者": "顾太清",
            "内容": "薰风殿阁樱桃节。碧纱窗下沈擅爇。小扇引微凉。悠悠夏日长。"
        },
        {
            "标题": "飞雪满群山 十五雪后，同诸姊妹天宁寺看唐花，望西山积雪分韵",
            "作者": "顾太清",
            "内容": "银海摇光，玉山霏素，平临万井烟村。嫩杨枝上，青帘高挂，飞来一缕春痕。\n妙香生佛字，恍行入、桃源洞门。花光照眼，花香染袖，花底醉游人。"
        },
        {
            "标题": "江城子 题日酣川静野云高石画",
            "作者": "顾太清",
            "内容": "日酣川静野云高。远山遥。碧迢迢。千里孤帆一叶任风飘。\n莫话滩头波浪险，波平处，自逍遥。"
        },
        {
            "标题": "庭院深深 杏庄婿属题络纬美人团扇",
            "作者": "顾太清",
            "内容": "开到黄花秋老，凉风吹过妆楼。云鬟宫样罢梳头。\n绮窗无个事，晓日上帘钩。"
        },
        {
            "标题": "风入松 春灯次夫子韵二首 其一",
            "作者": "顾太清",
            "内容": "沿河新草绿堪挑。丝柳渐开条。六鳌海上凌风至，献明珠、火树蟠桃。\n十里朱阑画阁，满天月壁星轺。"
        },
        {
            "标题": "凌波曲 枸杞",
            "作者": "顾太清",
            "内容": "深丛浅丛。天高露浓。仙人杖引灵风。挂星星碎红。"
        },
        {
            "标题": "广寒秋 九月十九过天仙庵，同福真老尼茶话",
            "作者": "顾太清",
            "内容": "禅房寂静，苍苔浓厚，冷淡斜阳阴里。去年曾到又重来，正幽径、黄花开矣。"
        },
        {
            "标题": "广寒秋 题慈相上人竹林晏坐小照",
            "作者": "顾太清",
            "内容": "琅玕阴里，是心清净，晏坐了无余说。岩花涧草任风吹，更不许、纷纷饶舌。"
        },
        {
            "标题": "醉太平 四女仲文索题戏婴图",
            "作者": "顾太清",
            "内容": "雕阑月明。梅花韵清。竹枝满地纵横。听儿童笑声。"
        },
        {
            "标题": "杏花天 同游南谷，云林妹先返，怅然赋此",
            "作者": "顾太清",
            "内容": "倚楼目送人归去。望不尽、杏花深处。香车转过山前路。苦被垂杨遮住。"
        },
        {
            "标题": "辊绣球 咏绣球梅",
            "作者": "顾太清",
            "内容": "花样忒玲珑，攒簇处、纤秾如绣。碧揉云碎，红蒸霞浅，画阑西畔，彩球五色，荡摇清昼。"
        },
        {
            "标题": "瑶台聚八仙 祝芸台相国八十寿",
            "作者": "顾太清",
            "内容": "霞帜云标。瑶池诏、丹筹衔出重霄。寿添百禄，遥见鹤舞飘飖。\n彩服斑衣呈寿斝，芝田术圃献灵苗。颂歌谣。纪功述德，名重三朝。"
        },
        {
            "标题": "玉楼春 廿四，仍同云姜、纫兰、素安、金夫人、徐夫人过枣花寺看牡丹，因前日风雨、花已零落殆尽。",
            "作者": "顾太清",
            "内容": "扶头雾雨催春尽。十日旧游花尚嫩。东风一夜损芳菲，满地落红深几寸。"
        },
        {
            "标题": "海棠春 海棠",
            "作者": "顾太清",
            "内容": "扶头怯怯娇如滴，照银烛、千金一刻。叶补翠云裘，花缀胭脂色。"
        },
        {
            "标题": "海棠春 自题画海棠，用秦少游韵",
            "作者": "顾太清",
            "内容": "借来数朵花枝巧。更不许、蝶蜂知觉。放下水晶帘，相伴炉烟袅。"
        },
        {
            "标题": "金缕曲 题姚珊珊小像",
            "作者": "顾太清",
            "内容": "何处春风面，画图中、云鬟◆鬌，羽衣轻软。只有游魂招不得，难写寸心幽怨。\n丝不尽、春蚕在茧。离合神光空有梦，梦高唐路杳情无限。\n阳台女，更谁见。"
        },
        {
            "标题": "鹧鸪天 为孟文郡君写冬花小幅并题",
            "作者": "顾太清",
            "内容": "窗外寒梅报早春，山茶红绽十分新。宓妃小试凌波袜，意态由来画不真。"
        },
        {
            "标题": "金缕曲 红绡",
            "作者": "顾太清",
            "内容": "赫赫威权者。锁金闺、名姝十院，花台月榭。何必绯桃延佳士，此是君侯自惹。\n又何必、乌龙守夜。一面菱花云记取，好良期、三五清辉射。\n花阴底，月光下。"
        },
        {
            "标题": "满庭芳 次筠邻主人咏絮原韵",
            "作者": "顾太清",
            "内容": "倦绣停针，摊书小卧，流莺恰恰殷勤。东风帘幕，春老饯花魂。\n最是韶光难系，渺茫茫、来去无痕。无端底，风前弱絮，也会自纷纷。"
        },
        {
            "标题": "满庭芳 次筠邻主人咏牡丹原韵",
            "作者": "顾太清",
            "内容": "剪到秾香，清和天气，映空雾雨轻匀。这般态度，谁敢斗鲜新。\n国色天香富贵，瑶池种、迥出凡尘。雕阑护，姚黄魏紫，深浅总宜人。"
        },
        {
            "标题": "岁暮寄仲兄用东坡和子由苦寒见寄韵",
            "作者": "顾太清",
            "内容": "雪后北风起，岁暮临新年。言念客中人，何日方当还。\n旅食恐不周，多病凋丰颜。一月两寄书，一书五六篇。\n告我客中事，略有好因缘。县令与之游，我闻心喜欢。\n吾兄本书生，所馀惟青毡。明哲贵保身，思退慎进前。\n出处各有时，请看墀与壖。乐道毋忧贫，仰不愧于天。\n且待春风至，万物同新鲜。寄以敝狐裘，副以苍玉镮。\n翘首望南云，新雁将北旋。"
        },
        {
            "标题": "金缕曲 和吴文英《梦窗词》",
            "作者": "顾太清",
            "内容": "绝顶春风早。见无边、红英绛萼，满枝花好。枝上黄鹏飞过处，认取重来路杳。\n此寂寂、洞天谁到。十二栏干人倚遍，衬云容山色真容貌。\n启窗户，对清照。"
        },
        {
            "标题": "念奴娇 和姜白石",
            "作者": "顾太清",
            "内容": "湖亭依旧，记从吾游者，二三仙侣。今日莲花开已遍，翠盖团团无数。\n荷露烹茶，碧筒吸酒，又听萧萧雨。远山遮尽，片云应是催句。"
        },
        {
            "标题": "贺圣朝 秧歌",
            "作者": "顾太清",
            "内容": "满街锣鼓喧清昼。任狂歌狂走。乔装艳服太妖淫，尽京都游手。"
        },
        {
            "标题": "金缕曲 题《花帘词》寄吴蘋香女士，用本集中韵",
            "作者": "顾太清",
            "内容": "何幸闻名早。爱春蚕、缠绵作茧，丝丝萦绕。织就七襄天孙锦，彩线金针都扫。\n隔千里、系人怀抱。欲见无由缘分浅，况卿乎、与我年将老。\n莫辜负，好才调。"
        },
        {
            "标题": "春去也 飞絮",
            "作者": "顾太清",
            "内容": "春去也，点点舞杨花。落溷沾茵无定准，任教风送到天涯。\n惆怅送年华。"
        },
        {
            "标题": "浣溪沙 谢云林妹见赠自画樱笋团扇",
            "作者": "顾太清",
            "内容": "芍药将开卸海棠。最怜樱笋好年光。落花庭院绿阴长。"
        },
        {
            "标题": "寿楼春 送春",
            "作者": "顾太清",
            "内容": "吁嗟乎春归。奈匆匆不住，轻送芳菲。几处园林池馆，落红霏霏。\n无意绪，裁春衣。想去年、百花开时。记剪烛山楼，看花古寺，回首梦依稀。"
        },
        {
            "标题": "惜春郎 送春",
            "作者": "顾太清",
            "内容": "剩脂残粉谁收拾。枉累人愁泣。阑干十二，藓阶苔径，春恨如织。"
        },
        {
            "标题": "金缕曲 芸台相国以宋本赵氏《金石录》嘱题",
            "作者": "顾太清",
            "内容": "日暮来青鸟。启芸囊、纸光如砑，香云缥缈。易安夫妻皆好古，夏鼎商彝细考。\n聚绝世、人间奇宝。太息兵荒零落散，剩残编、几卷当年稿。\n前人物，后人保。"
        },
        {
            "标题": "金缕曲 王子兰公子 寿同 寄词见誉，谱此致谢，用次来韵",
            "作者": "顾太清",
            "内容": "今古原如此。叹浮生、飞花飘絮，随风已矣。落溷沾茵无定相，最是孤臣孽子。\n经患难、何曾容易。况是女身兼薄命，愧樗材、枉受虚名被。\n思量起，空挥涕。"
        },
        {
            "标题": "江城梅花引 雨中接云姜信",
            "作者": "顾太清",
            "内容": "故人千里寄书来。快些开。慢些开。不知书中，安否费疑猜。\n别后炎凉时序改，江南北，动离愁，自徘徊。"
        },
        {
            "标题": "玉连环影 元日解九连环",
            "作者": "顾太清",
            "内容": "连络，个个环相约。解得开时，本自无缠缚。系连环，解连环，一笑人间万事理皆然。"
        },
        {
            "标题": "金缕曲 题蒲察夫人《闺塾千字文》⑴",
            "作者": "顾太清",
            "内容": "肃肃金闺彦。古蒲察、巍巍令族，声名久远。彤管一枝承内则。\n不写春愁秋怨。更不假、花针柳线。千字文章传千古，又何劳、列女纷纷传。\n风人旨，异堪羡。"
        },
        {
            "标题": "满江红 人日观音院饯云姜南归",
            "作者": "顾太清",
            "内容": "归去来兮，怕君去、少留君坐。说不尽、离愁彼此，泪随声堕。\n野店长途当自爱，脂车秣马须亲课。报平安、两字寄书频，君休惰。"
        },
        {
            "标题": "静坐偶成",
            "作者": "顾太清",
            "内容": "一番磨炼一重关，悟到无生心自閒。探得真源何所论，繁枝乱叶尽须删。"
        },
        {
            "标题": "望月婆罗门引 中元步月",
            "作者": "顾太清",
            "内容": "海棠花底，乱蛩啼遍小阑干。月阴云净天宽。立尽梧桐影里，深草露华寒。\n听哀音几处，痛哭中元。"
        },
        {
            "标题": "桃园忆故人 题纫兰妹兰风展卷小照",
            "作者": "顾太清",
            "内容": "故人寄到兰风卷，快睹画中人面。七载丰姿微变，不似当初见。"
        },
        {
            "标题": "浪淘沙慢 久不接云姜信，用柳耆卿韵",
            "作者": "顾太清",
            "内容": "又盼到、冬深不见，故人消息。况当雪后，几枝寒梅，绿萼如滴。\n对暗香疏影思佳客。细思量、两地相思，怕梦里、行踪无准，各自都成悲戚。"
        },
        {
            "标题": "浪淘沙 正月廿七闻雁忆云姜",
            "作者": "顾太清",
            "内容": "别后数征邮。应到扬州。相思一日似三秋。恼煞雁行天上字，字字离愁。"
        },
        {
            "标题": "浪淘沙 登香山望昆明湖",
            "作者": "顾太清",
            "内容": "碧瓦指离宫。楼阁飞崇。遥看草色有无中。最是一年春好处，烟柳空濛。"
        },
        {
            "标题": "浪淘沙 送珊枝归武林",
            "作者": "顾太清",
            "内容": "归计太匆匆。难写离衷。孤帆双桨趁秋风。肠断天涯从此去，甚日重逢。"
        },
        {
            "标题": "伊州三台 七夕夜雨，次日立秋戏题",
            "作者": "顾太清",
            "内容": "秋声先到芭蕉。阶下秋虫絮叨。生受鹊填桥。渡银河、夜凉路遥。"
        },
        {
            "标题": "临江仙慢 白云观看坤鹤老人受戒",
            "作者": "顾太清",
            "内容": "阆苑会仙侣，金钟低度，玉磬初敲。松阴下、仙音一派风飘。\n笙箫。早人语静，幢幡绕，寿字香烧。张坤鹤，被霞裾鹤氅，宝髻云翘。"
        },
        {
            "标题": "柳梢青 题寒月疏梅图",
            "作者": "顾太清",
            "内容": "老干横斜。一枝初放，低护檐牙。雪后黄昏，吹来何处，怨笛哀笳。"
        },
        {
            "标题": "祝英台近 柘龙潭，用吴梦窗韵",
            "作者": "顾太清",
            "内容": "古松阴，幽涧底，流水漱山股。红叶寒烟，飞鸟自来去。\n苍茫草界羊踪，霜封樵径，石头滑、舆夫相语。"
        },
        {
            "标题": "夜行翠微山麓遂宿龙泉庵",
            "作者": "顾太清",
            "内容": "篮舆一径入云深，两两明镫过树林。吹面不嫌山气冷，满天星斗压春岑。"
        },
        {
            "标题": "风入松 买菊",
            "作者": "顾太清",
            "内容": "满城风雨近重阳。昨夜见微霜。含苞细认玲珑叶，问佳名、色色端相。\n出水芙蓉玉扇，落红万点霓裳。"
        },
        {
            "标题": "满江红 第二体。和张元干《芦川词》",
            "作者": "顾太清",
            "内容": "绿惨红愁，东风里、杜鹃声恶。春去也、小楼人寂，雨声偏作。\n弱柳难将春思系，泪珠长向花前落。问天涯、归梦几时来。\n随风泊。"
        },
        {
            "标题": "卖花声 像生花",
            "作者": "顾太清",
            "内容": "竹簏盛来，多少像生花卉。小年时、东风才至，街头偏卖，趁闹蛾天气。\n问封姨、此情知未。"
        },
        {
            "标题": "满庭芳 和蔡伸《友古词》",
            "作者": "顾太清",
            "内容": "白玉栏干，绿杨庭院，果然几净窗明。珠帘高卷，花雨散红英。\n下上双飞燕子，东风里、巧转轻迎。连环冷、红珠斗帐，春睡惜娉婷。"
        },
        {
            "标题": "碧芙蓉 雨后由三官殿同云林、纫兰过尺五庄看荷花作",
            "作者": "顾太清",
            "内容": "一带小红桥，同倚画栏，池面荷靓。飐飐芦梢，立蜻蜓不定。\n新雨过、琼珠万点，荡流霞、妙莲香冷。听垂杨岸，几树鸣蝉，催起游人兴。"
        },
        {
            "标题": "阳台路 赋得“手倦抛书午梦长”，效柳耆卿体，并次其韵",
            "作者": "顾太清",
            "内容": "未天晚。耐困人昼永，诗书抛乱。掩纱厨、隐几南窗，神逐水沉香远。\n莲漏丁丁，一枕梦游，柳憨花暖。曾经惯。旧路儿、桃源前度人散。"
        },
        {
            "标题": "看花回 题湘佩妹梅林觅句小照",
            "作者": "顾太清",
            "内容": "忽见横枝近水开。香逐风来。惜花人在花深处，倚绿筠、几度徘徊。\n前身明月是，应伴寒梅。"
        },
        {
            "标题": "明月棹孤舟 题钊儿画茅舍归舟",
            "作者": "顾太清",
            "内容": "缥缈长天山影淡。认前村、维舟收缆。树绕垂藤，柴门篱落，灯火幽窗阴暗。"
        },
        {
            "标题": "木兰花慢 瓶花论，效刘克庄体",
            "作者": "顾太清",
            "内容": "瓶花千百样，要好是、在人为。或冷淡相兼，疏疏密密，转侧相宜。\n或苍秀艳丽者，似洞天幽谷态离奇。或是粗枝大叶，恍然羽葆云旗。"
        },
        {
            "标题": "木兰花慢 题长洲女士李佩金《生香馆遗词》",
            "作者": "顾太清",
            "内容": "生香孤馆在，只燕子，旧巢安。怅左华右竹，东张西角，噩梦难圆。\n歌残曼声金缕，剩五更残月照啼鹃。满目幽花野草，伤心落叶哀蝉。"
        },
        {
            "标题": "木兰花慢 和张孝祥《于湖诃》",
            "作者": "顾太清",
            "内容": "天高风露冷，念仙子、倚琼楼。问云窗雾阁，朱栏翠幔，好景谁收。\n玉箫歇，霓裳散，恨宝奁空掩暗增忧。照影自临清浅，满身花影同流。"
        },
        {
            "标题": "惜琼花 雨中补种白莲，用张子野韵",
            "作者": "顾太清",
            "内容": "莲花白，莲叶碧。带淤泥补种，香冷吟席。本来清净原无色。\n好雨终朝，还要终夕。"
        },
        {
            "标题": "金缕曲 红线",
            "作者": "顾太清",
            "内容": "技也原非幻。入危邦、床头盗合，身轻如燕。甲帐风生申夜警，悄过兰堂深院。\n好趁取、灯昏香断。太乙神名书粉额，挂胸前、匕首龙纹灿。\n奇女子，字红线。"
        },
        {
            "标题": "金缕曲 送纫兰妹往大梁",
            "作者": "顾太清",
            "内容": "三载交情重。竟难留、买舟南去，北风初动。行李萧萧天气冷，落叶黄花相送。\n正河水、冰澌将冻。满载异书千万卷，有斯冰、小印随妆笼。\n千里路，全家共。"
        },
        {
            "标题": "一剪梅 雨中剪菊花赠纫兰妹",
            "作者": "顾太清",
            "内容": "暮秋天气太无聊。风又凄凄，雨又潇潇。清樽共酌恨难招。\n一道重城，千里之遥。"
        },
        {
            "标题": "南乡子 惜花词",
            "作者": "顾太清",
            "内容": "一夜妒花风。吹过栏干第几重。何事封姨情太薄，匆匆。\n零落深丛与浅丛。"
        },
        {
            "标题": "西子妆 三月十三，邀余季瑛、吴孟芬、钱伯芳、陈素安诸姊妹小集红雨轩看海棠，用吴梦窗韵。",
            "作者": "顾太清",
            "内容": "风信几番，半春过了，绛雪吹成香雾。待看草色入帘青，敞疏窗、小轩花坞。\n东风慢舞。更分付、留春且住。愿年年，到花开时候，良朋如许。"
        },
        {
            "标题": "琵琶仙 题琵琶妓陈三宝小像",
            "作者": "顾太清",
            "内容": "豆蔻稍头，恁年纪、值得量珠高价。休夸燕子轻盈，腰肢更矫奼。\n春院静、琵琶一曲，也应算、调高和寡。一镜湖光，十眉山色，花底游冶。"
        },
        {
            "标题": "入塞 盆梅",
            "作者": "顾太清",
            "内容": "好花枝，正清香欲破时。似霓裳一曲，奏罢下瑶池。\n红也宜，白也宜。"
        },
        {
            "标题": "定风波 同诸姊妹听佩吉弹《平沙落雁》一曲，并见赠花卉四帧，词以谢之",
            "作者": "顾太清",
            "内容": "一曲瑶琴为我弹。北风烈烈指头寒。想见秋江残照里。\n烟水。联翩雁影下空滩。"
        },
        {
            "标题": "菩萨蛮 登石景山天空寺望浑河",
            "作者": "顾太清",
            "内容": "浑河东岸孤峰起。崔巍绝顶浮图峙。陡辟四天门。天空只树园。"
        },
        {
            "标题": "菩萨蛮 西观音洞",
            "作者": "顾太清",
            "内容": "朝阳初上岩头树。清晨步入蚕丛路。云隐小红墙。钟声发上方。"
        },
        {
            "标题": "貂裘换酒 题扇头“鸡声茅店月，人迹板桥霜”画意",
            "作者": "顾太清",
            "内容": "飒飒西风冷。挂林稍、微茫淡月，碧空澄净。己被鸡声催人起，落落溪桥幽径。\n舞黄叶、随风不定。店舍无烟关山远，渐轮蹄、惊动栖乌醒。\n襟袖裂，晓塞劲。"
        },
        {
            "标题": "菩萨蛮 东观音洞",
            "作者": "顾太清",
            "内容": "斜肠乍转夕阴结。观音古洞寒泉冽。黄叶拥禅关。山僧终日闲。"
        },
        {
            "标题": "莺啼序 雨中送春，用吴梦窗韵",
            "作者": "顾太清",
            "内容": "三春又轻过了，叹韶华似水。画阑外、几树飞花，可怜剩有残蕊。\n便是果成时已过，飘零艳色随风坠。听娇莺声细。\n凄凄似有愁思。"
        },
        {
            "标题": "金缕曲 题《桃园记传奇》",
            "作者": "顾太清",
            "内容": "细谱桃园记。洒桃花、斑斑点点，染成红泪。欲借东风吹不去，难寄相思两字。\n遍十二、栏干空倚。冰雪肌肤琼瑶想，引情丝、蹙损春山翠。\n仙家事，也如此。"
        },
        {
            "标题": "醉翁操 题云林湖月沁琴图小照",
            "作者": "顾太清",
            "内容": "悠然。长天。澄渊。渺湖烟。无边。清辉灿灿兮婵娟。有美人兮飞仙。\n悄无言。攘袖促鸣弦。照垂杨、素蟾影偏。"
        },
        {
            "标题": "凄凉犯 题秋窗染翰图",
            "作者": "顾太清",
            "内容": "愁难寄托。萧条甚、情丝怎系离索。美人去后，余香尚在，袖稍襟角。\n罡风最恶。未必算、卿卿福薄。忆当初、修嫭连娟，肠断旧标格。"
        },
        {
            "标题": "鹧鸪天 元日咏荠菜，用去年荠菜韵",
            "作者": "顾太清",
            "内容": "鲜荠登盘乍吐花。嫩苗争长傲春奢。已知草色迎年绿，略有新黄发柳芽。"
        },
        {
            "标题": "乳燕飞 其二",
            "作者": "顾太清",
            "内容": "峰髻芙蓉绾。月明中、翠崖千仞，洞门双判。若有人兮翳萝薜，绰约不胜哀惋。\n三十里、桃花红断。花不长红人命脆，才人间、十二星霜换。\n翛然往，碧云远。"
        },
        {
            "标题": "沁园春 题《茂陵弦传奇》",
            "作者": "顾太清",
            "内容": "孑然一身，四海倦游，多病多情。正锦城春色，都亭逆旅，江山历历，花柳荣荣。\n有女怀春，文君新寡，法曲当筵一再行。琴心挑，托求凰有凤，暗里人听。"
        },
        {
            "标题": "乳燕飞 挽许金桥侄，呈珊枝嫂",
            "作者": "顾太清",
            "内容": "日暮忽闻讣。蓦传来、金桥厌世，痛心惊仆。三日云何成长往，莫是庸医耽误。\n廿八岁、摧残玉树。母老家贫情特惨，况安人、年少娇儿孺。\n伤心事，竟难诉。"
        },
        {
            "标题": "秋波媚 夜坐",
            "作者": "顾太清",
            "内容": "自笑当年费苦吟。陈迹梦难寻。几卷诗篇，几张画稿，几许光阴。"
        },
        {
            "标题": "桂殿秋 题画",
            "作者": "顾太清",
            "内容": "清露下，月明中，凤凰栖老碧梧桐。吹箫仙子凌风去，十二楼台花自红。"
        },
        {
            "标题": "忆秦娥 二月十二闻角声",
            "作者": "顾太清",
            "内容": "情萧索，啼鸦过尽春寒作。春寒作，春城十里，月明吹角。"
        },
        {
            "标题": "鹊桥仙 梦石榴婢",
            "作者": "顾太清",
            "内容": "一年死别，千年幽恨，尚忆垂髫初会。眼前难忘小腰身，侍儿里、此儿为最。"
        },
        {
            "标题": "探春慢 春阴",
            "作者": "顾太清",
            "内容": "九十韶光，清明过了，一年春色将尽。雨洒芳田，烟霏深院，偏是轻阴惹困。\n燕子来时候，已辜负、几番花信。海棠零落闲庭，风飘万点成阵。"
        },
        {
            "标题": "太常引 人日立春",
            "作者": "顾太清",
            "内容": "东风吹暖入新年。七蓂叶，五辛盘。人日立春天。双彩胜、金钗并悬。"
        },
        {
            "标题": "如梦令 送春",
            "作者": "顾太清",
            "内容": "昨日送春归了，枝上残红渐少。帘外绿阴多，满地落花谁扫。\n休扫，休扫，一任东风吹老。"
        },
        {
            "标题": "踏莎行 梦。次屏山韵",
            "作者": "顾太清",
            "内容": "幻影浮泡，原无凭据。个中变化纷如缕。也生欢喜也生愁，其间似有通神处。"
        },
        {
            "标题": "游仙 其三",
            "作者": "顾太清",
            "内容": "巫山高巍巍，江水碧深杳。中有阳台人，清容舒窈窕。\n翠袖倚朱阑，颜色常美好。我欲往从之，不见三青鸟。"
        },
        {
            "标题": "最高楼 题钱元昌山水",
            "作者": "顾太清",
            "内容": "群峰合，天际涌青莲，飞瀑界中间。长桥跨水通幽处，悬崖结屋伴神仙。\n山出云，云渡水，水环山。"
        },
        {
            "标题": "琴调相思引 云林妹见赠雁足书灯，以小令申谢",
            "作者": "顾太清",
            "内容": "雁字分飞思不禁。听风听雨梦难寻。露华庭院，灯影照清心。"
        },
        {
            "标题": "山亭宴 立秋",
            "作者": "顾太清",
            "内容": "井梧一叶银床早。碧云天、画楼秋到。竹外淡烟霏，障满地、斜阳最好。\n豆花凉蔓战西风，浑不似、春寒料峭。高树晚蝉呜，时诉出、凄凉调。\n荷花半倚闲池沼。想岩壑、桂花香渺。天意谢繁华，怕白露、暗催秋老。\n罗衾不奈乍凉宵，有花底、乱虫啼晓。清梦醒来时，一点残灯袅。"
        },
        {
            "标题": "壶中天慢 和李清照《漱玉词》",
            "作者": "顾太清",
            "内容": "东风吹尽，便绣箔重重，春光难闭。柳悴花憔留不住，又早清和天气。\n梅子心酸，文无草长，尝遍断肠味。将离开矣，行人千里谁寄。\n帘卷四面青山，天涯望处，短屏风空倚。宿洒新愁浑未醒，苦被鹦哥唤起。\n锦瑟调弦，金钗画字，说不了心中意。一江烟水，试问潮信来未。"
        },
        {
            "标题": "探春慢 题顾螺峰女史 韶 画寻梅仕女，用张玉田韵",
            "作者": "顾太清",
            "内容": "寒浦藏烟，小桥堆絮，人与花分清淡。竹压低梢，松培老干，簌簌琼英霏霰。\n才试着花气，早望见、朱栏一半。若非群玉山头，月明林下香散。"
        },
        {
            "标题": "凌波曲 孙媖如女士嘱题吹笛仕女团扇",
            "作者": "顾太清",
            "内容": "西风露零。高楼笛声。无端吹起离情。落梧桐叶轻。"
        },
        {
            "标题": "一丛花 题云林《福连室吟草》",
            "作者": "顾太清",
            "内容": "连枝玉树羡君家。天与好才华。知名彼此情先熟，恨万重、水障云遮。\n今始见君，神情散朗，清洁比梅花。"
        },
        {
            "标题": "伊州三台 题云林扇头弹琴仕女",
            "作者": "顾太清",
            "内容": "西风吹入梧桐。半卷珠帘露浓。独坐月明中。正闲阶、几声暗虫。"
        },
        {
            "标题": "山鬼谣 题管夫人画竹",
            "作者": "顾太清",
            "内容": "认濛濛、万竿修竹，绿烟一片清冷。楚天不问云深浅，日暮凄其风劲。\n吹不定。望不尽、满川秋水寒光迥。露澄烟暝。更无数青山，无边青霭，天际远峰映。"
        },
        {
            "标题": "水调歌头 中秋独酌，用东坡韵",
            "作者": "顾太清",
            "内容": "云净月如洗，风露湛青天。不知今夕何夕，陈事忆当年。\n多少销魂滋味，多少飘萍踪迹，顿觉此心寒。何日卸尘鞅，肥遁水云间。"
        },
        {
            "标题": "水调歌头 湘佩属题《清惠堂遗印诗》",
            "作者": "顾太清",
            "内容": "香火岁时祭，湖水似臣心。清流不断，千年姓字列东林。\n未了生前遗憾，岂是先生力薄，无计破群阴。固有浩然气，天地是知音。"
        },
        {
            "标题": "水调歌头 和周紫芝《竹坡词》",
            "作者": "顾太清",
            "内容": "急雨响岩壑，林木暗濛濛。山楼四面风满，一线电光红。\n雨过长天如洗，收尽无边烦暑，湿气润高峰。坐对东山月，清影落怀中。"
        },
        {
            "标题": "长相思 为陈素安姊画红梅小幅",
            "作者": "顾太清",
            "内容": "深胭脂。浅胭脂。细蕊繁英压满枝。清香入梦迟。"
        },
        {
            "标题": "诉衷情令 咏墙东海棠",
            "作者": "顾太清",
            "内容": "欲开犹敛意融融。丰韵特娇慵。担荷春光多少，生怕动微风。"
        },
        {
            "标题": "踏莎行 恨。次屏山韵",
            "作者": "顾太清",
            "内容": "黛浅鬟松，欲消无价。者般滋味因谁惹。香销风静月明时，更添一倍新愁也。"
        },
        {
            "标题": "醉太平 题蓉桂双白头图",
            "作者": "顾太清",
            "内容": "金风素秋。露华暗浮。天光夜色幽幽。挂凉蟾一钩。"
        },
        {
            "标题": "上升花 自题画红梅",
            "作者": "顾太清",
            "内容": "门掩空庭，疏窗上、移来月明如画。飞入暗香，知有梅花，早见影儿相凑。\n古欢自与幽人结，朦胧处、一枝低覆。问何事、依依倦倚，恁般清瘦。"
        },
        {
            "标题": "南乡子 端阳后一日，四女仲文以玻璃小屏乞画兰花并索题，遂作此",
            "作者": "顾太清",
            "内容": "节候过端阳。风雨连朝作嫩凉。画阁卷帘同笑语，琼浆。\n蒲叶榴花泛玉觞。"
        },
        {
            "标题": "步蟾宫 自题画扇",
            "作者": "顾太清",
            "内容": "沉沉院宇闲清昼，惜春去、怕春消瘦。为花写出好精神，展纨素、粉融脂溜。"
        },
        {
            "标题": "惜秋华 题竹轩王孙 祥林 小照",
            "作者": "顾太清",
            "内容": "万里高空，度西风、画出一行飞雁。三径菊花，东篱露黄开遍。\n遥山淡染青螺，爱野色行寻步缓。消遣。惜秋光、好把寒香偷剪。"
        },
        {
            "标题": "江神子 听项屏山姊 紃 弹琴。",
            "作者": "顾太清",
            "内容": "画堂春暖日光晴。坐深庭。泛瑶觥。一曲仙音、许我醉中听。\n虽是初逢如旧识，言不尽，话生平。"
        },
        {
            "标题": "忆江南 题唐伯虎画江南水村五首 其一",
            "作者": "顾太清",
            "内容": "江南好，春草满芳洲。山上孤亭才落日，门前高柳系归舟。\n童子曳双牛。"
        },
        {
            "标题": "白蘋香 赠闻诗室女士钱叔琬，于万秀才令妹",
            "作者": "顾太清",
            "内容": "见面浑如旧识，知名久矣初逢。一湖秋水簇芙蓉。\n玉树幽兰相共。蔼蔼温柔笑语，雍雍林下家风。闻诗闻礼宛从容。\n万里桐花雏凤。"
        },
        {
            "标题": "尾犯 九月五日雨中作",
            "作者": "顾太清",
            "内容": "风雨近重阳，香噀短篱，秋水清洁。落帽题糕，费词人饶舌。\n天将晚、潇潇雨意，酒初醒、沈沈妆阁。听疏帘外，一阵西风，触动橹铃铁。"
        },
        {
            "标题": "燕归梁 自题画杏",
            "作者": "顾太清",
            "内容": "得意东风快马蹄。细草沙堤。几枝丰艳照清溪。垂杨外，小桥西。"
        },
        {
            "标题": "江城子 题孙子勤西溪纪游图",
            "作者": "顾太清",
            "内容": "西溪溪水拍长天。放游船。足留连。一片芦梢飞雪满前滩。\n仙侣同舟归去晚，夕阳下，起寒烟。"
        },
        {
            "标题": "惜红衣 雨中池上，用白石韵",
            "作者": "顾太清",
            "内容": "电掣金蛇，云翻黑墨，风枝无力。雨过芳塘，圆荷撼新碧。\n凉风入户，动几处、骚人词客。幽寂。似断还连，向黄昏不息。"
        },
        {
            "标题": "惜花春起早 本意",
            "作者": "顾太清",
            "内容": "晓禽呜，透纱窗、黯黯淡淡花影。小楼昨宵听尽夜雨，为著花事惊醒。\n千红万紫，生怕他、随风不定。便匆匆、自启绣帘看，寻遍芳径。"
        },
        {
            "标题": "占春芳 戏咏瓶中柳枝杏花",
            "作者": "顾太清",
            "内容": "红杏艳，绿杨袅，相与共扶春。供向云房深处，案头留住芳辰。"
        },
        {
            "标题": "忆仙姿 戏咏瓶中褕叶梅寿丹",
            "作者": "顾太清",
            "内容": "瓶里春光如绣。榆叶梅花秾茂。妙色可人心，更有金丹延寿。\n微漏。微漏。特把名儿相凑。"
        },
        {
            "标题": "夏日听道初两儿读书",
            "作者": "顾太清",
            "内容": "翛然花木荫茅庵，一炷炉烟经半函。閒向窗前课儿女，微风晴日诵《周南》。"
        },
        {
            "标题": "新雁过妆楼 闻雁",
            "作者": "顾太清",
            "内容": "冷入帘帏。西风送、一行旅雁南飞。碧天如水，去路远趁斜晖。\n云外寄书秋浩荡，月中连翼影参差。共依依。楚江芦岸，霜点毛衣。"
        },
        {
            "标题": "钗头凤 秋海棠",
            "作者": "顾太清",
            "内容": "清清露。涓涓注。嫩红细点黄心吐。花如泪。叶如翠。\n花花叶叶，一般酸味。记。记。记。"
        },
        {
            "标题": "贺新凉 夏日余季瑛招饮绿净山房作",
            "作者": "顾太清",
            "内容": "小宴神仙宅。坐苍茫、回廊曲折，高槐如幄。海上荔支枝头杏，玉斗香斟云液。\n爱雪藕、冰盘清洁。卜筑山房成大隐，羡主人、潇洒能留客。\n尽一日，花间酌。"
        },
        {
            "标题": "伊州三台 猗兰曲",
            "作者": "顾太清",
            "内容": "兰兮生自空山。流出幽香世间。清露润芳颜。托离骚、美人意传。"
        },
        {
            "标题": "雪狮儿 雪窗漫成",
            "作者": "顾太清",
            "内容": "低帷伏枕，重衾恋卧，疏窗清晓。蜡泪盈盈，小盎菊花香老。\n鸟惊树杪。问昨夜、寒添多少。起来看、阶前栏外，乱琼纷绕。"
        },
        {
            "标题": "雪夜渔舟 题励宗万雪渡图",
            "作者": "顾太清",
            "内容": "朔风紧。催雪满群山，六花成阵。水面凝烟，芦稍戛玉，败叶乱随风陨。\n溪山妆粉。掩映出、短篱疏影。树鸦惊起，弥漫村舍，板桥难认。"
        },
        {
            "标题": "瑶华 代许滇生六兄题海棠庵填词图",
            "作者": "顾太清",
            "内容": "闲庭日暮。绛雪霏香，绕海棠无数。苔痕草色，自有个、人在花深深处。\n故烧高烛，照春睡、乌阑亲谱。衍波笺、斟酌宫商，付与双鬟低度。"
        },
        {
            "标题": "一丛花 题湘佩《鸿雪楼词选》",
            "作者": "顾太清",
            "内容": "雪泥鸿爪旧游踪。南北任飘蓬。花帘昔有吟诗侣，喜天游、邂逅初逢。\n彩笔一支，新诗千首，名重浙西东。"
        },
        {
            "标题": "凤凰台上忆吹箫 题《帝女花传奇》",
            "作者": "顾太清",
            "内容": "散尽天花，现身为女，韶华十五芳年。奈才闻引凤，又赋离鸾。\n烽火汹汹朝市，经几许雨僽风僝。最伤心，盈盈弱质，半臂刀瘢。"
        },
        {
            "标题": "意难忘 自题梅竹双清图",
            "作者": "顾太清",
            "内容": "一径幽香。傍猗猗修竹，疏影扶将。横斜深院宇，冷艳小池塘。\n才雪后，乍芬芳。尽无语持觞。向夜阑、巡檐索句，特费思量。"
        },
        {
            "标题": "玉烛新 咏白海棠，用周清真韵。社中课题",
            "作者": "顾太清",
            "内容": "初晴新雨后。乍洗褪胭脂，缟衣妆就。东风倦倚，憨憨态、不管敲残更漏。\n嫩寒天气，正睡稳、乌衣时候。深夜静、银烛高烧，微香暗侵襟袖。"
        },
        {
            "标题": "雨霖铃 和柳永《乐章集》",
            "作者": "顾太清",
            "内容": "情深语切。奈关河远，去去难歇。离愁正苦未尽，东方欲曙，雄鸡催发。\n相送小桥流水，更霜气寒噎。渐天外、西北峰头，晓日明明照空阔。"
        },
        {
            "标题": "一剪梅 月夜独酌",
            "作者": "顾太清",
            "内容": "寂寞空庭月一方。窗里灯光。帘外天光。深杯独酌耐微凉。\n诗尽枯肠。酒满愁肠。"
        },
        {
            "标题": "金风玉露相逢曲 中秋后一日，同云林、湘佩、家霞仙雨中游八宝山，晚晴，次湘佩韵",
            "作者": "顾太清",
            "内容": "寒烟罥树，凉风吹面，云外尖峰屏列。相期不负雨中游，恍若是、山阴冒雪。"
        },
        {
            "标题": "风光好 天宁寺看花望西山积雪",
            "作者": "顾太清",
            "内容": "好东风。暖融融。花坞山茶照眼红。醉游蜂。"
        },
        {
            "标题": "鹧鸪天 九日",
            "作者": "顾太清",
            "内容": "九日登高眼界宽，菊花才放小金团。毂纹细浪参差水，佛髻青螺大小山。"
        },
        {
            "标题": "鹧鸪天 上巳同夫子游丰台",
            "作者": "顾太清",
            "内容": "南郭同游上巳天。小桥流水碧湾环。海棠婀娜低红袖，杨柳轻盈荡绿烟。"
        },
        {
            "标题": "鹧鸪天 题南楼老人秋水图",
            "作者": "顾太清",
            "内容": "瑟瑟凉风入小池。红衣落尽翠离披。双螯荐酒重阳近，一鹭冲天夕照迟。"
        },
        {
            "标题": "珍珠帘 本意",
            "作者": "顾太清",
            "内容": "濛濛未许斜阳透。荡参差、一片縠纹微绉。闲煞小银钩，度困人长昼。\n看尽落花飞尽絮，任几处、莺声轻溜。依旧。此好景良辰，也能消瘦。"
        },
        {
            "标题": "贺新凉 康介眉夫人嘱题榕阴消夏图",
            "作者": "顾太清",
            "内容": "深院闲池馆。此神仙、清凉世界，热红尘远。午倦停针消长昼，榕叶婆娑影转。\n正茉莉、蛮花香散。花底翩翩瑶台侣，羡连枝、玉树人清婉。\n联好句，写双管。"
        },
        {
            "标题": "醉春风 自题画梅，用竹叶庵韵",
            "作者": "顾太清",
            "内容": "暖室香成阵。老干妆红粉。梅花窗外月明时，忖。忖。\n忖。山意冲寒，湖光压碧，乍传春信。"
        }
    ],
    "对话内容": [
        {
            "Type": "宫廷官场对话",
            "Location": "清朝皇宫内",
            "Background": "顾太清与她的丈夫奕绘在宫中闲聊，讨论当日朝政，奕绘提到朝中某位大臣的诗才，顾太清微微一笑，表示自己也有意与之切磋诗文，展现了她的文学才华与对朝政的关心。",
            "Dialogue": "{\n    角色名:奕绘 \n    动作:(微微皱眉，手抚额头)\n    讲话:今日朝中，某位大臣所作诗篇，实在令人称道。他的才华，仿若江河奔流，滔滔不绝，令人心生敬仰。太清，你可有听闻此事？倘若有机会，若能与他一同切磋诗文，必能引发一场文韵的盛宴，如何？\n}\n\n{\n    角色名:顾太清 \n    动作:(莞尔一笑，眼中闪烁光彩)\n    讲话:夫君所言极是，诗文乃我心中所爱，岂可错过良机！若能与足下共襄盛举，或许我亦能展露一二才思。诗文之道，讲究的是情感与意境的交融，虽为女子，亦不愿甘于平庸。愿以我微薄之力，与他一较高下，或可增我朝政之见，且令夫君也为我感到自豪。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "庭院中的诗社",
            "Background": "顾太清与几位文人雅士聚在庭院中吟诗作对，气氛热烈。她一边品茶一边朗诵自己的新作《临江仙·清明前一日种海棠》，引得众人纷纷称赞，互相交流诗词心得。",
            "Dialogue": "{\n    角色名:文人雅士甲 \n    动作:(翘首以盼，手中捧茶)\n    讲话:顾小姐，今有新作《临江仙·清明前一日种海棠》，可否为我们朗诵一番？我等都渴望聆听您的佳作，您那字里行间的灵动，似乎能将春风送至心间。\n}\n\n{\n    角色名:顾太清 \n    动作:(微微颔首，轻启朱唇)\n    讲话:既然诸位如此盛情，我便不吝赐教。万点猩红将吐萼，嫣然迥出凡尘。移来古寺种朱门。明朝寒食了，又是一年春。细干柔条才数尺，千寻起自微因。绿云蔽日树轮囷。成阴结子后，记取种花人。此诗不仅描绘了清明前的海棠，更寄托了我对春天的期盼与对生命的思考。诸君若有见解，愿听教诲。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "顾家小院",
            "Background": "顾太清与她的儿女们在院中闲聊，孩子们向母亲请教诗词，顾太清耐心指导，并告诉他们关于诗词背后的故事，展现出她作为母亲的温柔与智慧。",
            "Dialogue": "{\n    角色名:儿女甲 \n    动作:(蹲下身，眼神期待)\n    讲话:母亲，您能教我们诗词吗？我们也希望能写出像您那样动人的诗篇，您总是能将心中的情感化作字句，真是令人佩服。\n}\n\n{\n    角色名:顾太清 \n    动作:(微笑，轻抚孩子的头)\n    讲话:孩子们，诗词的世界如同那浩瀚的星空，需用心去感受。你们可曾听过“杨柳风斜，黄昏人静，睡稳栖鸦”这句？其中的意境，便是描绘了春日的宁静与美好。写诗之道，重在真情，若能将心中所思所感化为文字，便是你们的功夫。今日我便教你们如何将情感与自然结合，吟咏出属于你们自己的诗篇。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "顾太清的书房",
            "Background": "顾太清正在书写给友人的信件，信中提到自己对《红楼梦影》的创作心得，并希望能与友人邀请一同讨论文学。字里行间流露出她对文学的热爱与期望。",
            "Dialogue": "{\n    角色名:顾太清 \n    动作:(提笔写信，神情专注)\n    讲话:亲爱的友人，时近春暖花开之际，愚以为《红楼梦影》的创作，犹如细水长流，需耐心与灵感相伴，方能写出动人之作。此书乃我心中所念，愿与君共商，共同探讨其中的奥妙与情感，若能相聚一叙，必定是我之幸事。期待能与君共品文韵，共同追寻更深层的文学境界。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "清朝后宫",
            "Background": "顾太清与其他嫔妃在宫中聚会，谈论着时事与生活，顾太清以她的智慧与才华吸引了众人的关注，大家纷纷请教她写诗的技巧与心得。",
            "Dialogue": "{\n    角色名:嫔妃甲 \n    动作:(轻声细语，面带微笑)\n    讲话:太清姐姐，您在诗文上的造诣，实在令我们佩服。您能分享一些写诗的技巧吗？我们也想在诗词上有所进步。\n}\n\n{\n    角色名:顾太清 \n    动作:(微微一笑，轻轻摇头)\n    讲话:诸位姐妹，诗词乃是心声之寄，切忌浮躁。写诗需心静如水，倾听自然之声。若想写得动人，首先要感受生活中的点滴，无论是春风化雨，还是月明点滴，皆可成为灵感的源泉。愿你们在诗的海洋中，找到属于自己的一片天地，绽放出各自的光彩。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "月色下的竹林",
            "Background": "顾太清与奕绘漫步于竹林中，奕绘吟诵古诗，顾太清则以《鹊桥仙》回应，二人携手对诗，展现出他们深厚的感情与文人间的默契。",
            "Dialogue": "{\n    角色名:奕绘 \n    动作:(轻声吟诵，目光温柔)\n    讲话:月明如水，映照竹林，清风微拂，心中无所挂碍。此情此景，令人不由想起古人之诗，真乃人间美景。\n}\n\n{\n    角色名:顾太清 \n    动作:(轻声回应，双手相握)\n    讲话:我亦有感而发，愿以《鹊桥仙》来回应君之情。新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？此诗不仅描绘了秋天的美好，更寄托了我对人情冷暖的思考，愿与君携手共赏这美妙的时光。\n}"
        },
        {
            "Type": "家庭市井对话",
            "Location": "市场",
            "Background": "顾太清与邻里闲聊，讨论家常琐事时，邻居提及她的诗才，众人纷纷称赞，顾太清谦逊地回应，展现出她温婉贤淑的性格。",
            "Dialogue": "{\n    角色名:邻居甲 \n    动作:(轻松交谈，笑容满面)\n    讲话:太清，你的诗才真是无人能及，连我们邻里都感到自豪。每每提起你，大家都说你是才女，我也想向你请教一些写诗的技巧。\n}\n\n{\n    角色名:顾太清 \n    动作:(谦逊一笑，手轻拂衣袖)\n    讲话:邻里过奖，愚不过是偶然得兴而已。写诗之道，重在观察生活，若能用心去感受身边的景物与情感，便能得心应手。若有兴趣，我愿分享一些小技巧，希望你们能在诗词中找到乐趣，诗文的世界，实在宽广无比，人人皆可尝试。\n}"
        },
        {
            "Type": "书信交流",
            "Location": "书房",
            "Background": "顾太清正在为已故好友的遗作撰写序言，回忆起两人共度的美好时光，字里行间表达了对友人的怀念与对诗词的热爱。",
            "Dialogue": "{\n    角色名:顾太清 \n    动作:(手握笔杆，神情凝重)\n    讲话:亲爱的友人，今我为已故好友写序，追忆往昔，感慨万千。此生与君携手共度的时光，犹如繁星般璀璨。每一篇诗作都承载着我们共同的回忆，愿以此序言，表达我对友人的怀念与对文学的热爱，期待能在书中重温那段美丽的时光。\n}"
        },
        {
            "Type": "宫廷官场对话",
            "Location": "清朝议事厅",
            "Background": "顾太清向丈夫奕绘请教朝政上的问题，奕绘认真地为她解说，顾太清用其独到的见解提出建议，受到奕绘的赞赏，显示出她的聪明才智。",
            "Dialogue": "{\n    角色名:顾太清 \n    动作:(神情专注，微微低头)\n    讲话:夫君，今日朝政之事，听闻某位大臣言辞激烈，您对此有何看法？我认为，若能冷静分析，或许能找到更好的解决之道。可否为我解说一番，让我也能参与其中，共同为朝政献策？\n}\n\n{\n    角色名:奕绘 \n    动作:(认真点头，指向书卷)\n    讲话:太清，所言极是。此事虽复杂，然只需理清脉络，便有解决之法。朝政之道，重在明理和谦逊，你的见解让我感受到一种清新之气。朝中事务繁杂，然若能从中找到合适的出路，必能使我二人共同携手，助力朝政，更为百姓谋福。\n}"
        },
        {
            "Type": "诗词戏剧对话",
            "Location": "桃花盛开的园中",
            "Background": "顾太清与友人漫步在桃花树下，讨论着春天的景色与诗词创作，顾太清即兴作词，描绘春日的美好，友人纷纷为她的才华所打动。",
            "Dialogue": "{\n    角色名:友人甲 \n    动作:(欣赏四周，脸上挂着笑容)\n    讲话:顾小姐，桃花盛开的季节，您可有新的灵感？我相信您一定能写出动人的诗篇来。\n}\n\n{\n    角色名:顾太清 \n    动作:(微微一笑，目光明亮)\n    讲话:既然友人提及桃花，恰逢此景，我便即兴作词以应之。桃花如绽，春风轻拂，花瓣随风飘落，宛如仙子舞动翩翩。春日的美好，正是灵感的源泉，愿与君共赏这份春色，共同吟咏出动人的旋律。\n}"
        }
    ]
}