{
    "基本信息": {
        "姓名": "姚燮",
        "性别": "男",
        "出生年份": "1805",
        "死亡年份": "1864",
        "享年": "60",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "复庄",
            "别名类型": "未详"
        },
        {
            "别名": "梅伯",
            "别名类型": "未详"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "镇海",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "夏小正求是 四卷",
            "著述年份": "未详",
            "著述角色": "撰著者"
        }
    ],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "姚燮（1805—1864）晚清文学家、画家。字梅伯，号复庄，又号大梅山民、上湖生、某伯、大某山民、复翁、复道人、野桥、东海生等，浙江镇海（今宁波北仑）人。道光举人，以著作教授终身。治学广涉经史、地理、释道、戏曲、小说。工诗画，尤善人物、梅花。著有《今乐考证》、《大梅山馆集》、《疏影楼词》。 ► 姚燮的诗文(1407篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "韩庄闸舟中七夕",
            "作者": "姚燮",
            "内容": "木兰桨子藕花乡，唱罢厅红晚气凉。烟外柳丝湖外水，山眉澹碧月眉黄。"
        },
        {
            "标题": "声声慢 约韦涟怀重游天平山",
            "作者": "姚燮",
            "内容": "云峦抱黛，玉涧通香，深天窈碧难窥。乌桕丹枫，霜后又换秋姿。\n芒鞋未须再误，有山灵、催我寻诗。疏磬外，好眠烟漱石，一脱尘羁。"
        },
        {
            "标题": "虞美人 春闺回文",
            "作者": "姚燮",
            "内容": "钩帘挂月春宵半。醒梦楼归燕。晚风花落惹愁闲。剩得麝煤香碎飐炉山。"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其四 玛瑙玉兰",
            "作者": "姚燮",
            "内容": "滟滟当晓阳，薄颊可愁醉。菂心卷暗荷，藓衣褪明黛。\n一串鱼子黄，宜纫玉儿佩。"
        },
        {
            "标题": "后庭玉兰花盛开独酌其下",
            "作者": "姚燮",
            "内容": "疏筠抱廊蛎墙窄，日华英英嫩云白。瑶柯一仞春鸾巢，纸帐吹烟梦微隔。\n美人玉绡无缝衣，明岚扑眉青霏霏。横阑似解小桃怨，低枝能媚孤莺飞。\n主人心情颇不俗，手拭洼尊泻明醁。谁知天海苍黄中，皎雪空山岸冠独。\n昨从湖上游荒园，园丁破褐同病猿。槿叶篱阴坐扪虱，饿鸡引雏来啄兰。\n还怜婑媠丁香影，褪翠雕黄当断井。七贵凄凉华宴词，绣溆鸳鸯泪啼冷。\n妙年水逝谁系留，昔日楼阁今山邱。冶思不受艳阳眷，卓家小女愁白头。\n此庭此树皆逆旅，难得经旬息风雨。以吾閒暇相昵亲，苦尔盈盈不能语。\n明年此庭知谁栖，明年我足知何羁。须知我心一寸软，有如萦尔千游丝。\n醉横吾眼城芜夕，绿地飘花渐堆积。蝴蝶欲睡乌欲醒，为倩蟾蜍照娟魄。"
        },
        {
            "标题": "杂感十七章",
            "作者": "姚燮",
            "内容": "九城上闭，天龙守门。日月在橐，水为元根。含胚抱一，汶汶浑浑。\n真瀣外灌，大丹内存。盘古不世，何有朝昏？"
        },
        {
            "标题": "双鸩篇",
            "作者": "姚燮",
            "内容": "郎心爱妾千黄金，妾身事郎无二心。郎年十七妾十六，圆转朱轮得华毂。\n与郎生小阊门里，与郎结缡在燕市。阿耶爱妾娘爱郎，但看郎欢为妾喜。\n与郎为水同一池，与郎为木同一枝。与郎为带同一结，与郎为茧同一丝。\n郎命妾所依，妾命郎所与。不愿与郎分，但愿与郎聚。\n郎为飞雁妾作云，郎作垂杨妾为雨。妾身金缕衣，比郎光与辉。\n妾腕玉条脱，比郎颜与色。妾佩明月珰，比郎不断宛转肠。\n妾妆郎共肩，芙蓉出渌摇晚妍。妾眠郎共枕，鸳鸯回波落春影。\n东邻窈窕女，对郎盈盈眉欲语。西邻轻薄儿，对妾依依神为驰。\n郎但知有妾，妾但知有郎。明镜不掩帏灯光，牡丹不夺兰草香。\n郎心与妾相始终，妾心与郎相终始。不必同日生，但愿同日死。\n不必同日死，但愿郎生妾先死，不愿郎死遗妾生。\n妾为影，郎为形。妾如珠，郎手擎。妾为郎妇身分明。\n妾为郎妇天鉴之，为郎之妇千人知。郎饱妾共饱，郎饥妾共饥。\n一饥一饱与郎共，山崩川竭无更移。阿耶日久嫌郎贫，日日要郎离妾门。\n阿娘恨郎不赚钱，要郎远客三城边。三城何崷崒，三城何岧峣。\n三城溪水深，水毒溪无桥。三城黑沙黑，黑沙同鸣髇。\n三城多劫贼，劫贼凶咆哮。劫贼杀人如杀獒，白骨堆积城门高。\n三城多白杨，白杨风萧萧。萧萧飒飒啼怪鸮，其下有穴狐狸嗥。\n老客停马不敢过，年轻出门郎奈何！摘妾胸前玑，为郎换棉衣。\n脱妾足下履，为郎易食米。典妾金缠臂，为郎市鞍辔。\n卖妾珊瑚翘，为郎置宝刀。思郎光与辉，妾身尚有金缕衣。\n念郎颜与色，妾腕尚有玉条脱。忆郎不断宛转肠，妾佩尚有明月珰。\n出门七月期，初六是良吉。置得一杯酒，与郎作离别。\n杯中一滴酒，心中一滴血。不饮愁郎饥，饮之恐郎咽。\n秋烟在镜芙蓉彫，秋风在衾鸳鸯彯。秋云不行雁影独，秋雨不雨杨枝憔。\n阿耶向郎訾，不得千金弗还里。阿娘从郎嗤，千金不得毋来归。\n妾手掩面啼声低，妾手不敢牵郎衣。向郎不语心依依，欲语又恐耶娘疑。\n见郎屈一指，似郎为妾经年期。十月开梅花，二月开桃李。\n六月菱荷香，青青出蒲苇。但愿郎得千金归，先向耶娘买欢喜。\n卸妾玉条脱，何有颜色强。何有辉与光，解妾明月珰。\n脱妾金缕衣，为郎摺叠空竹箱。譬如生小不嫁郎，见之徒令心悲伤。\n视妾双眉蛾，归来记取青不多。记妾领中扣，归来与郎验肥瘦。\n为郎不下堂，为郎不出房。为郎安慰耶，为郎安慰娘。\n为郎日焚香，焚香祝告天苍苍。正月梅花残，三月桃李红。\n七月落菱荷，蒲苇青茸茸。日高听铃马，铃马辚辚过楼下。\n日落闻行车，行车却向东南驰。半年得一信，一年不得郎边书。\n有客三城来，闻之欲语还嗫嚅。三城多白杨，三城多劫贼。\n三城溪水深，三城黑沙黑。老客停马不敢过，年轻出门那归得？\n阿耶从妾言，负汝青春年。阿娘向妾语，是汝命生苦。\n怜汝命生苦，为汝重剪红罗襦，紫为绣凤青天吴。\n复帐六尺八，菡萏四角垂流苏。画簟六尺三，缘以鸾锦椒泥涂。\n东家郎，好光辉，劝汝弗爱金缕衣。劝汝弗爱玉条脱，西家郎，好颜色。\n东家西家郎，手中累累千金黄。心中不断宛转肠，汝还弗爱明月珰。\n稽首耶娘前，耶娘听妾语。耶娘之爱何敢逾，妾心区区当鉴取。\n妾心区区天可盟，妾为郎妇身分明。不能郎生妾先死，忍因郎死偷妾生。\n与郎不终始，妾身尚何俟。不得郎骨归，妾心犹狐疑。\n沈沈白日鸺鹠啼，黯黯夜色蝙蝠飞。梦郎向妾笑，如郎同居时。\n梦郎向妾哭，如忧出门无还期。梦郎三城归，黄金百笏青騧骊。\n梦郎流落不得归，面目黧黑无完衣。阿耶逼妾嫁，朝呵暮骂相携靡。\n阿娘逼妾嫁，长荆短棘来鞭笞。耶呵骂，岂不恫。娘鞭笞，岂不痛。\n思郎生死犹未明，妾不轻生为郎重。前门鸣乌鸦，后门鹊声喜。\n乌鸦何悲鹊何喜。十月开梅花，二月开桃李，今年六月无荷菱，蒲苇凋残北风起。\n见郎入门来，见郎如梦里。视囊不得米，视衣衣无襟。\n马死弃鞍辔，茧足徒步如炮燖。顾彼腰下刀，䨴无光彩生愁阴。\n郎归不止黄金千，那愿郎得千黄金。记妾领中扣，与郎量肥瘦。\n记妾双眉蛾，为郎憔悴青不多。为郎憔悴青不多，郎真死矣还如何。\n望郎减光辉，光辉不如金缕衣。望郎苦颜色，颜色不如玉条脱。\n幸郎不断宛转肠，佩之还似明月珰。耶娘怨郎身手穷，囚妾不使郎衾同。\n生不同衾死同穴，妾虽无言妾已决。含笑语耶娘，妾有玉条脱，亦有明月珰。\n簇新金缕衣，摺叠空竹箱。为郎市卖赎郎罪，抵郎归有千金装。\n阿耶笑语妾，还尔鸳鸯飞。阿娘笑语妾，看尔连理芙蓉枝。\n鸳鸯遭网罗，安能到头白？芙蓉经狂飙，狂飙摧之易狼籍。\n朱绳三尺垂，不得高挂梧桐枝。下有千丈池，可惜池水多污泥。\n为郎置鸩酒，鸩酒甘如饴。但得生死常追随，此酒不减同心杯。\n妾饮琉璃杯，郎饮白玉盏。以斧斧木木不离，以刀断水水不断。\n同茧之丝不可剪，同结之带两头绾。稽首谢阿耶，阿耶不必悲咨嗟。\n稽首辞阿娘，阿娘不必中心伤。有婿常贫贱，有女不遂耶娘愿，但愿耶娘寿考同百年。\n郎死不值千黄金，妾死不值黄金千。西邻来看妾，密纫条条罗裤褶。\n东邻来看郎，仪容皎皎明月光。东邻西邻长叹息，虾蟆抱桂光采蚀，朽绠龙渊黝谁测？\n东邻西邻语我前，要我制作双鸩篇。天缺不得女娲补，海缺不得精卫填，闻我歌者当涕涟。\n郎年二十妾十九，郎姓黄，妾姓柳。郎挶畚，妾箕帚。\n双夫蓉，何懰懰。双鸳鸯，地下守。朝打孔雀夜逐狗，孔雀雌雄狗牝牡。\n天上所无陌路有，陌路何能避梃杻。闻我歌者泪一斗，不谱吴筝谱燕缶。"
        },
        {
            "标题": "当气出唱五章 其一",
            "作者": "姚燮",
            "内容": "东廊庖牛，西廊击鼓。大珠如烛明月光，钗声隔帷众妓舞。\n大海风凄，长城正雨。军装在泥，马蹄不得举。刁斗紧，翔雁稀。\n苜蓿瘦，榆树肥。榆树千丈，鸳鸯来飞。"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其八 有所思",
            "作者": "姚燮",
            "内容": "有所思，思我美人。思不见我，美人伤如之何，目摇摇为旌，宛转之肠车轮。\n燕辞我梁，文杏不得芳。金蝉饰玉钗虽光泽，羌不及弃菅与蒯，被露道旁。\n公子出门花蕤蕤。花蕤蕤，春相随。白鹄翩容仪，东风驱汝日夕飞。"
        },
        {
            "标题": "淮阴舟中四十初度自述得四言八章",
            "作者": "姚燮",
            "内容": "青鸢戢翼，天路浩苍。丈夫堕地，乃有四方。体庸鲜植，气抑何强？\n有玉不璱，有镡不芒。龙騋无絷，视彼南骧。颓景衔岫，白草尽霜。\n西风千里，独舸他乡。山川吴楚，对酒茫茫。横流决塞，势逝谁当？\n人无百岁，抚年自伤。"
        },
        {
            "标题": "祝英台近 其二 并序",
            "作者": "姚燮",
            "内容": "雨初梅，风晚楝。春晚夏初见。画帐崔徽，约略半身现。\n恼伊水阁东边，愔愔帘子，却障住、梧桐一面。"
        },
        {
            "标题": "高阳台 素心蜡梅为叶兰士赋时兰士纳姬小蕙",
            "作者": "姚燮",
            "内容": "檀蕊纫黄，冰犀约素，种来红雪楼前。隔镜移灯，珧情逗去嫣然。\n为谁含得香思瘦，惹凝眸、悄极无言。抱春云，一种幽痴，就倩伊传。"
        },
        {
            "标题": "扬州慢 雨窗忆旧寄吴中诸子",
            "作者": "姚燮",
            "内容": "兰酒微醺，葛衣初试，薄帘晓润凉侵。讶帘前芍药，早换了浓阴。\n恁疏别、吹箫俊侣，梦如天隔，书也云沉。况无聊听到，烟中幽咽啼禽。"
        },
        {
            "标题": "迈陂塘 抚松看菊图，为家秋塘题。",
            "作者": "姚燮",
            "内容": "不横琴、不开樽酒，看花据石为几。葛衫桐帽萧疏甚，大有渊明风味。\n苍翠里。喜识字鸦童，剔蠹通园艺。閒情冷昧。认一半模糊，斜阳残影，一半是霜气。"
        },
        {
            "标题": "谒金门 江水春暮，篷窗晓寒，残梦未沉，新愁如约，倚舷歌此，惟见浅渚鸳鸯，拍拍背人飞去也。",
            "作者": "姚燮",
            "内容": "青山迥。抹上晓鬟烟冷。淡淡柳花飞不定。一丝眉月暝。"
        },
        {
            "标题": "高阳台 「半江红树卖鲈鱼」图",
            "作者": "姚燮",
            "内容": "溆阔宜烟，峦明在水，西风早晚江头。乌桕千林，萧疏染出丹邱。\n真州诗句新城撰，记当时、小舫清游。听渔讴，张翰乡心，吹落沧洲。"
        },
        {
            "标题": "一枝春 除夕有赠予蜡梅花篮者，邀子桢，剑人同作。",
            "作者": "姚燮",
            "内容": "晚酒微醺，梦银屏一角，檀云香腻。深情细绾，算抵玉缄遥寄。\n唇涡磐小，拚尝遍、殢春甜味。还簇住、无数纤蜂，闹影佛龛灯底。"
        },
        {
            "标题": "谒金门",
            "作者": "姚燮",
            "内容": "江楼倚。我欲愁沉烟水。采采白蘋歌未已。日斜沙雁起。"
        },
        {
            "标题": "谒金门",
            "作者": "姚燮",
            "内容": "莲漏迥。酒力带春微困。凤帐四垂花雾凝。梦回钗堕枕。"
        },
        {
            "标题": "洞仙歌·丁香橄榄",
            "作者": "姚燮",
            "内容": "霜苞莹绿，是芋原佳产。小炙红盐寄须远。想美人绡帐，锦瑟弦抛，怜俊味，绝胜画篝香软。"
        },
        {
            "标题": "珍珠帘",
            "作者": "姚燮",
            "内容": "衔花燕子飞无语，感春人、如影鬟烟飘后。水阁平窥，芟了倚船纤柳。\n响箔驼钩尘罥上，况箔底、断衫零袖。知否。有樊川憔悴，风情非旧。"
        },
        {
            "标题": "虞美人·秋闺回文",
            "作者": "姚燮",
            "内容": "残声雁远江横月。恨似山眉结。断烟屏隔泪珠弹。烛傍碎梧风叶响珊珊。"
        },
        {
            "标题": "春园寄兴四章 其一",
            "作者": "姚燮",
            "内容": "元化如周轮，万寓复其端。忧伤桎灵机，安使恒无欢？\n春煦散群蘖，得气先苔垣。乍有纤鸟飞，来俟庭花繁。\n庭花少女姿，借叶为罗纨。掩蔽苦不密，谁谅贞心完？\n昨宵过江雨，高枕梦流湍。短烛一寸光，恋影盆中兰。\n天地无鸣鸡，昏昏交云澜。敢虑发泄尽，凝以岁晚寒。\n箫管不留声，华宴今阑珊。瑶池开碧桃，往无摩霄翰。"
        },
        {
            "标题": "钓船笛",
            "作者": "姚燮",
            "内容": "沉火袅金猊，细与梦云吞吐。待到楝花开了，又风风雨雨。"
        },
        {
            "标题": "清平乐 庭前金凤花百本，向晓尽开，蝶侣蜂群，飞宿上下，仿佛具南田翁画意。",
            "作者": "姚燮",
            "内容": "嫣红欲绝。瘦朵藏低叶。鬟袖不知风露湿。亸向晓凉时节。"
        },
        {
            "标题": "天奈何",
            "作者": "姚燮",
            "内容": "天奈何，愁人多。眢井水涸大海波，欢者娭娭听侬歌。\n饥枵之腹，肠鸣轣辘。但有勺糜，宁弃斗谷。月不午，日不宵。\n凤皇不角麟不毛，陌土坟起如山高。美人带掩金错刀，罗帷无烛风萧萧。"
        },
        {
            "标题": "柳梢青",
            "作者": "姚燮",
            "内容": "断袖零歌。呜呜咽咽，泪满衫罗。莫说来时，不知别后，愁到如何。"
        },
        {
            "标题": "如此江山/齐天乐·江山船",
            "作者": "姚燮",
            "内容": "鱼天眷属凫鸥约，一篷翠娇红软。处处为家，年年送客，夜夜玉樽银琯。\n钱塘月暖。更瀫渚烟明，桐江风缓。悄卷青帘，眉山隔镜几痕断。"
        },
        {
            "标题": "念奴娇 凤仙花",
            "作者": "姚燮",
            "内容": "蜀绡霞腻，比钗头㔩彩，碧厨人剪。怜恁女儿生性急，耐得年年凉怨。\n媚尾黄深，梳翎翠小，幺嘴攕红卷。曲中声苦，泪痕银甲弹满。"
        },
        {
            "标题": "金八姑鹤骨箫诗为沈琛其赋",
            "作者": "姚燮",
            "内容": "春棠不爇枯猿心，湘篁泣黛鹃楼阴。瘦灯如睇夜魂语，一丝琼响空烟沈。\n八姑娟年女贞骨，恐隶情仙学顽佛。辘轳为心菡萏洁，井底银潢古星月。\n丽车三月归郎家，鸩媒一误随乌鸦。乌鸦岂合俪青凤，猰㺄人面来磨牙。\n密幕流苏堕萤黯，角枕千山万山险。纷离匹溢发幽感，大石凄凉尾声犯。\n不歌半路溪轻薄篇，又不为枣下纂纂邀人怜。巴姬飉厉韩娥冤，拉沙截雪填龙渊。\n千呜出音万咽入，黄河来迟日去急。雷门上键真宰泣，乳洞玄阴作崖立。\n调随指变还郁纡，人间哀怨无剩馀。王满为娅潘杨殊，既非秦罗敷，而岂梁绿珠？\n以剪断发刀割襦，妾也薄命诚区区。堂皇南面县官猾，舌磔鸳鸯谳辞辣。\n既不得重执箕帚为使君之妻，如何甘漆身劙肤衔碣而长没？\n灵鳌頵砡摩浩穹，其下为蝄像宅、冰蠵宫。或有额嫔湘女往来倏忽，明珰翠羽光熊熊，妾也薄命行相从。\n城闉枯桑吹慄风，痴劳騃燕殊西东。画钿飘零罗袜弃，阑干天杪伤心红。\n一握参差万金值，非六州铁九子石，蓬莱芝根破冢得。\n昭华火毳与磨拭，惟韵铿訇色绀碧，脩趾神容梦瑶夕。\n云螭昔媵琅邪奁，祥虹近发东阳缄。血斑寸寸灵魄监，鵩母妒铩双飞鹣，森尔蛎壁秋霜严。\n秋霜棱棱砺尔指，黄钟不生太蔟死。白浮鸠曲城乌谣，我吊孤臣悲孽子。\n我闻应真五百香台幡，湖流金碧交连翻。何当携此渡江去，作无遮会招其魂。\n鼓铙和曲小海翻，慧林七宝来妙鬘，玉音筛满花山矾。"
        },
        {
            "标题": "宫井",
            "作者": "姚燮",
            "内容": "再拜先皇帝，下鉴臣妾心。臣妾一蚁耳，恩煦天日深。\n阮刘偾军事，偏地随陆沈。可怜女贞枝，不宿东还禽。\n纫我上命服，整我初赐簪。蜀魄啼秋霜，未能写以琴。\n独立双髻峰，远望梅福岑。龙子待屠衄，白昼横玄阴。\n俯照古井波，万仞秋岚阴。欲识誓志坚，相彼银床砧。\n凛凛义阳妃，殉死良足钦。危哉百钧石，而责一发任。\n册诔与贞谥，九原当涕淫。萧萧十丈梧，谁种鸳鸯林？\n隆武悲短年，缅甸空愁霖。安得董氏狐，合传千秋忱。\n烦冤锢黄土，手指徒锻金。至今棠梨花，碧血痕犹侵。\n遗碑久荒棘，众壑环㟢崟。乍有冥漠风，开我怀古襟。"
        },
        {
            "标题": "古决绝辞",
            "作者": "姚燮",
            "内容": "投石千仞，乌知其深？欢笑执手，乌知其心？太平论结交，义重金玉贱。\n可怜祸患来，兄弟不相面。宁戮我，毋辱我。辱我心刀砧，戮我不辱心。\n断丝使绝，续之以结。掷缶使裂，胶之以漆。矫揉而存，已非故质。\n大逵可使五马驰，奈何我无立锥地？出山一片云，能令日月蔽。\n日月东落，黄河流向西，我当与子重遨嬉。"
        },
        {
            "标题": "同黄体正钮福保周学源三同年饮",
            "作者": "姚燮",
            "内容": "名马不骄珠络鞯，志士悦此春阳年。日逢人日客皆客，酒家旧熟城南偏。\n携我看囊三百钱，醉与不醉凭自然。门前乌桕一株树，照衣肯作云色妍。\n纤桃在下欲含鄂，定迟二月莺来眠。轮蹄不到静中耳，水垆细汎当琴弦。\n小谐大噱鬯良日，泠风而御仙乎仙。归还剪烛坐清夕，碧苕同梦春溪船。"
        },
        {
            "标题": "憩杖锡延胜寺即饮先觉堂丈室三十韵",
            "作者": "姚燮",
            "内容": "闲心慕真素，五岳难近求。片席起峣崅，空山梦谁酬？\n割形外诸妄，媚佛辞尘谋。破钵枯鳞龙，岂为禅门雠？\n筇疲无住乡，汗漫讥元辀。鼪鼯能近人，弄翠虚堂楸。\n云根终岁寒，隔指开灵湫。鱼磬不恒敲，静籁意为搜。\n远见诸天澄，万壑趋羊牛。茗铫霏微澜，清纳全象秋。\n取适聊寄閒，眇想得所俦。络石馀一花，孤迥信无尤。\n独炷分元镫，万古断车驺。摄义通大乘，树立惊王侯。\n结殿冠上穹，峻可毗耶侔。托履良有缘，惭我同蒉桴。\n且发斋厨瓶，随量㪺腊篘。日月逃醉乡，瞑得千金裘。\n下方多饿魂，红粟弃填沟。饱死昧其恩，僧命真蚍蜉。\n我言非效伧，智者悟生羞。灵性苟未孚，片刻艰夷犹。\n出循扶疏林，眷彼残叶脩。薄岚清照衣，落日澹宜楼。\n入峡多溷踪，古相彫猿猴。樵夫老筋弛，抱薪亦堪忧。\n唇舌依儒缁，根蒂尚持留。涧泉奔四厓，东逝归同流。\n振衣下南畈，脱鹰莽辞韝。溪虎不啸风，幻迹空悠悠。"
        },
        {
            "标题": "杮岭写望三章 其二",
            "作者": "姚燮",
            "内容": "积壁非石乃积铁，日光欲留气先灭。独楸不叶狌狌啼，露顶孤巢愁列缺。\n何人结椽楸树下，醉藉枯烟嚼阴雪。天笋万仞不可齧，移向云根塞蛟穴。"
        },
        {
            "标题": "暗屋啼怪鸮行为郑文学超记其烈妇刘氏事",
            "作者": "姚燮",
            "内容": "暗屋啼怪鸮，荒门逸瘈狗。鬼兵渡浃来，海城已无守。\n昼天黄温温，凋阳不成曛。似有五色虹，宛委城西闉。\n西闉茅盖楣，烈妇之所栖。烈妇留金氏，嫁为郑生妻。\n烈妇有两女，烈妇有两儿。大儿十许龄，少女襁褓持。\n少儿同大女，娇笑痴能啼。郑生苦佣书，烈妇苦织丝。\n佣书复织丝，寒絮饥则糜。烈妇不怨贫，郑生不怨贱。\n圭珏埋暗沙，精采有谁见？辛年八月杪，鳌柱东南倾。\n河水无寸止，路泥无尺平。河水多流尸，尸流水不洁。\n腥风扬路泥，路泥有人血。生曰吾死忠，妇曰妾死节。\n死节妾匪难，奈儿若女何？大树遭斧斨，安顾墙隅花？\n死忠生匪难，奈何以为家？倾筐不可理，摛手愁乱麻。\n烈妇语生前，点首泪洏涟。妇还语大儿，外家城南偏。\n速往匿外家，鬼将踰邻墙。而娘有而爷，而爷男子强。\n顾娘及弟妹，兼难顾儿生。鬼去儿再来，再来看而娘。\n狒狒掉长尾，抢入西家庐。西家有妇姑，赤裸遭毒痡。\n仰掌不及梁，俯首不得池。求死不能死，噤口哑哑呼。\n亦有好男子，喁喁同槽猪。生云祸将及，妇云咄已急。\n将鸩置酒中，缶斝流殷红。殷红琉璃光，大女汝来尝。\n饮女递饮子，女殒子同死。怀中顾幼女，三年未离乳。\n母死谁乳儿，此酒儿饮之。少女饮不辞，死得娘慰怡。\n维时万类盲，髡钳堕元槁。斗室万古天，日月两心皎。\n对卺何从容，正袂敢草草。魑魅窥其庭，反奔戒滋扰。\n郑生有弱弟，入门见死嫂。可怜死嫂怀，犹将死女抱。\n死嫂死在床，死兄死在地。死嫂身已寒，死兄死馀气。\n有气殆可活，救之获渐苏。救之虽得苏，活我诚何辜？\n忍以同命鸟，使其泉下孤。屋漏相神明，坦誓难模糊。\n莫云郑生生，郑生心已死。死心从死妻，生身怙生子。\n莫云烈妇死，烈妇魂实生。夜夜房屋隅，静闻呼儿声。\n郑生吾旧友，负才称不羁。贻书告我详，属我哀以诗。\n烈妇身中材，烈妇端容仪。夙见井臼间，枲布整裙鞋。\n昔为草霜洁，今为河星稀。河星照独桑，独桑无蜷枝。\n独桑如女贞，百尺青青枝。下有病马嘶，上有哀雏啼。"
        },
        {
            "标题": "重客南园即事呈黄丈安涛三章 其一",
            "作者": "姚燮",
            "内容": "月洁如素秋，夜气敛初静。历落竹柏枝，耿然散清影。\n凌寒陟危巘，意欲赴沧溟。苍霾扫万瓦，霜色去平迥。\n若涵江水白，未觉城树暝。孤心出群表，旧态赴新领。\n曾擪尺八箫，踞雪坐盘顶。苔根老梅坼，烟末倦鸟警。\n幽声凄以感，群公醉方醒。惘惘一年事，了了此重省。"
        },
        {
            "标题": "自仙人岩至梓树坑",
            "作者": "姚燮",
            "内容": "玉女搴水帘，睨我过云峤。瘦石随吟肩，撑空竞苍峭。\n瑶林鹤振虚，兰门日衔照。山气清霏花，潭光静生缟。\n松梦猿独知，藓迹马谁到？旷象高溢秋，寂籁下缄妙。\n洞焉豁古天，森然伟灵造。自此千奇投，愿持一筇报。"
        },
        {
            "标题": "天主堂四十韵",
            "作者": "姚燮",
            "内容": "狭壁搜至冥，百灵一盂汇。包罗乾象森，勃窣五洲海。\n閜然龙气寒，氄地被青䰂。方桷彫垩丹，华虫缦回彩。\n深日嵌画旒，绮月拓飞陛。似舞刑天戈，来鞫贰负罪。\n其神冠帝皇，其名混元骇。高准鼻类狮，锐角耳同獬。\n牟尼三劫轮，规球掌中摆。叉指侧右肩，口哆意有在。\n魔母肖婉衿，兜胸灿球琲。项绣缠露花，鬟偏亸烟茝。\n媚睇山鬼淫，娟笑洞狐騃。倚膝耶稣儿，丫髻索黄奶。\n谓是虚无宗，命作造化宰。汉历元寿遥，祀运递子亥。\n救世来拂菻，肉身不遭燬。幻以契利沿，术从马窦绐。\n法徒十二人，分支守宗祢。宣教扬秘文，遗蛊毒千载。\n誓盟俾斯玻，众惑结难解。唾拾释老馀，上紊六经楷。\n粤昔明神宗，宾而赐之邸。竟欲纲常诬，遂酿衅祸始。\n咄嗟宗伯冯，鉴识极庸猥。坐使闽广天，东南陷渊底。\n金陵称文邦，祅儒首徐李。润饰六册书，抗衡五斗米。\n卓杰珂与辉，疏词明大体。摧折青白莲，颓坋荡焉洗。\n苍龙卫圣朝，彤云覆万里。大统持中星，弗崇绝徼技。\n黔黎知践仁，奸诱辨羌廆。讵爱人头钱，下受狗彘贿。\n此堂虽兀存，坏色已蒙蓓。肃肃蝙蝠巢，栌荒偃戈棨。\n槎枒木架悬，尚作十字櫑。邱庞游釜魂，谁来饫其馁？\n米撒真妄妖，阿袜亦谲诡。往瞻太学门，祥霞自瑰玮。"
        },
        {
            "标题": "王麓台秋山红树图为家六榆明经题",
            "作者": "姚燮",
            "内容": "司农家法守奉常，画笔突过琅玡王。上探元化著翰墨，特抒理奥为形相。\n营邱骨干大痴法，少时得髓便自强。内廷簪笔充供奉，润色天采卓煌煌。\n纸材宣德墨嘉树，神之所驶心飞扬。脱其凡习出沈着，有如魔杵持金刚。\n兹图洒落能郁苍，谁凌九疑俯大湘？平波衍媚翠初沐，鸭凫不乱藻荇香。\n灵根巉削拄平岫，远脉迤逦收危冈。云澜荡漾散金碧，树枝高下骈丹黄。\n将沈未沈有残照，若断不断疑石梁。天门窈窕广眉佛，瑶宫旖旎仙姝妆。\n统观大势极凝鍊，知由厚蕴中礴磅。不写秋貌写秋意，感我心腑生清凉。\n乃稽款题识所自，当为应诏开琳琅。遥知天子抚玉几，龙威坐省南书房。\n黼扆屏障半公手，赐诗遂得荣图章。弟子唐赵亦能事，但于清浊争否臧。\n何时流落向人世，尺楮直许千金颃。吾家云东夙好古，示我百轴陈缥缃。\n独于此卷重拂拭，如披众宿辉银潢。平生所见半赝本，区区古欲多难偿。\n只今十日不厌读，梦寐亦接霞虹光。匡庐台宕在天地，愧使云水成沧桑。"
        },
        {
            "标题": "古意同潘丈论诗三章 其三",
            "作者": "姚燮",
            "内容": "客心寡欢偶，恻恻惟自知。登楼望明河，月色澄肤肌。\n凉衾烂水色，独宿情不怡。抚弦再三弄，求凰声郁伊。\n此曲倘绝和，誓志安能移？夙闻西家女，重闼深孤栖。\n娟妙少俦匹，掺手工杼机。天吴簇古锦，不织鸳鸯飞。\n愿言致区区，毋令长相思。"
        },
        {
            "标题": "狮子林",
            "作者": "姚燮",
            "内容": "昔闻狮林奇，高与梵宫埒。卓地逾寻丈，摩天自"
        },
        {
            "标题": "法华洞",
            "作者": "姚燮",
            "内容": "一舌转法轮，一睫具大千。妙境造诸极，自非言可诠。\n离尘有圜石，俯顶突过前。苍根老檀树，挟势相蜷连。\n偻行出其下，触气芝菌鲜。仰惊万仞势，一落当吾肩。\n古苔厚三尺，蹴之疑薄棉。腕底华鬘云，尽作楼台悬。\n楼台百二门，面面皆有天。一天一世界，随界开白莲。\n此莲非佛种，亦非凡世妍。跨凤掇其英，触手成古烟。\n不知此身轻，已置莲叶巅。风来颇愁折，其下龙所渊。\n眼摄列缺车，扬火驱铿鼘。遂使布金地，糜碎无寸全。\n吾意造诸幻，直破混沌先。似兹结构奇，知巧难凿穿。\n天心好神诡，得毋元气镌。寂外守中拙，庶希龟鹤年。"
        },
        {
            "标题": "韩庄闸舟中七夕杂诗得十三绝句 其五",
            "作者": "姚燮",
            "内容": "凉飙吹动露霏霏，蘋叶横波绿照衣。醉醒不知天是水，鸳鸯无语贴荷飞。"
        },
        {
            "标题": "同叶上舍元址读书观海卫回龙庵两月揽景兴怀托以歌咏无伦次也共得二十六章 其四",
            "作者": "姚燮",
            "内容": "海气含夕晖，赪然照东岫。谁怜孤树枝，对我病颜瘦。\n天造无至平，耳目有奇彀。当借禅缁书，缄心习无漏。\n蹊南归倦樵，草动出鼯鼬。欲摄晻薆思，移之入苍秀。"
        },
        {
            "标题": "息耒院",
            "作者": "姚燮",
            "内容": "佛灯荧荧一星挂，庭笋将篁箨初败。雏僧六七如雀群，抢攘团蒲学膜拜。\n柴门松绿篱枳黄，夕照在地人影长。东风不受海烟气，吹动春岚作麝香。"
        },
        {
            "标题": "离乡",
            "作者": "姚燮",
            "内容": "百诗难写是离乡，王粲文词已滥觞。独树危陵天远远，乱鸦古堡日荒荒。\n孤云不借奔云势，秋气都乘水气凉。寄语芦花莫憔悴，近来吾鬓亦微霜。"
        },
        {
            "标题": "早行熊山下",
            "作者": "姚燮",
            "内容": "江天晨气两清寥，暗雨催烟烟送潮。乌桕风中无数叶，乱随鸦影过溪桥。"
        },
        {
            "标题": "静里二绝句 其二",
            "作者": "姚燮",
            "内容": "乌桕树高棕树低，空阶遗穗啄黄鸡。颇知客有还乡梦，迟到西墙日尽啼。"
        },
        {
            "标题": "稚子以瓦盆养金鱼",
            "作者": "姚燮",
            "内容": "蚕眉蝉翼天池种，金翠衣裾可六铢。井华灌之玉沆瀣，研山绕以石菖蒲。\n粉勾明月扇中画，影蹑翾风掌上躯。莫笑纤微供玩狎，刀砧不入五侯厨。"
        },
        {
            "标题": "拟汉相和歌辞 其七 东门行",
            "作者": "姚燮",
            "内容": "不贱不居家，不贫不出门。出门踌躇四顾，山荦确，江河浑。\n还顾我家室，我家室，何人悲啼？当门嗷嗷小儿女，床上有病妻。\n快心安复待富贵，苍苍者天，不能免下民之怼。居必重楼，食必肥牛，衣必华裯。\n不如骨肉完好，死生与汝偕老。出东门，东门多棘榛。\n棘榛丛丛，虎豹栖之。君归来，君归来。"
        },
        {
            "标题": "大皛道中二章 其一",
            "作者": "姚燮",
            "内容": "藓色苍然入磴平，客来虹背踏云行。挂梁断壑多悬碓，垂绠空潭有堕罂。\n老木香如龙气古，奇禽俊似鹤姿清。好山一路环青赭，馋眼看花不辨名。"
        },
        {
            "标题": "春淙亭",
            "作者": "姚燮",
            "内容": "天际风来疏磬落，四山黄叶响飕飕。回看飞鸟自空下，仰见閒云无定流。\n何处古庵招隐馆，难寻陆伟读书楼。春淙亭上一回坐，凉月上峰猿夜愁。"
        },
        {
            "标题": "拟汉相和歌辞 其八 淮南王篇",
            "作者": "姚燮",
            "内容": "得天地气始为生，人得气之偏，仙得气之全。仙不能协君民以行德，何异乎弃空山之木石？\n淮南王，尔为天潢。栖白玉庭，黄金堂。置酒一顾眄，四幕生流光。\n不则出门驰骤之河山，左右提挈，飞雁相低昂。奈何干圣人怒，咄尔淮南王，不识理者曷贵，其逃乎数。"
        },
        {
            "标题": "雨后出岔河野望杂兴五章 其三",
            "作者": "姚燮",
            "内容": "野菜花如绣，满塍黄蝶飞。翩迁逐风去，撩乱上人衣。\n佳日留春态，劳心羡物机。林阴接芳草，天宇极清晖。"
        },
        {
            "标题": "夏夜独坐杂述八章四叠秋兴韵 其三",
            "作者": "姚燮",
            "内容": "万灵共纳昊穹晖，漫抚居诸感迭微。已悔鲁鱼沿笔误，须惩宋鹢退身飞。\n高云人切甘霖望，小草吾羞远志违。颇忆五陵携剑客，平生游侠擅轻肥。"
        },
        {
            "标题": "拟汉相和歌辞 其六 西门行",
            "作者": "姚燮",
            "内容": "庖鹿杀羊，呼行酒浆。酒浆有尽，行乐未央。西门迢迢骏马驰，骏马不用鞭，能识主人心所之。\n作官能役人，官亦人役。官亦日食不离粟，日衣不离帛。\n笙歌彻墙，道路停足。箧有黄金，子孙侧目。声名隆隆，天下所崇。\n愿日常照花，愿天不作西北风。西风漻漻，北风栗栗。\n重闱膏炀，春煦醲溢，言抚我琴瑟。"
        },
        {
            "标题": "尺五庄即事诗十二章 其二",
            "作者": "姚燮",
            "内容": "背石出疏香，紫藤花在墙。䙰披如舞凤，却好媚斜阳。\n下有一泓水，上横三尺梁。落英微破处，细细辨鱼秧。"
        },
        {
            "标题": "拟汉相和歌辞 其五 陇西行",
            "作者": "姚燮",
            "内容": "綵衣行下堂，一步再回顾。顾见空阶花，向旭复含露。\n露光何霏霏，旭光何晖晖。窸窸鞭叩门，下马人为谁？\n下马还入门，入门复出户。手招仆从来，金箱端纨组。\n纨组错帨鞶，钿黛相明玕。聘尔作好妇，与尔百岁欢。\n妇羞不敢受，妇爱不敢辞，妇亦展转思。一笑趋入堂，再出携酒卮。\n斟酒奉客前，劝之恐客醉，不劝愁客饥。客左不敢右，客坐不敢离。\n客去不得留，身去心不移。明朝迎汝来，今日先汝期。"
        },
        {
            "标题": "墙阴碧桃始放一花",
            "作者": "姚燮",
            "内容": "一楞烟妥梦无厖，夜许明灯照影双。静有素怀倾水露，暗分骚怨与兰茳。\n惊春隣女频窥牖，引燕东风早过江。我忆隔蘋裙衩小，横波天末美人艭。"
        },
        {
            "标题": "拟汉相和歌辞 其四 相逢狭路间",
            "作者": "姚燮",
            "内容": "驰驱狭路间，远望何光辉。问此光辉谁，西郭屠沽儿。\n莫言屠沽儿，家有万黄金，珠玉弃如灰。纳资为郎官，长戟交车绥。\n嬖宠托天子，贵戚兄弟依。都尉率护军，趋奉无高低。\n出入清籞中，扬扬并不疑。爱妾歌欢侬，众婢调弦丝。\n眩我云襹襹，媚我芳蘼蘼。白杨自为风，不惊铜雀台。"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其七 芳树",
            "作者": "姚燮",
            "内容": "维荃云荪，莫或佩斯。为君子所期，孰忮而疑？静言庸违，不衷其衣。\n赭马日瘦，黔驴日肥。入不我恤，出不我谅。路有四歧，趾欲谁向？\n朔风条萧，冰山天高。哭必掩涕，积思用劳。"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其五 巫山高",
            "作者": "姚燮",
            "内容": "巫山高，高岑岑，岑岑之下之水，又乌知其深？既不得升，又不得渡。\n驾言出游，逢彼之怒。俯见鱼出峡，仰见飞鸿过山。\n我独何为，不得家室，千里万里漫漫。"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其九 雉子班",
            "作者": "姚燮",
            "内容": "大幕包四海，大寐游混茫。天地具生蠕蠕子，何为乎称凤皇？\n置酒金屋，明月满觞。妙妓翠舄，兰尘不扬。尘不扬，露来下，攓旌门，迎宸驾。\n有鸟曰雉何班班，虞人括利啄粟难。凤凰高冠，朱实琅玕，顾影自笑，顾我而长叹。"
        },
        {
            "标题": "拟汉相和歌辞 其一 鸡鸣高树巅",
            "作者": "姚燮",
            "内容": "鸡鸣高树巅，马鸣深涧底。赫赫诸王帝孙子，玉琐藻翘弃蒿里。\n黑发黄耳，烟纨姼姼。文履玼玼，去若流水。朝骑驷马，驷马一何骄。\n暮归重楼，珠明羽翠金釭烧。佳人娇娆，姊妹拥貂。\n清防醉倚圆月摇，蜚其纤袿垂两髾。与子为千春万夕之乐，奉子以上元容成之药，知其谁为金张卫霍。\n梦闻锒铛醒不见，银河昭华夜飞鹊。冻雪杀野田，安得拾藜藿？"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其十一 临高台",
            "作者": "姚燮",
            "内容": "羊无"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其六 上陵",
            "作者": "姚燮",
            "内容": "有马有马，昂藏于野，乐之般般，谁与为抗者？佳人进万寿觞，与天地长生，日月未央。\n筑琼台，开玉阊。梁文虹，森成行。鸾鷟下上交回鴹。\n裔裔而弈，清光垂帟。师旦臣奭，姬周之硕。劢相我后辟。"
        },
        {
            "标题": "拟汉相和歌辞 其三 陌上桑",
            "作者": "姚燮",
            "内容": "正月不荷华，鸳鸯栖无家。鸳鸯陌路老，荷华六月好。\n采荷莫采双头支，种桑不得一寸丝。夫婿前头敛襟哭，莞蒻槃鍉在他屋。\n妾年二九月过望，夫婿腰金羽林韔。天闻妾言，水知妾心。\n天高不高，水深不深。夫婿乃丈夫，声名赫赫驰皇都。\n人谓夫婿之贤天下无。吁嗟乎，夫婿之贤天下无。\n妾不容华朝愉，樽斝而夕娱，胡为乎？"
        },
        {
            "标题": "拟汉相和歌辞 其二 乌生八九子",
            "作者": "姚燮",
            "内容": "伊乌尾毕逋，飞幡幡耶吾吾。鸠不汝呼，鹰来攫汝雏。\n天偪侧无路，地上草木皆彫枯。山曷不菰蒲？水曷不薪樗？\n日月曷不东南驱？吁乎吾吾，乌有八九子，世莫知宝。\n乌子肥，乌母老。邯郸才人嫁厮养，君马自黄臣马皂。\n吁乎吾吾，孤儿不谅兄嫂，猛虎不食纂纂之枣。弹我箜篌，咄唶其歌，吁乎吾吾，歌奈何，奈何万事颠倒。\n不能转移，南山之石。秋胡行他乡，罗敷走桑陌。吁乎吾吾。"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其十 上邪",
            "作者": "姚燮",
            "内容": "上邪，天高高，曷为乎人戴之？人怒我怼天，弃之不我爱。\n夸父逐日，极乎西濛。念子不归，晚食告穷。吁嗟乎北林，林有晨风。"
        },
        {
            "标题": "拟郊祀十九歌，存七章 其三 惟泰元",
            "作者": "姚燮",
            "内容": "乾纲仪首，握正定机。懿律嘉量，允纳和熙。徂龄聿回，颓晷惟复。\n乘五际之剥，而舒其蹙。发申旦之光，而喔以祥。甘露瀼瀼，黄龙载鴹。\n矞云九章，釭乎幕张。轩乎绮飏，锡极汝皇。皇运协昌，青陆轨骧。\n拜稽思颂，属属洞洞，生罔不综。"
        },
        {
            "标题": "拟郊祀十九歌，存七章 其七 赤蛟",
            "作者": "姚燮",
            "内容": "窈娭娭，而引曼。浃密期，鲜疑患。灵驾舆，魂追驱。冠丽姝，夙所须。\n轖无结，旐无委。专我精，金石毁。惟赤蛟，延儦儦。茹秘春，屏兰□，嘉醑陈。\n灵既醉，集古嫭，咸逊媚。来不涘，去何倪。揽大化，类儿嬉。\n眷我祜，笃我耆。凡在宥，谁不怡？"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其三 上之回",
            "作者": "姚燮",
            "内容": "石阙封峦，十月大寒。大寒不杀草，铜驼漆肤黄变皂。\n咄哉貐贼麟，凤凰拥翼枭鸟前，自甘称为臣。圣人一出，万刚群屈。\n有不受命者，昭昭之日。"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其一 朱鹭",
            "作者": "姚燮",
            "内容": "鹭咽咽，鼓渊渊，中心摇摇，罔止而悬。我不能舞，鹭不能语。\n鹭能语，风凄凄。鹭无衣，月明孤飞，噫吁嚱！"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其二 思悲翁",
            "作者": "姚燮",
            "内容": "首蒙已难面识，我之所思兮，胡不我乎是觌，悲哉翁也。\n乌乌伊伊，日东月西。网罗不择雎鸠，尔毋悲啼。尔悲啼，则可无惜尔之瘅。"
        },
        {
            "标题": "拟郊祀十九歌，存七章 其六 天门",
            "作者": "姚燮",
            "内容": "臬臬天门，百常淩表。神徊隐，来万甸，烟皛皛。而玉若者葩华。\n旁唐駮荦，栖元之家。骧景以以雕，采织文虹，而为橑牙。\n递灵居，澜罗罗，月不腌蔚，以霞鲜飙，洞幌其眇。睇来耶，抑将斗酌元气，后皇翊治。\n四七相隶，占畴得霁，三微著兮旬始。乃临清都，回极兆民。\n所钦大圆，妙有昭森森。"
        },
        {
            "标题": "拟郊祀十九歌，存七章 其二 帝临",
            "作者": "姚燮",
            "内容": "被育万国，于惟上命承敕。凡生罔不殖。熙熙饮德，莫或敢反侧。\n曰赫赫昭昭，皓涆平襜轺。出入曛旭，曾不可以媚要。\n天子泰平，百族献婴。六合大清，斟韶而酌韺。"
        },
        {
            "标题": "拟郊祀十九歌，存七章 其五 天马",
            "作者": "姚燮",
            "内容": "月万里，天马徕止。固尔齿，历华轙。相玮灵，渊映房。\n天马徕翔，雁门赭黄，下睥红阳。淩遽之气，迅乎其厉。\n权奇之容，翍乎其风。禀健德中，元霄狎龙。龙罔奴，皇徕御。\n垂梢行，睨影翥，秦青太息方堙歌。天衢如砥，天台兀峨。"
        },
        {
            "标题": "拟汉铙歌十八曲，存十一章 其四 战城南",
            "作者": "姚燮",
            "内容": "以万人命易尺土，天子豪，黔黎苦。风飘云云，魂不敢图苟存。\n骨拄山，血渗地，风雷喑呜，日月无气。奈何哉，父母妻子，盼我招我，冠裳在右，刀酖在左。\n悔不得饿死穷壑中，彼何人斯，愦愦食粟千百钟。"
        },
        {
            "标题": "拟郊祀十九歌，存七章 其四 日出入",
            "作者": "姚燮",
            "内容": "煇东汎兮，俄彫薄乎西昆。安保厥若华之容，炘不晻晻常留存？\n华胥帝曰轩辕，顾眄亿万载下，庞鸿饫恩。涂藻扃牖归浑浑，曷复其顿辔，大荒神州之岸。\n吁嗟漫漫，鸡鸣知旦。凤钧调之，天下糺缦。"
        },
        {
            "标题": "拟郊祀十九歌，存七章 其一 练时日",
            "作者": "姚燮",
            "内容": "司恢台，扬穆风。伟哉觺觺，乘驷御龙。繄三微，"
        },
        {
            "标题": "同张徵君澹游蕊珠院分赋诸景仿六言七章 其一 方壶一角",
            "作者": "姚燮",
            "内容": "琪花入夜欲落，弱水经秋正寒。撷得凤巢竹实，去凭鸾背阑干。"
        },
        {
            "标题": "同张徵君澹游蕊珠院分赋诸景仿六言七章 其四 湛华堂",
            "作者": "姚燮",
            "内容": "至旷能容众象，太清不染纤埃。君是烟霞过客，我思水木清才。"
        },
        {
            "标题": "同张徵君澹游蕊珠院分赋诸景仿六言七章 其五 香月邻",
            "作者": "姚燮",
            "内容": "玉蟾一千年寿，银蝶三百树花。有影夜深在鹤，此枝春后无鸦。"
        },
        {
            "标题": "同张徵君澹游蕊珠院分赋诸景仿六言七章 其七 小蓬莱",
            "作者": "姚燮",
            "内容": "举头有天外想，盥手读枕中书。鬼谷先生无恙，函关老子何如？"
        },
        {
            "标题": "同张徵君澹游蕊珠院分赋诸景仿六言七章 其二 圆峤",
            "作者": "姚燮",
            "内容": "紫盖自擎烟菌，青根谁割云肪？自古松乔有宅，至今秦汉无皇。"
        },
        {
            "标题": "同张徵君澹游蕊珠院分赋诸景仿六言七章 其三 榆龙榭",
            "作者": "姚燮",
            "内容": "万片玉鳞已蜕，千年铁性成顽。谁与摩挲明月，可怜偃蹇空山。"
        },
        {
            "标题": "岁暮吟五章",
            "作者": "姚燮",
            "内容": "守蛰顺时，物乃遂性。各息其元，要以无竞。乾枢不彫，万生之柄。\n保乎极中，孰窥厥命？山川闭缄，风雪方劲。象宪皇皇，历有崇令。"
        },
        {
            "标题": "有鸠集木二章寄郭上舍凤梁沈编修兆霖",
            "作者": "姚燮",
            "内容": "有鸠集木，晨暄煦之。顾瞻西方，惄焉我思。川梁夐绝，心为马驰。\n似有佳风，来吹薄衣。趼无同舄，践亦易违。往乐犹梦，苦我穷追。\n閟音乍泄，玉琴手挥。飘埃在虚，孰知其归？"
        },
        {
            "标题": "同张徵君澹游蕊珠院分赋诸景仿六言七章 其六 海上钓鳌处",
            "作者": "姚燮",
            "内容": "黄阁风波万仞，丹邱云水一矶。其地八纮之表，斯人千载所希。"
        },
        {
            "标题": "元旦置酒江楼独酌竟日赋四言九章",
            "作者": "姚燮",
            "内容": "日皇东升，西山皆笏。孤峰不偻，万丈树骨。太清温温，孩提识春。\n饱食无病，居然吉人。去腊东邻，贻酒最醇。三寸之斝，中有九垠。"
        },
        {
            "标题": "流泉三章怀阮丈亨",
            "作者": "姚燮",
            "内容": "瑟瑟泠泠，流泉好音。停响忽咽，或为鸣琴。耿耿不寐，起揽薄衿。\n荻叶初絮，上有横岑。微翠下泛，暗芳远沈。独歌谁和，蟋"
        },
        {
            "标题": "都门故人多传予病死以诗相挽者作此示之得三章",
            "作者": "姚燮",
            "内容": "谓我已死，死亦几希。爱我尚生，生究曷为？性情未是，面目未非。\n尚此食息，我转自疑。致谢故人，哭我有辞。为涕为笑，谁能预期？\n桓山之鸟，冻霜满衣。纵有百年，不争一知。"
        },
        {
            "标题": "天台宕",
            "作者": "姚燮",
            "内容": "凿山不枯，斲石不死。路铦如刀，但苦人趾。脉络破碎，元精独完。\n灵蛟所宅，风雷郁盘。玉树万寻，明月一握。碧海为垠，青天之角。"
        },
        {
            "标题": "嘲愠六章",
            "作者": "姚燮",
            "内容": "剸人以舌，其铦似锋。囚人以气，笯槛曷庸？"
        },
        {
            "标题": "独居谣四解",
            "作者": "姚燮",
            "内容": "飘风千里，流云未已。座闻清歌，投袂而起。出门逡巡，还入我户。\n彼饴之甘，安知荼苦？远山绵峨，横川自波。群燕来下，柳枝不多。\n夫君未还，贞守谁信？春风独居，委颜于镜。"
        },
        {
            "标题": "步虚辞五章",
            "作者": "姚燮",
            "内容": "中宸冂冂，华凤若棽。五烟顿辔，虹洞玉岑。太微紫晨，石髓九斟。\n明婳其眷，玄罗在心。金鹅鍊魄，吐阳纳阴。容裔蹈廓，灵风振衿。\n天梁旭卉，谁叩飞音？"
        },
        {
            "标题": "过故友孙襄陵家谷墓吊之以诗四章",
            "作者": "姚燮",
            "内容": "十年梦君，青山夕晖。江流逝矣，馀此一坏。天心闇窅，意不可窥。\n风非金秋，木若就摧。郁愤成古，后将告谁？"
        },
        {
            "标题": "九喻九章章二十句",
            "作者": "姚燮",
            "内容": "太乙上囚，怫乎螶"
        },
        {
            "标题": "砺石辞五解",
            "作者": "姚燮",
            "内容": "汰渭能清，激泾亦浊。砺石去沙，其莹如玉。驯犬可嬉，怒则成虎。\n桀纣苟仁，不孙汤武。摩栈弗踬，蹶于大逵。敬肆自心，地何安危？\n花残眷春，日落愁夕。弃此流光，晦悔奚益？昭昭日月，冥冥雷霆。\n鉴兹不远，犹影附形。"
        },
        {
            "标题": "忆园居四绝句 其二",
            "作者": "姚燮",
            "内容": "小盆月季过时红，能借春颜作媚工。莫放廊西吾读处，浅檐时有揭书风。"
        },
        {
            "标题": "临城驿五更冒雨至阴平杂咏题壁四绝句 其四",
            "作者": "姚燮",
            "内容": "晚光入霁适行路，凉气能留暑气删。上陌慢歌泥滑滑，横箫好唱月弯弯。"
        },
        {
            "标题": "临城驿五更冒雨至阴平杂咏题壁四绝句 其二",
            "作者": "姚燮",
            "内容": "蔼然众木郁晨色，山气天容接大青。恍惚凉秋看烟海，风涛无际拍空亭。"
        },
        {
            "标题": "临城驿五更冒雨至阴平杂咏题壁四绝句 其三",
            "作者": "姚燮",
            "内容": "天中气候接三霉，风物吾乡记昔回。日落柴门夕烟起，乱蛙如雨野荷开。"
        },
        {
            "标题": "临城驿五更冒雨至阴平杂咏题壁四绝句 其一",
            "作者": "姚燮",
            "内容": "絮被毡帷不匝车，枕边风激雨丝斜。悄然不寐凄然警，听尽残钟听曙鸦。"
        },
        {
            "标题": "摸鱼子 浮碧山楼春暮客感寄上湖雪莲社诸子",
            "作者": "姚燮",
            "内容": "卷湘帏、抛书岑坐，闲飔偏惹吟袖。青山纵说双湖好，不似江城深秀。\n凝思久。但燕子杨花，消息天涯漏。伤心依旧。等盼盼楼居，朝帘暮榻，风雨伴僝僽。"
        },
        {
            "标题": "哀江南诗五叠秋兴韵八章",
            "作者": "姚燮",
            "内容": "飓风卷纛七星斜，白发元戎误岁华。隘岸射潮无劲弩，高天贯月有枯槎。募军可按冯唐籍，解阵空吹越石笳。最惜吴淞春水弱，晚红漂尽细林花。"
        },
        {
            "标题": "哀江南诗五叠秋兴韵八章 其六",
            "作者": "姚燮",
            "内容": "问谁刃馘月氏头，北固军台宴晚秋。六代莺花弦拨怨，八屯戈马雨湔愁。\n斜阳疏柳荒城旆，浅水芙蓉画渚鸥。此意分明宵梦得，征帆无恙下瓜州。"
        },
        {
            "标题": "哀江南诗五叠秋兴韵八章 其七",
            "作者": "姚燮",
            "内容": "六水门前拒战功，可怜埋没马泥中。残鼙自打衔山月，败叶难禁过峡风。\n树隙云沈关垒绿，筝边鬼语野燐红。嗷嗷哀响中逵雁，汎宅无愁让钓翁。"
        },
        {
            "标题": "哀江南诗五叠秋兴韵八章 其一",
            "作者": "姚燮",
            "内容": "夸父投戈向邓林，海门薄日匿寒森。流枪焰逼黄天夕，乱鸟魂趋白下阴。\n方叔居然称元老，包胥谁与剖孤心？竟教密地如穷塞，霜满江乡十万砧。"
        },
        {
            "标题": "哀江南诗五叠秋兴韵八章 其三",
            "作者": "姚燮",
            "内容": "寸心炯炯抱丹晖，敢道臣身出贱微。火阵冲牛毛可握，风舷浮鹘翅能飞。\n一城命在生谁托，众士恩深死不违。咄尔倒持天斧柄，那知狼瘠兔方肥？"
        },
        {
            "标题": "哀江南诗五叠秋兴韵八章 其四",
            "作者": "姚燮",
            "内容": "开局原无失算棋，路逢绝势亦堪悲。最怜段颎亡军祸，早伏哥舒出镇时。\n蕴水灯红传饷急，桂桥夜黑落星迟。昨逢绣帽三弦客，新乐蒲桃寄愤思。"
        },
        {
            "标题": "哀江南诗五叠秋兴韵八章 其八",
            "作者": "姚燮",
            "内容": "松常军路极逶迤，半络山村半水陂。精卫未能填大海，杜鹃只解避深枝。\n岂应徐晃军都懈，漫笑岑彭令不移。我抱凄凉开府恨，登楼凝望远云垂。"
        },
        {
            "标题": "哀江南诗五叠秋兴韵八章 其五",
            "作者": "姚燮",
            "内容": "大江左臂截焦山，万马漂沈指顾间。那有龙骧驰蜀舰，翻容狗盗据齐关。\n护军塞北思依窦，宣慰淮西待荐颜。犹道零陵多智略，战勋旧冠羽林班。"
        },
        {
            "标题": "薙后庭草",
            "作者": "姚燮",
            "内容": "处事尚姑息，讵足同远谋？纵尔芜满田，得锄吾能耰。\n后庭隙地卑，缭之低垣幽。乱草遍延蔓，殃及窗户修。\n但供恶虫匿，时来病鸟投。秽污不痛除，清明逝焉求？\n欲防牙蘖萌，务绝根株留。敢仗雨露滋，气掩佳木稠。\n凿稗不偏产，我难天心尤。因循而养奸，斯贻包茅羞。\n西邻有独松，迥影卓谁俦？庶使净地风，一拓空山秋。"
        },
        {
            "标题": "闻川十二咏 其二 柳湾载酒",
            "作者": "姚燮",
            "内容": "露柳致明滟，风柳极婀娜。织翠在四舷，携尊就莺坐。\n我爱柳七词，醉醒月初堕。"
        },
        {
            "标题": "台城路 张次柳公子花影庵填词图",
            "作者": "姚燮",
            "内容": "翠薇信阻红蘅远，谁问客怀孤峭。鹤下云间，舟回剡曲，赢得开樽一笑。\n风流玉照。况南浦能歌，王孙年少。醉倚青灯，夜来愁我梦芳草。"
        },
        {
            "标题": "迟眠三章即示金上舍学纯 其一",
            "作者": "姚燮",
            "内容": "风狎疏纸棂，凉篝灭还燃。独坐凄有思，待眠犹迟眠。\n昔来御轻袷，今可增重棉。冻久无书来，骨弱愁化烟。\n遥知瘦妾病，停杼怀远天。天高海空阔，知我身谁边。\n恐尔对残菊，霜粟霏冻钿。丈夫好出门，白发易生颠。\n有梦不得归，得归亦悬悬。昨梦江城花，花下多啼鹃。"
        },
        {
            "标题": "迟眠三章即示金上舍学纯 其二",
            "作者": "姚燮",
            "内容": "啼鹃亦非鹃，似出吾庐中。切切高堂心，夜夜愁朔风。\n视米储不多，归养计亦穷。孰知安身归，未责囊橐空。\n叩釜嗟断炊，聚首终奚功？开花当天寒，有色亦不红。\n矧此砂砾骄，惯欺秋原蓬。秋原蓬飘飘，秋山棘茸茸。\n秋燕得寄梁，已胜衔芦鸿。鸿飞尔冥冥，燕语方喁喁。"
        },
        {
            "标题": "迟眠三章即示金上舍学纯 其三",
            "作者": "姚燮",
            "内容": "喁喁无乐声，颇邀主人谅。分力劳拮据，沈心苦谋创。\n慰寂频开樽，劝饮恐不畅。坐羃重帷周，愁我听风浪。\n顿使凛冽中，挟有数重纩。纩厚任已难，意厚更安偿？\n孤峭寒萚枝，何幸得阑傍？酒深深不清，中有泪痕荡。\n此泪关平生，生能几回当。知我者鲍君，慨然千载上。"
        },
        {
            "标题": "按曲图为孙上舍悦祖题",
            "作者": "姚燮",
            "内容": "画楼十万春烟浓，断钗零黛无小红。银筝滥谱不堪听，杜牧情如阮籍穷。\n谁家阑杆六曲好，帘底香深倚窈窕。绿睇穿梧凤子纤，茜衫飐竹莺儿老。\n莺儿凤子秋心多，暮雨桃花吹梦过。晓苔腻席湘妃瑟，夕露飘星织女河。\n孙郎对酒颜微酡，不唱秋娘金缕歌。不歌明月前溪曲，醉倚帘眉护凉烛。\n烛光剪翠一帚梧，帘影筛波几竿竹。未愁霜紧莺魂消，但愁叶落蝉鬓彫。\n曲边天远江山碧，何处松陵十四桥？"
        },
        {
            "标题": "八宝妆",
            "作者": "姚燮",
            "内容": "桃叶无家，杨花同命，一十六春如梦。汉碧纱棂烟藓满，抹上秋痕无缝。\n当年横烛倚箫，咽露凄声，能教抱柳纤蝉恐。不信弱兰风悴，韶华虚哄。"
        },
        {
            "标题": "红情 残红",
            "作者": "姚燮",
            "内容": "夜来风急。定胭脂损了，旧时颜色。瘦燕有情，宛转衔来傍瑶席。\n多少颓垣废井，但斜日、凄烟凝碧。便几点、拂上帘丝，波动罥无力。"
        },
        {
            "标题": "深凉",
            "作者": "姚燮",
            "内容": "万树无叶凉已深，深凉逼我残秋心。穷居苦病苦无友，静日独坐还独吟。\n老鹊避风檐下停，晖不到壁苔先阴。目移云态忆佳水，耳摄茶响思鸣琴。\n稚儿踞啖宿储栗，弱鬟俯弄新濯襟。烛篝火上饭初罢，药香满屋烟在衾。\n阶霜一寸草一尺，感尔蟋蟀诚难任。"
        },
        {
            "标题": "摸鱼儿 白湖吟榭第二集赋白湖观打鱼",
            "作者": "姚燮",
            "内容": "上鸥飞、佛昙小阁，阁外春水平迥。日斜雨过凉烟阔，作弄鱼天光景。\n浮半顷。比七里严滩，九曲苕溪静。夕风微紧。看菰叶摇叉，柳花吹簖，山影乱人影。"
        },
        {
            "标题": "齐天乐 游塔影园谒白公祠",
            "作者": "姚燮",
            "内容": "玉山金谷埋秋草，荒凉几家池苑。太守湖山，词仙洞府，画曲年年霏软。\n龟帘夕卷。尽花气云扶，月眉漪剪。读曲心情，隔波撩得柳枝乱。"
        },
        {
            "标题": "花蝶犯·偶检旧赠媚波楼南部十字合风蝶卖花二令倚成此解",
            "作者": "姚燮",
            "内容": "蛱蝶红麸枕，鸳鸯碧钿车。铜镮十二绿周遮。只种酸心梅子树，不种枇杷。\n南部三株媚，东风百合花。那时听梦倚琵琶。听到一声肠不断，清泪弹些。"
        },
        {
            "标题": "百宜娇 秋日客园见桃花",
            "作者": "姚燮",
            "内容": "冷露含心，碎烟筛梦，堪比那时娇俊。略带清癯，似因飘泊，未了东风残恨。\n禁伊体弱，挽翠袖、竹边寒并。甚真娘、魂断生绡，几回低唤难醒。"
        },
        {
            "标题": "晓发锡山戏书所见二章 其二",
            "作者": "姚燮",
            "内容": "凉星七月朝，疏柳百花桥。紧雹催秦鼓，纤虹闭楚腰。\n豪门谁豢犬，痀丈善承蜩。我是眠馀蝶，能知翠幄凋。"
        },
        {
            "标题": "眉妩/百宜娇",
            "作者": "姚燮",
            "内容": "自杨枝陨绿，豆荚抛红，琼月锈苔土。晓粉窥鸾，拂官帽影，羞尘还拭多许。\n绛云悔嫁，问钟情、何似青雨。想频对，春颊双涡泪，断霞带潮吐。"
        },
        {
            "标题": "曾珣五真图诗 其四 第四图",
            "作者": "姚燮",
            "内容": "寄生一炊黍，今日知我谁。躯壳即坚石，消铄还有时。\n酒酣悲故交，出门盲风吹。寒藤洒白雨，新冢无高卑。\n朽蝶蜕千古，容止难复窥。当年共春酌，亦是好顺眉。\n因斯悟消息，及时犹可追。所疾没世名，不称良足悲。\n"
        },
        {
            "标题": "薄暮自小榭泛舟至北渡宿延青楼",
            "作者": "姚燮",
            "内容": "乱岛森连营，大峡束门户。风崖纳潮激之吐，野喊声中万搥鼓。\n天霞一划中水分，海客驶舵如驶轮。衣裾五色交缤纷，千叶百叶华旓云。\n回岩倒折暗木俯，蒸起苍烟欲为雨。眼明南岸一角城，高下山灯入渔浦。\n迎潮送潮渔唱多，山灯岚翠渔灯波。渔灯山灯错星点，汊流十里开银河。\n此外溟濛浮六宇，籁合高穹有人语。残年独客依片篷，万里孤身漂一黍。\n斯时郡县方撤兵，夜气遥指东南清。纷纷雁鹜过天杪，去傍千章郭树青。\n郭树青青覆吾屋，屋角寒篝动疏绿。遥知怨女梦羁人，梦我沙遥抱鸥宿。\n沙鸥拍拍沙气黄，此夕羁人不梦乡。梦撷芙蓉鳌背坐，飞随朱鸟向扶桑。"
        },
        {
            "标题": "舟中赠四子诗四章 其四 范莼香樾",
            "作者": "姚燮",
            "内容": "范生古狷者，瑟缩同妇人。静得七弦妙，动作五绮文。\n春峦发晨秀，扪之无嶙峋。但有古烟气，相袅成好云。\n河水不竞流，天倪时露真。恬和慑群骛，我思春申君。"
        },
        {
            "标题": "西坝",
            "作者": "姚燮",
            "内容": "津北津南擂巡鼓，三两残鸦不成伍。鸦背霏霏过山雨，山翠荒寒弄秋妩。\n水平天旷无客帆，戍旗微赭云微蓝。海东早月横疏柳，如此关河柳未堪。\n我舟窄篷如矮檐，斜钩一尺芦花帘。拂帘袂影柳同瘦，那有心情歌采藫？\n几声暗角远潮送，千里空江独梦淹。昔年美人卖春酒，青蛤红鲻媵初韭。\n市垣蘼芜黄可怜，乞妇当门坐烹狗。我行迢递东入河，剩树明花吹晚波。\n凉光阔甚知何著，四溆烟声断蟀多。"
        },
        {
            "标题": "被花恼 夜坐忆远，依杨守斋体。",
            "作者": "姚燮",
            "内容": "今宵对酒倚孤灯，凄绝二三更雨。脉脉新凉透罗纻。\n鸥边乱荻，蛩边乱筱，尽是秋来路。眉恨结，鬓丝凋，庾郎憔悴江潭赋。"
        },
        {
            "标题": "绮碧四章示从军诸友 其二",
            "作者": "姚燮",
            "内容": "灵光早泄汉宫图，幻术难寻郭璞符。谁赚金鱼开秘钥，早携琼李出名都。\n微云天半怀佳婿，画岫江心梦小姑。莫恨禅天无兜率，须知仙界有雕胡。"
        },
        {
            "标题": "绮碧四章示从军诸友 其四",
            "作者": "姚燮",
            "内容": "白雉抛残双六谱，红蟫蠹尽十三徽。天河案户月如水，风叶吹空秋到衣。\n烛影疏疏看鬓转，钿云寂寂傍鸿飞。只馀摩诘琵琶在，多恐岐王第宅非。"
        },
        {
            "标题": "绮碧四章示从军诸友 其三",
            "作者": "姚燮",
            "内容": "花海晴翻精卫鸟，鱼天凉挂美人虹。游丝网户萦鲜翠，腻雨屏山拭断红。\n蜀国幺弦愁宠妹，齐奴珠斛妒翾风。锦江芳树多萧飒，华峤琪林自绮葱。"
        },
        {
            "标题": "绮碧四章示从军诸友 其一",
            "作者": "姚燮",
            "内容": "绮碧缠身金兽袍，流黄点额玉龙膏。薰心气息如醇酒，逼眼光辉似宝刀。\n抱月飘烟齐女怨，纫兰撷蕙楚臣骚。颇思綵笔携张敞，竟制回文寄窦滔。"
        },
        {
            "标题": "摸鱼儿 为张芝舫题魏兰本事卷",
            "作者": "姚燮",
            "内容": "算崔红、颜韶齿稚，天然群卉惭冶。江干茅屋牵萝隐，帘幕密无风罅。\n拈线罢。惯结芷纫荪，古怨湘骚写。谁其知者。尽避梦偎灯，伤春弛带，病影月怜寡。"
        },
        {
            "标题": "闻汤户部讣哭之以诗得七章 其二",
            "作者": "姚燮",
            "内容": "世皆疑子狂，我实识子狷。坚壁抵万弩，侥倖杀身免。\n穷官不救饿，穷巷妻子居。穷巷多悲风，出入行敝车。\n绁子独断手，罔救百弊疏。谓当竭生命，老此四壁书。\n愤极神为摧，血尽心乃枯。吁嗟吾贾生，以死谢万世。\n愿尔耿耿魂，死不受天制。"
        },
        {
            "标题": "题郭凤梁碧云仙馆图二绝句 其一",
            "作者": "姚燮",
            "内容": "凤羽䙰褷一帚青，四檐凉翠泼纱棂。愔愔遥夜无人到，水佩风环倚瑟听。"
        },
        {
            "标题": "题郭凤梁碧云仙馆图二绝句 其二",
            "作者": "姚燮",
            "内容": "秦碑汉简遍摩挲，巨手琅玡擅擘"
        },
        {
            "标题": "蝙蝠洞",
            "作者": "姚燮",
            "内容": "地肺劖深穴，石鼻滃奇云。凡迹阻不到，榛莽高于人。\n排虚叩元碧，古气槃幽昏。天地自小有，日月无汉秦。\n伏翼感仙去，脱翅如车轮。灵物信难缚，孤窟空千春。\n残阳在危树，下射砂鳞鳞。服饵容有法，避兹谢俗尘。\n往招太古叟，蹑雾游昆崙。"
        },
        {
            "标题": "赠熊丈士鸿",
            "作者": "姚燮",
            "内容": "今年下第出燕市，到杭六月逢曹生。为言巴蜀有儒硕，手挥千古神峥峥。\n近栖邻寺避喧迹，箕踞斗室书为城。渡江仓卒不能访，面虽未觌心早倾。\n谋生一砚计苦拙，旋复辞亲客西浙。涪翁招我来南园，聊慰羁栖得欢悦。\n沙烟过海云午低，欲雪不雪千鸦飞。残年异地合杯酒，琴瑟并坐泠泠挥。\n当时可见不得见，意外忽遇缘亦奇。示余著作卷盈尺，子髓经腴史膏液。\n其光黄金坚白铁，劫火罡飙不能灭。况君经济天下才，胡为垂暮犹蒿莱？\n君偏袖手待閒暇，不作斫地歌鸣哀。若将鍊骨到枯瘦，但能肉御非龙媒。\n白君秀削铜梁巍，七门苦水溪萦回。箐烟木瘴极瀰莽，中有百尺仙人台。\n却来溟渤纵元鹤，九还鼎火将毋灰。纷纷耳誉谁知者，有泪无端为君洒。\n童山木尽雕巢孤，匝地蘼芜遍黄赭。出门分手即万里，瞬息欢筵意难舍。\n寒流一棹吾将行，荒鸿尚自迟南征。衾灯夕廨君听雨，我舟江上愁风声。\n纵有心迹挂白日，各无根蒂怜浮萍。西湖三月杨柳青，桃花满市多啼莺。\n倘来共醉宋家酒，与君携手登南屏。"
        },
        {
            "标题": "邓尉纪游诗八章 其五",
            "作者": "姚燮",
            "内容": "斋厨饱蔬饭，别僧下山去。九盘落湖杪，已非昨来路。\n黄苇飒明沙，春霜未成露。乍有清歌闻，渔帆出无数。\n水云两默默，寸意与流冱。濯我向超洁，转增入尘惧。\n可狎不可鞿，浩荡愧沤鹭。"
        },
        {
            "标题": "阅邸报书苏侍御廷魁奏疏后即寄怀侍御",
            "作者": "姚燮",
            "内容": "今圣天子日中正，大象森严纳华镜。六气变眚犹逆奸，天戮神诛代明令。\n东南海郡平狡夷，捆束兵刃藏戎衣。噆肤创疡已痂脱，饮之上药终腴肥。\n平安寿命方祷祈，紫极不动高崔巍。何来夜沴同雌蜺，太白寒芒与钩锲。\n万民仰首齐咄嗟，静籁无声愁列缺。天门角宿明堂房，流布讹言妄翘舌。\n数不必辨理可持，有臣拄笏生忧思。准今酌古庄其辞，稽首陛下陈所知。\n不策公敏策危微，一人修省万福基，天遂顺应民去疑。\n黄龙振鬣端门辉，银河倏皎无留黳。草茅书生远在下，深宫宥密如目窥。\n鸿章援史颁天下，体正文醇义无假。徒援推测神阴阳，眭孟京房真土瓦。\n天兴吾社多杰人，陈东鲠直群所闻。君亦不避犯颜谏，兀然泰华争嶙峋。\n与君三年不相见，读此知心胜谋面。作诗寄君君读时，太史当书景星见。\n倘询废士近奚为，注易荷阴弄薰扇。"
        },
        {
            "标题": "煮泉",
            "作者": "姚燮",
            "内容": "疑与参寥斗石泉，洼匏博得一泓宽。铁磨石藓黏肤瘦，玉斲冰梅嚼齿寒。\n丹灶砂抟龙饼细，红垆火炙麝烟乾。任渠风雪黄州路，入勺天浆濯梦安。"
        },
        {
            "标题": "登超然台还过云居寺同曹德馨苏惇元",
            "作者": "姚燮",
            "内容": "岩根梦斸古桃花，天绮中霄落绛霞。左右神仙金阙侣，"
        },
        {
            "标题": "答傅濂见赠韵二章 其二",
            "作者": "姚燮",
            "内容": "出门减豪迈，日去无还时。菽帛尚不谋，命世谁相期？\n织愁纵有杼，引绪怜残丝。还虞霜雪痕，渐来欺鬓髭。\n安得服气方，永与饮啄辞。庶几盈抱春，不改贞秀姿。"
        },
        {
            "标题": "冒雨行自郡西至慈溪作",
            "作者": "姚燮",
            "内容": "晨起就僧灶，宿饭浇藜羹。担簦蹑芒屩，冒雨官塘行。\n官塘接西坝，鳞比千船停。一船一家属，男妇错耄婴。\n颜色困焦悴，兼以愁苦声。非不恋家室，家弃身转宁。\n水昏入烟爨，柳秃摇枯藤。苍气翻远空，睅目多饿鹰。\n储粮苦未足，还复虞夺争。既无土可依，性命随荡倾。\n万里岂真阔，天地交凄冥。颇悔游惰安，负昔时太平。\n我行倦我足，望亦伤我情。沿江斥堠虚，冷湿胶旂旌。\n敢恃隘道纡，节费聊撤兵。东川昨震动，大帅催移营。\n已逃挫折危，谁肯誓死撄？更闻和议书，密结城下盟。\n焉有閒暇谋，远及井底陉。逡巡赴沙甸，卤下潮訇砰。\n高岸渔台翁，坐对荒山青。回飙咽芦荻，急涨漂穜粳。\n自顾短湿衣，透骨寒已兢。过渡踰横山，远见慈湖城。\n慈湖据右钤，背扼姚江营。藩东郡犹固，势勿愁竛竮。\n胡为密叶巢，彯散黄雀翎。人马互蹂躏，烂土无完菁。\n死卒堆驿堂，流血苔根赪。可怜瘦隶孤，察守敲铜钲。\n入城觅朋旧，匝巷键柴荆。叩之不得开，并绝鸡犬应。\n中路遇军走，面作仓皇形。似有密报投，低首趋县庭。\n维时晚色交，暗欲岚雾凝。通市千百楼，十楼九无灯。\n助我摧恻怀，雨急风益勍。坦径疑棘丛，骭力难再胜。\n故人有冯豹，高义孙宰矜。未吐觌面词，先为握手惊。\n谓迟一日来，吾亦他乡征。匆忙办肴酒，解衣煖我膺。\n解钱充我囊，慰我毋怦怦。窗梧响寒滴，骚屑搀蛩鸣。\n仰见银河澜，濯出三五星。漫愁今宵长，祇愿明早晴。\n推与讵所希，道谊关平生。回思僧院中，亲孥方拥檠。\n当嫌哀笳繁，静与啼鹃并。咫尺沧溟遥，塌翼惭鹍鹏。\n假寐且息劳，虫飞迟"
        },
        {
            "标题": "貂裘换酒 其四",
            "作者": "姚燮",
            "内容": "落落知音少。匿槃杆、凉情冷思，病蝉秋抱。炼到璁珑冰玉韵，只博三餐粗饱。\n怕心被、筝弦弹老。四面清霜来逼醉，漫梅花、苦索春灯笑。\n癯影似，李清照。"
        },
        {
            "标题": "妇病自春晚始剧至六月四日竟不复生感触所缘记以哀响都得二十三章焚之榇前以代诔哭 其七",
            "作者": "姚燮",
            "内容": "汝禀素弱孱，参苓倚为命。胡为日减餐，遽使病气胜。\n十夕九拥衾，十晨九辞镜。略触吹柳风，畏之若飙劲。\n可怜时未秋，摇落预愁鬓。敢料汝病危，遽以死为竟。\n须知赖汝多，汝年尚强盛。"
        },
        {
            "标题": "秋晚村居杂述七章 其六",
            "作者": "姚燮",
            "内容": "气与草木亲，胸怀得秀邃。云动山不摇，方知静者贵。\n野人虑荒歉，有欲即其累。披衣占毕星，罔安夜中寐。\n吾惭禀命艰，读书鲜所遂。怜此穷骨存，兀兀一峰对。\n朗吟灵均骚，路童掩耳避。疑我为病猿，叫雨匿深翠。"
        },
        {
            "标题": "病马",
            "作者": "姚燮",
            "内容": "俯首辞孙阳，未敢论知己。转令疲苶材，气象得矜恃。\n风云如乱蓬，狼藉不可理。卧影颓阳中，展足尚思起。\n谁免乌啄创，肉尽但馀髀。生愁报主心，衔赤到没齿。\n惭彼新剔驹，远顾极千里。精力期自珍，毋为锦鞯市。"
        },
        {
            "标题": "论古画梅家得二十四章 其九",
            "作者": "姚燮",
            "内容": "翠笠青筇驿路遥，孤云野鹤太清寥。何须诏笔开元殿，倩画江妃春病腰。"
        },
        {
            "标题": "倚楼赋秋思",
            "作者": "姚燮",
            "内容": "山带川衿入夜光，静中秋思析毫芒。鱼边月气吹灯白，柳缝风丝袅发凉。\n拟棹别洲寻晚芰，乍惊暗草语初螀。病腰自惜东阳瘦，起放重帘检剩香。"
        },
        {
            "标题": "扇影词三十八章 其十八",
            "作者": "姚燮",
            "内容": "红阑宛转段家桥，媚向东风倚病腰。侧鬓西泠看山色，水荭花影上春绡。"
        },
        {
            "标题": "卜算子 咏雁用东坡叶",
            "作者": "姚燮",
            "内容": "南北复东西，踪迹知何定。夜夜风咽断续啼，月照低徊影。"
        },
        {
            "标题": "青玉案 集一得轩销寒分赋雪意",
            "作者": "姚燮",
            "内容": "斜倚阑干笼短帽。听一笛、平吹到。城郭茫茫鸦点少。\n云颓水冰，树昏山暝，风稳筛残照。"
        },
        {
            "标题": "方丈台李昭灵夫人与许玉斧",
            "作者": "姚燮",
            "内容": "莫恃元挺姿，听彼世迹挠。十年不理梳，绿发缠至腰。\n元灵谢囚絷，枯坐皆逍遥。鬼神避其鉴，群象幻何逃？\n华襚玉虹绣，文䙱春烟绡。粲舌宜媚心，殊悟堪寄寥。\n瀛台三千寻，可涉未为高。不揽九纬纲，安能齐荣凋？\n骨肉皆可腐，慎尔真精摇。"
        },
        {
            "标题": "哭孙同年起元四章舟行严滩溺水死 其三",
            "作者": "姚燮",
            "内容": "白发君堂上，秋深尚葛衣。艰难新妇弱，孱病一孙依。\n秃树悽孤鸟，回风促晚晖。可怜惊绝后，犹望汝生归。"
        },
        {
            "标题": "探春慢 家子桢同年西泠采绿图",
            "作者": "姚燮",
            "内容": "笛沜观莺，酒廊泊燕，春痕何处寻好。鬓拂晴丝，衫粘湿翠，眼底漪平云皛。\n略记东风嫩，潜催醒、如尘芳草。问君眷梦谁边，拾来湘怨盈抱。"
        },
        {
            "标题": "元夜步月锡城感作二章 其二",
            "作者": "姚燮",
            "内容": "那得珍珠赎翠翘，十年风雨损兰苕。至今弱质无根蒂，可惜重楼委寂寥。\n明月微波谁照鬓，春灯邻院自吹箫。吴城天际清霜白，莫向阑干倚此宵。"
        },
        {
            "标题": "昨梦二章 其一",
            "作者": "姚燮",
            "内容": "逼人哀乐鬓星然，苦有诗怀到汝边。江水通潮漂一梦，桃花催雨过三年。\n难收旧枕凄凉泪，莫怨新人婀娜怜。密树重窗犹畏冷，青檠谁与照黄泉？"
        },
        {
            "标题": "昨梦二章 其二",
            "作者": "姚燮",
            "内容": "我出佣书汝典钗，食贫心性两无乖。蕣华生短终非命，薝卜禅空早禁斋。\n大野风霜魂易怯，后期天水阔何涯。坐时挽臂行搴袂，灯月分明昨梦佳。"
        },
        {
            "标题": "元夜步月锡城感作二章 其一",
            "作者": "姚燮",
            "内容": "双角山村旧事非，玉琴清怨奈王微。疏筠倚水如人袖，残雪当门只藓衣。\n时往已无家可问，夜深或有梦来依。凄凉燕子前年垒，羃径寒花黯自飞。"
        },
        {
            "标题": "且弗悲五解饯厉山人之吴门",
            "作者": "姚燮",
            "内容": "劝君且弗悲，有酒君饮之。劝君且弗愁，听我前致辞。\n为君念家室，空庭秋草凄。为君望川陆，落叶秋风吹。\n顾君头上发，视君身上衣。白云高高江水流，君将行矣不可留。\n君将行矣不可留，明日望君天尽头，今日对君生烦忧。\n君莫过采香泾，君莫上姑苏台。泾上蘼芜憔悴不可掇，姑苏之台，麋鹿已死，但有啼乌哀。\n乌啼雁飞，芙蓉欲落。芙蓉欲落天欲霜，君之行矣，亦复何乐？\n有酒君饮之，君还听我语。白云高高，飘风吹黍。乱山如麻，大江横阻。\n出入不可以同，今夜吾当梦随汝。劝君弗悲吾已悲，泪下涔涔各如雨。"
        },
        {
            "标题": "罗敷媚/采桑子",
            "作者": "姚燮",
            "内容": "东风多少闲愁梦，山阁春阴。水阁春晴。啼遍江南二月莺。"
        },
        {
            "标题": "蔡光禄蕙清竹屋对床图",
            "作者": "姚燮",
            "内容": "远道归来卧旧庐，可怜梦似客中孤。昔年荒榻一檠在，入夜悲风万竹呼。\n瘴海云昏惟断雁，冰天月晓复啼乌。应知悔煞轻离别，枕上吟心共泪枯。"
        },
        {
            "标题": "卖菜妇",
            "作者": "姚燮",
            "内容": "卖菜妇，街头行。上有白发姑，下有三岁婴。卖菜卖菜，叫遍前街后街无一应。\n昨日宜单衣，今日宜棉衣。棉衣已典，无钱不可赎。\n娇儿瑟缩抱娘哭。娘胸贴儿当儿衣，娘背风凄凄。\n但愿儿煖儿弗哭，儿哭剜娘肉。莫道赎衣无钱，床头有钱。\n床头有钱三十馀，买得一升米，煮粥供堂上姑，馀钱买麦饼为儿餔。\n得过且过，明日如何？明日天晴，卖菜街头行。明日天雨，妾苦不足语，姑苦儿苦。"
        },
        {
            "标题": "怀九老诗九章 其九 秀水家明经观光",
            "作者": "姚燮",
            "内容": "颉颃天籁富金石，高座指挥如意铁。倦还约束千古眼，不管春花遍狼藉。\n七年不过丁卯庄，九霞常梦昆崙觞。延平剑气逼牛斗，郁然远见青虹光。"
        },
        {
            "标题": "送赵九琳下第归里三章 其三",
            "作者": "姚燮",
            "内容": "昔至同车笠，今胡君独行？沙云连树碧，河水入天平。\n屡负陈书志，难堪去国情。儒官纵卑末，亦足励清名。"
        },
        {
            "标题": "送赵九琳下第归里三章 其一",
            "作者": "姚燮",
            "内容": "江亭吾主饯，翻似送游人。樽酒满且醉，檐花黯不春。\n明朝投野店，谁为拂衣尘？圣世无遗佚，文章尔自珍。"
        },
        {
            "标题": "题家明经丈观光墨林如意室图四绝句 其一",
            "作者": "姚燮",
            "内容": "梧筱响沈天籁阁，贞金羊石化秋虹。甤宾百鍊逃烟劫，灵夺珊瑚七尺红。"
        },
        {
            "标题": "题家明经丈观光墨林如意室图四绝句 其二",
            "作者": "姚燮",
            "内容": "席裀雷缶枕云奁，五凤砖斋绮羃檐。跌荡吾家秋涧老，手挥野马飒苍髯。"
        },
        {
            "标题": "韬志三章简厉山人 其三",
            "作者": "姚燮",
            "内容": "旷子倏经岁，迩迹难尽知。差闻支绌劳，谋食如年诗。\n谋食但得食，支绌终奚辞？生愁棉市中，鲜重蚕女丝。\n艰苦得保生，饮啄逾可悲。八口同寄荒，我亦寸心疲。\n润我憔悴容，仅借青山姿。青山递尔居，尔当悦以诗。"
        },
        {
            "标题": "送赵九琳下第归里三章 其二",
            "作者": "姚燮",
            "内容": "南风五月杪，计可渡钱唐。转畏临歧送，非关别思长。\n凄凄穷旅泪，滴滴在君裳。记我平安字，持归慰远望。"
        },
        {
            "标题": "洗甗图歌为家明经丈题",
            "作者": "姚燮",
            "内容": "先生于古极嗜葄，搜元剃秘归一藏。灿陈棐席炫精彩，龙鸾蟠翥纷绀黄。\n掀髯踞坐狎周汉，六甍宝甗开华堂。康瓠破罂扫尘芥，熊鐎兽鍑相焜煌。\n肤斓耳蚀究毫芴，累深黍浅参权量。考工二釜内官省，上䰛下鬲模范详。\n唇以寸计厚减半，足三或四罗圜方。盘云发细袅扃鼏，垂花匝带雷文相。\n辨名鬵鉹异"
        },
        {
            "标题": "经龙树寺憩蒹葭簃",
            "作者": "姚燮",
            "内容": "良游委朋兴，蹑屩行犹夷。穿芦入纡径，乱叶交排挤。\n幽凉逼新润，至净无烟栖。人语漏空绿，明翼翔宿鹥。\n停步试回瞩，来径还杳迷。佛阁踞高阜，相与穷攀跻。\n虚影泛帘夕，碎碧如藓衣。下俯极葱远，其上浮夕晖。\n万梢滉金色，平陆生涟漪。临风歌道阻，未秋神已移。\n南湖月寥阔，昔梦湖上矶。琴笛恣欣赏，鸥鹭相挈提。\n溯游久违愿，坐对空因依。"
        },
        {
            "标题": "谒金门 枕函残梦图为韵仙女士题",
            "作者": "姚燮",
            "内容": "花压臂。懒把断云扶起。一发东风知甚意。更来吹细细。"
        },
        {
            "标题": "自横山至茶园冈",
            "作者": "姚燮",
            "内容": "荒山人稀独路小，重云欲塞劲风扫。脚跟败叶枯警秋，眉底微岚清揭晓。\n谁知天色当暮时，疾鸟过天无一迟。不深涧曲已如墨，最上峰头略有晖。\n鸟尽天冥远钟响，我以孤心收万象。暗疑海气束波涛，低见星河压草莽。\n醉僧携烛岩缺行，顾我而笑还相惊。世间万事那可道，风雨空山有甲兵。"
        },
        {
            "标题": "月华清 「自锄明月种梅花」图，为韵农题。",
            "作者": "姚燮",
            "内容": "借露依篁，拨烟傍石，大浮分到春影。起斫鸦锄，不倩小鬟管领。\n待蛟舞，白地春寒，却鹤唳、碧空云净。清兴。认冰壶一角，暗香微凝。"
        },
        {
            "标题": "与汤郎中鹏话旧感赠五章 其一",
            "作者": "姚燮",
            "内容": "高文辅元气，喷薄弥九垓。世无昌黎子，辜尔龙门才。\n牛羊自矜宠，掉尾燕昭台。天骝厕其间，沈啸不敢哀。\n豢以尺厩刍，何如蒿与莱？蒿莱蔽山野，其上白云驶。\n籋云但不蹶，万里在尺咫。不闻赤谷驹，终以恋豆死。\n栈豆信难恋，长风何从追？劖石去其确，太行今如逵。\n千钧负堪骋，舍子吾知谁？"
        },
        {
            "标题": "客怀诗三章示别金广文士奎厉山人志陈明经福熙茂才登熙昆季 其三",
            "作者": "姚燮",
            "内容": "凉飔满襟带，可御蓬莱辀。胡然君子心，为我生烦忧。\n且骑大宛马，并辔南城头。万山为芙蓉，高拥金翠楼。\n中有玉女鬟，俯避落日羞。群象耿元精，蓄尔烟心秋。\n洪波逝不返，未逝名当修。昔年超览堂，凄已成荒邱。\n此誓有神鉴，莫向行路谋。区区一勺浆，何补东方虬？\n归矣明别君，别君归且休。倘遇黄石公，招我重来游。"
        },
        {
            "标题": "金缕曲/贺新郎",
            "作者": "姚燮",
            "内容": "直恁秋萧瑟。倚诗囊、无聊传笺，添侬凄忆。风过漪回阑影定，罥起水荭花碧。\n若个在、鹭边横笛。空翠平浮斜照去，到帘丝、吹动晶云白。\n酒梦醒，袖凉逼。"
        },
        {
            "标题": "金缕曲/贺新郎·紫绵花馆看好海棠",
            "作者": "姚燮",
            "内容": "影怯栏干曲。倩谁人、深深贮向，玉楼金屋。除却江南梅萼瘦，要让此花幽独。\n也相对、无言倚竹。乞护春阴嫌尚冷，唤双鬟、添照湘屏烛。\n吹叶底，露华绿。"
        },
        {
            "标题": "金缕曲/贺新郎·题施竹翁晋笏斋图",
            "作者": "姚燮",
            "内容": "营得三椽矣。尽无多、遮风碍雨，帘芦窗纸。断轴残书充四壁，间以茶铛笛几。\n此外仅、膝容而已。明月为灯花作幕，更呼鸥叱燕、供童婢。\n尘不到，隔流水。"
        },
        {
            "标题": "金缕曲/贺新郎·忆晓湘",
            "作者": "姚燮",
            "内容": "果业苕华证。值娇聪、谈棋读画，炼香研茗。恁自飘零随流水，难系闲鸥心性。\n空盼断、楚江天暝。涴袖啼痕红拭否，绝瑶徽、消息无人问。\n峰髻远，是愁影。"
        },
        {
            "标题": "饮辅国公园亭歌者绛儿索诗书四绝句 其三",
            "作者": "姚燮",
            "内容": "偏对愁人唱懊侬，鹊华春秀褪眉峰。旧痕未涴罗巾泪，又向尊前渍一重。"
        },
        {
            "标题": "饮辅国公园亭歌者绛儿索诗书四绝句 其二",
            "作者": "姚燮",
            "内容": "蝴蝶铢衣飐玉叉，樱桃含露媚初花。只堪今夜无蟾影，辜负凉痕满碧纱。"
        },
        {
            "标题": "凤凰台上忆吹箫 秋夜同人集循陔山房听弦索有感",
            "作者": "姚燮",
            "内容": "虾箔回钩，螺屏袅钿，凄凉酒醒今宵。漫红儿遗谱，搯到弦幺。\n侬是飘零白石，闻欢语、转易愁撩。开门望，阑干北斗，绳雁天遥。"
        },
        {
            "标题": "饮辅国公园亭歌者绛儿索诗书四绝句 其一",
            "作者": "姚燮",
            "内容": "水阁银灯照雨丝，树光流袂绿差差。篴声软与春摇弄，我忆江南旧柳枝。"
        },
        {
            "标题": "五更赴朝阳洞雾不见日",
            "作者": "姚燮",
            "内容": "太阴布空翳，四极交鼢缊。独有鱼灯光，激射苍树根。\n兹洞一瓮小，犄角东天门。千年通道猿，避人每来蹲。\n目摄珠蚌浮，引气潜吸吞。遂使颅骨红，砺之成玉痕。\n至今珊瑚梢，犹挂湘江魂。繄我无仙缘，并靳煦妪恩。\n返观得内朗，幸不心地昏。中关一黍田，自有子午存。\n侧耳闻雷辎，轴折疑无坤。但馀北斗高，下揽群象昏。\n元黄战郊野，古劫难递论。历劫火不灭，乃见牟尼尊。\n金乌翼已振，大块犹覆盆。肯受冥漠风，坐吹元发髡。\n去且饮醇酒，匿梦黄河崙。"
        },
        {
            "标题": "悲风谣渡德州河车中作",
            "作者": "姚燮",
            "内容": "迥野极风势，河流争风声。万木错营戟，驱若屯田兵。\n天中无云日枯暍，射影苍黄变城色。穴狐疑夜据城啸，城上游鹰击之得。\n毛血洒滴不到地，鸡雉钻篱犬奔堞。州民无田不能食，十户倾圮九逃匿。\n强丁可盗女可娼，老弱相看泣枯骨。客车来南野，皇皇河之湄。\n立潮搏奇石，虩若天门雷。巷门挤车不可以出入，欲渡未渡轮铁危。\n浮桥百破支朽板，下有神鼍喷雪张鬐腮。沙雹喧矢车揭帷，人马一色同死灰。\n瞿塘蜀道安足险，使我心肠惊骇激越而内摧。田庐䔫布倘足以自适，明须怀策东还归。"
        },
        {
            "标题": "过吴侍读葆晋适与高广文锡蕃读余恩县题壁诗因用陈氏园林诗五章韵联句见贻依韵奉答 其二",
            "作者": "姚燮",
            "内容": "筱廊春作韵，藤榭昼生阴。相对有良友，如何不抚琴？\n爽宜疏雨过，暗得古香侵。投我南天榄，回甘耐密寻。"
        },
        {
            "标题": "过吴侍读葆晋适与高广文锡蕃读余恩县题壁诗因用陈氏园林诗五章韵联句见贻依韵奉答 其一",
            "作者": "姚燮",
            "内容": "短窍泄雌风，羞吹广座中。联珠聊附斗，零彩不能虹。\n马"
        },
        {
            "标题": "海昌陈氏园林五章 其五",
            "作者": "姚燮",
            "内容": "海雨夜凄凄，朝云四壁低。鹇馋争菜唼，鹤冻借埘栖。\n虚壑阴难叩，颓廊折易迷。故人鸿爪在，剥落雪中泥。"
        },
        {
            "标题": "海昌陈氏园林五章 其三",
            "作者": "姚燮",
            "内容": "御酒耆臣宴，宫貂太史冠。内班宣舞伎，文李出雕槃。\n麝气交花爇，凫灯夺月寒。不堪行乐地，风急送回湍。"
        },
        {
            "标题": "海昌陈氏园林五章 其一",
            "作者": "姚燮",
            "内容": "花茑锦屏风，楼台水气中。乱篁交午翳，断彴没天虹。\n飞鸟投荒翠，啼鼪在碧丛。倚阑看日落，吾思亦冥濛。"
        },
        {
            "标题": "过吴侍读葆晋适与高广文锡蕃读余恩县题壁诗因用陈氏园林诗五章韵联句见贻依韵奉答 其三",
            "作者": "姚燮",
            "内容": "客愤愁无剑，吾狂恕不冠。花觚留晚酌，韭饼补春槃。\n近刹钟初递，高城月自寒。须眉幸如昔，莫漫感流湍。"
        },
        {
            "标题": "海昌陈氏园林五章 其二",
            "作者": "姚燮",
            "内容": "叠峦争塔势，借堞补墙阴。烟藓五华绮，风梧太古琴。\n虚堂惟叶聚，凉袂有云侵。多少危台閟，荒幽阻梦寻。"
        },
        {
            "标题": "海昌陈氏园林五章 其四",
            "作者": "姚燮",
            "内容": "闻说春三月，银鞯压院来。深茵藏堕舄，曲渌汎行杯。\n柳霭莺巢合，花风羯鼓回。我游逢腊雪，但与索初梅。"
        },
        {
            "标题": "过吴侍读葆晋适与高广文锡蕃读余恩县题壁诗因用陈氏园林诗五章韵联句见贻依韵奉答 其五",
            "作者": "姚燮",
            "内容": "遥夜极清凄，吟声相閒低。欲为天马啸，怕警露鸦栖。\n辙正誇能合，槎孤愿引迷。石床松可簟，拚我醉如泥。"
        },
        {
            "标题": "过吴侍读葆晋适与高广文锡蕃读余恩县题壁诗因用陈氏园林诗五章韵联句见贻依韵奉答 其四",
            "作者": "姚燮",
            "内容": "幸脱干戈劫，而从远道来。乱离馀短裌，涕泣话深杯。\n佩玦看昏涩，沙风听莽回。壁间吾影在，癯丑不如梅。"
        },
        {
            "标题": "晨兴三章",
            "作者": "姚燮",
            "内容": "晨兴抚竹，深意自幽。虽非空山，于气独秋。露之英英，鸟声载柔。\n言警其素，言厉其修。"
        },
        {
            "标题": "泊绍城寄蒋湘南潘曾莹两同年都中",
            "作者": "姚燮",
            "内容": "纷纷落叶蔽烽楼，寂寂孤灯住越州。风雨乱山迷独雁，关河哀角近残秋。\n绨袍未拭尘中泪，带剑能知海上愁。珍重故人临别赠，而今已许慰江鸥。"
        },
        {
            "标题": "城上乌",
            "作者": "姚燮",
            "内容": "城上乌，尾毕逋。将弹尔肉腊尔肤，尔不远飞胡为乎？\n城上乌，声呜哀。昔年城上有大树，今日城上无蒿莱。\n城上但有白骨堆，尔不远飞将胡为？天海秋寒月苍莽，西风到地一千丈。\n羽如败叶飒已彫，心悬空阔魂难逃。鬼车旁睨流涎臊，七星闪闪芒如刀。"
        },
        {
            "标题": "喜潘丈迟归二章 其一",
            "作者": "姚燮",
            "内容": "逐渐知交散，君归喜独迟。冲襟醇酒挹，健笔大文持。\n月幸吾心满，风愁尔鬓吹。且联今夜榻，无梦更联诗。"
        },
        {
            "标题": "喜潘丈迟归二章 其二",
            "作者": "姚燮",
            "内容": "几辈堪师友，寥寥古谊沈。深潭资长绠，异石托同岑。\n汝袖山阳篴，吾携海上琴。相将跨元鹤，一奏太希音。"
        },
        {
            "标题": "冬日独醉书感八章用少陵秋兴韵 其五",
            "作者": "姚燮",
            "内容": "天半金峨万丈山，依然铜柱砥人间。如何李牧频移垒，竟使芝龙再入关。\n誓死久抛靴内刃，封侯徒愧镜中颜。闻渠近习黔驴术，偷服青衣厕卒班。"
        },
        {
            "标题": "冬日独醉书感八章用少陵秋兴韵 其四",
            "作者": "姚燮",
            "内容": "敢道东山少胜棋，从亡子弟已堪悲。须知毳帐听弦夕，正值冰天盼纩时。\n捆饷疲驴行橐橐，过云哀雁恋迟迟。荒途几处亲朋在，不耐孤灯掩泪思。"
        },
        {
            "标题": "冬日独醉书感八章用少陵秋兴韵 其一",
            "作者": "姚燮",
            "内容": "身世真如鸟托林，无端郁思入沈森。浮天海阔黄云幻，蔽野山荒白日阴。\n好与生灵持旦气，谁忘危难捡宵心。女媭未捣春衣练，莫向墙隅弃敝砧。"
        },
        {
            "标题": "冬日独醉书感八章用少陵秋兴韵 其二",
            "作者": "姚燮",
            "内容": "西国阇婆测景斜，未收版籍入中华。莎车枉置屯田尉，葱岭思穷博望槎。\n苦俟唐军还剑阁，愁闻汉女拍胡笳。何当梦籋汾阳骑，独走天山弄雪花。"
        },
        {
            "标题": "夏夜独坐杂述八章四叠秋兴韵 其八",
            "作者": "姚燮",
            "内容": "月光斜过岭逶迤，萤火三更芡满陂。无尽雄心消马磨，不堪软柳警乌枝。\n贪生愧说乡园在，历变方知世事移。坐剔床篝浑未卧，太阿锈涩影空垂。"
        },
        {
            "标题": "夏夜独坐杂述八章四叠秋兴韵 其四",
            "作者": "姚燮",
            "内容": "东山墅券赌围棋，可识苍生乐共悲。要恃诸郎收后效，似忘胜局失先时。\n衣冠戏下参筹密，风雨江南整骑迟。那复重来羊太傅，白云岘首寄馀思。"
        },
        {
            "标题": "冬日独醉书感八章用少陵秋兴韵 其三",
            "作者": "姚燮",
            "内容": "夸父横戈怨堕晖，南天鹑鸟动希微。难持铁券盟钱俶，悔掣金牌召岳飞。\n妄檄烦书同律令，但筹下策亦依违。长城散牧多閒马，可惜霜严苜不肥。"
        },
        {
            "标题": "夏夜独坐杂述八章四叠秋兴韵 其七",
            "作者": "姚燮",
            "内容": "翻覆谁窥造化功，漫驰非想入元中。天戈不指来王国，帝轸方挥解愠风。\n遥夜孤星占太白，何年紧燧灭流红。卫生且课馀三术，捡挍农书问市翁。"
        },
        {
            "标题": "夏夜独坐杂述八章四叠秋兴韵 其五",
            "作者": "姚燮",
            "内容": "太乙灵仙隶九山，无端控鹤向人间。夜邀秘誓书金券，天限中原仗玉关。\n上乐不翻朱鹭曲，长生犹傲赤松颜。虎头甲队知多少，半是鸳鸯绮袖班。"
        },
        {
            "标题": "夏夜独坐杂述八章四叠秋兴韵 其六",
            "作者": "姚燮",
            "内容": "凄恻临邛怨白头，长门徒解汉宫秋。文章鲜济江河溺，歌舞难分士卒愁。\n万里风霜韩愈马，一身天地杜陵鸥。人心衮钺无私枉，肯任穷奇托禹州？"
        },
        {
            "标题": "五松园赋松三章 其一",
            "作者": "姚燮",
            "内容": "亭台都废尽，兀兀五松存。巢有新乌语，墙多老藓痕。\n风声如水至，日气与阴昏。百岁东邻叟，掀髯让尔尊。"
        },
        {
            "标题": "愁倚阑令 秋深木落看天际群山仿净明子法",
            "作者": "姚燮",
            "内容": "风颾瑟，叶凋零。总关情。我是江潭憔悴客，庾兰成。"
        },
        {
            "标题": "愁倚阑令",
            "作者": "姚燮",
            "内容": "天涯多少愁魂。只隔着、青山一痕。蘋叶横江春黯黯，人去潮生。"
        },
        {
            "标题": "渡黄婆洋观日入月出歌",
            "作者": "姚燮",
            "内容": "两仪未分气无始，天水浑茫亿万里。问谁造历皇古先，推演龙图泄亥子。\n今我一身漂一舟，八极之极皆鸿流。沧凉但作十月气，金银不见三山楼。\n东方月出西日落，两朵芙蓉双剑锷。空中元象大沈沦，井底群生浩笼络。\n劳逸无偏橐籥工，生死相催造化恶。侧听大轴鸣雷硠，照面熇云冰色黄。\n珠烟上撒白龙沫，玉屑下碾青女霜。翠蟾朱鸟两腾跃，自边彻底纯作琉璃光。\n周天三百六十有五度，中分其半安所藏？浑仪遗法肇颛顼，黄赤二道缠中央。\n淳风变范别表里，周髀以后仪益彰。咄哉思训悟平准，敢与物祖争毫芒。\n北高南下蚁旋磨，行何顺吉何逆殃？生平读书苦蒙翳，对此忽揭千重障。\n鞠陵渐驶纤阿驾，柳影犹衔玉门下。八十一万馀里中，以镜函镫两无夜。\n寸心警我梦梦存，哆口凭谁咄咄诧？文字因缘祖葛尼，石火山川大利亚。\n妄资铅汞外升沈，难结胚胎免凋谢。吁嗟乎，皇煌帝谛人续人，归之者鬼伸者神。\n六十四周风水火，佛氏尚畏三劫轮。斯时渺渺均何存，无或见见无闻闻。\n但觉大圜而外我身在，扫刮乾垢摩坤尘，飘飘汎汎随无垠。"
        },
        {
            "标题": "愁倚阑令",
            "作者": "姚燮",
            "内容": "垂茜袖，侧金钗。立苍苔。昨夜阴阴微弄雨，海棠开。"
        },
        {
            "标题": "长相思 丛斜",
            "作者": "姚燮",
            "内容": "玉树歌残，素馨梦断，粉脂狼藉堪怜。咸阳紫陌，蜀阜青墩，一般落叶哀蝉。\n绮殿当年。有阿茶凤笛，小郁鹍弦。秋老绿蘼烟。更何人、寻袜搜钿。\n叹藓碣尘磨，漆灯膏闭，愁台冷月娟娟。芜陵埋帝子，可重教、侍寝黄泉。\n露睇星鬋。空魂怅、樊楼旧筵。剩沙桥、风梧夜唱凄然。"
        },
        {
            "标题": "自万松岭至石屋岭三章 其一",
            "作者": "姚燮",
            "内容": "旭日浮层城，万绿一时晓。湖流滉金波，返景在林杪。\n远云重难敛，露气湿相袅。凉姿散荒苇，晴容媚幽筱。\n引目极纡变，触意颇清好。天风忽平荡，虚空碎啼鸟。"
        },
        {
            "标题": "自万松岭至石屋岭三章 其三",
            "作者": "姚燮",
            "内容": "投身昧高峻，下俯苍无垠。微茫见湖水，澹作秋云痕。\n林烟杂山霭，瞬息浮沄浑。白鸟影沈处，乍有疏钟闻。\n寺僧不出山，坐与元气存。安知尘市中，万化迁朝昏。"
        },
        {
            "标题": "自万松岭至石屋岭三章 其二",
            "作者": "姚燮",
            "内容": "荒率不可竟，亦有人家居。穿林何琅琅，稚子晨读书。\n径木苦萦碍，凉荫翻旷舒。时有乱峰影，错出清涧虚。\n群芬互纠杂，众秀工蓄储。使我天游心，对景难尽摅。"
        },
        {
            "标题": "同蒋湘南叶世圻洪齮孙小集吴侍读葆晋寓斋三章 其一",
            "作者": "姚燮",
            "内容": "绿止暄不风，静筵对南郭。皛然天光明，照影玉墀鹤。\n吾心纠众劳，得閒且宽拓。况尔同怀朋，华嵩森岞崿。\n杯浆澄不埃，谁云鲁味薄？盎有古藓香，未忍遽吞嚼。\n拂烟高柳枝，初蝉响犹弱。谁信尘扰中，有此世外乐。"
        },
        {
            "标题": "沈明府肇熙见过越日访之已旋省矣拟寄以诗",
            "作者": "姚燮",
            "内容": "大衢并马蹴沙烟，天末金台旧梦悬。负尔清才供薄职，惭吾慵病恋枯眠。\n冰鲥拟对樱窗酒，江雨旋移柳步船。此去西湖花可芰，定裁新曲媚初蝉。"
        },
        {
            "标题": "石州慢 天台方治庵属题买春赏雨图",
            "作者": "姚燮",
            "内容": "苔雨篁云，供画佐诗，一帧清绝。风流谁主谁宾，浸透袖巾凉碧。\n安杯卷幔，半晌迟到莺啼，便知门外归红屐。米树杂荆岚，送濛濛遥夕。"
        },
        {
            "标题": "初夏雨晴",
            "作者": "姚燮",
            "内容": "匝幕林峦绿已成，清和待试袷衫轻。心缘物扰难除妄，天到春残始放晴。\n窄院水多群鸭集，颓垣烟重独花明。儿童钓得鱼盈尺，去就邻翁索酿瓶。"
        },
        {
            "标题": "初夏即事二章 其一",
            "作者": "姚燮",
            "内容": "委尘减劳役，致我心清幽。缭屋花娟娟，佳女来倚楼。\n万象色为腴，天妙供神游。琴溽弦无声，引歌自迟留。"
        },
        {
            "标题": "初夏即事二章 其二",
            "作者": "姚燮",
            "内容": "上渚茭叶白，下溆菖蒲青。晨渔方试桡，拍拍鸥来迎。\n初旭自然好，雨气暗生馨。独眄惬所怀，安使酒杯停？"
        },
        {
            "标题": "穿山",
            "作者": "姚燮",
            "内容": "犄角连三县，鱼盐冠七乡。海潮通暗浦，天壁拓明堂。\n地到无垠绝，民知守业良。忽飘云外雨，槲叶共纷黄。"
        },
        {
            "标题": "阿育王寺忍辱松歌同徐司马赋即寄住山僧",
            "作者": "姚燮",
            "内容": "葛藤斩断挂碍了，空谷春沈天地槁。历三千载今始亡，在劫为生云寿考。\n此松非松龙象驯，苍皮鍊石森铁鳞。力辞典午帝封滥，静如泰岳蟠嶙峋。\n迁山移河棋一局，佛手无权陵鬼哭。颠风撼巢鹤折足，百万杶篁势穷蹙。\n此树独抱金刚坚，不使彫颓改颜绿。咄嗟夷丑来海西，斧穿山壁搜玉泥。\n莎烟痛绞鵩鸟啼，旷野无屋逃羊麛。戒师出定神魂悽，定力莫护贞心懠。\n喃喃梵咒当薤露，一丝不绾投刮篦。空空解脱化诸相，讵肯蒙羞负谗谤？\n深岩秋气潮涩枯，冷院钟声月摩荡。儿孙后起悲族刑，性命全归感天贶。\n去年冒雪吾笋鞋，穷途晚饿曾乞斋。独搴云幛索灵魄，马死未葬千金骸。\n真仙或有返魂术，蛰秀待发生门雷。今年使君驻行旆，为道禅衣犹委蜕。\n直刚无挠自无害，撑拄乾坤能正大。流响常萦不浊泉，羞色宁争再生桧。\n少年梦骑孔雀游，记见青天羽葆盖。舍利不炷元灯光，玉几萝烟褪愁黛。\n读歌击节聊继声，海旭上轩长飙清。遥知阿师弄阶卉，不管人间荣辱名。"
        },
        {
            "标题": "自飞沙岙至梵音洞",
            "作者": "姚燮",
            "内容": "蛰龙破雾游，天厓断中硖。乱石青芙蓉，垂瓣皆倒插。\n上有流金砂，万丈布黄氎。围砂千仞城，三面九里堞。\n一面当海唇，双礁锁为闸。大鱼竖长鬐，逆风与潮狎。\n我来循坡行，平眺气先怯。穿云线路微，其容半轨恰。\n松丈披赭衣，扪之动鳞甲。瘦硬蟠地生，苍髯易彫乏。\n忽劖松外烟，复得蛇径狭。络磴多茑藤，试履自平贴。\n其时日未中，暖气已惊蝶。蝶宿如野花，蝶飞同败叶。\n下窥蝶影中，玉窗树横叠。倚窗人藐姑，临风委珠衱。\n窗下冰漪寒，片泓割清霅。淬石成干将，鸊鹈森在匣。\n上修戒旁门，祇重平等法。何以变幻观，未逾弹指霎。\n弱水今涸枯，飞鸾以神蹑。一瓣兜罗香，戒坛礼迦叶。"
        },
        {
            "标题": "春蚕篇",
            "作者": "姚燮",
            "内容": "春蚕吐柔丝，宛转在杼机。三日织成匹，裁汝身上衣。\n长幅裁为裳，短幅裁裲裆。簇绣双凤凰，碧绿相紫黄。\n春花媚晨露，称汝肌体香。金樽一举明月落，团扇无情楚纨薄。\n莹莹怀抱照冰雪，燕子他家宿帘幕。宿亦不汝怨，飞亦不汝怜。\n鸳鸯尚泣夜来雨，蘼芜早绿江头烟。萍蓬南北本异梗，东风不吹亦不连。\n衣厚令身煖，情厚令心热。何如心中情，不如衣上密。\n缠绵可解能自结，衣洗难还旧时洁。为君歌春蚕，春蚕歌尽君毋哀。\n君不见华楼夹水光掩回，急张弦管留驰晖。高金如阜买欢笑，不唱长离知有谁。"
        },
        {
            "标题": "闻川十二咏 其一 花街探春",
            "作者": "姚燮",
            "内容": "蹍露作香曲，春影绚斜陌。幺禽抱烟语，梵响如未隔。\n幽人破晓来，徘徊试吟舄。"
        },
        {
            "标题": "春江吟",
            "作者": "姚燮",
            "内容": "幽心一逝动千里，梦底春天渺春水。水阴台榭蘋花深，深绿漂岚湿莺尾。\n莺啼二月无怨声，初杨窈袅能媚情。迤江晨岫六七叠，黛云摺作屏风青。\n美人罗帏愁未醒，酒边烟语沈玉筝。玉筝罢弹天水静，帘影摇摇乱帆影。\n茫茫潮去鸥不知，恻恻风来燕能省。"
        },
        {
            "标题": "登干山绝顶俯眺二百八十峰浩然作歌",
            "作者": "姚燮",
            "内容": "三台无根五岳小，天姥儿孙头白早。神仙亦是萧寥驹，随代随时作尘扫。\n我能到此宁非仙，俯首四顾无人间。人间却在白云下，自吾别后当千年。\n白云在下天在上，云面青岚日摩荡。西奔万牛南驱羊，北迤惊"
        },
        {
            "标题": "清平乐 韭花馆春日作",
            "作者": "姚燮",
            "内容": "阑杆空处。扑入东风絮。两两鹧鸪啼不住。却又无烟无雨。"
        },
        {
            "标题": "都门春感杂诗二十章寓崇文门试邸作 其十八",
            "作者": "姚燮",
            "内容": "凤城西北有高楼，晓翠蒸蒸九陌浮。上谷低云横树杪，津门初日挂帘钩。\n游环秦马军追雁，烂石齐歌士饭牛。包纳群欢归一㝢，始知春色满皇州。"
        },
        {
            "标题": "江行五章 其五",
            "作者": "姚燮",
            "内容": "隐隐小帆山，送人低翠鬟。客从瓜步去，潮自梦溪还。\n冷磬飘黄鹤，疏蘋语白鹇。邗沟春水曲，曲曲过萸湾。"
        },
        {
            "标题": "烛影摇红 春晚重饮人倚楼题壁",
            "作者": "姚燮",
            "内容": "薄雨收尘，画堤影送斜阳骤。一帘风款飐红垆，垆上新丰酒。\n人似杨花去久。但杨枝、青青似旧。旧莺飞到，解甚相思，那般黄瘦。"
        },
        {
            "标题": "春申君庙灯筵词",
            "作者": "姚燮",
            "内容": "椒兰其饵桂其浆，媚公子兮夜未央。我独知君非任侠，依之为社降民康。\n碧天楚蜺蜷云语，青树秦鸾贴雪翔。迎送未须弹古瑟，过风钗佩极琅锵。"
        },
        {
            "标题": "壶园春晚杂兴五章呈徐编修师宝善 其四",
            "作者": "姚燮",
            "内容": "天半朝阳门，鼍钟夕初警。渐息轮蹄喧，供我独立静。\n暗绿交露藤，危墙逼清景。夐然孤月光，出自海东岭。\n洞无微滓飏，旷有妙思骋。八宝琉璃藏，咫尺上清境。\n置梦华阙高，一瞬了万顷。咳唾成玉霜，飘染蝶衣冷。\n射貂方制冠，忧谁寤时耿。及斯孤夜严，聊为返躬省。"
        },
        {
            "标题": "壶园春晚杂兴五章呈徐编修师宝善 其二",
            "作者": "姚燮",
            "内容": "薇枝摇绀云，静日转光翠。其影当砚屏，能使墨华媚。\n外动沈希微，幽窗惬晨睡。青巉万笏云，梦与天界邃。\n抽掣流霞鞭，尘驹几疲悴。气及牛口伸，封已马鬣遂。\n坱圠无厈厓，益知葆冲粹。我怜屈子醒，难傲杜康醉。"
        },
        {
            "标题": "壶园春晚杂兴五章呈徐编修师宝善 其五",
            "作者": "姚燮",
            "内容": "岂云归之晚，颇动乡里心。持之比海水，异远同其深。\n清和近樱序，众木将郁森。怨兹阶草色，故为晚黛侵。\n天畿控云上，俯隔吴越岑。河无去者帆，沙有来者禽。\n独歌告所知，感此难愔愔。眼中八骏马，贱于一握金。\n愿从角里翁，采药商山阴。"
        },
        {
            "标题": "壶园春晚杂兴五章呈徐编修师宝善 其一",
            "作者": "姚燮",
            "内容": "饱食未适用，坐使青鬓彫。何如豢马人，尚知酬所劳。\n墙竹分牖阴，萚解云初苞。纵为秋水气，不涤尘心胶。\n天风北漠来，沙声荡如潮。渐觉屋楞间，集有群鸦嚣。\n胡然一寸念，黯若琴尾焦。此琴不浪弹，弹之亦不调。\n岂有钟期耳，而甘闻喧刁。"
        },
        {
            "标题": "壶园春晚杂兴五章呈徐编修师宝善 其三",
            "作者": "姚燮",
            "内容": "东院宴豪客，门外多华鞍。西邻蒙帕女，独汲古井寒。\n井上梧桐枝，绿峻无巢鸾。远吸西山晖，下射芙蓉阑。\n芙蓉犹未华，勺药迟将残。密幕龙烟薰，不熨罗袖单。\n艳情宜眷春，独居今知难。且撷海岳云，溽此湘皋兰。"
        },
        {
            "标题": "湘春夜月 别戈顺卿十年，酒筵重见，为谱此声。",
            "作者": "姚燮",
            "内容": "记当春，倚楼低掐红箫。惹得荻怨苹愁，堆积上烟潮。\n莫为绮年难驻，借匿花沉酒，苦慰无聊。便狎蛾静夜，携莺好日，能几回消。"
        },
        {
            "标题": "春云怨 依冯云月自度腔",
            "作者": "姚燮",
            "内容": "雏鬟报说。道昨宵寒紧，梨花吹雪。晓起捲帘妆罢，带绾绿栀香百结。\n袅去晴丝，飞来纤蛱，暗里幽情共抽拽。低幕深灯，酸云甜水，猛省梦时节。"
        },
        {
            "标题": "浮香阁雨夜听歌示万六",
            "作者": "姚燮",
            "内容": "选色襟怀已逝波，桃花梦短奈春何。倚屏锦瑟如兰瘦，拍竹凉烟上鬓多。\n昔社深樽淹岁月，此时飘雁满关河。骚心苦到无香拾，聊遣蛾眉寿太阿。"
        },
        {
            "标题": "更漏子 春院剪灯图",
            "作者": "姚燮",
            "内容": "泥微醺，含薄媚。絮得柔心都碎。一角树，一重窗。夜深人影双。"
        },
        {
            "标题": "山亭宴 吴山挹峰馆同人夜集",
            "作者": "姚燮",
            "内容": "瀛壶高处开仙馆。集巾钗、胜游堪选。置酒与峰平，正残叶、灵鸦飞倦。\n夕烟催月月催灯，水笛唱、山楼钟断。风袖渐生凉，把四幕、钩垂遍。\n苦侬暗抱芙蓉怨。怨深时、忍教醉浅。酒暖浙生春，且狎梦、花柔絮软。\n只堪明日各东西，散雁影、秦台吴苑。起自拍阑歌，一激湖云转。"
        },
        {
            "标题": "壶中天 沅夕渡娥江观孝女祠灯社",
            "作者": "姚燮",
            "内容": "长宵几许。买春舲、自溯中流延瞩。缓缓兰涛催月上，一种吟心凄独。\n云净山疏，风香花远，星影摇明绿。谁家沉醉，画楼天半吹烛。"
        },
        {
            "标题": "忆旧游 题叶午生海蒳轩词",
            "作者": "姚燮",
            "内容": "甚野云石帚，残月屯田，格韵能超。青鬓韦郎瘦，倚画帘双髻，闲谱琼箫。\n慢歌小桃红曲，花梦女儿娇。羡点点深深，三生早种，慧果情苗。"
        },
        {
            "标题": "前从军诗五章 其一",
            "作者": "姚燮",
            "内容": "昔人悲从军，今人视为乐。骄色薄远云，壮士气转弱。\n蜂目楼烦王，似堪手亲缚。上帅急蒇功，重以万钧托。\n狡智不可穷，连营有私约。"
        },
        {
            "标题": "后从军诗五章 其三",
            "作者": "姚燮",
            "内容": "饱食知自羞，创论相耸谀。主将寡真识，贴耳受其愚。\n发帑同运泥，不复量所需。操阃虽有权，在网势实孤。\n大旗翻冻云，万乌绕营趋。磨盾俟奏功，往者正延纡。"
        },
        {
            "标题": "后从军诗五章 其四",
            "作者": "姚燮",
            "内容": "筹饷招亡军，岂真恤其命？要将安抚功，据为入告柄。\n一事千龃龉，朝发暮更令。四末筋未舒，河鱼腹先病。\n左右资宠荣，顺势迭逢迎。谁复先路驱，试摩敌锋劲。"
        },
        {
            "标题": "前从军诗五章 其四",
            "作者": "姚燮",
            "内容": "饰帽争一貂，马革谁能任？城下海水恬，似无愁惨阴。\n牵羊纵入庖，在雀当免燖。恃此毛羽纤，顾彼远渚林。\n寄言慰家室，东怀毋怆心。"
        },
        {
            "标题": "后从军诗五章 其二",
            "作者": "姚燮",
            "内容": "事蹶诚杀身，罪非贱者始。况乃律法宽，昭昭有前轨。\n部伍多坐閒，移挪当仆使。奔走千冗员，谁能确姓氏？\n关守或诘疑，护身骄一纸。抱膝深山中，遐哉布衣士。"
        },
        {
            "标题": "前从军诗五章 其三",
            "作者": "姚燮",
            "内容": "献技请长缨，怀刺告奇策。固信求独专，未肯让馀席。\n微身但可效，何计出身籍？朝去袪褐衣，暮归拥牙戟。\n贤哲生叹咨，乡愚动神魄。"
        },
        {
            "标题": "前从军诗五章 其五",
            "作者": "姚燮",
            "内容": "得侪贵官役，亲戚指为荣。提鞭叱军卒，赫赫辞有名。\n朝博夕挟娼，怀袖黄金赢。便无事后功，所志已满盈。\n安得扬沙风，荡雾先使清。"
        },
        {
            "标题": "后从军诗五章 其一",
            "作者": "姚燮",
            "内容": "势竭无所归，黠想生穷谋。载讽出塞诗，焉能守旧邱？\n脱焉舍妻子，束衣去如流。密书敌寇情，献帅操必售。\n慷慨发涕泪，居然堪同仇。进辞偶入臆，恣胆穷讦搜。\n遂掣军中符，睥睨千户侯。"
        },
        {
            "标题": "前从军诗五章 其二",
            "作者": "姚燮",
            "内容": "盾矛卫密幄，其地系非轻。何以椎埋儿，出入如大庭。\n捲旗张红灯，风寂闻笑声。军士解甲眠，四幕静无惊。\n城上高鸢飞，江水流繁星。"
        },
        {
            "标题": "后从军诗五章 其五",
            "作者": "姚燮",
            "内容": "分营互犄角，声势何其雄。撄山但坚守，不偾即大功。\n奈何举动轻，忍视流血红。费縻千辆银，散漫难诘穷。\n特编奖赏书，奏报相弥缝。遂使市侩名，滥隶官籍中。\n群公面目存，清夜试扪衷。"
        },
        {
            "标题": "春日散步于野人园见梅花感作长句",
            "作者": "姚燮",
            "内容": "疏樾含青薄日皓，细径堆烟暗篁扫。美人未阅罗绮春，瘦影空山雪催老。\n豪官黄金能买愁，海棠四壁莺贮楼。吹来露片不肯冻，玉韵锵然鸣箔钩。\n只今乱草遮黄土，冷照桃根髑髅语。醉魂已挂西市刀，梦里犹然索歌舞。\n北村学究黄发彫，八十始读灵均骚。携锄斫地代长剑，痛泪无情沾布袍。\n隼吻膏肥雀血尽，二月江南北风紧。望中万木如立柴，元气无归天力窘。\n迂儒读易解消息，到此凄怀亦难忍。忽逢姑射明睇垂，与我盈盈致怨思。\n守棋洞府鹤方病，觅柳关山燕正飞。蜷形涸泽惭枯槁，直拟兹园托羲皞。\n平潭初渌宜濯襟，深岫横来一眉悄。狼藉繁华骄短年，荣辱人间问谁保。\n依徊花下聊独吟，卧石惜无猗兰琴。何当手抚上阳曲，大海千里开玄阴。\n荆棘遍作琼树林，温然一吐东皇心。"
        },
        {
            "标题": "翠楼吟",
            "作者": "姚燮",
            "内容": "縠晕流黄，琼辉织素，华堂夜明初展。纱厨风过烛，认漪样、冰丝摇软。\n慵支春腕。惯印得肌红，斜纹深浅。防人见。断云新腻，带香偷卷。"
        },
        {
            "标题": "秋夜宿宝莲寺触籁成歌",
            "作者": "姚燮",
            "内容": "墙根小草弱难媚，高梧覆阴助之翠。凉云洒叶弄凄响，上搏风声斗烦碎。\n风声到地引蛩语，蛩语当风促逾苦。若断不接接以雨，雨在空阶蛩在户。\n愁人倚户愁未央，搔搔抑抑来何方？雨声点点滴愁碎，蛩声引愁续续长。\n低檐黯黯沈晚色，虚堂漠漠生惨凉。亭亭人影瘦屼立，昏灯照壁如夕阳。\n挥愁不去且举觞，蛩稀雨歇月上墙。墙上高梧展风色，墙下幽花动露香。\n浩然凭槛歌激昂，天地阒寂疑清商。云河绳雁不下海，城门秃柳知有霜。\n掩帏就枕且安息，酒醒衾凉梦无力。残月欲堕风益急，蛩复悽悽雨还滴。\n浩浩林钟破晓烟，瑟瑟庭墀满黄叶。"
        },
        {
            "标题": "信宿北墅即事十一章 其十一",
            "作者": "姚燮",
            "内容": "便留千日住，捲襆总须归。复步寻馀景，迟行恋夕晖。\n鹿盟当后践，山侣暂今违。款款云相送，绵绵意莫挥。"
        },
        {
            "标题": "醉后作短歌十一章 其十一",
            "作者": "姚燮",
            "内容": "何以消我愁，置酒一斛登高楼。何以散我忧，随风万里乘扁舟。\n高楼不见青山青，扁舟万里安所行，慨焉独立双涕零。"
        },
        {
            "标题": "答李丈联榜即送其还济宁并示许瀚",
            "作者": "姚燮",
            "内容": "文安公子招春宴，急雨当阶打花片。高筵画烛红两行，笠屐纷来尽才彦。\n各通名姓了故事，明日车逢不识面。座中许浑吾旧交，夙与李白推同袍。\n停尊接耳赞吾画，敝帚那值珠玉褒？归来乘醉写长卷，遣仆投君当交券。\n投君以画报我诗，各出偏师战雷电。我画丑且奇，乱头粗服无媚姿。\n岂君好色不择貌，胡为昵若西家施？君诗雄且拔，渤澥天低捩神鹘。\n格如芒刺拳老姜，以舌舐之畏其辣。吁嗟乎，眼前世憾无由补，末技虽工究何取？\n不能请剑诛殿虎，安用豢狸嚇仓鼠？吾生淮汉流异川，到海而合宁非缘。\n相逢安可不为乐，苦使白日供忧煎。明当置酒江亭边，西山照杯青娟娟。\n通阛大道自车马，白云元鹤谁神仙？君还作诗我还画，剩墨洒作风头鸢。\n轴画作枕抱诗睡，一梦一醒何遽然。吁嗟乎，君发不苍我颜改，壮志平生究安在？\n废身赘为天下疣，狂论徒邀世人绐。不如归钓南河浔，我亦采药东海岑。\n南河东海隔千里，千里不隔千秋心。潞河杨柳飘烟缕，玉笛催行唱南浦。\n意中落落知交散，后此茫茫几回聚？我抚长剑君挥髯，各看青天泪如雨。"
        },
        {
            "标题": "何绍基绍毅昆季招同沈尧许瀚江亭饮酒",
            "作者": "姚燮",
            "内容": "八窗明翠划烟波，静阁高筵谢绮罗。对酒山川芳草阔，入关风雨乱云多。\n几人早遂弹冠愿，有客能为拊缶歌。晚磬声中吾醉矣，醉看归鸟下林阿。"
        },
        {
            "标题": "水龙吟 野舫填词图，同霁青丈题。",
            "作者": "姚燮",
            "内容": "文窗拓软湘波，照来黛色眉峰翠。何如当日，荔亭凉酒，韩山尘骑。\n絮研萍灯，量风酌雨，舵楼双髻。盼大姑残照，莫愁疏柳，又一曲、新成矣。"
        },
        {
            "标题": "正月九日招同张广文振夔曹丈锦袁应锡史伟倪鋐饮大梅山馆和张丈作四章 其三",
            "作者": "姚燮",
            "内容": "大浃关山甲马中，眼前忍使酒尊空？苏家软饱斟三白，叶子新筹斗六红。\n忽顾亲孥思橘隐，转愁宴会等萍蓬。有书可鬻衣堪质，吾道于今尚未穷。"
        },
        {
            "标题": "大墙上蒿行",
            "作者": "姚燮",
            "内容": "使君善饮酒，使君饮酒如长渑。昨日见野草青，今日飞花满城。\n东风淅淅，雨何冥冥。燕子胡蝶飞下上，间关黄鸟枝头鸣，物尚有情。\n使君局龊闭门居椽下，宜其兀奡亢爽多不平。为使君佩双龙剑，饰冠以缨。\n怒马如龙八尺，珠轪玉铃。出门驰骤向沙碛，弯弓射雁，舞槊啼熊猩。\n落日沈没欲夕，归来下马，上堂置席，方丈罗豆罂。\n十二翡翠帘，悬镜作芙蓉屏。一屏千镜挂明月，一镜一月千月明。\n楚娃越艳，绮何媌娙。使君上座，歌朝欢暮欢曲，堂下合奏琴瑟筝。\n但觉瑽瑽铮铮，鬟钗带佩皆为声。承颐指，争目成。\n稽首祝使君寿，千岁百龄。使君自顾，头秃发落，不复童婴。\n昨日冠盖交，今日丘陵。高丘下陵，狐狸穴其侧，上有飞虻与萤。\n松柏以为盖，凄凄飒飒，何有华榱雕甍。忽焉不乐，俯首涕零。\n富贵不可以久娱悦，安得白日系之以长绳？有酒而弗醉，使君老矣乌乎情？"
        },
        {
            "标题": "青玉案 梅屋拥书图，用方回体。",
            "作者": "姚燮",
            "内容": "生憎寒甚关□早。且坐把、芸签校。研北茶南人侧帽。灯光昏了。\n月光斜了。窗影枝横到。"
        },
        {
            "标题": "正月九日招同张广文振夔曹丈锦袁应锡史伟倪鋐饮大梅山馆和张丈作四章 其四",
            "作者": "姚燮",
            "内容": "飒飒彯缨舞太阿，当筵慷慨复因何？拥貂上相投壶乐，监雉劳军枕盾歌。\n那得洪渠成美酝，愿扬天水洗雕戈。重须置酒青山顶，手撷桃花唱踏莎。"
        },
        {
            "标题": "正月九日招同张广文振夔曹丈锦袁应锡史伟倪鋐饮大梅山馆和张丈作四章 其一",
            "作者": "姚燮",
            "内容": "屠苏故事迓春阳，难得群贤会草堂。金薤补调人日菜，玉糕预试上元粱。\n萧閒客是嵇中散，磊落吾惭顾长康。醉唱乌乌横短笛，接檐海色去苍凉。"
        },
        {
            "标题": "正月九日招同张广文振夔曹丈锦袁应锡史伟倪鋐饮大梅山馆和张丈作四章 其二",
            "作者": "姚燮",
            "内容": "风潮万里逼严城，太白岷峨雪巘横。折竹过墙摇袂色，狂花羃地搅笳声。\n喜无乱鸟惊蓬牖，看有初梅吐石罂。聊借清谭消绮日，敢将冷福傲台卿？"
        },
        {
            "标题": "旅庭大树",
            "作者": "姚燮",
            "内容": "黄鹂梦短了华因，太息桃花九十春。一院清阴邀月画，百年小劫避雷嗔。\n空山谁问木居士，落叶能埋石丈人。变态崟崎归老鍊，动为虎趯静龙驯。"
        },
        {
            "标题": "大树篇",
            "作者": "姚燮",
            "内容": "榛栎满当道，大树将奈何？大树梁栋材，未应遭折磨。\n大树遭折磨，为其倔强多枝柯。不如榛栎气柔靡，得凭天相邀阳和。\n吁嗟乎，大树大树空离奇，曷不空山偃蹇化龙卧，养精蓄锐完尔姿。\n斧斤无尔及，白云无尔疑。必欲抱其孤心耿介岩岩以独立，而今也非其时。"
        },
        {
            "标题": "浩歌行十章 其九",
            "作者": "姚燮",
            "内容": "层屑高无极，长剑耿在手。不与鸾凤侪，乃随牛马后。\n白日沈地江海昏，群星环络天之门。人间尘梦齐大死，太虚元气游无根。\n千秋万岁视一息，贱贫富贵谁亡存？我将弃剑赴穷岛，安使妻孥饵人老？"
        },
        {
            "标题": "罗两峰罗汉卷四绝句 其四",
            "作者": "姚燮",
            "内容": "纳答沙鸦记梵名，荒山穷水蹑云行。上方一霎沈西月，大地晨钟百八声。"
        },
        {
            "标题": "自睢宁至下邳道中杂诗六绝句 其一",
            "作者": "姚燮",
            "内容": "大榆夹道送鞭声，日暮轮蹄促队行。省识东风江上到，蘼芜吹绿过邳城。"
        },
        {
            "标题": "大雨三日有作",
            "作者": "姚燮",
            "内容": "马行陷蹄车陷毂，人行陷胫泥在腹。牛羊上墩狗升木，雄鸡将雌走高屋。\n前门闭市粜无粟，后门禁屠宰无肉。东邻断烟病叟哭，西邻墙头递麸粥。\n谁家朱门静穆穆，豪宴中堂拥明烛，天子深宫独斋宿。"
        },
        {
            "标题": "娭鸟篇赠李姬素代古定情篇",
            "作者": "姚燮",
            "内容": "娭鸟摛烟结萝带，一镜千峰洗昏黛。红绡身世愁玉钗，未肯蝉嫣借鸾态。\n当年嬉春城北楼，画桃旖旎双琼钩。四棂烛气怜烧梦，半剪鬟云羞上头。\n上头时节年三五，燕子生涯隶歌部。照屏灼灼六郎花，背笛潇潇二娘雨。\n鸭雏黄毛蘋绿阴，芙蓉江天开绣衾。魂随絮软真宜水，薏到珠攕难语心。\n相依如素无恩怨，两命同巢得天眷。未使桃根送逝潮，敢教班女悲团扇？\n杜鹃沿山唱柘枝，紫蔷渐褪赪桐肥。薄醺枕瑟婢扶去，小病淹晨娘唤归。\n潇湘竹波荡晴碧，倚桁薰笼炷遥夕。细拈雪瓣补莺衣，静撷风丝缚蟾魄。\n素儿家住文溪城，鹦鹉关山署艳名。茂陵司马三年渴，星渚牵牛七夕盟。\n七夕星期喜重遘，病影迎灯各惊瘦。谁防痴语引酸啼，不耐深凉逼残漏。\n十洲绮榭连桷甍，阑干上层花下层。马时芳草船时月，百万缠头十万筝。\n军鞞一声胡蝶乱，鬼骑东来将西窜。喧传烽火已临关，倾泼卜萄不终宴。\n几人金屋誇阿娇，陌路漂零泣软腰。敝衫束镜依伧卒，窄履缠罗走棘蒿。\n脱襦易饼难求死，鲗誓凭谁谳公子？野塍觅食逢灶姑，秋鬓彫蓬认邻姊。\n素儿解慧知预防，愿充箕帚随匿藏。布荆要践青山福，珠翠甘抛黄竹箱。\n哀角空营大旗赭，落日残蘼匝城下。长弰聂隐射宜鸿，细骨翾风驮无马。\n灵"
        },
        {
            "标题": "丹霞蔽日行",
            "作者": "姚燮",
            "内容": "大楠蔽霄，蚁缘其叶。乘之雨风，危不知慑。浑仪如磐，七星为纽。\n祅之曀之，祥气能受。日升东纪，天下共旸。皇王寿考，龙跃凤翔。\n包容以穆，琐彼汉唐。"
        },
        {
            "标题": "再简姬人叠前寄韵四章 其一",
            "作者": "姚燮",
            "内容": "野阴迎雪水先昏，晓翠遥山隐梦痕。鸡唱定怜灯照枕，竹敲曾误客归门。\n倘思瘦影凭梅索，几累寒宵借麝温。潦院凄烟沙艇雾，也当置酒向君论。"
        },
        {
            "标题": "满庭芳 春夕月湖众乐亭观剧",
            "作者": "姚燮",
            "内容": "酒棹喧花，水栏明夕，丽城小雨初过。浓寒避袂，春梦尽留他。\n斜月自依锦照，莺巢断，谁觅凄歌。空赢得，香深障浅，欢语听来多。"
        },
        {
            "标题": "郡寓夜坐有述示二仆",
            "作者": "姚燮",
            "内容": "濒死心情爱惜难，相依得汝影忘单。霜华萎尽秋都老，风角闻时梦易殚。\n天阔但馀新月瘦，剑存莫怨旧袍寒。坐閒且共残尊酒，明日江湖事浩漫。"
        },
        {
            "标题": "倒犯 荒关",
            "作者": "姚燮",
            "内容": "且莫说、天门井陉，汉榆苍古。弓鞍晓度。烟林外、断鸡催雨。\n黄金满驮，搜马穷边无人阻。挂吟橐红杨，雁驿栖髯簿。\n吏军孱，势难虎。"
        },
        {
            "标题": "官湖醉歌示同行诸子",
            "作者": "姚燮",
            "内容": "微飔动陌禾黍飏，柳丝短短白日长。轻车联辔走迤逦，车中之人皆异乡。\n翛然水木开野庄，帘槛下俯官湖凉。五人七人齐卸装，瓦缶纷遝罗酒浆。\n酒酣横管歌激楚，群马脱枥尻首昂。官湖百里流汤汤，源通七埭趋吕梁。\n淮流汴水互襟带，睢泗络背如环墙。芒龙砀虎昔兴汉，王气上郁天门苍。\n麾戈血战惨灵壁，屠军十万轻牛羊。乌江耻雪布越死，劖削大命违天常。\n歌风嵽嶪没荒棘，至今风惨云不扬。兔埋狐死无遗当，落日但有鹰隼翔。\n居今悼古信何益，且尽欢乐飞榴觞。菰蒲匝岸起烟霭，秋风未战根已黄。\n沙凫渚鸭与闲散，新蘋古藻纷色香。草窗风格最闲雅，昨行滋汶同勒缰。\n惊沙骤雨各飘泊，青灯襆被知何方。鲁潘二子亦奇特，青城玉垒才颉颃。\n先驱三日走淮北，美人秋水空相望。安得聚首畅今会，勿令离别增感伤。\n眼中之人亦鸿燕，后期南北还茫茫。狼星照隘蹴孤骑，鼋涛横海飞危樯。\n古怀今意两槃礴，纵使有泪难成行。祇须买棹走吴会，直从扬水踰钱塘。\n竿纶百尺钓蛟蜃，搴萝作带蓉为裳。不然泛叶渡瀛弱，驱叱朱鸟挥扶桑。\n不知人世有欢怨，奚论天地为参商？高歌未竟竹欲裂，四座错愕咸惊狂。\n铃声替戾上车去，沙天浩瀚空夕阳。"
        },
        {
            "标题": "盆梅初开",
            "作者": "姚燮",
            "内容": "天悦阳无遁，吾馋朵得颐。好沽新漉酒，且抹滥音诗。\n照砚灯都媚，窥檐雀已知。泥他春枕梦，香信袅微丝。"
        },
        {
            "标题": "尺五庄即事诗十二章 其三",
            "作者": "姚燮",
            "内容": "元龙文宴地，乱草过阑干。春尽游人少，堂虚积气寒。\n深深尘榻在，片片落花乾。朋旧三年梦，临风独岸冠。"
        },
        {
            "标题": "迈陂塘 黄鹤楼扁舟访友图",
            "作者": "姚燮",
            "内容": "但平生、絮抟沙聚，添来多少吟券。才名通满兰台籍，都仗精灵磨锻。\n抡指算。难忘是、联床话雨围灯宴。老怀尚健。尽束得新书，载将宿酒，寻水问云遍。"
        },
        {
            "标题": "登城楼感旧",
            "作者": "姚燮",
            "内容": "远天斜雁送斜阳，抱病登楼心易伤。少日年华潮共逝，乱山云树晚逾苍。\n尽劳顾影怜尘袂，忆昔狂吟置酒觞。托世多饥鸾鹤散，底容千亩种筼筜？"
        },
        {
            "标题": "重叠金/菩萨蛮·上元灯词同小谱",
            "作者": "姚燮",
            "内容": "绣尘软荡香无力。天街月避楼台色。春影闹蛾红。背灯娇煞侬。"
        },
        {
            "标题": "台城路 灯影",
            "作者": "姚燮",
            "内容": "凤凰城阙疑天上，荡摇万千星影。射树乌啼，照山黛媚，此外水烟平凝。\n迢迢隐隐。恰江月初沉，夕风未紧。添写秋痕，藕田一曲响笭箵。"
        },
        {
            "标题": "泊舟淮安访丁孝廉晏同登城西酒楼赋赠",
            "作者": "姚燮",
            "内容": "访君向中市，巷窄清门幽。斜阳下墙角，肥藓烟剔搜。\n虚庭敛荷叶，积雨生凉秋。落落陶潜庐，置我如閒鸥。\n迟君久不至，至还登我舟。更与入城去，城西有高楼。\n楼高见千里，泱漭江河浮。长淮为之纲，一挈澄群流。\n远风入窗户，须眉尔翛翛。狂谈动天听，寸掌罗九州。\n通才迈天下，不用将白头。忍以骐驎姿，长索困其觓。\n繄昔客蓟县，旦暮偕夷犹。惊飙靡弱草，子归吾何求？\n子归还读书，我归当服牛。眼前一蓬转，明日良悠悠。\n谓君见我喜，适以重离忧。风樯动乌语，晚景东南收。\n愿君夜来梦，送我趋秦邮。"
        },
        {
            "标题": "大若胡氏山楼",
            "作者": "姚燮",
            "内容": "高楼面海不半里，楼背群山抱迤逦。山青海翠归一楼，朝可看云暮看水。\n水岚山气争晴雨，朝有啼鹃暮鸠语。鸠催山雨云入楼，云末残阳水阴吐。\n雨声欲断闻水声，残阳转在山半明。回光到海水微紫，海末孤峦晚自青。\n海峦平与山楼照，楼背群山让其峭。山叶随风入海飞，山萝羃槛秋灯窱。\n灯风袅袅山烟冷，风定烟开摇月影。月冲海气射楼东，人坐楼西与山静。\n倚楼酌月月满樽，樽中山影青浑浑。平吞海气挹山秀，腕底乍有鱼龙奔。\n高歌不知天地小，和以山猿间海鸟。海鸟可狎猿可邻，吾欲吾生此乡老。\n海云倏敛山月沈，愁来不寐还拥衾。孤楼独客当兹夕，山海茫茫万古心。"
        },
        {
            "标题": "喜王焘见过赠以诗",
            "作者": "姚燮",
            "内容": "百年不著一尺书，空山老死还何如？长江大汉有时竭，安得沙石皆璠玙？\n王翁穷瘦可见骨，食厌云浆无绿发。蓬艾日高名日卑，白日犹悬壮心没。\n儒生福薄逢乱离，天池只受鳅蛙嬉。生愁血食断身后，挂杖安用葫芦肥？\n登楼歌哭枯林籁，衍箧文章败灶灰。丹山赤水神仙府，瑶树琪花失风雨。\n鹤巢堕地青苔彫，残月烟丛剩鹃语。故人相见酒且倾，刘伶述德非逃名。\n有田自悔不识耕，末俗所弃翁所争。苍鹰一击万里白，欲从杯底开八溟。\n吁嗟乎，闭门不坐华胥乡，出门不行邯郸道。柴桑老人乞食老，忍饿常埋野田草，宜我干将钝难宝。"
        },
        {
            "标题": "登六和塔",
            "作者": "姚燮",
            "内容": "金轮高借佛云扶，七级阑干紫翠涂。日月荡摩群象活，江山供养一鸥孤。\n胎仙梦蜕探秦望，骨母灵魂吊伍胥。盛世苍生无水厄，东南藉此作提持。"
        },
        {
            "标题": "冬日月湖寓楼写怀呈黄明府维同一百韵",
            "作者": "姚燮",
            "内容": "水气不濯帘，青尘上刀"
        },
        {
            "标题": "除夕同陆㙨登吴山作",
            "作者": "姚燮",
            "内容": "人天愁苦接欢乐，自午彻夜声撼城。城中万炬火云赤，纠缠一气烟海青。\n青烟接湖水转白，水光返照山偏明。山根楼阁半仙鬼，山上松莎杂露星。\n露芒忽散星影涩，云气吹来袖微湿。风浮云去遍六合，远海螭虬正韬蛰。\n阴阳岁月中夜分，窈莽湖山两人立。芒鞋踏地胶烂菌，笑声逼树警栖鹘。\n不随羲娥朝玉京，那有琼浆洗毛骨？陆生袖携三尺箫，平台倚唱阆风谣。\n山为振籁江为潮，云开露净星忽高。置身直向世外世，大梦未醒劳生劳。\n苍龙砺角何招摇，东溟霞紫金鸡翱。开襟共纳春千里，莫使梅花笑鬓彫。"
        },
        {
            "标题": "登招宝山",
            "作者": "姚燮",
            "内容": "关山万里入清寥，谁向蓬莱挂酒瓢？城树鸟还估舶碇，石坛风紧将旗摇。\n浪边小屿低愁没，烟外斜阳短易消。我欲移家从浩漫，鲁连梅福两难招。"
        },
        {
            "标题": "短歌寄厉三叶十八七章 其六",
            "作者": "姚燮",
            "内容": "我欲东浮析木，西登太行。波涛既不可以涉，深林密箐多豺狼，掷剑四顾神皇皇。\n掩关高卧学处子，可怜明月县空房。"
        },
        {
            "标题": "氐州第一",
            "作者": "姚燮",
            "内容": "孤不成眠，凄梦易醒，披衣自剔篝火。送雁筝稀，迎蟾笛远，深院琼鱼都锁。\n飘去金蝉，只粉渍、啼痕衫涴。蟋蟀声中，空馀露袅，玉簪花朵。"
        },
        {
            "标题": "点绛唇 咏草用和靖叶",
            "作者": "姚燮",
            "内容": "独凭高楼，相思远道愁难主。愁添何处。一夜江南雨。"
        },
        {
            "标题": "点绛唇 青藕水榭观荷",
            "作者": "姚燮",
            "内容": "罢按琼筝，碧栏夜悄人微醉。露天如水。月贮香心媚。"
        },
        {
            "标题": "钓船笛",
            "作者": "姚燮",
            "内容": "几日不登楼，未识春光多少。才到春风一夜，见满城芳草。"
        },
        {
            "标题": "闻粤警四章 其一",
            "作者": "姚燮",
            "内容": "鲵澜汃泼七星昏，青电芒摇甲子门。太息军中移韩范，竟教海上横卢孙。\n荔滩飞舸迟晨哨，莲寨危笳戒夕屯。日薄风寒多野哭，舞芭谁吊国殇魂？"
        },
        {
            "标题": "晓霁发顺河",
            "作者": "姚燮",
            "内容": "天光浩荡晨曦开，断云片片鱼鳞吹。好风习习东南来，拂人衣袂清无埃。\n高原郁润欲下滴，远山隐秀难平窥。新茭芽短水出没，晚麰花小烟萦回。\n蝉声乍停蛙语接，塘燕侧逐林鸠飞。夏中气候等春晚，天宇四溢皆灵机。\n适行八日达山左，凭辕蒿目增惨凄。赤阳槁土万生暍，村户荒落人烟稀。\n夜来云气汹西北，沛作甘澍连青徐。淮堤泗闸各流活，塍沟如绠通凫鹥。\n孳荣不虑禾有耳，大禳可卜秋无饥。茧足尘帽路行客，对此亦觉清心脾。\n桃源傥容移宅隐，吾将袯襫从扶犁。"
        },
        {
            "标题": "过山阳吊潘解元德舆",
            "作者": "姚燮",
            "内容": "江声极顿挫，过木有馀凄。稿葬一坏骨，今古青山低。\n文章促元命，惨尔天相挤。一逝不可挽，万类何可怡？\n沄沄哭友泪，洒洒满路歧。掩面过江北，怕见秋草萋。"
        },
        {
            "标题": "蝶恋花 画船听雨图，用次柳自题韵。",
            "作者": "姚燮",
            "内容": "水自奔流云自去。雨自和风，船自风中住。听到此心无著处，著来浑似沾泥絮。"
        },
        {
            "标题": "蝶恋花 雨中泛西湖晚归",
            "作者": "姚燮",
            "内容": "罨画楼台春镜雾。一笠西陵，人唤红船渡。梦影分明湖上路。\n蘋花飘尽鸥无语。"
        },
        {
            "标题": "后閒情十二章 其十二",
            "作者": "姚燮",
            "内容": "退红休洗旧胭脂，转绿回黄恐后时。愧抱痴心供曲谅，暂挑风语耐沈思。\n渡江何日迎桃叶，倚笛无心唱柳枝。相约试灯圆月夜，拓笺细谱定情诗。"
        },
        {
            "标题": "浪淘沙 兰语楼空，冰蚕阁远，渺渺兮余怀也",
            "作者": "姚燮",
            "内容": "人别梦都迷。困酒谁知。画栏梧叶有微飔。薄茜罗衫如水样，淡月丝丝。"
        },
        {
            "标题": "定风波慢 为儿子皋题春江濯足图，依张蜕岩体。",
            "作者": "姚燮",
            "内容": "蘸珑璁、曲雨绵云，平江软浪绿簸。绮黛横峦，芳萍贴渚，钓石搴襟坐。\n咏沧波，笛谁和。隔岸渔舟两三个。风过。看杨花坠雪，兜衫香妥。"
        },
        {
            "标题": "疏帘淡月/桂枝香",
            "作者": "姚燮",
            "内容": "翠楼天暝。又驼钩下了，画帘风定。蕊吐虫虫一点，红胎纤孕。\n淡黄未上阑干月，早移来、照伊蝶冷。两怀抱暖，双头含苡，那宵人并。"
        },
        {
            "标题": "佛顶山",
            "作者": "姚燮",
            "内容": "已觉诸峰下，身还耻雁高。规中天有尽，象外劫谁逃？\n蓬弱仙之宅，风波逝者慆。人间无坦地，几辈息尘劳？"
        },
        {
            "标题": "忆旧游 寄沈东岑吴中",
            "作者": "姚燮",
            "内容": "记绿蘋桨短，红藕帘疏，共倚春词。一曲伤离后，问灯云榻雨，梦瘦还肥。\n只愁画梁如昔，巢燕已全非。暮宿酒痕青，罗襟待浣，又蘸新啼。"
        },
        {
            "标题": "陆㙨过寓斋谈次示丙申见怀五律四章依韵奉答 其二",
            "作者": "姚燮",
            "内容": "世久供君玩，胡能结习忘？铁箫歌定子，绮石拜元章。\n醉眼相看白，河流不尽黄。弦声怜已涩，为尔一更张。"
        },
        {
            "标题": "旱夏纪异诗五章 其三",
            "作者": "姚燮",
            "内容": "巫咸不可絷，蹙然忧中来。奔云等枯朽，拉使城屋摧。\n助以万木喧，地窍噫之哀。蛇龙起乘势，罔恤天蒙灾。\n壮士按长剑，凄心荡无回。目摄孤鹙飞，未敢登危台。\n旦暮俟廓清，广泯群生猜。忍言密室中，枕席扬尘灰。\n蚩尤虽善兵，轩皇治方恢。且操苇炬明，泚笔图黄能。"
        },
        {
            "标题": "匪逵之奥四章赠昆山戴炳垣",
            "作者": "姚燮",
            "内容": "匪逵之奥，匪驷之骜。君子在痡，天鉴亦眊。以德为贼，以道为盗。\n鸣以金声，不掩群噪。"
        },
        {
            "标题": "当西曲安东平五曲 其一",
            "作者": "姚燮",
            "内容": "愿欢如带，与侬相结。怨欢如影，顾之而灭。"
        },
        {
            "标题": "当西曲安东平五曲 其五",
            "作者": "姚燮",
            "内容": "梦莲得连，梦藕得耦。明日欢归，万事何有？"
        },
        {
            "标题": "当西曲安东平五曲 其四",
            "作者": "姚燮",
            "内容": "大难大难，侬还谅欢。海风漂梦，绣衾夕单。"
        },
        {
            "标题": "当西曲安东平五曲 其三",
            "作者": "姚燮",
            "内容": "面憔发秃，欢当谅侬。昔日之颜，在欢意中。"
        },
        {
            "标题": "当西曲安东平五曲 其二",
            "作者": "姚燮",
            "内容": "路旁之花，不如庭草。蝴蝶一春，拚飞偕老。"
        },
        {
            "标题": "冬日旅怀杂诗三章 其一",
            "作者": "姚燮",
            "内容": "老苔积馀雪，深闼何潭潭。瑟缩寸茧中，在物吾其蚕。\n孤心抱如壑，幽极难自探。怪石对病躯，瘦影兀瞿昙。\n堂雀不避罗，横朔风正酣。低门受荒瞩，剩柳犹㲯毵。\n宿烟冻墟里，阔翠飘明岚。收樯碇午潮，过峡无一帆。\n以身恣回薄，弱甚吾未堪。力护道气存，惧与群物渰。\n天心忌雕屑，真元古无镵。万卷糟粕辞，讵足供研覃？"
        },
        {
            "标题": "冬日旅怀杂诗三章 其二",
            "作者": "姚燮",
            "内容": "迥野天萧萧，捎云有孤隼。西下千里潮，流与夕阳尽。\n羁人迟未归，忧来不能忍。谁见六宇宽，留此一身窘。\n晚色浮空来，霜气逼潜紧。乍有村火光，激射到䉋箘。\n对面将军山，峭极梦难近。夜啼不待猿，有泪我先陨。\n鬼神徒见猜，意气郁未泯。尺蠖无由伸，附为草间蚓。\n下涸重渊流，上扬九霄坋。庶几俛仰间，一揭万古愤。"
        },
        {
            "标题": "冬日旅怀杂诗三章 其三",
            "作者": "姚燮",
            "内容": "桃华如琪林，风作垂琚声。芳年结灵契，谁为安期生？\n白云散不留，绝壁空萝藤。谓当月满时，青鸾尚来鸣。\n蓬莱一涉足，五岳宜平平。亦思舞瓮鸡，敢傲图南鹏。\n上仙与天寿，于世究何能。何如褦襶翁，坐见黄河清。\n我歌人不知，知者宜千龄。人间万容槁，地下阳已萌。\n诗书有传德，神在无离形。浑噩羲轩民，至今犹孩婴。"
        },
        {
            "标题": "息耕草堂冬日即事杂诗五章与黄太守丈安涛 其一",
            "作者": "姚燮",
            "内容": "庭楸叶尽势槎枒，天入虚堂影不遮。藓步纡回留鹤迹，春光次第到梅花。\n还山倦客无机警，望海羁鸿感岁华。所幸瓠巴东海棹，得从斗宿伴灵槎。"
        },
        {
            "标题": "冬夜独酌二章 其二",
            "作者": "姚燮",
            "内容": "岁寒得静居，敢言吾遇穷。大江多客船，朔雪近愁风。\n冥冥六合飞，天地无停鸿。我先群鸿归，托根偶忘蓬。\n携壶再斟酌，身委何留衷？隔屋书声孤，能辟霜烟空。\n霜烟万里横，斗室春融融。静者聊倚琴，愁人自闻钟。"
        },
        {
            "标题": "冬夜独酌二章 其一",
            "作者": "姚燮",
            "内容": "浏然古天碧，深春在吾杯。深心落杯底，万事吾何猜？\n残灯发静辉，横眄山翠开。此翠山非山，素壁明冻苔。\n屋楞啼鸟声，听之忘其哀。似于画柳丛，梦招黄鹂来。\n持我清明躬，未使就昏颓。明月城南溪，日昨已横梅。"
        },
        {
            "标题": "洞仙歌·水蜜桃",
            "作者": "姚燮",
            "内容": "嫣红褪乍，爱玉浆沁齿。谁割蜂房蜜脾紫。等荔娘十八，锦笼忙缄，铃响月，驰到泖湖飞骑。"
        },
        {
            "标题": "鲇鱼口泛舟出太湖眺洞庭山",
            "作者": "姚燮",
            "内容": "太湖三万六千顷，中有洞庭高巍巍。罗浮岱岳接南北，东通王屋西峨嵋。\n灵鼯仙蝠糅杂聚，琪花瑶草蒙茸披。壶山蓬岛或彷佛，楼台金碧天琉璃。\n驾船往溯蠡墅口，颠风骇浪来拉摧。胸中五岳欲迎拒，到眼漰渤还无涯。\n须臾万山络绎赴，未穷奥折先瑰奇。大山挺立孤兀兀，小山仰拱罗累累。\n金庭谽谺玉柱卓，圣姑绰约毛公羸。回翔盘踞复踔跃，凤鸾狮象鼋鼍龟。\n倒影滉漾错青碧，七十二朵芙蓉垂。千帆如织出复没，时与白鸟相昂低。\n冰夷水伯忽屏敛，云绵霞彩交丹黧。橘橙柑杏难目析，蚴蟉秾郁纷如荠。\n闻昔石箧探素简，䃔䃧虚洞穷灵威。后有继者神仙鲍，呵叱圈虎驱佛狸。\n我欲蜿蜒搜脉络，缒险安得神禹欙？元关拒绝猝难到，仰面挢舌生吁噫。\n祇今蓬勃饱耳目，已令摩荡开心脾。扼其巨要略纤琐，天平邓尉真婴儿。"
        },
        {
            "标题": "洞桥天王寺",
            "作者": "姚燮",
            "内容": "孤佛对孤树，曲楼当曲阿。微风野花落，暗院茗烟多。\n习玩通禅悦，遥声得涧歌。一墙山翠递，林势借嵯峨。"
        },
        {
            "标题": "再简姬人叠前寄韵四章 其四",
            "作者": "姚燮",
            "内容": "年华取次入春莺，好预看花制绢檠。储炭还防冬至雪，试镫转忆上元晴。\n缫车在牖无虫响，客屋当山有鹘声。一样凄凉均两地，不须低诉与笼鹦。"
        },
        {
            "标题": "青天高高当董桃行",
            "作者": "姚燮",
            "内容": "昔时清风满野，今日乱雹打瓦，稽首北面陛下。小民非昧昧者，奈何驱之为瓮中鲊？\n青天何高高，愁云蔽地愁蓬茅，十鸟九无巢。东撞西拍声喧呶，猎儿自有乌角弰。\n为我割襟蒙首，旁有间道可走。健兵执梃相守，趫儿牵马随后。\n可惜绳带长，不曾缚刍狗。为夫莫要平妻怜，为官莫听吏言。\n一喙承以两肩，食肉不知肥鲜，鬼来瞰尔涕涟。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其十四",
            "作者": "姚燮",
            "内容": "大对不得董仲舒，马扬骫骳羞小儒。升堂执经称弟子，苦立颛门争姓氏。\n天老地典今已亡，但留芜秽充縢囊。何人锐笔斲元气，眼中光景供凋伤。\n有书如山积不读，绕壁啁啾古魂哭。袒衣便便大贾腹，中有肥肠贮鱼肉。\n鱼肉日餍身日肥，彼呫哔者空詅痴。"
        },
        {
            "标题": "古洞房曲",
            "作者": "姚燮",
            "内容": "七宝流苏灿洞房，帘栊翡翠帐鸳鸯。碧天三五圆今夕，春梦温柔隶此乡。\n紧露束灯花滟滟，幽风汎瑟玉锵锵。搜罗万国真仪采，恩命西瑶拜寿觞。"
        },
        {
            "标题": "琐窗寒 潇湘绿绮窗",
            "作者": "姚燮",
            "内容": "画箔三楹，冰纱六槅，那边窗户。诗残梦瘦，定有凉云遮絮。\n况濛濛、绿阴未消，悄来一鴂烟心语。可砌篁添种，相邀佳士，买春听雨。"
        },
        {
            "标题": "浪淘沙 歌楼逢戴琴生即送其归洞庭",
            "作者": "姚燮",
            "内容": "宛转缕金裳。漫唱秋娘。酒襟吟鬓看凄凉。不信湖楼三载别，减尽清狂。"
        },
        {
            "标题": "洞仙歌 渌西楼后词",
            "作者": "姚燮",
            "内容": "画波一面，荡春风幽窕。吹送仙溪旧渔棹。恁搜香觅翠，燕熟莺驯，须莫是，昨夜梦边曾到。"
        },
        {
            "标题": "洞仙歌 书桐花女士扇",
            "作者": "姚燮",
            "内容": "锦篝斜倚，恰丁香烟袅。帘水屏山翠萦绕。靥涡春上晕，回烛凝看，难画处，带醉含颦都好。"
        },
        {
            "标题": "金缕曲 月痕楼席上听徐月荷琵琶",
            "作者": "姚燮",
            "内容": "梦底闻弦语。听声声、骚骚屑屑，凄悽楚楚。不唱谢娘团扇曲，不唱苏娘眉妩。\n也不唱、秋娘金缕。玉碾为尘珠撤串，脱鹴裘、未抵缠头赌。\n明月上，鹤乱舞。"
        },
        {
            "标题": "独漉篇",
            "作者": "姚燮",
            "内容": "独漉独漉，水深泥浊。泥浊沾人衣，水深没马蹄。马心日向北，人心日向南。\n人行近乡里，马行何以堪？蓬莱在海，上天无梯。明月东上，落日自西。\n撷兰为佩，过春不芳。星河若昼，栖乌夜翔。独漉复独漉，车轮生四角。\n昔往杨柳青，今来麦田绿，杳不知余怀之安托？其或驱洪厓而鞭浮邱，呼吸六合驾万古，寸心太始同遨游。"
        },
        {
            "标题": "春始偶述三章 其一",
            "作者": "姚燮",
            "内容": "居淹日苦穷，春始事多暇。有欢得乍萌，为愁补其罅。\n秘境独意储，閒娱众情借。花转空地明，云向夕山下。\n宿食宜酒消，垢衣待棉卸。骀荡周广生，吾何负元化？"
        },
        {
            "标题": "邝湛若天风吹夜泉砚为冯丈",
            "作者": "姚燮",
            "内容": "昆山玉无色，元星耿天落。古血凝至坚，浮光外寒皭。\n袖手怯扪摩，折矩自廉削。度长四寸馀，二寸七分博。\n其左铭五言，波磔露秋崿。疑吞太华涛，月雨溅莲鄂。\n鸲眼活旁睨，二字镌湛若。下有白文印，乱薤墨云络。\n想其抱太贞，岩岩手亲凿。先生得奚自，冰雪与砻错。\n忠魂炯未死，披洁隐相托。赏鉴遇知己，幽灵自欢乐。\n念昔畸人生，瓣香守谭霍。跨马犯黄幰，茧拇走藤笮。\n铜柱风昼腥，鬼门瘴夕恶。酋帅云亸娘，三髻绚"
        },
        {
            "标题": "独坐吟",
            "作者": "姚燮",
            "内容": "茶阴独坐山窗寂，山窗无尘日初直。山光十丈落松几，山鸟飞来语窗隙。\n山香浥浥远海静，松气娟娟午天碧。碧痕萦回上襟带，洁不忍唾腻难拭。\n邻女骑墙摘豆花，昨夜霜灯闻尔织。碧桃那解春阳愁，老与空山媚颜色。\n可怜独客有猿心，但抱青萝泣幽夕。青萝结带带百结，帝子不来楚天阔，空山之猿常脉脉。"
        },
        {
            "标题": "读老子",
            "作者": "姚燮",
            "内容": "元云挂海看龙嬉，柱下遗型今未堕。始悟庄周非创学，颇嫌关尹有支辞。\n恃生天地防离母，脱想人虫忌肖师。要约五千归抱一，分明帝治尚无为。"
        },
        {
            "标题": "到家四章 其三",
            "作者": "姚燮",
            "内容": "暂眠良自佳，梦犹抱江鹜。颇惊芦荻声，萧萧动窗竹。\n儿来踞床后，以手捶我足。自言读毛诗，近可国风熟。\n阿妹同病妻，并镜理膏沐。还看阿弟痴，颠倒检书簏。\n清流多佳泉，胡使出山浊？高鸿防铩罗，梁燕谢荣辱。"
        },
        {
            "标题": "怀九老诗九章 其六 嘉善黄太守安涛",
            "作者": "姚燮",
            "内容": "涪翁少狂老还狷，酒海乘船不投湎。春桃手撷婀娜枝，辄复高歌露英眄。\n息耕草堂花几开，鹤魂可守吹箫台。何年缚得凤羽帚，为吾重扫西窗苔。"
        },
        {
            "标题": "夜度勾龙山",
            "作者": "姚燮",
            "内容": "驱马夜度勾龙山，马行不行声悲酸。舆夫笼烛猛前导，湿云上汹衣发寒。\n高厓阴赭豁门户，天光薄漏青蜿蜒。窳凹下涧积幽晦，中开窄道如螺旋。\n笋石排翅侧鹰背，枯木垂爪挠猿肩。若陷熊阱触悬锷，疑蹑虎弩鸣毒弦。\n丸泥可塞等秦谷，日月不到或虞渊。巽姨绰约掉风扇，乾关咫尺驱雷鞭。\n乘危一蹶忽旁拄，鼓气百倍犹怯前。夙闻兹山坐荒落，环纡百里无陌田。\n狐踪盗迹恣跳舞，戈矛白日挥燐烟。千年兵气未消铄，云棱沙角还相缠。\n前行稿炬射芒芴，惨碧上与星钩连。后来飞毂磨尻齿，万牛曳柱屃赑颠。\n搴车错愕恣奇眄，混沌直欲无人间。金支翠羽闪鸾凰，傥容飞盖追列仙。\n太华突兀巨灵迹，离骚佹僪湘君篇。悠然脱险定心魄，扶桑灼灼朝暾悬。"
        },
        {
            "标题": "渡太湖",
            "作者": "姚燮",
            "内容": "荒芦拓水月浮霜，风礴烟回气转苍。独客孤帆如此夜，愁心所向只茫茫。"
        },
        {
            "标题": "踰堂古岭渡溪至李家坑三章 其三",
            "作者": "姚燮",
            "内容": "溪南迤斜畈，一折幽复深。夹路桫椤香，惜非桃花林。\n萧然遇野老，向风坐披襟。有田种山药，茁苗如紫蔘。\n自食差有馀，饱外无閒心。杂树偶为花，绕屋多佳禽。\n虽非魏晋遗，淳古已堪钦。讽以招隐篇，疏籁浮遥岑。"
        },
        {
            "标题": "踰堂古岭渡溪至李家坑三章 其一",
            "作者": "姚燮",
            "内容": "倦云赴东壑，西壁开凉晖。黄鸡呼饭人，出门客迟回。\n引风剩一叶，傍我疏发吹。始知空山秋，八月已萧颓。\n策筇望前路，坦滑多苔莓。柴门知谁家，野鞠颇有姿。\n远径人负锄，似向此中归。我虽尘世来，意澹接能谐。\n旷翠汎窈窈，吾衫烟霏霏。"
        },
        {
            "标题": "渡口",
            "作者": "姚燮",
            "内容": "对村山作岸，聚宅水为乡。沙鸟娴舟路，人烟合暮光。\n暗潮平欲涨，老树郁相望。定有伤时客，逃名托种桑。"
        },
        {
            "标题": "踰堂古岭渡溪至李家坑三章 其二",
            "作者": "姚燮",
            "内容": "溪流若抚弦，弹我素心曲。交合空濛岚，望疑竹天绿。\n四岚无外浮，紧与一溪束。下使溪水光，为黛不为玉。\n踏矼行过南，吾影喜资浴。还视顷所经，天梁但横瀑。\n结宅容久栖，仙山事无促。挂月松萝颠，卧携道书读。"
        },
        {
            "标题": "当西曲变歌三章 其一",
            "作者": "姚燮",
            "内容": "对琴顽坐愁断弦，不如俯弄幽涧泉。桃花当风未肯静，遂使陌路多谗言。\n碧云迢迢天万里，缩入荒池一尺水，万物何人悟根始？"
        },
        {
            "标题": "望湘人 二茗草堂话旧，月色上箔，霜华在灯，宿恨新愁，异心同感。",
            "作者": "姚燮",
            "内容": "兀酸吟对烛，愁语拥衾，柝声霜外微逗。露屧沉烟，月眉衔岫。\n不分凄凉回首。酒送花迎，背香飞到，雏莺明秀。剪一双、春睐撩人，值得红心怨瘦。"
        },
        {
            "标题": "百字令 题吴红生侍读闰九颂芬图，用卷中程春海侍郎丈韵。",
            "作者": "姚燮",
            "内容": "闰年佳序，集青樽吟伴，秦三欧九。高洁霜天如汉水，匝幕黄花开又。\n楚雨燕云，百年几日，共凭西风牖。高筵对烛，眼中难得良友。"
        },
        {
            "标题": "张培基作耳聋诗见贻依韵答之",
            "作者": "姚燮",
            "内容": "冥心贯真始，独澈清夜言。孤阳中黍微，以坎孕其元。\n盲风吹谰辞，散漫无根源。笑彼荧听多，不森静室藩。\n仙语雷过軿，佛定虹挂幡。未导至幽窾，难通众妙门。\n视天若梦梦，成性终存存。悦辞春鸟歌，苦谢秋虫喧。\n大叩俟钟簴，小悟资墙垣。多疑人或狐，善啸我还猿。\n安庸断障碍，庶几惩劳烦。漫思君子聪，早钝前世根。\n吉祥止虚白，一例忘朝昏。"
        },
        {
            "标题": "小青洋至大青洋舟中四言四章",
            "作者": "姚燮",
            "内容": "天云入江，影远益邃。靡靡野芜，及春犹悴。平眄百里，荒赭无翠。\n疏风在林，散若竽吹。感寂虑游，心夐易置。揽衣就衾，倦且适寐。"
        },
        {
            "标题": "感事三章 其三",
            "作者": "姚燮",
            "内容": "密采军牍辞，走告夷酋前。颠倒索功罪，私意伸独权。\n尺席罗万刃，袒背能熟眠。丑叶敷野麻，抱若春花怜。\n积壁金如山，妻孥涕且涟。颈组不及系，魄已沈重渊。\n弃骸无人收，败屋凄生烟。"
        },
        {
            "标题": "饭罢",
            "作者": "姚燮",
            "内容": "井瀣资苔绿，檐山借树青。向阳花得气，伴寂客忘形。\n饭罢茶初沸，风阑蝶偶停。迟回帘不下，恐使砚波冥。"
        },
        {
            "标题": "柳梢青 潘玉泉扇湖访秋图",
            "作者": "姚燮",
            "内容": "金碧湖天。夕阳无尽，俊侣当年。藕叶冰纨，柳技玉笛，菱角银鞯。"
        },
        {
            "标题": "芳草渡 登吴江城楼",
            "作者": "姚燮",
            "内容": "春潮落，晚山低。高楼外，几船归。迢迢渔唱出斜晖。\n沙岸白，烟草绿，暝禽飞。"
        },
        {
            "标题": "墙角潭访胡宋彬山居",
            "作者": "姚燮",
            "内容": "怜君有家不得居，奉母挈妻投荒墟。可知故人跅弛子，与君茅庐隔三里。\n茅庐竹篱深树丛，野花如豆沿阶红。琴弦锵锵吹野风，山翠流几窗不空。\n拥书得友似关命，出门无路谁谅穷？荒云阴阴连渤海，携酒看天泪同洒。\n平生交游断消息，尔我难誇好颜色。种菜不知泥瘠肥，采薪不识樵径歧。\n西墙日斜黄鸡啼，木叶落尽愁棉衣。霜林乌巢两遥望，雨虐烟颠有依傍。\n明宵明月能过吾，迟尔菰矶狎寒浪。"
        },
        {
            "标题": "作放歌行七章遣醉 其一",
            "作者": "姚燮",
            "内容": "建安七子开诗户，似料开元有李杜。大鹏翼障天门云，蓬莱高楼月愁午。\n桃花一朵开九春，彭篯李耳皆故人。西方牟尼戒食肉，帐心蚊翅垂如轮。\n杀人铦刀袖三寸，雷车响哑风马钝。短足未踰四大洲，头戴葫芦气沈闷。\n北风吹花红雪飘，翠翎下上云扇摇。回春不唱黄竹谣，后来童子青发彫。"
        },
        {
            "标题": "飞雪满群山",
            "作者": "姚燮",
            "内容": "冷月窥篷，冰漪冱柁，絮衾酒梦难温。炉铛剩茗，窗篝残焰，守得如此黄昏。\n听疏钟何处，已全失、城山翠痕。况空濛里，秃柳枯蒲，栖遍冻鸥魂。"
        },
        {
            "标题": "章村访郑茂才星怀山居",
            "作者": "姚燮",
            "内容": "且与狂歌泻醁醽，碧天寥阔片云停。深篱剩菊窥琴瘦，隔屋疏鸦弄柳冥。\n种药未医秋鬓白，吟诗喜对晚山青。栩然别有庄生乐，底慕鲲鱼纵大溟。"
        },
        {
            "标题": "穷巷吟四章 其四",
            "作者": "姚燮",
            "内容": "穷士感此无悦心，穷居聊作穷巷吟。搏击碎缶弹废琴，凄凄飒飒多愁音，究其端绪终难寻。\n云光在目萧以森，川流在耳幽以沈。挂檐百丈城南岑，照我壁作颓崖深。\n昏然置我穷壑阴，中道而况多淫霖。振冠拂我长鼻镡，激愤而啸乌能禁？\n苦无藏粟无积金，彼面惟悴喉惟瘖，过我巷者皆黎黔。"
        },
        {
            "标题": "飞龙引",
            "作者": "姚燮",
            "内容": "天风吹瑶雾，凤翼青翩迁。美人冉冉下城阙，淩风一笑何嫣然。\n六铢云剪龙绡衣，奇辉耀眸冰雪肌。步虚忽作小垂手，仙花蝴蝶相交飞。\n青冥高高莫知极，余生所愿何依违。君不见稿车楮马填门户，百万黄金贱如土。"
        },
        {
            "标题": "由风篁岭入龙井",
            "作者": "姚燮",
            "内容": "南山如睡龙，西山如蹲兽。脉结不能解，特发此岭秀。\n线磴千折纡，不作直势骤。涧响无地寻，日光有时透。\n影澹鸾魄停，气紧麝烟凑。秋僧怜坏衲，春鬟弄妖袖。\n斜梯太素天，侧出万青窦。浑浑忘东西，叠叠转岩岫。\n再进云再钤，益上松益瘦。飒有群籁趋，密无滴水漏。\n肃肃霜锋寒，猿语不敢逗。擘画仙洞奇，拒绝世途陋。\n踰险忘寺深，到门与僧遘。玉林回景开，金阶布空搆。\n粥磬疏已阑，茶笙静方奏。眢井蜷病蛟，孤花媚灵鹫。\n良觌沙与搏，真理壁难叩。独想通窈元，众妙汇清飂。\n萝衣披可仙，石浆饮宜寿。客或绮里逢，事待向平就。\n醉拂凌虚霞，惧浊出山溜。"
        },
        {
            "标题": "驼橐橐四章",
            "作者": "姚燮",
            "内容": "驼橐橐，风萧萧。眄彼塞兮，其岖其辽。"
        },
        {
            "标题": "柳梢青 花阴士女",
            "作者": "姚燮",
            "内容": "怯怯娟娟。海棠花底，鬓薄衣单。露悄风沉，那能禁得，如此春寒。"
        },
        {
            "标题": "葑门水亭观荷四章 其四",
            "作者": "姚燮",
            "内容": "碧城上界住宜仙，那得微之话水天？菱汊鸣榔三妇曲，花觚递酒六娘船。\n疏烟静箔捎孤翠，暮日遥山送一蝉。小醉添衣归亦好，香风如栉玉垂舷。"
        },
        {
            "标题": "葑门水亭观荷四章 其一",
            "作者": "姚燮",
            "内容": "避暑陂塘晓放舟，藕田十顷足勾留。深含秋意难为月，低抹云痕不到楼。\n万叶凉纨人却扇，一生清梦我惭鸥。移桡喜傍渔台住，坐与儿童试钓钩。"
        },
        {
            "标题": "赠范丈浚六十韵即题其诗卷",
            "作者": "姚燮",
            "内容": "苦吟累心血，不吟心失凭。吟劳我成痼，如木缠于藤。\n寤寐续呻叹，罔惜危疾撄。穷思刻元窅，敛体投昏冥。\n得奇辄大悦，稍振神气清。槁念谢名誉，谁来窥幽扃？\n去载中秋沴，二竖相凭陵。司命实丈人，为我延绝龄。\n手丸一丸药，石菌仙露馨。月愁既晦蚀，魄乃初弦生。\n遂拔陷淖蛙，上见垂天鹏。谆谆戒驰攘，驰攘性之刑。\n为赁道士庐，键户参黄庭。惟时商飙寒，大江多愁声。\n势挟赭草色，吞吐残晖明。其光动鸦背，夹叶纷堕城。\n城楼对钟阁，吾袂云渟渟。隔城江上山，乱碧追帆行。\n帆边海烟气，上浮天峥嵘。吾身控波涛，阔眦开穷溟。\n屈栅弄鸡蹠，荒苦惭生平。因撷骚经腴，渎告紫府听。\n紫府帝玉相，太微涵星泓。叱星邀我魂，许我传元灯。\n写副呈丈人，丈人还许称。谓已解俗缚，勉可淮南升。\n自兹减疢痗，渐可辞参苓。浑然返胚始，遘目齐枯荣。\n转虞扑在满，何有觚之棱？死惟丈人活，德惟丈人膺。\n丈人亦好吟，靡志攒兀崚。独影梅花枝，枯到空山僧。\n丈人坐深堂，种竹为堂屏。方几腻初雨，墙绿如雾蒸。\n剸刀刻琅玕，媚羽窥小莺。霜髯一尺半，仙仙瑶台冯。\n其诗皆妙乐，简瑟繁为笙。玉质霏至皎，空响筛珑玲。\n道根泯窒碍，天韬怡稚婴。招我和新什，答韶憾匪韺。\n在昔丈人壮，秣马赋东征。桄榔五岭雪，荔枝六月冰。\n蜑女琵琶洲，泛醉花田舲。结交南剑客，说剑三枫亭。\n苍霾溟渤来，龙气缠华缨。手拂窈窕岚，万象未容暝。\n兴尽赋来归，蒲衲逃浪名。斗室罗古欢，蜗处讵伶俜？\n近且畏颓髦，疏草神农经。导引师混元，绝妄平骄矜。\n援我九渊底，置之台九层。得从养摄馀，酬唱谐蟀鹒。\n今我自北还，乱卷堆行縢。柴门短檠梦，时骇车輷輘。\n庶几旧潭石，出土重砥硎。矧我病后体，尚借药力撑。\n愿约对面趺，炯目千年醒。晨禽飐寒翠，桐檐初旭赪。\n髡髴玄关开，旷宇渊澄澄。耐吟补閒拙，轧响弥八纮。"
        },
        {
            "标题": "葑门水亭观荷四章 其三",
            "作者": "姚燮",
            "内容": "一镜晴漪漾软罗，倾脂莫问旧时河。横桥断处沽帘出，画阁明边鬓影多。\n可惜鸳鸯无次第，尽渠杨柳自婆娑。罗裳窣窣谁家子，置簟蘋阴枕绿哦。"
        },
        {
            "标题": "葑门水亭观荷四章 其二",
            "作者": "姚燮",
            "内容": "锦帆夜宴忆西施，红屧宫人踏桨迟。细骨难扶生恐醉，薄铅易褪可怜姿。\n暗将宿露收茶铫，略有微波汎瑟丝。舞袖何从徵白纻，且庖银鲙坐芳卮。"
        },
        {
            "标题": "握金钗 颓髻空楼，伤春抱恨，已不是廷红伫绿时矣。",
            "作者": "姚燮",
            "内容": "衾独梦都稀，灯残夜知尽。可怜花病人病。风峭烟凄霜还紧。\n眠未妥，起偏慵，妆又困。"
        },
        {
            "标题": "客中登凤山阁",
            "作者": "姚燮",
            "内容": "川原萧瑟动寒愁，白日苍茫独上楼。如我飘零又今日，几人行旅去危舟？\n横斜鸟影争云势，南北江声送夕流。凭槛一挥王粲泪，相看杯酒黯沈浮。"
        },
        {
            "标题": "游仙诗十四章不必拟郭宏农也 其七",
            "作者": "姚燮",
            "内容": "停鹤八景城，妙好阴陵君。道貌难意求，绚耀天象驯。\n禹馀授青箓，总治纲群真。怜悯五浊世，递劫迁物民。\n蟠桃经百熟，灵椿久为薪。珊瑚无人搴，旁枝围可轮。\n可惜三神山，终与海眼堙。海眼有三山，大河漂萍根。"
        },
        {
            "标题": "逢方山人絜",
            "作者": "姚燮",
            "内容": "一霎五年别，相逢逆旅中。岁阑迫风雪，明日又西东。\n千里君孤雁，大江吾去篷。桃花开湖上，愿约酒尊同。"
        },
        {
            "标题": "游仙诗十四章不必拟郭宏农也 其五",
            "作者": "姚燮",
            "内容": "星榆凄以凋，月桂枯不芳。惟有海田桑，千顷秋烟黄。\n安期多子孙，业蚕未愁荒。瓮茧五色丝，织绢成文章。\n缫藉贡天帝，山龙缋为裳。御之和如春，照之灼有光。\n四极元云开，严冬无冰霜。仪容冠玉婴，阳德被万方。"
        },
        {
            "标题": "更漏子 红蜻蜒慈姑花画册，为任竹君题。",
            "作者": "姚燮",
            "内容": "露横江，香隔水。领到借姑风味。胎一束，孕秋烟。十三逢闰年。"
        },
        {
            "标题": "化茂上人招同族兄饮青弋山房",
            "作者": "姚燮",
            "内容": "壁苔涂抹满经檠，阶草离披卧石罂。酒味暗搀林气涩，雁行遥界乱山平。\n饱持佛偈参梅熟，静得渔歌送水声。妙悟多从芜秽出，不须洁地始光明。"
        },
        {
            "标题": "水涨平后散步登北城作二章 其二",
            "作者": "姚燮",
            "内容": "狼藉城头云，惨与水光凝。乱山插水底，密舶压山碇。\n迥然谁家楼，孤柳索犹剩。似我摇落馀，独拄万象靓。\n窭人艰一身，势难活群命。徒借歌哭狂，哆口论时病。\n西壁开晚阳，千里纳空映。庶夺元浩还，不受梦气胜。\n郊原如大湖，金采一泓定。堤防将就颓，东泄势毋劲。"
        },
        {
            "标题": "瑶华 孤山观梅",
            "作者": "姚燮",
            "内容": "亭虚浥翠，阁小巢春，只西溪须让。回峦背涧，看不足、素素红红新样。\n东风旖旎，似描出、月鬟云氅。算老仙眷属风流，清瘦至今无恙。"
        },
        {
            "标题": "怀九老诗九章 其七 归安奚山人疑",
            "作者": "姚燮",
            "内容": "一楼俯溪如莲茎，云漪汎动檐额青。书声渔唱互酬答，月灯下上群鸥醒。\n昔年话梦西风凉，酽然酒气搀茶香。骚人自有薜萝愿，不制红衣媚夕阳。"
        },
        {
            "标题": "冬日杂诗十四章 其十二",
            "作者": "姚燮",
            "内容": "万象犹过驹，迭出赴天造。纵有黯惨时，元根未尝槁。\n俟命守古言，拙讷胜儇巧。东风被无心，随地出芳草。\n咄彼冒险流，青发自摧老。日月无百年，甘心坐荼蓼。\n安得震旦钟，警使梦醒早。"
        },
        {
            "标题": "自睢宁至下邳道中杂诗六绝句 其三",
            "作者": "姚燮",
            "内容": "笋石当坡翠有棱，高丫四出罥风藤。萧疏一幅倪迂画，添个看云古衲僧。"
        },
        {
            "标题": "秋日城北鸥槃园故池看荷花",
            "作者": "姚燮",
            "内容": "有云无日天如波，挈客去看城北荷。美人在奁冰雪骨，倒影明漪漾千月。\n高树四合城半阴，一万丈底山痕深。玉天不到夕阳色，黛气暗匿秋烟心。\n烟丝自翠人衫绿，四岸茶棚间箫局。画阑柳角谁家楼，团扇桃根可怜曲。\n去年花开六月过，今年七月花犹多。不逢真赏汝应怨，迟迟待我来吟哦。\n含情致我好颜色，只看我瘦情则那。晚风西横海潮响，高揭飘英入苍莽。\n鸂"
        },
        {
            "标题": "过挂剑台故址",
            "作者": "姚燮",
            "内容": "宝物无千年，风火几磨淬？皎日一寸心，永与九原佩。\n孤台已不存，老树亦枯溃。牛羊上垄愁，榛葛蔽烟晦。\n长天渺后期，旷世有遗泪。但留滚滚河，南趋下吴会。\n我来觅荒址，落照动衣袂。云际张秋山，古色兀相对。\n岂必然诺轻，始为名教怼。地下多故人，内勘集群愧。"
        },
        {
            "标题": "舟中怀都门故人诗三十绝句 其十五",
            "作者": "姚燮",
            "内容": "河渠兵制了千秋，惘惘难为肉辈谋。可惜剸蛟双铁臂，只从西市佐屠牛。"
        },
        {
            "标题": "由梅树孔星夜趋鬼叫坑三更抵化龙庄",
            "作者": "姚燮",
            "内容": "穷荒愁太阴，白昼亦昏夜。谁将旸谷晖，尺寸向天借。\n雹瘴潜括搜，洼谷日深大。纵使狼虎栖，不病亦遭饿。\n矧我行暗宵，势迫意难谢。始峻履栝梢，渐俯匐榛罅。\n黑风涧底盘，似有哭声过。又似人语声，郁在千仞下。\n高星摇惨芒，未肯到地射。鬼车飞过头，碧血上衿涴。\n碎叶搀暗沙，窸窣辨无暇。沙缝千髑髅，累累触吾胯。\n落趾不蹈空，便喜步得藉。刮面气入冬，浃体汗流夏。\n以我厕世间，微命贱同堁。孑焉今夜身，居然挟奇货。\n元都宅百幽，终古断人驾。敢吾道力坚，来参此关破。\n惜无温峤犀，毕照魑魅诈。万变猛铲除，太行忽移跨。\n决眦颓云开，一灯出林乍。尚悬五里梁，凌虚蹑鹰架。\n幸夺沈魄还，竟增野老诧。久视无一言，置酒默相贺。\n遥眄丛薄中，赤燐乱犹簸。且倾三十樽，袒衣舞长杷。"
        },
        {
            "标题": "舟中怀都门故人诗三十绝句 其二十五",
            "作者": "姚燮",
            "内容": "水叶单衾警曙钟，起看万里拓秋容。昨宵飞梦巴西道，与尔峨嵋雪顶逢。"
        },
        {
            "标题": "高阳台 中泠纪游图",
            "作者": "姚燮",
            "内容": "楼阁鸳鸯，林峦翡翠，仙梯蹑上芙蓉。莽荡江天，此身渺渺何从。\n青山送得行帆去，又迎来、海上孤鸿。指鸿边，楚尾吴头，一碧冥濛。"
        },
        {
            "标题": "观潮行",
            "作者": "姚燮",
            "内容": "龛山一发赭山赭，其下驱驱千白马。鼙声在下钲声高，能辟群声使瘖哑。\n十年七度钱塘游，壮观得此惟此秋。天殆俟我诗笔健，故蓄此景相迟留。\n群山倒排地轴断，陆已无城水无岸。颇惊楼阁陷沙底，倏耸帆樯挂天半。\n海雁拍拍沙鸥飞，一白照浪同照曦。静持难禁耳目眩，远立尚觉衣裳霏。\n武进黄生造生句，能拔枚生帜孤树。两篇跳出万口传，一事无成百年去。\n我今对此何能辞，漫将简老争雄奇。鱼龙变幻不如定，去看三潭月印时。"
        },
        {
            "标题": "关外雨",
            "作者": "姚燮",
            "内容": "袅袅山吐云，山翠转晴妩。谁知山外村，云时已得雨。\n西风吹雨雨入关，云气转出山外山。远山自云关自雨，天自无云鸟自还。\n野叟携筇看云色，云向南行雨向北。一鸟中来飞向西，鸟背残阳四山黑。\n残阳下射云吐处，云已归山见青树。树外危楼楼外山，山外残云更低互。\n飘云入海雨亦晴，苍然海色千里平。两三海屿雨初沐，来夺山楼山色青。"
        },
        {
            "标题": "寄家书",
            "作者": "姚燮",
            "内容": "亲老膝无侍，念子心每驰。偶得远道书，食息联慰怡。\n一月书两函，所慰亦已稀。慨余在客中，愁病恒缘依。\n委云起居好，所告能毋欺。又恐据实陈，徒使深忧疑。\n踌躇方寸中，往往难措词。昨日乡书来，乡书亲所贻。\n上言春雨多，田禾茂方滋。海城十万户，秋穫当有期。\n中言家室安，弟妹仍好嬉。南巷观社灯，吾健孙童携。\n下言墙东园，种苋还种葵。閒时课僮灌，新绿颇离披。\n寻常语琐屑，并不及寒饥。虽不及寒饥，梦寐吾廑之。\n去腊吾出门，事事手所治。被身丝与布，下饭盐与齑。\n五世儒素风，俭朴诚适宜。所忧瓮中粟，储仅三月炊。\n届今月阅五，区区终何裨？纵堪亲朋谋，在昔索已疲。\n念此怆我怀，焉忍甘粥糜？寄书复寄书，寄书增郁伊。\n居者苦莫食，行者苦莫归。悔以侥倖心，酿为轻别离。\n可怜孤泪痕，渍枕成流漪。眼中各谋己，道路当告谁？\n远望南西门，好柳青垂垂。好云暗相弄，好风自来吹。\n如见钓鱼矶，落日沧江湄。此书达当早，我归再难迟。\n寄书亦已寄，我归仍无期。"
        },
        {
            "标题": "西悬岭至孔家岭遇雨憩村家题壁",
            "作者": "姚燮",
            "内容": "凭轼陵高阜，六合在眸局。苍霾东南来，郁浡万山足。\n旋风为歙张，浩然盘大轴。人烟没泱漭，真气返沈穆。\n烛龙羾天门，琅琅散珠玉。青童芙蓉车，下界走軨辘。\n奇幻得未有，内志转约束。舆伧鼓勇健，争道叱樵牧。\n百阻始出难，荒歧见茅屋。叩门不问主，惝恍暂停躅。\n瓜蔓高上墙，庭虚惨生绿。牛羊驯笼槛，畚锸半泥浊。\n岩溜接瓦飞，清溅润枯目。村叟志丰歉，啧啧誇既渥。\n服力不藉人，安处遂生欲。咄余何为者，以身供驰役。\n变境动辄遭，屼峍入心曲。定久回怖生，出门还返瞩。\n大化善翕辟，氛阴敛忽倏。骄阳掣高宇，平照暻如旭。\n群峰错金碧，众涨浮晃昱。始知天变常，意在苏万族。\n微得动潜理，畏倖付亭毒。且行随所休，等身于蟆蠋。"
        },
        {
            "标题": "岷峨",
            "作者": "姚燮",
            "内容": "岷峨屼苍苍，神丁断天户。灵坎泄大潴，一泻走齐鲁。\n云阳懈束缚，支流溢淮浒。澒洞欲西纳，破碎复东吐。\n势盛作回折，百折无一阻。齐山列岸防，苔色黯灰土。\n鼋鼍试戈甲，白昼弄昏雨。扬帆过其下，心神挟飞舞。\n荻洲灭龙子，霸恨倏千古。零落烟海鸦，盘空避潮弩。"
        },
        {
            "标题": "孤鸿吟",
            "作者": "姚燮",
            "内容": "三日东南风，过海来孤鸿。孤鸿非无侣，中道失故雄。\n哀鸣燥其吻，秃翼垂氋氃。榆关千仞青，沙月光曈曈。\n下顾十万屋，榛莽相纠丛。惟有王侯家，绕院多梧桐。\n梧桐间杨柳，高者槐与松。枝枝莺为巢，树树鸠为宫。\n止亦不得宿，去亦不得翀。长霄纵无阻，冥冥安能穷？\n丹山有凤毛，玉声谐笙镛。河上双鸳鸯，媚影春桃红。\n咄嗟微命悬，独感漂摇蓬。饥鹰厉长喙，鬼车遥相从。\n乾坤䨴然夕，星斗皆闇瞢。崩云错崚崿，刺眼成九嵏。\n转瞬生死交，敢怨苍天聋？举动不自量，昧始焉知终？\n可怜孤飞鸿，不及栖壤虫。"
        },
        {
            "标题": "羽灵庙",
            "作者": "姚燮",
            "内容": "险梦昨系千尺藤，挂落天底搜神灯。白鹠戴冕黄爵昵，北斗射桷生芒棱。\n绣幡飐露花鬅鬙，风语洄绿春烟冰。莺腰一捻燕双睇，玉绡侍女芙蓉幐。\n西墀抱璧苍水使，东阶仗钺黄门丞。琉璃沃雪台九层，井犴猬缩不敢升。\n灵威秘简龙文缯，呼我鹄立供钞誊。捩肘忽触朱冠鹰，悍鹙抢舞同猎蝇。\n锒铛掷地飙沙砅，六丁怒发缄厨縢。支巫掩面夔跜走，鬼车十万驱輷輘。\n后招赤虎前青螣，铁索四罫蒙罗罾。藓气缭袂云"
        },
        {
            "标题": "太湖舟中眺上方灵岩诸山",
            "作者": "姚燮",
            "内容": "移帆指平漾，湖色开犹微。稍稍拓新苇，渐渐藏绿漪。\n遥山各横睐，流媚秋烟姿。初阳澹与射，百变无定仪。\n怀人致幽怆，揽景愁馀菲。孤塔苦无傍，断雁时来飞。\n倘闻帝子乐，寒浒扬灵旗。天裳被萝叶，愿慰区区私。"
        },
        {
            "标题": "桂枝香 吐铁",
            "作者": "姚燮",
            "内容": "海田春霁。正踏沙人趁，斜阳潮尾。卸笠肩筐，沫点认来纤细。\n碧桃零落安期醉。洒星星、墨花满地。翠珠摘到，红涎漉去，露腥烟腻。"
        },
        {
            "标题": "国香慢 邻人贻牡丹一枝供以磁钵倚笛相赏",
            "作者": "姚燮",
            "内容": "日午吟簃，尽沉沉坐久，淡淡香霏，分明似愁还笑，欲背仍依。\n霎地鼠姑风峭，带墨花、弹上罗衣。相思夜来梦，䰀鬌灯边，一样怜伊。"
        },
        {
            "标题": "由抱头岭过疑迟岭",
            "作者": "姚燮",
            "内容": "众山卷云逝，前岭屼然遭。岭尽复开岭，钩绾根脚牢。\n金银合垆韛，出冶名不淆。锁作全山门，一画仙凡交。\n出笯凤舒翮，脱辔龙衔镳。凿雾横䍧牱，冠月森招摇。\n深赭腹潜孕，迥翠眉平要。鼓荡元气灵，猛泄更难韬。\n苍茫递原巘，来者何寥寥。但馀一点萍，下泛烟心舠。\n去迹将渐卑，振领尚堪豪。欲弃敝馀舄，恐化元鹤飘。\n送我浮邱翁，携赠青精苗。"
        },
        {
            "标题": "为叶舍人名沣题雁门策马图二章 其二",
            "作者": "姚燮",
            "内容": "蜚狐裂兵运，读史吾常嗟。巍巍上京翰，圣世无龙蛇。\n君兄驻麾节，惩俗先悍夸。不闻马啸林，但有牛耕沙。\n君来过其间，气隽凌赤骅。浩然关塞吟，不作悲呜笳。\n澄清迈千古，在路如在家。何当叩王屋，去撷扶桑花。"
        },
        {
            "标题": "为叶舍人名沣题雁门策马图二章 其一",
            "作者": "姚燮",
            "内容": "顾盼安足雄，恃险昔所慎。凄然生古思，秋飙动苍鬓。\n城堑森万榆，河流划三郡。隐隐黄云开，沙雕去如阵。\n抚视腰间刀，白日过眉迅。远想拓无限，倦怀激之振。\n孤策挥群山，千年了一瞬。惜无凌风翮，于兹共翔奋。"
        },
        {
            "标题": "过谢家塘少时故居感作六章 其三",
            "作者": "姚燮",
            "内容": "高楼面东敞，眺及江上山。夙岁吾读书，伴有湘娥鬟。\n朝云如轻罗，静熨帘光寒。狎我吟声低，黄鸟啼复閒。\n振袂重此登，欲倚无完阑。仰警天鸿孤，俯惜城柳残。\n依然门外河，东去咽流湍。"
        },
        {
            "标题": "同冯广文登府饮月湖寓楼",
            "作者": "姚燮",
            "内容": "携尊听我歌，清泪敝裘多。去水去帆急，高云高隼过。\n天催残日尽，人奈鬓丝何？未分猿招隐，空山种薜萝。"
        },
        {
            "标题": "宿平原和鲁一同夜过德州韵",
            "作者": "姚燮",
            "内容": "古驿停鞍迟未行，柳梢斜挂月钩明。年来听曲心情懒，枕上凄凉数柝声。"
        },
        {
            "标题": "浪淘沙 邓尉山行",
            "作者": "姚燮",
            "内容": "南去几重山。村落回环。断云残照有无间。何处疏钟鸣古寺，远鸟催还。"
        },
        {
            "标题": "清平乐 陈秋縠苹香水阁填词图",
            "作者": "姚燮",
            "内容": "分明画就。绿浸栏杆透。人倚晚凉风起后。水影衫痕都皱。"
        },
        {
            "标题": "过钱氏北墅作二章 其二",
            "作者": "姚燮",
            "内容": "密桂丛楠窱以幽，月明清夜梦当游。窥巢剩燕防风雨，撷蕙佳人怨蹇脩。\n漫秘兼金封马鬣，试听急水下龙湫。登楼吾且摅吾抱，天半神鹰炯碧眸。"
        },
        {
            "标题": "过草鞋岭偶得三绝句 其三",
            "作者": "姚燮",
            "内容": "不知卓锡西来意，休问骑牛东去人。木羽仙童披短发，要从天外乞元津。"
        },
        {
            "标题": "过钱氏北墅作二章 其一",
            "作者": "姚燮",
            "内容": "吴越王孙昔所栖，今来宅者有山麛。坦阴乱叶经秋败，藓末残阳向晚凄。\n蔽阁如帘蛛罥网，扫廊为帚竹蟠泥。幻泡一霎华灯宴，断句都昏旧壁题。"
        },
        {
            "标题": "过草鞋岭偶得三绝句 其二",
            "作者": "姚燮",
            "内容": "棘心采得一襜果，三头骈鄂似樱桃。几时灵芸唾壶泪，玉汁凝成白髓膏。"
        },
        {
            "标题": "过草鞋岭偶得三绝句 其一",
            "作者": "姚燮",
            "内容": "东岩气清下有湖，隔云飞出青毛凫。传闻六月可浮艇，明月媚荷风媚菰。"
        },
        {
            "标题": "宝应至高邮舟中六绝句 其六",
            "作者": "姚燮",
            "内容": "城村约略女儿乡，日澹漪平晓气凉。几阵莎滩青脰鸭，不知荷背有鸳鸯。"
        },
        {
            "标题": "还珠篇并序",
            "作者": "姚燮",
            "内容": "上苍生麟满大陆，作脯终难餍饕腹。可怜犬豕无遗骸，刀聂砧捶及枭肉。\n灵渊郁结日月华，造物岂真艰所育？路伧狼藉好花木，天地有情亦恸哭。\n真州太守守廉州，守廉惟廉馀何求？三年不闻薏苡谤，平澜如砥龙堂秋。\n母珠出浴子珠附，晶芒四袅圆其流。千七百载不得见，后孟公者能毋羞。\n民之见珠谁之休，太守欲去民宜愁。吁嗟乎，摘骊颔，不惜死。\n媚鲛人，不疲市。天下纷纷尽如此，以利而官况穷子。\n寸心不为富贵使，水自生珠心自水。民来献瑞太守前，益复瞿然面相止。\n君不见金银气满六合中，纠结万蜺光熊熊。奈何鉴识无慧瞳，我知有想横其胸。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其九",
            "作者": "姚燮",
            "内容": "五图烂熟龙蹻书，唾弃庄老焚阴符。崆峒上药饵琼蕊，炼成九气游玉虚。\n少君栾大隶烟客，妻殒儿亡归不得。元罗日沈忉利夕，桃底朱霞染晶魄。\n魄不下堕魂不升，西风一叶空中行。寄无所住悲填膺，枯啸裂作春雷声。\n春雷渊渊万蛰出，蝴蝶魂愁海棠月。"
        },
        {
            "标题": "花之寺看海棠歌",
            "作者": "姚燮",
            "内容": "佛国之天琉璃云，明翠荡作春栀芬。九螭吐沫变虹色，孔雀下飐银泥裙。\n千寻大树松皮古，石叟髯苍与撑拄。静看落日万楼台，多少钗鬟泣秋雨。\n凤城八扇晨旭开，锦鞯珠勒骄龙騋。宰官共赴象王会，但有欢喜无悲哀。\n堕红堆叠数寸厚，彯烟染袖成玫瑰。惜无玉剪一双燕，软縠祇与东风裁。\n年年花时去乡里，如此名花看有几？未经旸谷撷扶桑，犹道精华在桃李。\n联樽上座豪客多，叉手閒庭吾独哦。孤心迥绝照花外，万笏青山垂薜萝。\n疏钟一击四廊悄，金缕歌声尚"
        },
        {
            "标题": "茉莉",
            "作者": "姚燮",
            "内容": "六月含章殿，何来点额梅？结烟怜小串，贮露怨深胎。\n堕粉携镫拾，纤蜂索袖猜。画楼天汉近，听曲夜时来。"
        },
        {
            "标题": "寒夜吟",
            "作者": "姚燮",
            "内容": "索绹挶土乘破楼，夜风揭瓦雨打头。暗云束枕岚气重，湿雾避灯江影浮。\n诗砚冰凝墨拒笔，烘炉灰冷茶罄瓯。儿童瑟缩不肯睡，隅坐握颐如冻鸥。\n老亲无眠心计切，视蓄频筹御冬食。熟知手窘百艰逼，且作宽词慰愁色。\n一更二更天不晴，埽檐败萚搀杼声。三更未晓埘鸡鸣，谁来叩门黄犬应？\n岁华寒近腊八节，况守空山势悬绝。山空可惜树无梅，籁涩遥知海先雪。\n海城旧屋无人栖，野菜谁锄三棱畦？昨宵梦见屋角树，瘦乌背负清霜啼。\n清霜凄凄乌毛稀，似我全家身上衣。敝裘在典絮裈薄，日望春来洗萧索。\n开窗四顾乱峰崿，下有寒潮送寒柝，使我孤心沈漠漠。"
        },
        {
            "标题": "行行且游猎篇",
            "作者": "姚燮",
            "内容": "忆昔燕赵士，志气横九州。闭门忽不乐，射猎南山头。\n珠玉络骏马，珊瑚饰臂韝。月黑北风劲，天阔黄云愁。\n戈发殪狐兔，弓响啼鸺鹠。归来未尽兴，买醉歌舞楼。\n一歌复一舞，黄金如山邱。贱亦可屠侩，贵亦可王侯。\n身世辞困缚，坐笑弹铗流。"
        },
        {
            "标题": "佘文学梅听屠生说马僧事证之随园所书者纪以古诗属余同作为制椎埋篇一章并录佘君诗于后",
            "作者": "姚燮",
            "内容": "亡命成大功，隐姓椎埋徒。出入虎齿牙，魁然完头颅。\n头颅铁所成，拗折惭邾娄。好马称马僧，诡迹惊庸胥。\n十年漂中州，提挈金环娘。金环青楼姝，削发偕逃逋。\n秦"
        },
        {
            "标题": "西王母命侍女田四妃答歌",
            "作者": "姚燮",
            "内容": "桂实如桐子，捣为琼斛浆。渗漏不及勺，九天皆闻香。\n群生本无寿，性亦风烛光。而复情蔽之，谓存实已亡。\n鍊神出三劫，素发始重苍。苍颜且重素，不假铅与黄。\n拾佩光碧楼，秋兰紫无霜。皓采缠琅玕，远视疑虹芒。\n上道齐化游，礼法宁待防。夹轮絷两龙，飞辇朝玉皇。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其十二",
            "作者": "姚燮",
            "内容": "湣王出亡辟宫舍，仲连不官国难霸。骍旄夜歃晨背盟，秦婚楚媾谁玉成？\n张陈相然信以死，灌魏名高有终始。柏枝抱雪松禀霜，煦日暄风不能市。\n清觞临轩怀故人，兰苕娟娟江南春。金错在佩刀光新，梦无道路心无门。\n夫君不来山鬼瘦，隔竹啼斑满罗袖。"
        },
        {
            "标题": "戏赠玉清院主陈二中道士",
            "作者": "姚燮",
            "内容": "狮不可缚且杀马，砍柴十年得一把。披头女孛骑淫虹，天门键闭旱雷哑。\n阿师不识如许愁，买符卖药心都休。斗大葫卢挑竹杖，日过邻沽贳新酿。\n青霞作脯梅花羹，绀颊丹睛有猿相。吹螺击鼓开道场，蟾蜍入钵风幡飏。\n飞剑掣手朱龙翔，神水排宕空虚香，旃檀艾纳搀都梁。\n步虚声低万花滃，一声乍高海云动。海云五色星撒珠，铁笼鞭响逃猾狐。\n阿师掷冠仰天笑，手招童子移团蒲。金阶银础无尺寸，天地何从乞安顿？\n元关拒我灵山灵，赤手医人钝根钝。师之狡狯吾所知，有时静默吾难窥。\n诵经不必识文字，十万瑶峰照渊思。朝天谒帝等游戏，混沌乾坤醉与睡。\n醉醒睡足魂气清，红兰一枝摇短檠。招我并坐弹钿筝，仙飙挟袂肌骨轻。\n恍然撒手蓬莱行，年华吉祥心太平。华胥轩辕运方帝，蚩尤地下空鏖兵。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其四",
            "作者": "姚燮",
            "内容": "耕父沈溺野仲殪，帽漉屠苏饮元吉。曼曼秉烛长夜游，暧暧欲倦频迟留。\n青春未阑人白头，祖宗骑马儿豢牛。画桃十丈堂下树，可怜移种邙山陬。\n邙山阴阴多柘楸，饿魂黑夜追鸺鹠。鸺鹠一声乱叶落，西市磨刀方霍霍。\n西市磨刀东市乐，醉券千田注孤博。"
        },
        {
            "标题": "行香子 万古香阁",
            "作者": "姚燮",
            "内容": "三级悬櫋。四部分笺。笑曹仓、万卷云烟。汗充富贵，脉望因缘。\n等撷琼林，搴珊网，泛珠船。"
        },
        {
            "标题": "瑞鹤仙 题六舟上人庐山行脚图",
            "作者": "姚燮",
            "内容": "万萝天际卷。负破箬残包，孤吟须倦。匡君翠眉展。\n定别来还识，画中人面。陶碑米砚。几雨剔、烟挲寻遍。\n拂微茫、帆树斜阳，袖底蠡湖杯浅。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其十",
            "作者": "姚燮",
            "内容": "子都不受妖夫怜，平原公子佳翩翩。嗣宗咏怀感丑老，焉知仲武殇妙年？\n洞精矘眄谁氏子，㥏墨为人不如死。十年虱处容华彫，春风百拂难重娇。\n春风吹花复吹柳，昔日儿童今日叟。柳枝窅袅花珑璁，他年老叟今年童。\n及时行乐望彼美，望之不见心忡忡。"
        },
        {
            "标题": "短歌八章 其一",
            "作者": "姚燮",
            "内容": "行路难，行路难。行路弗难，人心之险如蜀山。蜀山之险，险犹可测，人心之险，乌知其极？"
        },
        {
            "标题": "拊缶歌当行路难十五章 其六",
            "作者": "姚燮",
            "内容": "鸱夷子皮善张弛，卿子冠军矫命死。元王封儿羹颉侯，扫除之隶宜愤羞。\n荣华有命不相强，杼首求官亦何仗？屈身酒户作厮养，西宅朱儒动馋想。\n貙氓冒德称驺吾，梼杌作士咎繇诛，画象颠倒成爰书。\n霪雨三日草木烂，烈焱焚泽虎蛇窜，羁臣钳釱坐愁旦。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其十三",
            "作者": "姚燮",
            "内容": "空林缟叶飒哀素，屋角星河耿将曙。吴女夜坐方停机，楚客思家正行路。\n路旁陵苕花不红，袷衣揽警鶗鴂风。寸心纡轸郁何物，苦制颠连委筋骨。\n冯谖出事诸侯王，一剑难将万悲割。与人谋事身不周，道旁弃蒯谁拾求？\n閒雅王孙樗里子，抱玉衔珠沈边死。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其八",
            "作者": "姚燮",
            "内容": "人为刀俎我鱼肉，春申难求毋望福。睢阳灌婴起贩缯，弊席为门非僇辱。\n挥刀睨天愁云开，飞鹰逐鹞溟州来。溟州无垠亿万里，狂流濞澎沈蓬莱。\n丈夫纬繣复轁轲，中路晨饥谁饭我？用之为虎弃为鼠，西望秦关足牢裹。\n佯狂髡首无人怜，劝君归赎柴桑田。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其二",
            "作者": "姚燮",
            "内容": "眼光如豆盲未盲，耳寒自怨春无莺。阿瞒早死诸葛生，定开龙汉雄西京。\n功名易朽骨难朽，龟年短促蚁年寿。扬薪沸釜愁饮迟，长夜宜添八更漏。\n负恩不报天日瘦，玉帝观河惊面皱。十二万劫一刹那，几人解听行乐歌？\n有子桐柏妻姮娥，不如买醉黄金多。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其七",
            "作者": "姚燮",
            "内容": "奉君上座跽稽首，暂撤金罍传玉斗。走卒报决瓠子河，碣石不塞滔天波。\n束衣下堂急呼马，擂鼓传兵鼓声哑。守门苍头佽飞者，挽弓射鼋水为赭。\n河平折箭归课农，辞诏不肯官令公。出入偻背行扶童，自言病废当称翁。\n愿身长寿年长丰，子孙饱煖长无穷。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其五",
            "作者": "姚燮",
            "内容": "虹疏岫榥谁家楼，金枝树帘琼玉钩。美人樱桃出南郑，借宠阳春托花命。\n顩颐丑女名倭傀，鸳鸯心事生即灰。天与大力能弄椎，留侯客者聘为妇。\n大梁山川联骑走，百万人丛称佳耦。佳耦曰妃怨耦仇，卓王孙女吟白头。\n躧步鸣瑟昔所见，十载蓬心变蓬面。"
        },
        {
            "标题": "寓意拟行路难三章 其一",
            "作者": "姚燮",
            "内容": "猎奴意在得虎豹，肥肉膏粱饲鹰犬。天云拄海潮气扼，疾风掠地劲草捲。\n行路难，君毋行。姓氏尚茫昧，肝胆相吐倾。君不见琅玕拂月无纤尘，凤实未结摧为薪。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其三",
            "作者": "姚燮",
            "内容": "玉笄饰冠荣右貂，盭绶佩印兰垂腰。后车虎戟悬弓珧，珠旗棽丽明月彯。\n丰颐长髯开府相，禁城出入贵戚让。五侯鬨宴巨鼎炀，肃卫谯门僭天仗。\n娭光荡醉魂未安，飞刃三更入罗帐。浓春蛊灯婀娜花，屏风对面山槎枒。\n石崇王恺乏生友，宠妾青衣劝人酒。"
        },
        {
            "标题": "寓意拟行路难三章 其二",
            "作者": "姚燮",
            "内容": "带丝百结不可解，鸳鸯颠倒在罗囊。青年嫁人作新妇，粉花吹雪肌体香。\n银筝玉柱称手长，一弹再弄声低昂。恻恻怨何许，抑抑断人肠。\n楼台高，柳丝碧，燕子归来不相识。芙蓉帐底人如花，一夜苍苔生白骨。"
        },
        {
            "标题": "四月二十八日感作示同年叶金胪二章 其一",
            "作者": "姚燮",
            "内容": "今我将如何，悲来不可道。纵累千万言，无由达苍昊。\n天河明星稀，水萤鬨成耀。元橐罔知探，迷离以眸造。\n平掌三神奇，夹脊九疑峭。纷纷琪树枝，飒飒向空掉。\n老子东入关，岸冠忽西笑。尺泽龙未升，霖气远先到。\n芙蓉讵为妍，幽兰亦非妙。古镜悬壁间，洞然析群照。"
        },
        {
            "标题": "四月二十八日感作示同年叶金胪二章 其二",
            "作者": "姚燮",
            "内容": "有花与君赏，有酒斟酌之。罗衣何瑟瑟，春风窅来吹。\n晚色入平陌，烟草弄其姿。平荡但空绿，安辨垂杨枝？\n皇天养群物，祥瀣无偏滋。未闻千尺柯，下与井黾期。\n鞭雷走六合，狡虎难为奇。大海可习战，安用昆明池？\n止当万仞立，去当寥廓飞。鸾凤有羽毛，顾影毋相疑。"
        },
        {
            "标题": "好事近 书蕙清扇",
            "作者": "姚燮",
            "内容": "蝉鬓略簪花，茜袖略粘花唾。除恰梅花清雅，算梨花娇懦。"
        },
        {
            "标题": "刘五明府广湄书来索题汉江行役图",
            "作者": "姚燮",
            "内容": "霜华素洁云英蕤，晨旭高挂香檀枝。我方曝背坐檀下，刘侯寄书来索诗。\n刘侯吏隐越东县，兰芎苕苕碧山茜。过江风涩打银霰，桂底初灯记初见。\n示我壁上行役图，天门水绿荆门芜。庾公文采一时尽，大江明月千秋孤。\n蘋花吹满郎官柳，细雨横箫出樊口。奇士不逢祢正平，潮咽黄军石如斗。\n斯时刘侯怀古深，船头拄颊看雁沈。雁飞不过茱萸峡，春老难为鹦鹉吟。\n鹦鹉无情草凄碧，不媚斜阳媚行客。乍有苍烟鄂渚横，颇思花酒宜城夕。\n十年奔走疲一官，壮游得此良足欢。吐其意境系之画，画境能工画意难。\n矧我未行汉沔道，那有奇诗为君造？恨不共挽三澨流，一洗乾坤色枯槁。\n海天万里无寒霾，轻鞍短剑侯傥来。千丈龙潭与濯足，三山琪树当照杯。\n作诗题画与君约，穷士荒庐有嵩雒。须知踏浪掣青鲸，抵似登楼忆黄鹤。"
        },
        {
            "标题": "金菊对芙蓉 秋水堂纪事",
            "作者": "姚燮",
            "内容": "轻暖轻寒，疑晴疑雨，坐人水阁当中。正金羊晕蜡，玉马摇虹。\n是春花影。春鬟影。乱酒边、香脆云松，沉沉夜色，深深笑语，密密帘栊。"
        },
        {
            "标题": "浪淘沙 鸳湖晓泊",
            "作者": "姚燮",
            "内容": "人语响遥汀。酒幔鱼舲。湖烟湖雨晓冥冥。宛转杨花何处笛，画阁春城。"
        },
        {
            "标题": "浩歌行十章 其二",
            "作者": "姚燮",
            "内容": "行行重行行，唧唧复唧唧。古来不欢事，人生有离别。\n春云飘燕度大梁，秋风吹鸿下南江。关山如磨客如蚁，奔走劳生那时已？\n我且手持七尺珊瑚竿，日坐门前钓溪水，失鱼何忧得何喜？"
        },
        {
            "标题": "浩歌行十章 其五",
            "作者": "姚燮",
            "内容": "鸾胶凤髓青龙肝，灵芝如肉火枣丹。群仙宴酒蓬莱山，清歌妙舞非人间。\n清歌山响众鸟寂，妙舞垂手群花环。花亦自能舞，鸟亦能解歌。\n耳目受之心神和，天上之乐安足多？"
        },
        {
            "标题": "浩歌行十章 其三",
            "作者": "姚燮",
            "内容": "无怀之世天鸿濛，其民百岁如婴童。谁造历纪凿元化，强分寒暑名夏冬。\n诈流巧衒浩安极，山木能飞海水立。春桃无华鸣蟋蟀，九月高田亘桑麦。"
        },
        {
            "标题": "浩歌行十章 其一",
            "作者": "姚燮",
            "内容": "来日大难，今日有酒且为欢。去年枯树少人赏，东风开花今满园。\n春花自媚风自清，春月照杯何莹莹，饮之心腑生光明。\n刘伶李白且长没，况尔黄金铸愁骨。"
        },
        {
            "标题": "浩歌行十章 其七",
            "作者": "姚燮",
            "内容": "丰碑卧荒地，累累官家坟。十年断祭吊，安知无子孙？\n旁阡纸火飞不到，蝴蝶自宿青芜根。君不见村南上冢箫管扬，衣冠拜跪陈肉粱。\n饿夫延颈乞残浆，鞭驱四散如牛羊。"
        },
        {
            "标题": "喇叭嘴",
            "作者": "姚燮",
            "内容": "俯吸落日气，仰吐初月华。容腹未及斛，作意偏谽谺。\n林阴石垂掌，与云相攫拿。揉之极纷碎，散如杨柳花。\n蛎房布空洞，潟下多潜蛇。昆布春不生，搏浪惟有沙。\n投身生大怖，坦履亦槎枒。谁云千丈潭，自灿光明霞。"
        },
        {
            "标题": "答唐山人寿萼见赠诗原韵二章 其一",
            "作者": "姚燮",
            "内容": "逃名三十年，不入竞名市。箴我无他言，道在恃诸己。\n扫翳开柴荆，虚庭漾明水。一握月挂楼，其清纳万里。\n抚瑟为正歌，元籁协悲喜。竟于指爪间，抉尽造化理。\n外战苦淫哇，筝琶久疲耳。获游太和门，遂得吉祥止。\n霎眼驱霆飙，运会递无始。大流沿广成，老庄树别子。"
        },
        {
            "标题": "答唐山人寿萼见赠诗原韵二章 其二",
            "作者": "姚燮",
            "内容": "彭泽羞折腰，尝弃五斗官。生为盛世民，虽贱何不欢？\n孤身虱卑土，以意包窅漫。东眄揽若木，西向持因桓。\n讵借鹏翮高，始周六宇宽。云霄有堕禽，曷似栖棘翰？\n淬心不受埃，剑光敛其寒。未待防外"
        },
        {
            "标题": "浩歌行十章 其八",
            "作者": "姚燮",
            "内容": "海天六月秋风早，倒影空城水云皂。城根江色接荒苇，城上斜阳照黄草。\n流鸿盘阵向平陌，乱点纷随落叶扫。觅食不得声嘷嘷，夕树霜重栖无巢。\n雁门万里西北高，健儿臂矢腰悬刀。"
        },
        {
            "标题": "浩歌行十章 其十",
            "作者": "姚燮",
            "内容": "剑光击碎愁不消，且骑朱凤凌风翱。手持明月照太古，恍然坐我青天高。\n金仙控鹤自天下，长揖相邀游太华。太华终不可以久居，秦皇汉帝今何如？"
        },
        {
            "标题": "浩歌行十章 其四",
            "作者": "姚燮",
            "内容": "赵女倚秦筝，纤指泛银雪。十三弦底莺语娇，为惜春花转幽咽。\n春花含露娟娟红，楼台深闭愁杀侬。翩然骑蝶向天上，紫云一曲凡响空。"
        },
        {
            "标题": "浩歌行十章 其六",
            "作者": "姚燮",
            "内容": "出门复苦饥，入门复苦饥。富儿掩面避中道，贫交把袂增歔欷。\n海门柱石卓万仞，风骇霆击今为泥。凤凰垂翅自天半，鹪鹩弱翼安能飞？"
        },
        {
            "标题": "偕同人登莺湖平波台和壁间韵",
            "作者": "姚燮",
            "内容": "四岸平漪绕画台，沙鸥帆影拍空来。烟中木叶经秋尽，雨后天容向夕开。\n苕水钓徒空隐迹，松陵遗社半清才。溪山如此逢良友，那不情深泥酒杯？"
        },
        {
            "标题": "怀九老诗九章 其三 长洲陈学博基",
            "作者": "姚燮",
            "内容": "一衫潦倒君罗隐，堕魄烟邱泣金粉。风篁刻梦湘眉彫，不让三闾擅悲愤。\n盛名苦换银丝发，末路生涯剩薇蕨。随园宾客今几留，倦雁关山独飘忽。"
        },
        {
            "标题": "饯舅氏陈明府廷勋之汉阳",
            "作者": "姚燮",
            "内容": "长船欲放千里初，残暑将收六月既。交烟疏柳剩春痕，过雨遥峦入秋气。\n春痕不断沔水绿，秋气直接晴川青。樽边乱蘋云片片，梦中独雁江冥冥。\n客中送别难为情，醉里分襟可怜夕。莫将漳阜仲宣心，寄到归州屈原宅。"
        },
        {
            "标题": "梦得首二语足成一诗即纪梦",
            "作者": "姚燮",
            "内容": "片云无风天清飂，一发不动千山秋。水帘高卷月出峡，萝叶四垂猿倚楼。\n半晌死生真澒洞，三元枝干大沈浮。蓬莱苑囿圣之宅，梦中吾作麒麟游。"
        },
        {
            "标题": "晚晖寄陶隐士性二章 其一",
            "作者": "姚燮",
            "内容": "草得晚晖意，渟然生雨光。回头一鸟失，刺眼万山苍。\n中有渊明宅，年来秫酒香。不愁无路入，乱茑石为梁。"
        },
        {
            "标题": "晚晖寄陶隐士性二章 其二",
            "作者": "姚燮",
            "内容": "大隐无年历，空山自世情。苦閒诗作课，养拙梦能清。\n碧树高楼月，疏蝉独夜声。遥知凉不寐，倚瑟待云生。"
        },
        {
            "标题": "樱桃街沈氏垆醉后感歌赠钱伶",
            "作者": "姚燮",
            "内容": "纵有白莲华，未忍喻汝窈窕妆。况无九曲珠，何马肖汝宛转肠？\n叵罗满春酒，碧色蒲桃香。劝之不肯饮，流泪向我沾我裳。\n自言产吴门，髫年亡父母，侥倖弱姊存。抚侬长大及二九，姊死断近亲，孑焉馀此羁孤身。\n遭强赚鬻燕京地，鬻向梨园充子弟。朝鞭成一舞，暮挞成一歌。\n但求延喘羞则那，登场随例相媕娿。雌气如阉雄气阻，南望苏台渺风雨。\n那博黄金脱鬼囚，悔抱朱颜受天蛊。六萌车子锦马高，同辈妒侬声名豪。\n谁知肝腑积寒雪，沐浴莺魂但鹃血。我闻生语心郁攸，押衙磨勒今何求？\n清门子孙半珠玉，多少埋头此中哭。愿携佛座慈悲瓶，洒露荒坟苏死肉。\n携生出户同看天，斗斜月正孤台悬。佩腰有剑不锄恶，换心无药难希仙。\n我亦沦落厕污贱，与生苦作风目怜。吁嗟乎，生且不必悲，茫茫人海将告谁？\n不如千樽百斝日向醉乡住，酒外风波任狂骛，一线阶凹有骖路。"
        },
        {
            "标题": "南沙河题壁四章叠前韵示钱同年 其四",
            "作者": "姚燮",
            "内容": "低辕局梦苦偏颇，难得良朋与啸歌。两地三年如尹邢，一时千里共关河。\n徐陵乐府馀黄雀，逸少书笺重白鹅。岱顶日华天咫尺，相期并辔泰安过。"
        },
        {
            "标题": "东光驿道中遇徐寿昌",
            "作者": "姚燮",
            "内容": "京门秋色紧，铩羽落东南。得见翻嫌暂，牵衣各未堪。\n我行犹怅怅，君发已毵毵。后会凭何许，天涯此驻骖。"
        },
        {
            "标题": "西成桥大火泊胥门舟次作",
            "作者": "姚燮",
            "内容": "结阛殄天物，屋气早灰死。白日闻鸺鹠，鬼瞰匪今始。\n冥怒无能回，速亡直弹指。漫矜厌禳虔，例已费钱纸。\n祝融骑两龙，拉弦落欃矢。毒雾生巉岩，照耀百里紫。\n如决瓠子河，人力塞难止。烂地焦牛毛，魂魄不可理。\n道旁惨哭人，其心昨皆喜。小劫开大祥，积习赖摧靡。\n嗟尔殃所及，鲢群岂无鲤。存此无愧心，尚堪挽琐尾。\n趋避计犹末，剥复有庸理。哀悯成此诗，敢为袖手悱。"
        },
        {
            "标题": "赠叶舍人名沣六章 其六",
            "作者": "姚燮",
            "内容": "竟以才华重，其人已可哀。眼中同辈老，吾子慎将来。\n古史无文苑，名山有劫灰。试看神骏骨，埋没几蒿莱。"
        },
        {
            "标题": "齐天乐 又题玉裁鸳湖旧梦图，同魏滋伯韵。",
            "作者": "姚燮",
            "内容": "南湖无恙双桡水，春来絮摇萍动。傍笛听渔，分香醉鹭，不管晓寒犹冻。\n明楼画耸。有眉影娟娟，凭妆人共。留得凄凉，回栏烟袅落花重。"
        },
        {
            "标题": "念奴娇 秋宴夜阑，美人归去，拈此解志恨屏眉。",
            "作者": "姚燮",
            "内容": "如何良夕，坐琼箫锦瑟，寂寂帘阴。蕙气梳烟香语细，画蛾扑上罗襟。\n车子催灯，侍儿收扇，报说夜凉深。银河天际，起看斜月横参。"
        },
        {
            "标题": "高邮",
            "作者": "姚燮",
            "内容": "逆湖北倒河势让，甓社通渠气相抗。塘高扼城城堞低，闸门水泻屋瓴上。\n南邮戍驿红灯摇，日尽市闭荒犬嘷。昏霾塞巷少人语，乱石满地埋蓬毛。\n酒酸鱼烂客子苦，夜阴土湿更夫劳。江南风景此萧索，孤鸿不语星光高。"
        },
        {
            "标题": "轻薄篇当河中之水歌",
            "作者": "姚燮",
            "内容": "河中水流不向西，鲤鱼穿藻初日晖。初日晖晖照帘子，女儿解发抽银篦。\n头上翠羽双翘钗，足下金缕双文鞋。冰纨解衵春兰衣，琅玕结绿华裾垂。\n南威西子非容仪，扬采能使明月亏。谁家男儿誇晰颀，日来停马相逶迟。\n调情不敢对面笑，矜庄要绝旁人疑。吁嗟乎，黄金一笏泪一滴，霜天那有鸳鸯飞？"
        },
        {
            "标题": "金缕曲/贺新郎·屏间记曲拈红豆图为万石君",
            "作者": "姚燮",
            "内容": "别有消魂处。漫评吟、晓风残月，大江东去。唱起离鸾懊侬曲，飘落钿云何许。\n漾不断、秋心一缕。剩有相思篱畔豆，绿朝云、聘到君山女。\n帘水阔，隔笙语。"
        },
        {
            "标题": "贺新凉/贺新郎·月夜渡莲花洋",
            "作者": "姚燮",
            "内容": "恁唱公无渡。驶危帆、苍茫东折，截开腥雾。十六门回天忽转，皛皛蕊渊月吐。\n看峰影、金翔翠翥。云气西南垂似线，敢乡关、此夕还风雨。\n箫响遏，睡龙舞。"
        },
        {
            "标题": "贺新凉/贺新郎·宋信国公文丞相铁如意",
            "作者": "姚燮",
            "内容": "是铁还非铁。是公心、是公愁泪。紫纠苍结。葵柄尺三银篆六，姓氏日星高揭。\n相映耀、西台苦节。天意指麾如臣意，恁河山、似瓮悲南裂。\n歌正气，唾壶缺。"
        },
        {
            "标题": "夜坐偶作",
            "作者": "姚燮",
            "内容": "岭云将雨海云晴，电射遥山月射城。天水大浮人入梦，楼台四羃树无声。\n偶思薄醉孤樽在，略有荷华夜气清。可惜未邀欧冶子，索渠剑胆看峥嵘。"
        },
        {
            "标题": "后閒情十二章 其九",
            "作者": "姚燮",
            "内容": "河自东流汉北流，茫茫无地筑琼楼。榴花易惹红裙妒，春水难湔紫玉愁。\n半晌牵衣当慰藉，更番迎睐作勾留。荷华自护双巢翠，不管芦阴有泊鸥。"
        },
        {
            "标题": "湖上",
            "作者": "姚燮",
            "内容": "短帽松鬟管错弦，青蠡文縠画中船。柳枝已老歌声苦，天镜无尘梦影圆。\n北苑楼台空水月，南朝金碧尚山川。夕阳满地胭脂尽，四荡荷华与鹭眠。"
        },
        {
            "标题": "迈陂塘 春水盟鸥图，为稚秋题。",
            "作者": "姚燮",
            "内容": "问苕南、元真归后，烟波今复谁主。矮蓬尺半蠡船小，荡得柔漪如絮。\n乡可住。有一个渔台，三两垂杨树。悄无人处。好挂网为帘，卷蓑当枕，梦觉听苹语。"
        },
        {
            "标题": "金缕曲/贺新郎·湖上赠吴伶倩笙",
            "作者": "姚燮",
            "内容": "帘卷秋阴泻。悄飞来、雏莺二八，瘦眉如画。淡淡藕花裳窣地，风过香云微化。\n看腕底、幺弦拨乍。袅出愁红丝一缕，座中人、谁中知音者。\n魂黯黯，欲消也。"
        },
        {
            "标题": "为冯丈登府作焦岛藏书图用其自题原韵",
            "作者": "姚燮",
            "内容": "人于天地等沙虫，乞佛呵名苦益工。文字中年消慧力，神仙大劫警罡风。\n山灵涕笑云遮牖，剑气苍黄斗匿空。愧我零星愁愤什，珠囊签署一时同。"
        },
        {
            "标题": "连理枝 其四",
            "作者": "姚燮",
            "内容": "侬肯将欢守。欢肯将侬负。说上元时，过清明节，早端阳后。\n待挨将三伏、看中秋，又西风重九。"
        },
        {
            "标题": "醉后书城南酒肆壁三章 其三",
            "作者": "姚燮",
            "内容": "市镫欲上宫钟鸣，柳枝已有新月横。长髯壮士拔剑舞，窄袖吴儿能挝鼓。\n雕虬玉斗红玫瑰，五窗八树梨花开。堶童不来沟水静，纱幕烟飘鸲鹆影。\n络星如网天黄昏，金吾夜出巡禁门。天桥石滑可酣卧，不愿六萌之车细马驮。"
        },
        {
            "标题": "乌镇舟夜读林子羽寄红桥诗有作",
            "作者": "姚燮",
            "内容": "窄港茭芦碍楫行，白虫如絮扑灯檠。月眉隐约含云致，水玉珑璁溅露声。\n旧梦抵从眠后索，秋思无那静边生。大江一阕词笺在，莫谩听乌有怨情。"
        },
        {
            "标题": "邻园红梅花初开有作",
            "作者": "姚燮",
            "内容": "海色如冰冰天色，九地阳和搜不得。蓬莱东南姑射山，荒雪楼台满荆棘。\n荆棘不死仙不回，鹤束瘦骨同束柴。鹤边明月可怜影，依依照损烟中苔。\n五更朔风微转东，梵林暗杵撞遥钟。笛奴晨报隔园树，高枝已迸初鄂红。\n香国襟裾贱桃李，轻薄能云未能水。此花玉魄球为魂，力拒纤埃清彻底。\n上颊亦有微醉时，仙霞百鍊成凝脂。苦缘群态习妖媚，坐招众口来谗疑。\n昨宵梦骑烛龙舞，手撷桑枝拂丹煦。精华一泄难再收，遂使人间有春宇。\n是何珊珊何亭亭，六铢茜袖蝴蝶轻。惜无二八凌华妹，倚凤垂髾炙紫笙。"
        },
        {
            "标题": "盆中红梅花开折有所赠佐之以诗",
            "作者": "姚燮",
            "内容": "密室不受岚气寒，帘额挂镜如月丸。花知人意与春接，特含春态娱人欢。\n西巷谁家矮篱落，枯井苔根走风萚。穷士苦吟情信芳，涩抱琴弦梦臞鹤。\n我家春色先尔家，尔屋但有枯枝斜。白云英英点白袷，缬影初暄无一花。\n贻尔一枝两三朵，天地元心尽包裹。朔烟凌厉愁冰窗，自此禅关可安坐。\n香台不筑老眼枯，堕魂海底搜珊瑚。笑靥可怜绝代姝，此姝莫是梁绿珠。\n君家冷藓愁疏鬓，我屋纤禽写幺韵。我屋低茅五六间，中有燕支山万仞。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其十一",
            "作者": "姚燮",
            "内容": "蜀山硗确累趼行，何当刬削招五丁。缚身世网弗愁隘，蝼蚁循庭怨荒大。\n翠緌鸣玉栖编蓬，末班事主难为忠。黄牛赤骥士同皂，鲍鱼强夺芳兰风。\n鼱鼩袭狗不得阻，遂使孤豚来咋虎。不如徐干弃其宝，处子犹能洁身老。\n纬萧河上堪不饥，可怜李广嗟数奇。"
        },
        {
            "标题": "连理枝 画梅赠罕青",
            "作者": "姚燮",
            "内容": "铁样枝儿拄。玉样花儿吐。信手涂来，春头腊尾，月迎云拒。\n好持归悬向、古松寮，引隔烟鹤语。"
        },
        {
            "标题": "连理枝 其五",
            "作者": "姚燮",
            "内容": "落过街头雨。打过城头鼓。六曲纱棂，一星篝火，二更弦语。\n到三更斜月、下廊时，已无人延伫。"
        },
        {
            "标题": "连理枝 五阕 其一",
            "作者": "姚燮",
            "内容": "一榭青藤绕。一架红蘼倒。猫笋将胎，鸡苏已嫩，莺桃还小。\n弄许多丽色、没人怜，被烟欺风拗。"
        },
        {
            "标题": "金缕曲/贺新郎·白湖吟榭第一集赋湖堤新栽春柳",
            "作者": "姚燮",
            "内容": "嫩绿毵毵袅。蓦楼头、天涯望眼，被伊遮了。客梦去年驮马过，一曲一湾芳草。\n已难遣、露凉天晓。不信东君还多事，把江南、愁样潜分到。\n便听有，鹧鸪叫。"
        },
        {
            "标题": "答张文学培基",
            "作者": "姚燮",
            "内容": "快意不竞惟竞劳，面黧胡使心不焦？醍醐一斛供一蚁，宜其仰栋如天高。\n与君中年各有缚，势难脱屣虚空逃。海风汃汃云萧萧，木叶无怒声刁颾，下上者雁龙则韬。\n理矰弃雁射龙去，龙不可得珠可捞。将珠持照千丈穴，穷极虱角辨蚊毫。\n庄生齐物亦私见，谭子说化非鸿苞。此中有谛意相揭，按之不定成狂涛。\n不儒不墨四民蠹，坐令鬼弄屠沽嘲。昔余拄胫惭未牢，踔趯六合神为騊。\n袭形欺影四十载，浪以寸静攻万嚣。不断棼丝不宰肉，惜哉在匣昆吾刀。\n子今抱石砭予病，惟镜合水明始交。镜匪愁碎但愁翳，水宁与涸毋与淆。\n微光若出藕丝孔，其息洞达通八霄。于兹握守作骖乘，五岳秉简纷来朝。\n世事等彼虚堂坳，罔疑渤海长滔滔。他年揽子偕游遨，潢流痛洗尘根胶，手摘北极星如瓢。"
        },
        {
            "标题": "壶中天/念奴娇·寄远集石帚句",
            "作者": "姚燮",
            "内容": "风帘自卷，浸愁漪、暮色偏怜高处。书寄岭头封不到，只见乱山无数。\n月落潮生，酒醒波远，残柳参差舞。江皋隐隐，彩云飞过何许。"
        },
        {
            "标题": "壶中天/念奴娇·娃娃船",
            "作者": "姚燮",
            "内容": "帆樯不使，爱双舷翠浅，两头红仄。款款西泠桥外路，恰好晚凉时节。\n乱荻旋欺，断蘋忽揽，又惹杨花幂。春漪如縠，往来梭影相织。"
        },
        {
            "标题": "登虎阜寺浮图",
            "作者": "姚燮",
            "内容": "虎山一塔卓云表，纡回七级盘丹梯。自踵升顶势悬绝，金绳玉柱相攀跻。\n浩然旷隔人间世，清气舒卷诸天低。阊阖昼辟灼珠斗，长桥倒挂摇紫霓。\n天平万仞忽在下，穹窿直与眉相齐。江流吞吐湖荡沓，纷纷划碎青颇黎。\n南溟北极森衿带，东越西楚但丸泥。槃礴其上恣流眄，此身元气为因依。\n生平积累满胸臆，与之倾泻无留贻。搴衣高视幸绝俗，俯瞰还动艰险疑。\n鸟犹敛翅不敢上，无翼安得纵横飞。回悟平境得实践，力悼前猛生退思。\n日光含海渐沈没，下方钟磬闻依微。"
        },
        {
            "标题": "夜行船 登白湖金仙阁",
            "作者": "姚燮",
            "内容": "湖上僧楼闲独倚。最撩人、晚来画意。北荡鱼罾，西湾酒市，不尽风蘋烟苇。"
        },
        {
            "标题": "百字令 和徐紫珊秋水亭落成词，用仪征相国师修复曝书亭韵。",
            "作者": "姚燮",
            "内容": "粉廊蠡隐，问年来多少，露漂香泊。翠海天荒鸦语夕，剩有古魂栖托。\n烟筱锄新，石棕补旧，清课园丁乐。更编花障，看他次第开落。"
        },
        {
            "标题": "花心动 梅意和高竹屋韵",
            "作者": "姚燮",
            "内容": "雨过寒深，觅苍苔、霏霏暮烟沉湿。独立悄然，撩我低徊，逗到春心帘额。\n玉樽待赴新欢约，又谁感、江南曾别。似姑射、含波欲盼，敛愁微怯。"
        },
        {
            "标题": "赠潘孝廉丈德舆即送其还淮安四章 其四",
            "作者": "姚燮",
            "内容": "人生各道路，离别事亦常。况共六合中，把手非茫茫。\n送君出西郭，颠倒车中装。南风动禾黍，路砥沙不飏。\n毋为孟浪游，良刀善自藏。所嗟未罄意，恻恻萦我肠。\n恐我明日梦，先至淮水旁。淮水日夜流，上有君子堂。\n堂虚抱寒碧，漾以明月光。此月如我心，相见毋相忘。"
        },
        {
            "标题": "怀九老诗九章 其四 钱塘陈大令文述",
            "作者": "姚燮",
            "内容": "琅嬛门下谁绮才，使君远蹑彤云来。六朝楼阁入残照，美人送睨蘋花开。\n拥艳穷居不称意，晚年犹作祁门吏。共识元龙天下豪，柳陌华旌看春骑。"
        },
        {
            "标题": "送何编修绍基典试黔中兼怀俞刺史汝本",
            "作者": "姚燮",
            "内容": "何侯论诗若断律，四十贤人谨存黜。因知相士犹勘诗，讵厌沈苛求缜密？\n天识髯胡双眼碧，驱之穷碞采琪璧。八千里路星轺行，绵竹青霜烂襜帟。\n朱云轮囷垂火方，玉屏夜淬芙蓉铓。荆山沅树递秋色，眼穿雁末黎峨苍。\n其阴狼洞极葱郁，神雷所宅多宝藏。雄晶漆黑石英紫，九节奚数平垣菖？\n绛节仙人忽来驻，藻衣下窣明月珰。灵猿振毳华雀翔，献歌呈舞欢难量。\n仰看银汉夕无滓，奎宫龙气联氐房。持衡幸遇昌明世，力为穷荒扫文翳。\n斩秽当如麻峡麻，选味应同荔波荔。夙闻平月钤南交，八寨军防壮犄势。\n颇求捆史浩睥览，揭我千秋寸心蔽。长飙捩隼高难追，为尔攀舆一惉懘。\n故人近作独山吏，诗笔剸蛟有奇气。十所梦隔天柱遥，片字曾无去鸿寄。\n苹堂宴座如相逢，道燮于今犹侘傺。吁嗟乎，拾芝何必投华嵩，撷珊何必浮瀛蓬？\n古来乌撒产蹯"
        },
        {
            "标题": "南辕杂诗一百八章 其十",
            "作者": "姚燮",
            "内容": "易城如土墙，偃地色黄赭。诸淀归一河，瀰瀰匝其下。\n督灌昧良策，陇麦瘦难把。逻楼息游丐，轨道据营马。\n老稚无完善，蚩蚩散效野。冲都异穷陬，生机望犹寡。\n守吏吾知谁，深堂自杯斝。"
        },
        {
            "标题": "论诗四章与张培基 其四",
            "作者": "姚燮",
            "内容": "呜呼天我生，乃谋道之小。本非一寸蚕，欲以吐丝老。\n在食不能馨，在衣不能藻。卞玉投荒年，谁来估其宝？\n辄思逃寂禅，猛力割诸造。蛰久春相姁，未肯听梅槁。\n羁人抒隐忧，志士托衿抱。宁为蹇雪松，弗为媚烟草。"
        },
        {
            "标题": "赠潘孝廉丈德舆即送其还淮安四章 其一",
            "作者": "姚燮",
            "内容": "予生癖文字，取证惟古人。不能媚俗好，末意将安陈？\n京华二三月，花木争好春。挺然见孤秀，松盖何轮囷。\n休文君故交，佩服逾带绅。熟耳未觌面，犹疑私所亲。\n相将过高室，市远门无尘。夕翳汛林翠，鸟雀空阶驯。\n古貌澹酬接，葛天非近民。已令区区意，化滓还大淳。"
        },
        {
            "标题": "论诗四章与张培基 其三",
            "作者": "姚燮",
            "内容": "劙尔悦世容，断尔佞人舌。絷尔争竞心，投之向荒泬。\n毛颖虽良臣，棱棱有廉节。力至可造天，毋使役烦屑。\n吐蜃为气楼，丹黄极灵谲。冰夷避不居，龙女窅来媟。\n激籁不为蜩，何如抱枯孑？磨镜三千年，月当逊其澈。"
        },
        {
            "标题": "赠潘孝廉丈德舆即送其还淮安四章 其三",
            "作者": "姚燮",
            "内容": "斯文毓灵瑞，造物亦深至。轩冕何荣辱，忍与争取弃。\n所为先生悲，夙抱宏干济。即此忠厚心，于世实相系。\n奔走长安门，讵为贱贫计？安能投草茅，论舌听凋敝。\n置酒临高台，天宇浩空气。白云去不返，飞鸟倦谁寄？\n为君击剑歌，洒然一流涕。"
        },
        {
            "标题": "论诗四章与张培基 其二",
            "作者": "姚燮",
            "内容": "往古且弗道，与子论近流。施王树坛坫，其实皆俳优。\n后来草窃辈，乃有袁赵俦。譬如东迁降，于时为春秋。\n岂真王道微，竟无鲁与邹。单弱不能振，群雄视为雠。\n日月在人心，当于万古求。奈何舍庄步，局体甘梏囚。"
        },
        {
            "标题": "赠潘孝廉丈德舆即送其还淮安四章 其二",
            "作者": "姚燮",
            "内容": "龙门塞砂砾，源绝不可治。坐令江河流，横溢淆渎支。\n启箧示新卷，拂几雒诵之。悱恻达中腑，缘饰芟外词。\n化理兼众妙，沈语耐百思。若有古人息，隐默通太希。\n乃信天地间，元音无绝时。李杜炯日月，久为云蔽亏。\n悠悠千载心，耿耿同此期。"
        },
        {
            "标题": "南辕杂诗一百八章 其二十",
            "作者": "姚燮",
            "内容": "都中二三子，置酒城东堂。念我苦行役，望野筹炎凉。\n城高阻不见，但见浮青苍。月出照汝酒，亦来照我裳。\n片云逐风去，吹落君之旁。一雁忽南来，送我车行将。"
        },
        {
            "标题": "论诗四章与张培基 其一",
            "作者": "姚燮",
            "内容": "昔以道性情，今且竞门户。其才虽足欣，其息已非古。\n春岚含雨情，妍云作花吐。江镜为写姿，天杼自工组。\n未闻雪羽鸥，染采效鸾舞。本原苟不亡，蚓窍亦钟虡。\n哀乐流至声，足为元籁辅。夜中婺妇啼，能令盗心怃。"
        },
        {
            "标题": "春夜都门怀人诗十七章 其十",
            "作者": "姚燮",
            "内容": "悬鼓招谏臣，求言帝如渴。胡我馀庵翁，挂冠竟还越？\n昔年蓟门秋，寒飙厉苍鹘。邀我同看山，登楼拄青笏。\n维时云四颓，君以寸眉揭。腾我醉后心，去海共漰渤。\n奈何志未伸，陈情乞骸骨。遥知枕石眠，梦犹眷天阙。"
        },
        {
            "标题": "舟行杂诗十章 其十",
            "作者": "姚燮",
            "内容": "晨鸡喔喔鸣，破雾过江城。花暗重楼合，桥回四埭平。\n渐开湖岸阔，早有荻芦声。初日楞伽色，胥关树与明。"
        },
        {
            "标题": "过叶山人元阶郡寓留饮并怀厉山人滃州",
            "作者": "姚燮",
            "内容": "瘦颜各无恙，忘已别经年。高烛开尊酒，深苔坐夕烟。\n蟾光迟不照，鹤梦几能圆？且觅楼西妓，联床听拨弦。"
        },
        {
            "标题": "重客南园即事呈黄丈安涛三章 其三",
            "作者": "姚燮",
            "内容": "老格弥严峻，持示诗卷新。斲削万枝叶，孤干标嶙峋。\n于斯验天葆，固厚充内神。还与爇桦烛，抗议何纷纶。\n播掷骊龙珠，排阖天阊云。重申万古约，讵畏真宰闻？\n层冰阻淮河，朔雪飞浑浑。一帆别君去，浩莽吾谁群？\n异乡得佳聚，比昵逾所亲。且作三日留，慰此羁孤身。"
        },
        {
            "标题": "拟晋人欢闻变歌六章 其一",
            "作者": "姚燮",
            "内容": "心在欢腔中，搜索那能到？袖长不及地，转为短裙笑。"
        },
        {
            "标题": "拟晋人欢闻变歌六章 其六",
            "作者": "姚燮",
            "内容": "结带复挽臂，作意谁信真？欢来总当去，不是侬边人。"
        },
        {
            "标题": "春晴过江氏园三章 其一",
            "作者": "姚燮",
            "内容": "俗屏忘事撄，境寂适朋聚。在瞩无遁姿，以我悦心与。\n怯莺馀宿风，媚鹤得晨煦。群葩如献情，含态各妍吐。\n每出一象奇，动留半回伫。暂犹嫌绮芬，静挹自幽古。\n蓄有邱樊思，藉兹略倾吐。爱惜不忍离，清谭日忘午。"
        },
        {
            "标题": "拟晋人欢闻变歌六章 其二",
            "作者": "姚燮",
            "内容": "画棂金屈戌，明月交枝梧。五更梦十醒，只闻啼独乌。"
        },
        {
            "标题": "春晴过江氏园三章 其三",
            "作者": "姚燮",
            "内容": "卷幔放天色，置酒南轩中。高花入杯影，汎作流霞红。\n醉还弄池水，倒见云行空。目送蘋点移，意识东来风。\n灵机变仓猝，妙绪难尽穷。幻作琼烟香，扑我衣融融。\n清明夙沦汩，检之多愧衷。庶几附群物，顺养怡其蒙。"
        },
        {
            "标题": "宿迁山行",
            "作者": "姚燮",
            "内容": "平绿低斜照，危山向夕行。草浓埋石色，沙滑带冰声。\n万橹趋淮岸，孤云下角城。马蹄知亦倦，踯躅起悲鸣。"
        },
        {
            "标题": "春晴过江氏园三章 其二",
            "作者": "姚燮",
            "内容": "虚堂宜空谷，何以多好兰？交叶良葳蕤，结花况复繁。\n众嫭环屏风，梳栉无同鬟。随其向背陈，不厌周匝看。\n四壁澹摇绿，当槛疑有山。微风过吾袂，空响生琅玕。\n悄然顾横席，琴弦润方安。惜无中散嵇，取我胸怀弹。"
        },
        {
            "标题": "拟晋人欢闻变歌六章 其五",
            "作者": "姚燮",
            "内容": "欢爱千两金，侬爱一寸烛。但邀今夜怜，那知明夜哭？"
        },
        {
            "标题": "拟晋人欢闻变歌六章 其三",
            "作者": "姚燮",
            "内容": "夙爱欢所知，难凭一面辞。读欢书内语，常道苦相思。"
        },
        {
            "标题": "拟晋人欢闻变歌六章 其四",
            "作者": "姚燮",
            "内容": "对面同背面，见欢安足多？马能走千里，不能踰黄河。"
        },
        {
            "标题": "浣溪沙 秋夕",
            "作者": "姚燮",
            "内容": "不尽银河向北流。水精帘卷最高楼。铁箫如鹤唱凉州。"
        },
        {
            "标题": "登锁山二章 其二",
            "作者": "姚燮",
            "内容": "五马洋心礁，东驰寨子山。连烽防寇盗，横铁锁神奸。\n羝竖安相宅，蛟烟近不患。眼中千百岛，破碎笑诸蛮。"
        },
        {
            "标题": "客怀诗三章示别金广文士奎厉山人志陈明经福熙茂才登熙昆季 其二",
            "作者": "姚燮",
            "内容": "孤鸿影肃肃，雕鹗来与欺。恐尔病翼折，肉且供饿鸱。\n炯然双眼明，密树遥相期。倦雁不出巢，同命两无疑。\n悬罦饵之食，赖有坚性持。但求天不违，甘坐黄雀痴。\n当门犬如豹，葺竹森籓篱。络绎陈斝樽，为我慰调饥。\n黄鞠未媚春，何由居所奇？乘醉挥白云，拂面多凉飔。"
        },
        {
            "标题": "野田黄雀行",
            "作者": "姚燮",
            "内容": "临台置酒，脱我宝刀。孤隼下睨，白云天高。天高野平，故人千里。\n华灯夕堂，芳宴未已。春棠媚鄂，回风引之。峨削翠，绕以清漪。\n狐兔悲泣，冠飘盖零。公子东去，剑气夜青。野田有雀，其鸣啁嘈。\n苞凤振采，琅玕九霄。禾黍其槁，天降民饥。空城多杞棘，日莫将安依？\n天苏民饥，沛尔以甘雨。顾彼野田，黄雀啁嘈自相语。\n鹰食之，毛骨吐我。珠网罗之，雕笼或护我。"
        },
        {
            "标题": "毁庙神",
            "作者": "姚燮",
            "内容": "神不杀鬼鬼杀神，阴阳颠倒棼屈伸。明州城中二百庙，宰木森沈乱鸱叫。\n昔年庙神有威福，大祭平筵享鱼肉。今朝庙神遭鬼欺，鬼攫神帽穿神衣。\n小鬼手搴神案旂，倒执神笏相娭嬉。折神手，作薪炭。\n支神头，炊麦饭。炊麦饭，煮麦粥。弱鬼瘐死强鬼疫，神庙朝朝闻鬼哭。"
        },
        {
            "标题": "寒垆",
            "作者": "姚燮",
            "内容": "避冷垂毡幕，愁眠看絮衾。妻孥共团坐，风雪此宵深。\n煨芋频添火，烹茶且助吟。热中君莫笑，独抱不灰心。"
        },
        {
            "标题": "会仙峰",
            "作者": "姚燮",
            "内容": "凤巢不绿琪花彫，赤城在咫春霞消。媚兰抱瑟去西澥，山屏一角空烟髾。\n玉蟾沈沈北斗夜，百级琉璃照台榭。山川了了如布棋，万里潢流自高泻。\n仙之人兮不可期，石鼯松麝相遨嬉。扶摇九万直一瞬，大鹏肯挂眉睫飞？"
        },
        {
            "标题": "一萼红 读小谱花影词卷感题",
            "作者": "姚燮",
            "内容": "恁凄清。把初红晚绿，低诉一声声。檐角天高，帘心梦短，谁伴秃管疏檠。\n便绝到、黄河远上，恐绛树、不复在旗亭。若问愁侬，艳辰娇夕，也值惺惺。"
        },
        {
            "标题": "极相思",
            "作者": "姚燮",
            "内容": "五更楼上闻钟。梦荡锦窝红。烛摇钗影，月揉花影，帘隔当中。"
        },
        {
            "标题": "洞仙歌四首 其四",
            "作者": "姚燮",
            "内容": "小鬟弹户，报灯花阑矣。脉脉良宵酒醒未。恰琼钩不挂，帐穗如烟，风漾漾，漾得梦边愁起。"
        },
        {
            "标题": "入郡城之寓庐守寓者已绝粮三日",
            "作者": "姚燮",
            "内容": "破书无鬻地，贷籴亦无邻。死且慰谁托，吾嗟累汝身。\n釜空窥鼠粒，案有蹴乌尘。且拔园隅蕨，抽篱代火薪。"
        },
        {
            "标题": "郡夷既退将迁寓入城留别邻友二章 其一",
            "作者": "姚燮",
            "内容": "避险获全命，未敢劳悴訾。有室堪望还，一喜似难持。\n群邻迭赒恤，相爱泯侮欺。便将终此居，可托讵无依？\n长风荡远烟，天廓鸟当飞。回翔眄故巢，欲去翻迟疑。\n但愿青山空，逃隐后来稀。我行良恻然，难行更当非。"
        },
        {
            "标题": "郡夷既退将迁寓入城留别邻友二章 其二",
            "作者": "姚燮",
            "内容": "樽酒夜相属，嵓月悬茅堂。别后如我思，似今清歌狂。\n短发虽未彫，面目瘦已苍。尚忧迁市廛，转类投遐荒。\n系舟在江渚，零星早成装。惜此山翠浓，难与书箧藏。\n隔门疏树枝，移影恋吾裳。下有吾钓矶，明日鸥谁将？"
        },
        {
            "标题": "杂兴得七绝句 其七",
            "作者": "姚燮",
            "内容": "万户桃符换旧时，相从随例倒芳卮。如槃大饼如椽烛，不祭钱神只祭诗。"
        },
        {
            "标题": "赠叶舍人名沣六章 其四",
            "作者": "姚燮",
            "内容": "五月梅雨溽，昔别在京畿。君马太行去，吾船越海归。\n关山兵忽隔，信息雁同稀。不信复兹遇，相惊转自疑。"
        },
        {
            "标题": "赠何公子绍业",
            "作者": "姚燮",
            "内容": "读书能除士夫气，守朴不染公子风。幽鸟自得好秋意，青山忽来吾眼中。\n吟声歌声四巷静，一樽一灯此夕同。我将解衣示短剑，君先吐气为长虹。"
        },
        {
            "标题": "寄妇三章 其二",
            "作者": "姚燮",
            "内容": "君昔归我门，夭桃春日姿。东风不能护，坐视容华摧。\n食荼忍所苦，汲炊还独持。闻鸡未遑寝，枕席无安时。\n柔弱况工病，顾影日支离。恐伤堂上心，操作翻强支。\n此况如在目，远念能勿悲。"
        },
        {
            "标题": "寄妇三章 其一",
            "作者": "姚燮",
            "内容": "初日照层楼，天远空无云。之子渺春水，幽怨含白蘋。\n亦知相见易，百里等比邻。殊处迹终隔，讵以远近分？\n弦离但抚轸，毂脱安成轮？投子以尺素，孱躯幸自珍。"
        },
        {
            "标题": "赠叶舍人名沣六章 其一",
            "作者": "姚燮",
            "内容": "自古奇杰士，多生江汉间。置君在今日，转若势孤孱。\n对客休论剑，逃禅且闭关。须知兰亩上，榛杞未全删。"
        },
        {
            "标题": "赠叶舍人名沣六章 其三",
            "作者": "姚燮",
            "内容": "皎皎晚山雪，閒閒春海云。乾坤露高洁，相对每思君。\n朴至情忘饰，心空物可群。但援豪迈例，斯世总纷纷。"
        },
        {
            "标题": "赠叶舍人名沣六章 其五",
            "作者": "姚燮",
            "内容": "诗无尘土气，味隽抵江瑶。直嗣中州响，应悲下里嚣。\n贞篁何损媚，太璞本无雕。祗惜筝琶耳，无能辨大韶。"
        },
        {
            "标题": "寄妇三章 其三",
            "作者": "姚燮",
            "内容": "谁谓春可乐，翻令子心警。年年芳草生，去去结游靷。\n屡别行计熟，笥箧早安整。但言莫迟归，含意已无尽。\n梁燕不独飞，徘徊日夕影。念我知迢迢，灯寒梦凄紧。"
        },
        {
            "标题": "赠叶舍人名沣六章 其二",
            "作者": "姚燮",
            "内容": "客身怜病困，懒造故人庐。过我相慰藉，牵衣重叹吁。\n忽来千绪引，翻觉一辞无。坐且眄寥廓，天云空郁纡。"
        },
        {
            "标题": "饮右安门酒肆同何绍毅醉感书壁四章 其二",
            "作者": "姚燮",
            "内容": "水荇鸣蛙早，沙烟入草多。未能临玉笛，重听美人歌。\n碧树高城合，青天一鸟过。流光倏三载，良会感蹉跎。"
        },
        {
            "标题": "饮右安门酒肆同何绍毅醉感书壁四章 其一",
            "作者": "姚燮",
            "内容": "其奈垂杨树，东风又绿成。柔枝何袅袅，向我故盈盈。\n斜日澹欲没，当筵酒且倾。只除帘外燕，尚识旧时情。"
        },
        {
            "标题": "杨山人韫华书来知陈佐钧病剧寄怀二章 其二",
            "作者": "姚燮",
            "内容": "花托修枝叶庇根，迭经摇落事难论。未当衰老拚哀乐，夙有心期系友昆。\n云隔山川思易惘，道如名位贱何尊？谁怜佳女栖蓬首，为抚清琴向筚门。"
        },
        {
            "标题": "杨山人韫华书来知陈佐钧病剧寄怀二章 其一",
            "作者": "姚燮",
            "内容": "生涯虽苦茂先孱，未分深遭二竖患。远皛难摛襟上雪，瘦烟谁拭梦中山？\n莫沈古怨怜驹逝，好绎奇思破象顽。丹灶死灰燃可复，须知微息系元关。"
        },
        {
            "标题": "宝应至高邮舟中六绝句 其三",
            "作者": "姚燮",
            "内容": "茭芦为岸柳为门，蟹舍鱼庄自一村。篴渚无人鹇梦静，水烟低护过黄昏。"
        },
        {
            "标题": "声声慢 陈云阁竹泉煮茗图，依高竹屋体。",
            "作者": "姚燮",
            "内容": "香眉玉髓，剪翠研红，安炉石阑四角。嫩火须添，扫得蛩边枯箨。\n千竿万竿风静，让瑶笙、碧空吹落。午梦酽，借灵崖秋乳，冻瓷凉瀹。"
        },
        {
            "标题": "春园寄兴四章 其三",
            "作者": "姚燮",
            "内容": "白蛤桃花香，野菜肥如菘。挈瓶贷隣酒，坐此朝阴中。\n西轩延明曦，东壁犹濛濛。青虫似初蚓，延缘上庭芎。\n为爱一瓣花，飞到隣园红。隣园多菉竹，亦有千尺桐。\n娟娟么翠翎，入画宜屏风。静来警微醉，故作弦语通。\n出门眄坰陌，寸意协万同。一绿与天蔽，密至翻疑空。\n但觉枯朽间，其致皆瀜瀜。还归更浮酌，匪我谁夷冲？"
        },
        {
            "标题": "春园寄兴四章 其四",
            "作者": "姚燮",
            "内容": "残梦破混沌，旦气真黄唐。稚子正晨读，元籁何琅琅。\n揽衿理盆卉，嫩甲多鹅黄。得春便知媚，浮以新露光。\n贴根苔花生，羞缩不敢香。游蜂过相睨，意欲资为粮。\n养命在守雌，荣悴争芴芒。纵无九万程，燕亦如鹏翔。\n涤心谢阂蔽，太素皆文章。须知炎熇天，地有冰雪凉。\n倦来隐吾几，瞑目开八荒。瑰焉礴苍紫，六气无藏阳。"
        },
        {
            "标题": "春园寄兴四章 其二",
            "作者": "姚燮",
            "内容": "春草不自知，渐上空阶生。蝴蝶弄游丝，力与微风争。\n熟眸境无改，犹此山川横。何以过墙色，流翠周檐甍。\n动息任所感，在浊难为清。天膏靳滋养，妙象谁玉成？\n素馨方茁芽，绮李已残英。扫之不爱惜，缘有新眷情。\n澄天如秋高，决眦弥流精。溽然浮野烟，晨色晖之晴。\n相羊步空阔，芳绪杳来萦。芳绪与谁系，系以枝头莺。"
        },
        {
            "标题": "同陈应璋豫园萍香榭茗谈即过点春堂小憩",
            "作者": "姚燮",
            "内容": "万绿一花，窈影吾媚。挹其空芬，不酒而醉。白袷满筵，顾之皆翠。\n过顶波光，中有鱼吹。燕以悦飞，莺以怨睡。彼挟丸者，踌躇停辔。\n春之所娱，于秋咸备。不知高阳，疾已西坠。良友招携，我寂聊慰。\n饮彼艳光，以泽憔悴。虚堂一隅，莎草晴被。方丈古筵，萧飒黄魏。\n芳土如金，尺寸皆贵。小山碧丛，招摇之桂。月虽未升，天澄何翳？\n吾搜其碞，客席其砌。兴有各抒，协则同契。千车已回，夕象逾霁。\n出门看山，海东垂髻。"
        },
        {
            "标题": "嘉有司者祭兵殇之鬼得三五绝 其一",
            "作者": "姚燮",
            "内容": "祅气荡使除，祥风和以舒。生民都受泽，无病得安居。"
        },
        {
            "标题": "约同朱立淇游四明山自缓江汇放舟作",
            "作者": "姚燮",
            "内容": "经岁餐山绿，吾嗟梦不鸾。携朋同汎滥，挟气已高寒。\n独鸟先人去，遥峰仄景看。近闻樊榭路，森碧满琅玕。"
        },
        {
            "标题": "嘉有司者祭兵殇之鬼得三五绝 其二",
            "作者": "姚燮",
            "内容": "所费惟楮钱，能释万鬼虑。黄泉需旅资，各自好归去。"
        },
        {
            "标题": "嘉有司者祭兵殇之鬼得三五绝 其三",
            "作者": "姚燮",
            "内容": "弃骨虽久枯，雨露濡其魂。相恤逢好官，孰非天子恩？"
        },
        {
            "标题": "山居寄叶赤堇山人元阶二章 其一",
            "作者": "姚燮",
            "内容": "回岚生云姿，其瀑作雨势。清景当柴门，未肯早键闭。\n薄怜溪草多，色茜略如袂。鸟来吾不驱，爱其韵柔脆。\n微风调古音，初月送斜睇。声色归自然，乃可免凋敝。\n品物争万劳，上象始无际。驰心天海垠，廓处尽蒙翳。\n何如槐叶阴，适我抱琴憩。空江如玉奁，娟然俯烟髻。"
        },
        {
            "标题": "观演长生殿院本有作",
            "作者": "姚燮",
            "内容": "铃骑渔阳递战书，上皇悽绝马嵬车。竟将烟月沈天宝，那有蓬莱幻海墟？\n殄夏原难仇妺喜，防秋应悔仗哥舒。佳人粉黛才人笔，收拾龟年涕泪馀。"
        },
        {
            "标题": "独行过夹田桥遇郡中逃兵自横山来",
            "作者": "姚燮",
            "内容": "急情逼我行，冒砾忘瘢胝。明知大事去，犹作平安期。\n决眦望东云，垂天旷无依。下凝深黯光，不见一鸟飞。\n颇传哀泽鸿，多受罗网鞿。相势或远飏，苍莽究何归？\n忠襄有名裔，赤角森神骓。夙昔百战身，能振天山堕。\n胡竟懦气乘，坐视万屋灰。闻率麾下军，纵辔先远驰。\n宜使敌势閒，不捣遂登陴。斯时百里中，何地堪立锥？\n但听愁哭声，隐隐风头吹。绕渡多逸兵，弓刀弃如遗。\n仓卒不择路，未识行何之。消息畏探问，孑影顾可悲。\n性命苟尽存，复何惜流离？平川静漂叶，海气蒙午晖。\n唤渡吾独东，往蹴虎口危。"
        },
        {
            "标题": "雨后同厉云官恩官昆季沈肇熙登江亭",
            "作者": "姚燮",
            "内容": "湿云四匝天深蓝，斜阳如旭红西衔。坐收万象入明眦，好风冉冉吹衣衫。\n松楸绕城郁凉意，喷作浓烟满城碎。烟低压地出高麦，麦上岚光夺烟翠。\n岚光翠尽天接光，远去万里归一苍。生非鸿鹄安能翔，顾视俦侣歌激昂。\n此亭明日谁杯觞，昨离今合还茫茫。胸中哀乐溟渤赴，眼前车马尘埃荒。\n明须买剑去华岱，不则携舸浮沧浪。"
        },
        {
            "标题": "病剧就养城北玉清道院作三章 其三",
            "作者": "姚燮",
            "内容": "悔乃愤之几，何如慎诸后？自镜平生端，炯象毕呈丑。\n猛警同晨钟，尘去复奚帚？鬼神惕我危，相待益徵厚。\n坦掌偶失持，势遂邻械杻。命无侥倖存，正以顺为受。\n岂真石作罂，其坚逊陶缶。"
        },
        {
            "标题": "检书得徐编修师遗札",
            "作者": "姚燮",
            "内容": "江海催人苦逝川，文章得失感鱼筌。閒庭寂寂春飘雨，旧泪沄沄墨化烟。\n遍地楠篁吾废树，半生心腑有寒泉。飞蓬不扫莺愁翮，忍忆江亭对酒年。"
        },
        {
            "标题": "一枝春 剪春罗",
            "作者": "姚燮",
            "内容": "叠绿翩黄，罥栏杆、二月晓风无力。天孙已嫁，水样软绡谁织。\n纤声逗玉，剩燕子、带红斜掠。摇日夕、金翠模糊，六扇画棂烟隔。"
        },
        {
            "标题": "登金鸡山展先大父墓呈林参戎亮光时参戎驻防山上",
            "作者": "姚燮",
            "内容": "先灵窀穸之所邱，十年待树无松楸。两峰夹有白云气，风不过峡吾何愁？\n太平食德守遗训，读书未服耕田牛。愧循故事具鸡黍，持畚来扫山花幽。\n山花红彫春亦秋，蛟龙出关云不留。转凭剑峡下劖海，夜坛自肃狐鼪游。\n嗟今世事变难测，中原肆逆来羌酋。轮船追马日千里，乘风直犯东南洲。\n佛狸恣虐到坟骨，飘魂满郭阴霾搜。乱馀乞食有孙子，恸枯眦血难为仇。\n不才何忍遽言此，殃乘未及宜预筹。将军拜檄兹建斿，挶泥垒石高如楼。\n长"
        },
        {
            "标题": "湖上见落花",
            "作者": "姚燮",
            "内容": "不尽斜阳怨，难为燕子心。水将春缓去，天与夕俱深。\n妆阁箔愁下，钓矶人苦吟。隔萝云一角，乍可梦湘岑。"
        },
        {
            "标题": "尺五庄即事诗十二章 其十",
            "作者": "姚燮",
            "内容": "亦有崟崎者，淮南一鲁侯。兴来凌土巘，气远盖雄州。\n万象入狂思，孤心惜佩钩。谓当投草阁，卧听大河秋。"
        },
        {
            "标题": "二更大风雨放舟自甬江下浃口",
            "作者": "姚燮",
            "内容": "张帆如劲弓，寸心与为矢。一发不及的，在空势不止。\n崩沙声过山，低欲我舟委。微命呼吸持，舟已转江觜。\n沈寒天所泄，怨者但訾水。天水寒拒迎，鸥毛独无毁。\n我舟轻过鸥，能夺众隘诡。区区三折江，直作池沼视。\n我吟篇未终，我舟岸已抵。咄嗟破浪游，几人乐忘死？\n纵此投大溟，瞬息当万里。可惜蓬莱田，而今种荆杞。"
        },
        {
            "标题": "尺五庄即事诗十二章 其八",
            "作者": "姚燮",
            "内容": "张子伤心客，无端涕泗流。望云还远啸，倚树便低讴。\n玉茗官如吏，黄门鬓已秋。风流看若许，吾亦且归休。"
        },
        {
            "标题": "同罗以智吴廷燮高学淳吴敬范登吴山还饮天河馆酒楼二章 其一",
            "作者": "姚燮",
            "内容": "山河今脱屐，风雨易思乡。慰以诸君乐，怜吾末路狂。\n台空双桂老，天阔一鹰翔。江泛渔矶在，吾将问野航。"
        },
        {
            "标题": "霜叶飞 夕倚芙蓉江楼感旧",
            "作者": "姚燮",
            "内容": "院门斜闭，筼筜绿，墙头华月凉满。玉筝依约唱红绡，流水声掺乱。\n定此夕、灯昏人懒。柳阴有梦沉沉远。莫记起春时，看偷画、山眉晓样，翠帘平卷。\n便我倾尽金樽，相思谁管，泪痕罗袖弹遍。断江蘋叶断无多，风过吹还断。\n阁不住、云魂片片。空留残影鸳鸯罥。惹者边、人凄绝，又何况深深、那边庭院。"
        },
        {
            "标题": "海会寺别雪公买舟同舍弟皋儿自十字港抵沙港唐堰唤渡过兰江道中得五章 其五",
            "作者": "姚燮",
            "内容": "二更抵唐堰，渡北无一舟。隔江星光低，隐照江干楼。\n柳缝趋暗潮，似闻桨声幽。闪动白点微，因知过者鸥。\n迟回正无计，瞥见灯影流。久唤遥不闻，怨彼风响仇。\n行藏有绝境，达人难预谋。天阔夜方长，水逝心安留？\n我生遭险阨，穷趣无不搜。万象黯䨴中，三人眇相俦。\n欲止不得宿，欲行安所投？幸遇披蓑翁，涉我枫林陬。"
        },
        {
            "标题": "海会寺别雪公买舟同舍弟皋儿自十字港抵沙港唐堰唤渡过兰江道中得五章 其二",
            "作者": "姚燮",
            "内容": "官河苦多盗，纡港还苦迟。冷色来睨人，已有芙蓉枝。\n芙蓉花浅红，剩绿搀柳丝。野人立柳旁，手把长项犁。\n似傲田居閒，含笑目相移。故抚牛背平，扶童与之骑。\n读书无一能，我实心惭伊。平生志胞与，民命关疮痍。\n胡祇同室人，尚难免流离。去当事锄种，矢与槃涧期。"
        },
        {
            "标题": "海会寺别雪公买舟同舍弟皋儿自十字港抵沙港唐堰唤渡过兰江道中得五章 其三",
            "作者": "姚燮",
            "内容": "河长不能短，心短无能长。将辞语弟子，未语先恻伤。\n尔等在平居，饱煖适其常。寒索棉衣温，饥就炊釜香。\n世境有冻饿，此苦曾未尝。习惰不务勤，沟壑谁应当。\n我为尔兄父，敢怨身夷创。万一转捩穷，孰保中路僵？\n矧有头白亲，未出户与堂。忍使荆棘中，风雨偕踉跄。\n老年有深虑，意岂安异乡？去当顺所欢，慰使愁苦忘。\n东流下冉冉，西流交汤汤。尔等同在途，须知亲久望。"
        },
        {
            "标题": "题周泰浪迹图十二章 其十二 严江泛雪",
            "作者": "姚燮",
            "内容": "泷石砺冰齿，山龙抱烟睡。练宇变空白，刊落万林翠。\n上滩绝飞鸟，下滩无钓船。危篷敞寒界，玉色浮四舷。\n剪蜡围酒朋，狂歌激虚响。云阵忽向南，残月露微朗。"
        },
        {
            "标题": "海会寺别雪公买舟同舍弟皋儿自十字港抵沙港唐堰唤渡过兰江道中得五章 其四",
            "作者": "姚燮",
            "内容": "骄风渐催夕，各苦衣裳单。过天千鸟飞，尽向西南山。\n计里问舟子，低首愁瀰漫。鼓楫腹久枵，筋力疲与残。\n脱钱叩村店，市饼慰其餐。远烟出篝火，木末沈遥峦。\n深凉切肤体，噤齿忍已难。舷窄遮无篷，肩背同簇攒。\n好争逆水流，为我兼程殚。夹溆芦叶丛，渔歌自閒閒。\n岂其江湖中，渟止无愁澜。"
        },
        {
            "标题": "海会寺别雪公买舟同舍弟皋儿自十字港抵沙港唐堰唤渡过兰江道中得五章 其一",
            "作者": "姚燮",
            "内容": "荒田洒微雨，旷路无行人。十千买一舟，窄仅容两身。\n席蒲作箕踞，病膝苦未驯。漫海羊角风，澒洞奔愁云。\n远岚拒云气，匿翠生冻皴。万籁同哑钳，倏向重渊堙。\n老僧趋送我，致意当河漘。谓遭原火燎，势已及比邻。\n亦将投空山，餐柏侣瘦猿。恐君他日来，但拾灰馀尘。\n天地有后逢，相期同保珍。放棹随去流，汎滥终何垠？"
        },
        {
            "标题": "江舟观月",
            "作者": "姚燮",
            "内容": "水作银河一折长，暗风漂去白蘋香。年华几辈听歌老，天地今宵对酒凉。\n楚雁出关愁见海，越山在眼易思乡。襟怀我逊邻船客，侧帽弦边试软肠。"
        },
        {
            "标题": "江上送客",
            "作者": "姚燮",
            "内容": "迥海云摩日，低城树合山。山烟浮野去，江鹭送潮还。\n佳约宜横楫，伊人正采蕳。如何西逝客，离思不能閒。"
        },
        {
            "标题": "四月二十七日同蒋同年湘南熊鹾尹松之陈明经凤孙小集江亭醉后次蒋君原韵四章书壁 其二",
            "作者": "姚燮",
            "内容": "玉毂金鞯八尺龙，朱门贵戚黑头公。惯来此地争消夏，让我今朝独御风。\n山迥楼台无障翳，天连溟渤极清空。别开小社娱莺燕，不假前旌树隼熊。"
        },
        {
            "标题": "黄大鸿胪爵滋招同朱绶丁晏张际亮严宗望江开杨希龄许瀚蒋湘南温训鲁一同饮江亭醉后成歌",
            "作者": "姚燮",
            "内容": "午云不飏天至静，一笏西山照千顷。暗林深阁落僧语，微草晴沙出马影。\n平筵正对双阙高，紫烟来拂芙蓉袍。眤斝莺雏语能脆，压眉花影春方苕。\n各怀温厚辨小雅，并无愁愤参离骚。叔度能相天下才，彼草跞者皆龙騋。\n贡之上厩可闲御，此外何有燕昭台。我为海上钓鱼客，半世尘波困卑泽。\n枲衣粝食称好民，矢与升平润祥色。座上群公知我多，了了平生浃胸臆。\n后先离合终有缘，此杯深浅不足言。清风翏翏碧空阔，可惜在手无琴弦。\n狂生有辞敢陈告，政事文章尚枢要。曹蜍李志非所讥，狗苟蝇营又谁料？\n试之颇阪心自平，拄得狂澜骨须峭。兹亭作会几百千，典有可数皆名贤。\n徒矜意气誇醉饱，明朝叶落多荒烟。"
        },
        {
            "标题": "四月二十七日同蒋同年湘南熊鹾尹松之陈明经凤孙小集江亭醉后次蒋君原韵四章书壁 其三",
            "作者": "姚燮",
            "内容": "诩也能歌袖影彯，熊生击缶和吾箫。残春絮海烟千里，昨梦芦沟月满桥。\n泉石勋名申誓约，人天籁响杂诙嘲。无端出入相狼狈，座有元龙意亦消。"
        },
        {
            "标题": "四月二十七日同蒋同年湘南熊鹾尹松之陈明经凤孙小集江亭醉后次蒋君原韵四章书壁 其四",
            "作者": "姚燮",
            "内容": "东郭高杨祓露清，西山晚翠切楼明。短欢北里抛吴纻，佳节南天感蜀樱。\n倦马颇愁前路阔，啼鹃不慰异乡情。诸君珍重长鞭策，策短吾还愧祖生。"
        },
        {
            "标题": "四月二十七日同蒋同年湘南熊鹾尹松之陈明经凤孙小集江亭醉后次蒋君原韵四章书壁 其一",
            "作者": "姚燮",
            "内容": "蓬莱相对玉峰高，酒阵筵翻三峡涛。帝极星辰森象纬，天钧日月转鸿陶。\n太平身世真宜醉，草野文章亦自豪。几辈正声参雅颂，未惭仙骨冠花曹。"
        },
        {
            "标题": "自城湖放舟至蓉江宿周氏庄四章同张大阮二作 其四",
            "作者": "姚燮",
            "内容": "霜瓦有乌栖，围香坐石猊。诗成山月白，酒醒夜寒悽。\n小隐商锄笠，危生话鼓鞞。浮蓬如我辈，惭愧五湖蠡。"
        },
        {
            "标题": "自城湖放舟至蓉江宿周氏庄四章同张大阮二作 其二",
            "作者": "姚燮",
            "内容": "昔渡采兰茳，美人明月艭。水红湔露佩，蠡翠拂烟窗。\n梦与春痕远，愁将酒力降。让渠青箬叟，倚树钓寒矼。"
        },
        {
            "标题": "自城湖放舟至蓉江宿周氏庄四章同张大阮二作 其三",
            "作者": "姚燮",
            "内容": "江水晚娟娟，鹭鸶飞过肩。林容收夕照，野色入残年。\n风紧孤帆捩，天低众壑眠。悲来吾敢笛，屏息过龙渊。"
        },
        {
            "标题": "自城湖放舟至蓉江宿周氏庄四章同张大阮二作 其一",
            "作者": "姚燮",
            "内容": "水气飒残菰，云姿汛独凫。入冬晴可悦，停舫客相呼。\n出郭山千笏，回漪径百纡。初梅含窅色，香压市楼沽。"
        },
        {
            "标题": "清河晤孔司马继鑅话旧即赠九章 其一",
            "作者": "姚燮",
            "内容": "谁谓相见欢，相见但凄楚。握手坐移时，转疑梦中聚。\n胸有千百言，理之竟无绪。视我形骸非，何论旧心腑？\n苦泪倾难多，青天为飘雨。若有蟋蟀声，纷来集庭宇。"
        },
        {
            "标题": "清河晤孔司马继鑅话旧即赠九章 其二",
            "作者": "姚燮",
            "内容": "庭气黯将夕，庭花秋方妍。幽姿信谁眷，袅以风中烟。\n别君出门去，一步一回旋。共看天宇云，万里苍无边。\n有鸟迭相飞，东隼西自鸢。祇愁此后逢，迢迢犹昔年。"
        },
        {
            "标题": "清河晤孔司马继鑅话旧即赠九章 其八",
            "作者": "姚燮",
            "内容": "古梅如劲藤，㛹娟自春竹。自顾衰丑姿，何由媚群目？\n频年驰异乡，白日马蹄促。劳彼千岁猿，为我守空谷。\n此归当闭门，栖心谢讥辱。证道不在形，兀处讵嫌独？"
        },
        {
            "标题": "解连环 观女郎九连环作",
            "作者": "姚燮",
            "内容": "金丝细剪。恁弯环袅就，看时零乱。背花阴、掩袖凝思，蓦琼响纤纤，扣来银钏。\n玉指双挑，把恨结、无端寻遍。笑团圆样子，层层抱住，到头不断。"
        },
        {
            "标题": "解连环 秀水朱生白，曝书亭后人，工词，以抱黄门之感作砚环图，寓念还意也，为赋此解",
            "作者": "姚燮",
            "内容": "萧娘琐阁、有云廊十二，碧桃春莹。记研螺、倩画湘眉，傍温峤妆台，贴肩花并。\n掠海罡风，蓦飘断、女床鸾信。问玉箫再世，情天灵姥，慰愁堪准。\n漫招穗堂梦影。只愁潘独坐，背灯看鬓。甚双头、约指玲珑，自抛了尘奁，旧香都冷。\n拂砚填词，苦愁味、还谁能领。尽宵来、金井风梧，枕函凄听。"
        },
        {
            "标题": "解蹀躞 雪影",
            "作者": "姚燮",
            "内容": "是否梨花柳絮，天冥恰无月。但和帘底梅魂，荡清切。\n蓦又隔烛低吹，满衣拂冷愁云，惹回吟靥。"
        },
        {
            "标题": "扬州慢 周澹岩邗江记游图，用石帚韵。",
            "作者": "姚燮",
            "内容": "支水通淮，平冈衍蜀，秋来曾记邮程。奈西风柳色，早瘦了残青。\n认一角、瓜洲旧垒，卧烟荒树，喧似屯兵。怕闻人、提说当年，佳丽隋城。"
        },
        {
            "标题": "春感八章再叠少陵秋兴韵 其七",
            "作者": "姚燮",
            "内容": "莫仗干戈市大功，唐虞运会正持中。龙蛇自有包容泽，阊阖原无肃杀风。\n莺界天回荒地绿，鲸渊气慑晓暾红。坦途健脚行堪试，失马何劳怨塞翁？"
        },
        {
            "标题": "金蕉叶 蜀山渡泊舟",
            "作者": "姚燮",
            "内容": "帆回雁咽。绕依微、水边木末。残阳些影，渐向江流尽处灭。"
        },
        {
            "标题": "冬日独醉书感八章用少陵秋兴韵 其七",
            "作者": "姚燮",
            "内容": "祇求免罪不求功，密诏传闻错愕中。幸得孤生逢赦日，尚堪万里破长风。\n吁天算表臣心赤，渍野谁怜战血红？最苦袖巾扪唾面，移槽养犊效痴翁。"
        },
        {
            "标题": "醉后同万同年潮月下过罗浮园",
            "作者": "姚燮",
            "内容": "五官天赋何妍媸，但惟骨俗难疗医。初红含蕾态百丑，谁来抚惜梅华枝？\n乌头已白鸾翼绿，鸾小能歌那知哭？寒霜万木生槁容，尽俟春机转旸谷。\n罗浮师雄仙乎仙，去我已隔千百年。天边明月在掌上，梦中流水非人间。\n佳女方思粉烟腻，静屋胡然有藓气？乱云离合幻青山，阔露空濛怜白地。\n子能弹瑟吾擪箫，携子共倚阑干高。曲终倒骑玉蝴蝶，背著寒风向暖飘。"
        },
        {
            "标题": "金盏子 袁楫山酿菊图，效吴梦窗体",
            "作者": "姚燮",
            "内容": "曲院凉深，正绕栏癯萼，露凝烟冻。明翠漾流金，能疏荡琴怀，暗薰诗梦。\n好依郦谷仙方，选萸边佳种。封缇密，凭他玉蛆浮酪，嫩云黄滃。"
        },
        {
            "标题": "水调歌头 五湖渔庄图",
            "作者": "姚燮",
            "内容": "天影入波净，波影动青山。山浮四面窗户，七十二湘鬟。\n几树疏疏烟柳，一片萧萧风荻，水鸟逐舟还。笭箵乱苍翠，斜日下渔湾。"
        },
        {
            "标题": "静极",
            "作者": "姚燮",
            "内容": "静极耳根通，群声一鬨中。细潮咽密簖，紧柝激繁蛩。\n客路无安枕，年来惯听风。归当键寂户，索性任顽聋。"
        },
        {
            "标题": "夷警日急冒雨送妇柩暂厝江北张乾碶",
            "作者": "姚燮",
            "内容": "海潮入闸城翻盆，六营军马悲声吞。墨缞童子束蒲袜，扶舆晓出西郭门。\n四田苏绿吹稻痕，水蛙百部烟塍昏。竹幡风捎偶闻哭，纸钱灰湿难招魂。\n锸短不斸黄泉根，砖场爆彗无晴暾。野佣跣足把油伞，遮防斜雨当隧门。\n呜呜复咽咽，狭港九折蛇流奔。奔流欲冲岸，一折迤过三家村。\n远霁疑湘鸟羁雁，险云作蜀吾哀猿。芦笳凄凄峒蛮语，旌旗隐隐貔貅屯。\n高秋气肃归大浑，窔堂未敢游虫昆。而此泽间一坏土，近潟何有春膏温？\n却来殡尔瘦弱骨，得毋茕魄愁螴蜳？尔灵但抱琼珠存，归以为委皆尔垠。\n山之幽者梦修竹，木将彫兮伤合棔。邻庵晚磬清不喧，古佛荫尔龙檀恩。\n明年二月蘼芜黁，过关欃火澄郊原，再来酹尔桃花樽。"
        },
        {
            "标题": "山静居画竹卷三绝句 其一",
            "作者": "姚燮",
            "内容": "霁后天光渲染成，凤翎千帚压阑平。秋来谁向湘江上，独倚疏篷听月声。"
        },
        {
            "标题": "阳湖观竞渡",
            "作者": "姚燮",
            "内容": "空江万沫飞青雨，白昼阗阗闹钲鼓。下流争避龙船来，一泻飞翎脱雕弩。\n龙颔滉漾明月珠，龙衣五綵垂流苏。豹麾豸钺肃天仗，盖幡孔翠屏珊瑚。\n翩翩画桨打菱叶，袅袅花竿惊鸭雏。回风细乐极窅眇，衮旒绚饰尸童姝。\n江淮近俗效蛮粤，如此穷饰他所无。鸱夷流泊汨罗放，二灵不死均与胥。\n谁创淫祀据稗乘，十姨五圣同讹诬。五月五日入霉节，一雨半月城郊芜。\n廛民拭目俟晴朗，及晴鬨市从嬉娱。典衣鬻环助神醉，租税若可宽须臾。\n君不闻黄流如海京门注，河伯无灵老蛟怒。郊水沄沄鱼入门，城云惨惨鸦愁树。"
        },
        {
            "标题": "扫花游 王乃荪属题其友人罗镜泉",
            "作者": "姚燮",
            "内容": "寂无鸟狖，照一片蟾辉，太青回薄。画梁掌削。抱六铢氅冷，瘦魂飞掠。\n绀翠房栊，记否胡麻旧约。啸谁觉。但乱碧桃花，天际吹落。"
        },
        {
            "标题": "薄醺",
            "作者": "姚燮",
            "内容": "雨渍樱桃润，燕雏来踏枝。花轻松蝶气，筱短接蛛丝。\n静镜宜山媚，深苔有屐知。薄醺聊倚槛，初日上迟迟。"
        },
        {
            "标题": "天饷行",
            "作者": "姚燮",
            "内容": "吴俗畏神逾畏官，恐益冥谴违神欢。天饷之制肇何自，遵为岁例长不刊。\n道人绛袍七叶冠，执符来自三茅坛。稽查口数造编册，量贫酌富求疵瘢。\n村坊有首巷有长，各司其地催纳完。楮皮市价同罗纨，金模银范高堆槃。\n分头齐赴社神庙，稽颡焚告欢声攒。灵车隐隐天门端，华旗五丈螭虬蟠。\n真皇撚须降颜色，空烟回舞双青鸾。歃牛庖鹿迎上銮，琢玉为俎珍珠箪。\n烛屏华茜交红珊，香毬百绺芙蓉抟。觋姑鸣蠡唤阴月，朝天狐髻新鬗鬗。\n咒辞秘密无谑谰，似为民白精力殚。锡之饱煖常平安，灾无焚溺无凶奸。\n或作狡狯藐科律，迟回抽减来触掸。火犀赤眼透九井，呼吸不得雷霆瞒。\n女青执笔驱獾犴，泥犁五狱刀巑岏。籍尔家室戮尔嗣，幽囚骨肉诛心肝。\n斯民乃惧乃惩戒，低声唯唯容凄寒。担筐挟镪恐人后，挤肩狭路争嚣欢。\n其匮乏者穷谋钻，典物鬻器忘衣餐。一传万鬨蔽城市，若狂若醉无从拦。\n道人丰颐垂两髋，弟子执拂童司鞶。巍峨紫馆压朱邸，洞庭八牖环明峦。\n暮拥勺药朝斟兰，醉骑铜虎摩琅玕。千箱百斛均匪难，罪章讵惜功曹弹？\n奈何当道瘖且眢，听其妖惑民受剜。化工大造纳群有，奚资琐细弥歉单。\n卓哉文正毁淫祀，整饬薄俗今所难。何当痛洗真宰辱，鞭龙远吸昆崙澜。"
        },
        {
            "标题": "九日同叶元壁元尧昆季饮作歌",
            "作者": "姚燮",
            "内容": "平生自惭酒户窄，况在危时作筵席。疏灯一星雨气夕，花冻衫痕不能碧。\n湖风弄帏瑟以萧，过门黄叶吹凉潮。蒿蓬天地长镵弃，兵火关河短发彫。\n孤心欲逝难持操，狂歌且作哀猿号。蛟龙宅徙南流劲，阊阖门键北斗高。\n石林昆季同郁陶，起拓银屏挥宝刀。神穿鼠穴千灵遁，目摄鸿逵万里逃。\n我将往钳群虎嗥，鞭挞屈平焚离骚。遥怜煮橡供佳节，全命空山漂一毛。\n诸君年华各自爱，祥晖待转扶桑梢。我还饮酒君弗嚣，借醉抒忧谁见挠？\n茱萸三枝五枝绿，铃柝前村后村促。荒鸡喌喌乌续续，深夜深樽此筵独。\n安得君为矞云吾薰风，吾心裔裔君瀜瀜，醉乡日月华胥同。\n结交孟客师陶公，皞然太古开黄农。"
        },
        {
            "标题": "怀九老诗九章 其五 吴江郭布衣凤",
            "作者": "姚燮",
            "内容": "匿名不出松陵里，苦守灵芬哭兄死。霜篝在屋梧桐低，琴角悲声续枯指。\n白须红舄青竹筇，风格颇似东园翁。高秋泱漭山川气，收拾深杯菊影中。"
        },
        {
            "标题": "怀九老诗九章 其二 山阴杜孝廉煦",
            "作者": "姚燮",
            "内容": "瘦姿为鹤宜立雪，谁信怀中抱明月？潞河春晚行送君，归梦蘼芜感芳歇。\n今当闭户逃吟禅，霜岚束尔琼骨坚。剡舟咫尺不能到，空向云门忆杜鹃。"
        },
        {
            "标题": "悔曾九章 其七",
            "作者": "姚燮",
            "内容": "春到罂湖水似醺，湔衣人拜九娘坟。烟边画郭多新柳，天际横阑有薄曛。\n车子六萌延鶠盼，侍儿双髻媚兰薰。未堪酒醒歌残后，只听渔榔唱暮云。"
        },
        {
            "标题": "清河晤孔司马继鑅话旧即赠九章 其六",
            "作者": "姚燮",
            "内容": "落落天地间，知交尚谁在？离合如行云，出入不相待。\n究其渊源同，星宿导天海。谓可木石移，未闻日月改。\n屈宋递沦丧，湘江有枯茝。使我感旧心，对君涕浼浼。"
        },
        {
            "标题": "古怨辞九章 其七",
            "作者": "姚燮",
            "内容": "六月得南风，南窗好将息。卷帘方上钩，风头转西北。"
        },
        {
            "标题": "怀九老诗九章 其八 山阴汪广文能肃",
            "作者": "姚燮",
            "内容": "广文品酒如品泉，醉草能作张旭颠。吴山秋风万里到，招携坐桂同华筵。\n玉厓絮云塞猿语，夜抱禅灯听江雨。襄阳诗骨倘健存，定复难忘柘枝舞。"
        },
        {
            "标题": "悔曾九章 其六",
            "作者": "姚燮",
            "内容": "玉簪凉月小娟楼，明渌春烟薛素舟。悔使邯郸嫁厮养，不教汧国宠车驺。\n四檐红桂金鱼锁，一桁青山白凤游。何止苕甤风易落，难寻盼盼举柔柔。"
        },
        {
            "标题": "清河晤孔司马继鑅话旧即赠九章 其七",
            "作者": "姚燮",
            "内容": "寥天拓秋眄，北斗枢可操。渟渟夕初籁，木叶纷林皋。\n斯时众喧蛰，大梦齐酕醄。独有故人心，挂与明月高。\n月高照零雁，霜紧无完毛。下俯长淮流，南下方滔滔。"
        },
        {
            "标题": "怀九老诗九章 其一 丹徒杨山人铸",
            "作者": "姚燮",
            "内容": "乾嘉名流此硕果，秋影君山玉为笴。瓣香太白无俗诗，江上年年走烟舸。\n春灯画雨金阊城，携箫拨柳同狎莺。结髯醉作女儿态，使我难忘那夜情。"
        },
        {
            "标题": "后冒雨行九月初七日自郡城至慈北鹤皋作",
            "作者": "姚燮",
            "内容": "命微敢畏劳，天力苦难借。奔云疲海风，但冀一山藉。\n长霄无厈垠，雁死飞乃罢。逸马方逐人，何由学閒暇？\n载行城西塘，江飙劲且大。发短不及持，笠已逆肩卸。\n江干十百山，泼空助澜泻。骤泻难逆收，泄出远林罅。\n远林一束黄，势与上江跨。病叶如病民，恋枝未肯下。\n我行抵江壖，独船竞危价。世乱舆儓骄，能使达官怕。\n万幸得渡江，解梏似逢赦。守田胡无人，乱鸟啄䆉稏。\n斯民识生理，重命遂轻稼。坐拥千仓庾，虑为杀身货。\n迢递及慈城，空街一兵逻。巷灶多绝炊，解钱市无"
        },
        {
            "标题": "渡黄河至清江浦道中三绝句 其一",
            "作者": "姚燮",
            "内容": "杨柳西风澹碧搓，萧条秋影倚黄河。劝君莫管旗亭别，马上征人怨汝多。"
        },
        {
            "标题": "古怨辞九章 其六",
            "作者": "姚燮",
            "内容": "弃侬如朽木，春来能生稊。爱欢如水深，水底有浊泥。"
        },
        {
            "标题": "城南酒肆和张际亮",
            "作者": "姚燮",
            "内容": "早拚归计下明州，不信琴樽尚此留。掠海群鸿叫风雨，浮天空翠泼城楼。\n醉如有梦当骑虎，田倘能耕愿服牛。生恐眼前青鬓影，他时重见各成秋。"
        },
        {
            "标题": "醉后书城南酒肆壁三章 其一",
            "作者": "姚燮",
            "内容": "春云气薄春草嫩，黄鹂不飞鶗鴂恨。春酒如渌春花香，故人不来吾独觞。\n太史但作牛马走，辣刀不及市屠手。物不恒见见辄惊，遂以龙虎为神灵。\n虎能啸风龙沛雨，贾董文章照千古。眼中寿者多老彭，胡为不识海上安期生？"
        },
        {
            "标题": "渡黄河至清江浦道中三绝句 其二",
            "作者": "姚燮",
            "内容": "烟湖一角看移帆，天杪轻云日半衔。蓉叶横塘车子过，丝丝凉雨湿征衫。"
        },
        {
            "标题": "饮右安门酒肆同何绍毅醉感书壁四章 其三",
            "作者": "姚燮",
            "内容": "徐子宦游远，陈公梦不还。死生隔杯酒，颜色剩西山。\n计序残春又，相凭后事艰。寄言游冶子，莫待鬓毛斑。"
        },
        {
            "标题": "渡黄河至清江浦道中三绝句 其三",
            "作者": "姚燮",
            "内容": "水北荷亭卖酒家，荻帘高卷画旗斜。菰蒲烟外无人到，输与斜阳照堕花。"
        },
        {
            "标题": "饮右安门酒肆同何绍毅醉感书壁四章 其四",
            "作者": "姚燮",
            "内容": "幸有何文叔，相偕兴不孤。看花邻寺晚，撷蔓水亭芜。\n群彦联镳至，深樽泥笑俱。惜哉萍散易，我辈是鸥凫。"
        },
        {
            "标题": "潘丈德舆招同孔继鑅江开沈肇熙吴大田张际亮鲁一同饮城南酒肆饯春",
            "作者": "姚燮",
            "内容": "一年春又尽，明日事难知。良会此萍梗，深心共酒卮。\n情来不辞醉，欢在即缘悲。城角垂杨树，为谁绿满枝？"
        },
        {
            "标题": "读曲歌五章 其五",
            "作者": "姚燮",
            "内容": "园庭无花草，东风亦凄冷。匣镜光团团，不照背面影。"
        },
        {
            "标题": "读曲歌五章 其二",
            "作者": "姚燮",
            "内容": "重墙不隔月，重门不隔心。心月两员满，照人无浅深。"
        },
        {
            "标题": "西荡看采菱",
            "作者": "姚燮",
            "内容": "西荡看采菱，天晚菱叶绿。菱花跗纤纤，菱丝腻如玉。\n菱上蝴蝶飞，菱底翡翠宿。菱角弯两头，寸红不盈握。\n菱女䑠鸼船，赤臂骭如束。明漪回睐嫣，暗岚上鬟溽。\n但邀西风怜，不解团扇曲。东荡有华楼，楼上灺残烛。\n烛边双荷华，鸳鸯睡方足。"
        },
        {
            "标题": "读曲歌五章 其一",
            "作者": "姚燮",
            "内容": "弯弓射天狐，误中白鸾翼。不畏堕地伤，但愿得怜惜。"
        },
        {
            "标题": "读曲歌五章 其三",
            "作者": "姚燮",
            "内容": "藕丝倘可织，冰绡贱同苧。蝴蝶能作歌，黄鹂羞自语。"
        },
        {
            "标题": "读曲歌五章 其四",
            "作者": "姚燮",
            "内容": "短别复长离，少年难再得。看取红罗襦，日久变黄色。"
        },
        {
            "标题": "自睢宁至下邳道中杂诗六绝句 其四",
            "作者": "姚燮",
            "内容": "晓寒驿馆燕初还，醉拍新词菩萨蛮。杯底忽横眉黛秀，春烟一桁小桃山。"
        },
        {
            "标题": "蝶恋花 晚春客感",
            "作者": "姚燮",
            "内容": "黯黯邮程千里度。山店听风，水驿还听雨。雨送江潮人不住。\n销魂最是垂杨渡。"
        },
        {
            "标题": "客感八十韵寄吴铭兼示林廷彦",
            "作者": "姚燮",
            "内容": "病躯投浊嚣，影以梦相惜。云沜纷毒芝，敢筹蹈海策？\n市笼千头鱼，不及钓者百。斗室能囿人，严于受鞭掴。\n冬海无佳天，月时夜多黑。草木爱精气，空山方敛迹。\n羁人发数茎，迢递到霜白。苦携寸铁刀，生死眩雕刻。\n猛割诸造幻，孤心转生忆。吴子天末楼，身亦异乡客。\n林生养鸾羽，读书善将息。大壑开远林，明翠落疏席。\n捩槛雕鸢飞，照耀眼同碧。雅音能怨悱，毋使系成癖。\n两月经两别，流光水云掷。敢遭天谪深，促骑入荒僰。\n频过野女庐，觅价抱文襋。掩蔽霜叶多，难避面颜赤。\n径思回大帆，樯旗靳风色。万湍喧耳根，引为愤声激。\n愁云莽东驶，乱冈迥西画。寸眼千里长，去与溟渤极。\n蕴结谁述陈，吾党有肝膈。今秋剡上民，抗税藐官檄。\n虽伊顽无良，气实困搜剔。蹈衅前车存，未思痛所革。\n梃刃连八乡，蚩蚩遂甘贼。土偶充行军，小创抵大厄。\n肉食鲜上谋，但诫防堵力。城下吾屋存，支枕畏寥夕。\n药炉守欲烬，商笳惨相逼。黔生集杞忧，讹言起纷绎。\n渐讶乡邻稀，半作窖虫匿。绕室顾亲孥，减饭坐无怿。\n袖手吾计穷，巡檐听秋滴。野鞠春莳苗，疏花井根坼。\n倚户惟断镵，末由刈蓬虉。苦此剩箧书，寝兴费钩棘。\n颇虞咸阳烽，来火子云宅。预谋及储粮，乾坤敢疑仄。\n十月未栗烈，襆装赴行役。寒飙欺叶舲，飘堕海门北。\n海门如蹲羊，万茑刺颓甓。广泬盘厉气，䍧牱四周羃。\n砉然鸣旱霆，不胫谢羁靮。微命迫鸿毛，拂袖警砂砾。\n穷洋出祅岛，鬨市鬼枯瘠。石决垂手弓，铜钩挂髯戟。\n群顽附游食，日糜数廪麦。轻儇酿为忍，戾俗久沿积。\n委传安土安，望已悔兹适。鸱林匪逸巢，犹足迅归翮。\n猝以野鹜招，巧赚置幽僻。玉龙沈向渊，铁骊服之轭。\n指皲琴愧调，灰冷转愁炙。幸遇初鄂梅，川原照明婳。\n强持冰雪心，隔牖与脉脉。元历惊小寒，野马浩驰隙。\n试险行瞿塘，终难怨蜀魄。辄思吾党子，高歌气凌轹。\n广坐集群俊，一篇鼓三击。入掌颇黎樽，青深似莲菂。\n屏烛短且继，冠缨醉可摘。灵韬溯嵇阮，俯仰旷奚迫？\n曾念歧路人，拥薪正尝檗。聚首风雨佳，暌面海天隔。\n欲知萧瑟况，但听夜鸿只。迩闻困涸馀，次第就俘馘。\n过江邻郡兵，撤屯散归籍。屏南六诏峰，猿瘴洗赪壁。\n庶免斯民离，饿为异乡骼。祥光薄上穹，登楼目遥拭。\n无恙彭泽门，亭亭柳阴直。仰赖皇昊恩，慰及贱子臆。\n藜藿供太平，乌容恋鸡肋？归当坚闭关，守牝事元默。\n陈此拉杂音，聊充雁足帛。落照低乱鸦，烟渚晚生汐。\n遥谅君子心，为予致凄戚。凄戚杳何竟，横江卷芦荻。"
        },
        {
            "标题": "洞仙歌 客湖上王氏镜山楼灯下画壁上瓶梅影寄怀冯勺园丈",
            "作者": "姚燮",
            "内容": "横斜一角，碾冰华画就。香晕微微墨心透。便疏灯短榻，听雪愁风，吟鬓影，也是者般消瘦。"
        },
        {
            "标题": "柯亭",
            "作者": "姚燮",
            "内容": "天地几知音，山阳感忽深。丛林惟翠积，静夜只猿吟。\n我亦抱虚节，中郎空古今。倚舷一长叹，明月满高岑。"
        },
        {
            "标题": "示同行友",
            "作者": "姚燮",
            "内容": "楚汉城池但土坏，敢冤袜线老庸才。睡馀穷眼云相閟，唱激回风雨正来。\n天本寄庐何害客，湖如可酿不须杯。昨宵梦哭长沙贾，秋色巫阳万仞台。"
        },
        {
            "标题": "哭吴上舍经治二章 其二",
            "作者": "姚燮",
            "内容": "未警寒风骨竟寒，待乾黄土酒先乾。生持门户愁孤立，死托亲朋信大难。\n梦尾灯烟摇堕叶，楼心琴语送流湍。诸郎强拭麻衣泪，恐使深堂白发看。"
        },
        {
            "标题": "哭吴上舍经治二章 其一",
            "作者": "姚燮",
            "内容": "脱略生平使酒狂，难窥暗腑郁秋霜。盈门狗彘随金散，绕砌芝兰带雨荒。\n颇愧仲儒劳弟畜，本非叔夜竟忧亡。剑锋蚀尽延平气，多少恩雠愿未偿。"
        },
        {
            "标题": "哭端木舍人二章 其一",
            "作者": "姚燮",
            "内容": "招魂谁续大夫歌，寒碧平原感逝波。地肺青乌空勃窣，天钤元象猛收罗。\n易堪千古犹身在，士也人间恸尔多。闻说仁王山下路，夜凉有鹤语烟柯。"
        },
        {
            "标题": "哭端木舍人二章 其二",
            "作者": "姚燮",
            "内容": "芝柏心期付杳冥，西风洒涕此伶俜。幽燕琴酒无明月，瓯括山川有堕星。\n我愧延陵敦古谊，天将灵窆葬遗经。只留敝箧诗篇在，读与茅堂断蟪听。"
        },
        {
            "标题": "哭孙同年起元四章舟行严滩溺水死 其二",
            "作者": "姚燮",
            "内容": "夙昔羁燕邸，相将日夕过。联车趋酒市，击节听君歌。\n忽握西风别，还期后事多。前言入追忆，使我壮心磨。"
        },
        {
            "标题": "课园六绝句 其一",
            "作者": "姚燮",
            "内容": "两扇柴门白石嵌，枯楠就薙棘从芟。驼翁屈项鸦童秃，料理桑梯与药镵。"
        },
        {
            "标题": "倚楼有忆",
            "作者": "姚燮",
            "内容": "暗楼生暮气，独酌写愁歌。静月涵江阔，颠风入絮多。\n天低看鹭立，草尽有帆过。客也孔巢父，吾知在涧阿。"
        },
        {
            "标题": "企喻歌八章 其三",
            "作者": "姚燮",
            "内容": "钱刀不足贵，贵其人共求。江水不足恨，恨其无回流。"
        },
        {
            "标题": "傀儡",
            "作者": "姚燮",
            "内容": "纷纷傀儡递乔装，几辈优游识退藏？俗士文章冠带券，豪门阶庑马牛场。\n梦寻死鹿蕉都坏，眼惜奔驹日共忙。我慕东邻编苇叟，科头跣足傲羲皇。"
        },
        {
            "标题": "兰陵王 为范兰题秋院凉思图",
            "作者": "姚燮",
            "内容": "夜凉寂。匝院空烟如幂。催梧影，初月上墙，画渚明漪动微白。\n迷离菡萏色。遥隔。杨枝暗碧。知除恁，初蟀晚蝉，若许秋光有谁惜。"
        },
        {
            "标题": "卖花声/浪淘沙",
            "作者": "姚燮",
            "内容": "十二画棂青。隔几层云。纵教有梦也零星。便是天边眉子月，瘦到无痕。"
        },
        {
            "标题": "浪淘沙 晚凉池阁赋感",
            "作者": "姚燮",
            "内容": "重阁伴孤檠。宵浅凉深。更无密梦到疏衾。滴滴梧桐枝上雨，不要多听。"
        },
        {
            "标题": "迈陂塘 野园观荷花",
            "作者": "姚燮",
            "内容": "自樱桃、牡丹开后，园门寂闭风雨。几回孤负东君约，来又传花时序。\n飙影度。认空翠流金，欲卷愁烟去。横杯醉许。愿荻角菇心，棋南画北，留我过阑暑。"
        },
        {
            "标题": "题周泰浪迹图十二章 其一 华亭访鹤",
            "作者": "姚燮",
            "内容": "元氛洒烟色，天水昼不绿。但听秋林鸦，啼雨乱荒谷。\n清响何阒寥，影蜕仙禽遥。云黯失灵态，松颓无古巢。\n二陆骨已朽，寿世空微名。琴梦不可招，月白霜华青。"
        },
        {
            "标题": "同六妹李姬侍母自兰江放棹至茅山庙进香得诗三章 其一",
            "作者": "姚燮",
            "内容": "柳界天空独桨行，暮春江水气能清。碧山傍旭延初暖，黄鸟当风递暗情。\n倚担烟心明韭色，跳鱼舵尾杂茶声。何年翠箬青竿愿，抵此浮家一舸轻。"
        },
        {
            "标题": "潘丈德舆以诗留别长歌答之",
            "作者": "姚燮",
            "内容": "燕台七月扫阑暑，淮南江水知亦寒。飞鸿零落好毛羽，回翔欲去心不欢。\n虚堂飒飒飘初叶，斜日仓黄照颜色。凝神惨对寂无语，一语交生百呜咽。\n疏蝉在树钟鸣夕，迸作繁声共凄切。君既不获承平著作金马门，又不屑倖哀乞饭同王孙。\n苦缚科第误妻子，强折意气随车轮。年年出门春草绿，去去秋风白发新。\n眼前荣辱不自主，万古茫茫安复论？苍云溟渤天南起，下接黄沙拍河水。\n君弗复唱行路难，我亦愁心堕乡里。乡心别思相结纠，我归不得君难留。\n人生百岁几离合，眼前万事徒悠悠。"
        },
        {
            "标题": "高阳台",
            "作者": "姚燮",
            "内容": "密舸倚江，高楼控堞，远林红抹残霞。阑暑收时，牵牛篱角初花。\n碧天如水星如絮，度银河、凉月些些。凭朱栏，风扇摇纨，露袖垂纱。"
        },
        {
            "标题": "卖花声/浪淘沙·和小谱",
            "作者": "姚燮",
            "内容": "春雨怯单衣。春梦灯知。春痕憔悴到眉姿。只道寒深耽病久，讳说相思。"
        },
        {
            "标题": "卖花声/浪淘沙·题赵菽雪女士游鱼春涧图册",
            "作者": "姚燮",
            "内容": "罢绣绿窗闲。春思谁边。粉勾黛抹要人怜。不写恽南兰旧稿，秃柳疏蝉。"
        },
        {
            "标题": "题周泰浪迹图十二章 其二 青溪棹月",
            "作者": "姚燮",
            "内容": "掩篷月在水，开篷月在船。人影在明漪，月影相回旋。\n上溪杨柳青，下溪荻芦翠。云扫天河晶，风筛露叶碎。\n款款木兰桡，摇摇随凫鸥。长空藩孤篴，隐隐城上楼。"
        },
        {
            "标题": "卖花声/浪淘沙",
            "作者": "姚燮",
            "内容": "桃叶十三龄。掌拓鞋觥，夹衣如雾鬓蝉轻。依约那回曾见过，眉语盈盈。"
        },
        {
            "标题": "同叶上舍元址读书观海卫回龙庵两月揽景兴怀托以歌咏无伦次也共得二十六章 其二十二",
            "作者": "姚燮",
            "内容": "阑暑收远林，晚衣称絺葛。独携羽扇轻，开窗面清豁。\n修篁皆下垂，静气以心掇。偶来汎汎风，荡为水云活。\n孤蝉何不劳，入夜尚相聒。仰指群星繁，能让大河阔。\n吾意有美人，援琴在天末。"
        },
        {
            "标题": "踰洪水湾下兰江",
            "作者": "姚燮",
            "内容": "长空秋瘴卷黄茅，壑泻东倾走怒蛟。万壁泄云风自挽，六天战雹耳先聱。\n大江独舸怜蓬鬓，古吹何年入画铙？小泊芙蓉斜日岸，去寻鹦鹉碧山巢。"
        },
        {
            "标题": "题周泰浪迹图十二章 其十 红桥读画",
            "作者": "姚燮",
            "内容": "城郭十万柳，秋芜无寸绿。凉风激荒角，已非旧丝竹。\n蜀冈隐楼杪，瘦黛若病女。其外空水光，烟平气吹雨。\n白石揽愁鬓，红舷夜深扣。惨澹画中月，含露上衫袖。"
        },
        {
            "标题": "题周泰浪迹图十二章 其九 慈水联吟",
            "作者": "姚燮",
            "内容": "文字如珀芥，生殊气能召。仙鷟驭云下，镜翟展眉笑。\n华馆敞浮碧，桐翠在榻琴。河蟾灿秋色，桑落豪巨斟。\n晨星忽四散，駏蛩各栖止。湖莺无新社，天鸿有残纸。"
        },
        {
            "标题": "浪淘沙 寄兰语楼主吴中",
            "作者": "姚燮",
            "内容": "飘燕逐风翔。辜负华堂。花囚月梏梦颠当。能耐几梳青鬓发，几寸回肠。"
        },
        {
            "标题": "题周泰浪迹图十二章 其五 申浦扬帆",
            "作者": "姚燮",
            "内容": "黄浦支具区，其尾泄海门。银光走蜿蜒，风纳潮为吞。\n早潮山汹翠，夜潮月翻雪。凌虚槎在天，截岸地无岊。\n凭舷决遐眦，秋色万青了。九峰划破碎，烟影瞥江鸟。"
        },
        {
            "标题": "浪淘沙 画溪渔父图，为秋縠题。",
            "作者": "姚燮",
            "内容": "烟软钓丝柔。落日苹洲。红衣黄箬尽风流。最好一眉西塞色，青到船头。"
        },
        {
            "标题": "题周泰浪迹图十二章 其四 望亭送别",
            "作者": "姚燮",
            "内容": "长江千里帆，去日一杯酒。泪短酒同尽，心黯若秋柳。\n近知发早白，不如柳还青。惊秋尚有雁，岁岁一南征。\n北雁几南征，南人迟北返。落叶吹望亭，夕阳满芜坂。"
        },
        {
            "标题": "题周泰浪迹图十二章 其十一 雉山忆弟",
            "作者": "姚燮",
            "内容": "饥寒迫离别，云雁各江渚。孤灯凉夕帏，草榻梦听雨。\n楚山高倚天，不照睦川水。形暌神与搆，望至意难委。\n中庭灿棣鄂，韡韡交跗红。何当共觯斝，晏笑怡春风。"
        },
        {
            "标题": "题周泰浪迹图十二章 其八 竹岭拿云",
            "作者": "姚燮",
            "内容": "地脉线路旋，天关两崖翕。楸箐如涌潮，上作云气湿。\n宿云敛未净，新翠相郁吞。飞猱击游隼，日色青浑浑。\n推云出晨洁，荆湘拓平掌。万里入寸眸，一碧去明昶。"
        },
        {
            "标题": "浪淘沙 秋舫载花图",
            "作者": "姚燮",
            "内容": "载得一篷霜。去作重阳。荻烟四岸雁初翔。落日湖山秋色满，过水风香。"
        },
        {
            "标题": "题周泰浪迹图十二章 其六 金阊击剑",
            "作者": "姚燮",
            "内容": "志士蕴奇略，若剑敛芒彩。砺刃颉千镆，昂值轻百琲。\n薛烛不入市，朽铁笑其贱。向隅自摩影，缠臂掣秋电。\n一击云隼落，再击霜乌啼。灵池久乾涸，为龙将安依？"
        },
        {
            "标题": "题周泰浪迹图十二章 其三 海角骑驴",
            "作者": "姚燮",
            "内容": "罱土如铁沙，卤白上浮雪。暗气生鱼腥，咫径海衔齧。\n龙云吐华盖，未瞬布千里。风急雨喧箭，潮阵压山起。\n策蹇相逡巡，"
        },
        {
            "标题": "浪淘沙 梨花庭院图",
            "作者": "姚燮",
            "内容": "停了十三徽。掩了灯帏。鬟丝袅袅露丝飞。絮样花痕烟样月，水样绡衣。"
        },
        {
            "标题": "题周泰浪迹图十二章 其七 云阳话旧",
            "作者": "姚燮",
            "内容": "太邱今龙门，于君为父事。夙爱越庸格，真在非倖冀。\n节帆下江渚，朔风高方寒。何期飘泊中，得慰平生欢。\n拥裘语篷烛，霜气逼髯冷。烛灺江月斜，冰岸苇无影。"
        },
        {
            "标题": "寓庐左右树分咏五章 其一",
            "作者": "姚燮",
            "内容": "栟榈不畏霜，老健树秋骨。深墙窥暗青，延阴借苔发。\n落寞非异材，剥肤祸遭猝。织蓑防淫霖，犹能助耕垡。\n空山多废榛，近取已忧竭。古朽矜独存，烟采怒晨发。\n岂云天相偏，无名永彫没。"
        },
        {
            "标题": "劳心",
            "作者": "姚燮",
            "内容": "尘心归暂息，未息是劳心。且喜衣亲竹，还愁指涩琴。\n天悬秋气阔，蛩逐夜灯深。梦力都颓惫，聊凭浊酒任。"
        },
        {
            "标题": "画梅题二十字赠周旭",
            "作者": "姚燮",
            "内容": "喜气生眉梢，吉祥慰天愿。莫嫌瘦不肥，与君祝老健。"
        },
        {
            "标题": "八声甘州 徐勤庄淞南老屋图",
            "作者": "姚燮",
            "内容": "指江城北去是谁家，万绿绕筼筜。看柴门日夕，潮催雁远，烟抱鸥凉。\n定有高人倚瑟，秋梦落潇湘。消受清閒福，诗味茶香。"
        },
        {
            "标题": "凤凰台上忆吹箫 游灵岩山，登琴台眺远。",
            "作者": "姚燮",
            "内容": "万笏山云，一蠡城树，未秋先已苍凉。尽倚梦、芙蓉绝巘，巾带风飏。\n庵竹萧萧送籁，空翠底、无尽斜阳。夫君逝，望里洞庭，遥隔南湘。"
        },
        {
            "标题": "清平乐 饮月湖王氏垆题壁",
            "作者": "姚燮",
            "内容": "雨萦烟袅。堤上多芳草。风送酒香帘挂了，画髻垆头人小。"
        },
        {
            "标题": "别诗",
            "作者": "姚燮",
            "内容": "但言相见易，不言离别难。搴车各一顾，恻恻含悲酸。\n朔风天末吹南鸟，尔亦乘时归去早。吴江花月正清妍，莫向蓟门怨衰草。"
        },
        {
            "标题": "桂华明 倚箫人去，寂院秋深，借子东梦里歌头，一抒离怨。",
            "作者": "姚燮",
            "内容": "绿晕花衫香雾摺。闹春灯蝴蝶。背坐筝床遮画箑。羞醉袖、红生靥。"
        },
        {
            "标题": "哭白华先生厉志一百二十韵",
            "作者": "姚燮",
            "内容": "噫窍泄阴山，下使万窍阖。到目无一怡，孤心倚谁惬？\n厉君久病床，如我病尪怯。两病各半年，歧黄亦穷法。\n近传君病危，食已禁凫啑。我病虽略瘳，在啜尚愁欱。\n生微意已短，气在为君慑。迟目恐有差，勉行试蹀躞。\n相期一握臂，远抵信问十。裹帽添重裘，不顾路霜浥。\n初日当西关，断草黄过堞。沙水交城流，急弩向西潗。\n我心急过弩，步碍转多涩。巷末见君屋，屋近似闻泣。\n泣低乌能闻，门有纸钱湿。又恐邻近讹，急我排闼入。\n斯时孤危心，如羊斗群"
        },
        {
            "标题": "孔宪彝招同梅曾亮朱琦潘曾莹曾绶黄宪清张际亮许乃常张敦瞿陈丙绶秦缃业黄秩林饮尺五庄饯春",
            "作者": "姚燮",
            "内容": "八廊玉叶纷毵㲚，平筵置酒深碧洼。不寒不暖捲湘幕，微风缭之杨柳花。\n柳花疏疏岚不遮，薄岚远吹如薄纱。澄川一眉初绿葭，葭心小翠舒荷茄。\n车马无声午方静，暗旆斜捎女墙影。过门断燕衿可怜，匿渚纤鸳梦难醒。\n天将辽阔送纷葩，人以年华惜清景。骚情寂寂兰茝交，华羽蕤蕤凤鸾并。\n百五十日飘流光，一十三人同异乡。薄官易愁青发悴，志士苦挽朱绳长。\n燥喉半寸竞蚓窍，沧云万里思龙骧。醉里疏钟邻寺晚，篱阴落照茶烟黄。\n烟光瀜裔清襟抱，各自低头拾芳草。芳草关河断筑悲，金粉楼台杜鹃老。\n出门但见千里遥，后会难穷百年眇。群公精采慎相保，毋任风流散枯槁。"
        },
        {
            "标题": "壶中天 乌篷船",
            "作者": "姚燮",
            "内容": "曹娥东去，荡弯环百里，越江如镜。风好宜帆风定纤，触荻乍闻笭箵。\n蠡口停沽，溪头看浣，逼袖春波冷。苎萝天末，晚山送到眉影。"
        },
        {
            "标题": "哀鸿篇",
            "作者": "姚燮",
            "内容": "圣泽浩无外，流溥经八埏。陈书告凶祲，补恤周以全。\n流民尔奚辜，集泽遭沛颠。讵不念家室，且昧行路艰。\n耄稚苦扶襁，壮者肢拘挛。血茧遍肤髁，碎袷不蔽肩。\n枯瘠绝人形，蒙垢无丑妍。东家粱肉香，西市庖羊鲜。\n欲乞愧嘑蹴，望气空流涎。豺犬满郊野，匝月几转迁。\n昨自吾邑来，蹒跚盈百千。遗矢杂腥秽，白昼闭闬廛。\n逡巡冀苟活，过者无一怜。问曷罹极祸，欲语频呜咽。\n自谓托王土，聚族江淮间。淮江控上游，垦辟多腴田。\n洪濩足灌溉，旱沴亦中年。奇劫起呼吸，比户遭迍邅。\n四月积霪雨，河涨高陌阡。横流千里泻，黄浊杂濉涟。\n蛟魅升屋桷，噩响闻铿鼘。馀波溢徐凤，堤闸倾无权。\n仓挽尚漂荡，家室复何言？惨惨万村落，莽莽荒人烟。\n死亡半鱼腹，流胔少善完。蚁命非望获，讵暇谋橐饘。\n伥伥失居止，曷由告颠连。有司聚筹策，调置偏缓间。\n亦知尸位禄，民隐非其患。代吉界蕃虏，烽警方戢奸。\n济兖苦流决，吏且议赈蠲。即如郑卫境，崩裂膺毒愆。\n筑薅稍宁堵，裹足莫敢前。南来见淳俗，喜极还涕涟。\n重归弗复望，残喘或苟延。霾日杂星斗，野色含凄酸。\n暮行厕燐鬼，朝行随饿鸢。父母共妻子，痛哭呼后先。\n中道多病丧，弃与荒草缘。万难达一境，哀词鸣上官。\n偏遘里胥叱，拦道索路钱。含泪不敢怒，狼狈向市阛。\n十缗卖一男，一女金百锾。肝肠忍离割，争如沟壑填。\n道旁纨裤儿，裘马挤翩翩。论值减什佰，眈眈择好娟。\n亦是清门子，此意胡可宣？大府忽亲恤，俸养劳广捐。\n平均造丁册，下檄州邑员。崩角感益泣，躯命差少安。\n伊民语未尽，我悲欲汍澜。尧舜居深宫，旰夕廑痌瘝。\n庶类亦被化，欣忭于直专。天胡降大戾，忍此相摧残？\n还田信有待，百补终掣牵。孰向黼扆侧，陈我哀鸿篇。\n悲风喧海隅，四望空漫漫。"
        },
        {
            "标题": "诸将五章 其四",
            "作者": "姚燮",
            "内容": "汉极铭词表伏波，四峒欢唱荔枝歌。未防磨石潮通垒，还使横门血溅戈。\n彫落黄芦悲海雁，凄迷白日走江鳝。羯胡早慑中单战，须檄司徒守汴河。"
        },
        {
            "标题": "酒泉子",
            "作者": "姚燮",
            "内容": "酒乱灯横。送梦到无人境。月低低，花碎碎，雾冥冥。"
        },
        {
            "标题": "香城曲",
            "作者": "姚燮",
            "内容": "香城化境是蓬莱，一道朱扉天半开。猛虎磨牙当殿立，淫魔含睇出花来。\n轩辕枕席华胥国，曼倩文章狡狯才。控鹤通天台上过，露莲石掌泻玫瑰。"
        },
        {
            "标题": "木兰花慢 旧院",
            "作者": "姚燮",
            "内容": "玉蛾如絮坠，春梦远、若为情。记金缕缠愁，琼钩挂恨，灯送鞍迎。\n桃根。渡江已去，剩枇杷、烟叶扫重扃。深藓埋将履迹，断帖换得歌声。"
        },
        {
            "标题": "为叶司马",
            "作者": "姚燮",
            "内容": "琴楼书画罗璜琮，中有干霄灼灼双玉虹。云是二百年来忠臣之墨宝，下使凡笔皆奴佣。\n我来展卷肃跪拜，知为忠烈诗与文贞画。是何卷石癯且奇，大草小草相离披。\n蓬麻苦扶不能直，矢心耿介苍穹知。是何短歌呜且咽，江濑天风挟悲激。\n岸巾横槊思孝皇，北固河山入昏夕。吁嗟乎，鼎湖龙去鳌柱折，牧羊一曲凤山裂。\n坚顽莫补娲皇天，声泪都为杜鹃血。荔峰秋月姚江潮，空向云膜生惨碧。\n抚我文贞画，读我忠烈诗。南都之事尚可为，此言岂与冰槎期？\n叠山迟死文山早，此词岂为衣云悲？胡为二公毅魄若相结，共御乾坤清气来支持。\n一诗一画寻常物，亦竟两两璧合羲娥辉。君不见虞山崇诗名，维扬传画客。\n笔墨流落污人间，泥涂弃之无足惜。何如忠烈之烈，文贞之贞，忠义润色文章林。\n瓮天劫火不能毁，清风招入琴楼琴。琴楼琴，莫弹舜水曲，莫谱羊山吟。\n阑残几点蟾蝫汁，中有千秋不死心。"
        },
        {
            "标题": "客小若山顾氏庄杂诗七章遣闷 其五",
            "作者": "姚燮",
            "内容": "杂林薙樗栎，稚竹森成篁。久行忘入山，回磴纡如廊。\n披烟逢独樵，面有青露光。簪花疑野桃，其息春兰香。\n海气郁不散，午日浮亦凉。小鸟来就人，就之还复翔。"
        },
        {
            "标题": "玲珑四犯 簟痕依竹屋体",
            "作者": "姚燮",
            "内容": "滑甚桃笙，叠八尺珊瑚，尘未容渍。展向琼铺，微砑画苔纹碎。\n记否药磴春酣，沁袖角、露华浓翠。又背人，竹影侵来，荡得月魂灵水。\n慢教诗妓持蝇拂，早鱼鳞、泛上秋意。湘江断梦谁寻雨，红凝半函残泪。\n藕叶悄卷夜凉，认一般，愁烟难洗。让玉猧、绣闼偷眠，消受汗花香腻。"
        },
        {
            "标题": "玲珑四犯 钱塘舟中听桂香女士琵琶",
            "作者": "姚燮",
            "内容": "画桨柳心，凉篝烟隙，时光如许须醉。拢弦声乍动，满座飞蛾翠。\n弦耶一条条碎。是愁耶、一声声泪。万里思乡，三秋惜别，多少客无寐。"
        },
        {
            "标题": "画竹篇赠郭中翰仪霄",
            "作者": "姚燮",
            "内容": "渭川天寒千籁枯，湘江月白吹蘼芜。俗工讵畏造物谴，浪消楮墨传形模。\n形模虽似神不似，墨沈未乾气已死。或矜腴润变妩媚，要屈坚贞向弱靡。\n丰城山人诗中豪，度如鹤立神山超。出其馀绪寄缋画，每与诗理争秋毫。\n以空缋竹竹在眼，纳诸寸心发以腕。虚竿兀立尚孤索，已若苍烟四周满。\n太阴呼吸通雷雨，绿凤朱虬挟飞舞。翻觉造化拘枝干，自尔胸衿郁幽古。\n英华十亩摄使尽，一夕庭前萚飘土。为悬素壁阴濛濛，疑有落日藏其中。\n当檐鸟雀睇欲入，虚堂几席凉生风。间作偃曲亦支拄，极其琐碎皆玲珑。\n美人隔波春弄影，壮士侧剑霜回锋。自来画格等诗派，旁门支道流安穷？\n古之与可今羽可，岂为大言誇庸蒙？年年秃马奔长安，白头潦倒中书冠。\n直庐夜漏鸣珂警，市屋秋霜篝火寒。别深寄托写清白，直节上与长霄干。\n春明三月遍桃李，绣轮锦毂纷驰观。翛然篱落外红紫，谁来拂拭青琅玕？\n即惊名姓亦耳食，投门缣纸日百端。偶缘意兴迫挥洒，明朝狼藉填鼠肝。\n君今弗复费涂抹，寸腑保此精采完。君不见昔日陵州千万幅，溜厓何处寻残绿。\n眼前黄鸟花间飞，云际巴猿夜深哭。"
        },
        {
            "标题": "玲珑四犯 咏七巧图",
            "作者": "姚燮",
            "内容": "斗角钩心，仿股直弦斜，裁就钿表。一卷闲云，花样别翻新妙。\n那夕乞向天孙，恁慧解、欠三分到。等绣鸳、度与金针，须值藕心聪皎。"
        },
        {
            "标题": "赋得大道柳八章 其七",
            "作者": "姚燮",
            "内容": "垂垂千万丝，撩乱不分枝。幽怨若为结，春愁未惯持。\n向谁博怜惜，工尔舞腰支。知否灵和殿，风流异昔时。"
        },
        {
            "标题": "南辕杂诗一百八章 其三十七",
            "作者": "姚燮",
            "内容": "徐子别三载，作客在陵州。相期觌一面，复为他乡游。\n荒庭君所旅，门外黄河流。河清如子心，河浊如我愁。\n浊在不可涤，清远安能求？子来知我来，我已归沧洲。"
        },
        {
            "标题": "金明池 玉华阁醉中留别",
            "作者": "姚燮",
            "内容": "藏径多花，环檐有竹，静阁纤埃不到。屏六曲、香深烛烂，尚携得、金樽共倒。\n剧怜他、玉骨梅臞，更郁匿、青杜红蘅怀抱。甚雨拉湘弦，虹挥吴铗，绮想离愁都扫。"
        },
        {
            "标题": "留春令",
            "作者": "姚燮",
            "内容": "薄酣夫力，朝凉试睡，荼蘼花拥。悄搯犀钗拨烟丝，寻昨夜、香心梦。"
        },
        {
            "标题": "琉璃厂元夕观烟火效长吉体",
            "作者": "姚燮",
            "内容": "蟾镜春悬翡翠梢，玉烟夜飐海棠巢。峡门龙女鞭飞电，天渚星媊撒幻泡。\n青毂六萌驰蛱蝶，朱縆百丈罥蟏蛸。海城今夕鳌山社，十二虹眉画碧旓。"
        },
        {
            "标题": "柳梢青 邓尉探梅图",
            "作者": "姚燮",
            "内容": "旧梦模糊。吾山隐鹤，铜井啼乌。水溆移船，塔阴问寺，村墅寻沽。"
        },
        {
            "标题": "寄六舟僧达受沧浪亭",
            "作者": "姚燮",
            "内容": "古树斜阳袅古藤，名贤别墅住名僧。画苔绮院莺新宅，佛社青莲我旧朋。\n花柳春光初地转，寂寥琴语夜天澄。上修不借清钟课，贝叶钞诗满带幐。"
        },
        {
            "标题": "柳梢青 薰笼士女图",
            "作者": "姚燮",
            "内容": "婀娜堪怜。薰笼袖倚，默自无言。屏角霜明，被池月冷，帘额风寒。"
        },
        {
            "标题": "论古画梅家得二十四章 其六",
            "作者": "姚燮",
            "内容": "暝云暗谷抱香胎，诗气嘘教画翳开。浪说相梅同相马，玉堂骨贱甚金台。"
        },
        {
            "标题": "论词九绝句示杜煦汪全泰两丈 其六",
            "作者": "姚燮",
            "内容": "碧山一剪眉，暗夺女郎秀。何如杨柳枝，迎风舞长袖。"
        },
        {
            "标题": "龙泉山",
            "作者": "姚燮",
            "内容": "抱郭落悬岫，绀梯亘苔色。拾衣凛颠仆，攀援鼓神力。\n晓秀逼天爽，晴旭顶初接。云敛木华靓，风回市声得。\n引旷入平睨，戒劳坐中级。危江若无杪，一线去南急。\n络江万瓦青，压江万樯黑。浮梁当其中，地势赖钤扼。\n双城互犄角，人霾惨相塞。其外浩空霁，茫昧越山即。\n地灵洵固守，我思在人杰。肃袂谒忠祠，日月炯胸臆。\n置身为丈夫，安使两间仄？兹山虽培塿，千古与雄特。\n使余生平心，默返愧弹劾。浩吟纵飙响，林禽不安匿。\n俯首尘宇间，群嚣徒唧唧。"
        },
        {
            "标题": "登将军山",
            "作者": "姚燮",
            "内容": "松隙云痕半借潮，天边叶影是帆飘。乡城可指山当户，峻壁能缘我愧樵。\n晚有鸠声知欲雨，下临龙窟敢横箫。寒蔬采作灵芝饵，振袂长风醉未消。"
        },
        {
            "标题": "辘轳金井 客夜寄曼花楼",
            "作者": "姚燮",
            "内容": "那人归后，路迢迢、水隔更兼山隔。况我他乡，尚依人为客。\n蘼芜满陌。已不是、向来浓碧。几许春光，斜阳送老，乌头啼白。"
        },
        {
            "标题": "落照",
            "作者": "姚燮",
            "内容": "落照不在水，苍然向远枝。澹芬收野气，静盼析云姿。\n滃滃山先夕，漻漻天作漪。芙蓉开未尽，侧影媚吾卮。"
        },
        {
            "标题": "浣溪纱",
            "作者": "姚燮",
            "内容": "曲底鸳情意密防。枕函麝屑手重装。惜无明月照流黄。"
        },
        {
            "标题": "为孔司马作淮南感逝图系以诗",
            "作者": "姚燮",
            "内容": "停舟淮上逢良友，剪烛围樽客似家。横笛未残闻变调，起看凉月下烟沙。"
        },
        {
            "标题": "齐天乐 络纬",
            "作者": "姚燮",
            "内容": "料难禁得秋心瘦，生来便含凄怨。花影牵牛，银河络角，此夕凉深凉浅。\n庭烟曳遍。听涩露还缫，剪风不断。儿女邻闺，横檠笑语那伊管。"
        },
        {
            "标题": "过佘文植兰笋山房示诗二章 其一",
            "作者": "姚燮",
            "内容": "走蠹纵横满榻书，借杨作幕看风梳。定中醉眼撩尘马，病后禅心谢墨猪。\n系带已无吴子剑，堆槃但有庾郎蔬。敢辞万里栖卑牖，旧辙关山乱草淤。"
        },
        {
            "标题": "绿意/疏影·新绿",
            "作者": "姚燮",
            "内容": "阑干六六。有鹧鸪宛转，吟到愁曲。褪尽缃桃，春隔黄昏，苔花飐上屏烛。\n芭蕉未听西窗雨，早满榻，凉阴如沐。问柳娘、晓理鸾梳，鬓底几丝烟续。"
        },
        {
            "标题": "客中旅夕",
            "作者": "姚燮",
            "内容": "天宇如秋群籁肃，月光浮水在空庭。沙烟晚色连城白，露柳春枝袅地青。\n不信吾生又今夕，回思旧侣半晨星。美人慢按清商曲，我欲凄然涕泪零。"
        },
        {
            "标题": "辽女辞",
            "作者": "姚燮",
            "内容": "辽东女子骑骆驼，灵蛇四绺卷绿螺。蜡花金线压绣领，打堶能唱番儿歌。\n香眉秀撷壶兰峪，缬眼春撩珠子河。沙卑故宅籍作卫，可怜骨肉谁郎哥？\n有娘远嫁乌苏嘿，阿耶充军白都纳。冰天毳幕妪如猴，猬刺当胸布斜搭。\n鱼刀六刃屠窖羊，捣血为膏注蛮榼。五更起漉酥酪红，嫩手纤荑听摧拉。\n十三乞食倒马关，十四流落扶柳城。过城杨柳二月青，三家冷店无人停。\n篝灯夜伴狐妇宿，踏露晨随煤鬼行。纫花自护娭娭影，抱菂难言窈窈情。\n绣豸军门领牛录，不惜千金为伊赎。罗囊重拭槟榔珠，玉椀新承薏苡粥。\n媚喉啭篥冠句骊，趫足缘竿绝獯鬻。骑尉升堂摘印驰，崽子登车抱奁哭。\n嫁作斜巷舆人妻，乍可漆发双肩齐。蟪院捣砧月脉脉，蟀床织布烟凄凄。\n辽阳北望挥鸊鹈，部落不见阿保机。四楼森森万木叶，昨宵梦逐雌雕啼。\n嫁夫夫死身谁主，膜拜天魔学淫舞。钗排银雁秘华妆，綵缚金蚕种愁蛊。\n绿珠楼前桃叶雨，明妃塞外胭脂土。四弦在手鸳鸯槽，变调凄凉新乐府。\n凄凉变调辽女辞，闻者当为辽女悲。诺尼一水空西下，铁背千山莽北回。\n锦毛大马贾胡店，鞲臂骄鹰游侠儿。箧中那有閒缠锦，为尔春风媚及时。"
        },
        {
            "标题": "春暮登金鸡山展先大父墓即事",
            "作者": "姚燮",
            "内容": "春海霏玉澜，绿屏浸山草。重剔没土碑，屼然出蓬稿。\n杜鹃赪作绵，荠花白相袅。爱其生机多，持畚未忍埽。\n羁人经乱离，两年匿荒窱。梦雨秋灯寒，难苏棘心槁。\n幸邀先灵呵，免为异乡殍。得担鸡酒来，身已再天造。\n此山当海冲，翼然冠诸幖。拱北一席坛，远及万里瞭。\n斜尻左虎蹲，逆尾右龙掉。上窀参壬钤，雄局谢卑湫。\n幽荫及后礽，祥风谓斯肇。谁虞呼吸危，几罹鬼军扰。\n辛年八月秋，轮船下西䝤。石弹如堕星，破碎鲜完岛。\n鳌峰大将营，崩雷骇飞燎。掩耳不及防，蹂躏听奸剽。\n而兹土一坏，艰险独存保。始知理有凭，原非借祈祷。\n只今咫尺间，丹砾偃残堡。俯水乔柯青，尚宿警弦鸟。\n再拜陈暗衷，倘来享清醥。自怜不肖生，力惟致温饱。\n述训无一遵，近将困顿老。幸守清白贻，在染不忘缟。\n愿后常太平，为民托轩皞。斯时东云开，群峰出了了。\n天镜浮掌圆，城楼日方杲。城浦鸣渔榔，閒閒似三泖。\n永娱地下魂，不复苦愺恅。为挶崩厓泥，相涧塞冲潦。\n何当携橐驼，沿隧种樗栲。"
        },
        {
            "标题": "买陂塘/摸鱼儿·王丈芋疆",
            "作者": "姚燮",
            "内容": "问垂帘、君平去后，何人来寄高躅。芦篝絮枕为长物，短鬓相依衰索。\n居可卜。略胜似京夔，杜老无家哭。门萧柳秃。算断燕残鸦，西风失侣，苦恋一枝宿。"
        },
        {
            "标题": "春感八章再叠少陵秋兴韵 其四",
            "作者": "姚燮",
            "内容": "空中小劫烂柯棋，苦代天人系悯思。胡蝶自骄春满夜，美人正梦酒酣时。\n须知马逸收缰晚，颇怪弓柔脱彀迟。涸辙枯鱼谁借命，闭门且作十年思。"
        },
        {
            "标题": "课园六绝句 其五",
            "作者": "姚燮",
            "内容": "蕉黄榈碧径相通，薝卜阑干四面风。只欠鼠姑三十本，隔墙犬吠卖花翁。"
        },
        {
            "标题": "袅袅篇三章",
            "作者": "姚燮",
            "内容": "冉冉云辔，袅袅天孙。凉夜何俟，裴"
        },
        {
            "标题": "貂裘换酒 其五",
            "作者": "姚燮",
            "内容": "游戏人间耳。甚寻常、墨奴粉隶，两难安置。那有男身刘碧玉，肯学汉宫猪媚。\n把一握、云心轻委。记否萝屏秋雨夕，楚灵均、掩泣歌山鬼。\n灯耿耿，敛襟对。"
        },
        {
            "标题": "貂裘换酒 赠吴伶杨秋伊六阕 其一",
            "作者": "姚燮",
            "内容": "襆被江楼聚。任纷纷、南归燕队，北还鸿侣。樽酒倾谈吾愧老，心似摧秋凄雨。\n复那有、春风娱汝。十万黄金邀寸眼，算欢场、买怨多伧父。\n湘幛底，柘枝舞。"
        },
        {
            "标题": "十三夕诸君重饯妓筵醉后再作长歌",
            "作者": "姚燮",
            "内容": "百年不争一筵短，心近何愁万山远。潮平帆挂人欲离，霜紧天高月将满。\n昨筵饯我城南家，女墙三更多悽鸦。含啼试袖蝶粉湿，剪烛开门萝叶斜。\n今夕高楼控溟渤，明峦如荷媚空阔。沙风笛底吹黄萚，云影樽前堕苍鹘。\n羁身在客难自豪，慨叹当歌那能遏？欢歌已使心不留，还作愁歌暗挑拨。\n诸君爱我如爱心，常恐过劳难自任。又恐一逸易驰逝，便欲置我腔中深。\n百回顾惜到今夕，我负诸君顿言别。明知兰约春可期，已使桃根泪同咽。\n泪亦不得止，歌亦未肯阑。北斗欲没霜柝残，樯乌哑哑催出关。\n寸腑茫茫复何有，为君更尽一杯酒。劳君拔赠插鬟花，算折旗亭可怜柳。"
        },
        {
            "标题": "饮辅国公园亭歌者绛儿索诗书四绝句 其四",
            "作者": "姚燮",
            "内容": "晴色中宵上画屏，贴波莲叶动疏星。迷茫吹到风鸥语，可是江湖梦里听？"
        },
        {
            "标题": "甓社湖二章 其二",
            "作者": "姚燮",
            "内容": "北湾树色散霏霏，南溆平山动翠微。下水上天云日满，万青一白鹭鹚飞。\n密防下泄资江闸，饱看行帆让石矶。安得明珠如月大，来从草木布光辉。"
        },
        {
            "标题": "邻人于野田获马招予试骑之感得二章 其一",
            "作者": "姚燮",
            "内容": "志无一世迥谁亲，战骨纷纷感朽陈。秋满山河延颈啸，意求刍稿屈身驯。\n缚来如狗村儿侮，耕不为牛野老嗔。八尺井绳笼作辔，看吾罄控狎飙轮。"
        },
        {
            "标题": "甓社湖二章 其一",
            "作者": "姚燮",
            "内容": "不知是水是天光，三十六陂云水乡。乱柳分枝明藕汎，饥凫垂翮隐渔梁。\n崩堤草涨深泥黑，古庙枫烟大纛黄。四岸如奁环浩浩，一舟一叶水中央。"
        },
        {
            "标题": "邻人于野田获马招予试骑之感得二章 其二",
            "作者": "姚燮",
            "内容": "升厓停策动高歌，马亦昂尻涕泪多。乱后田园都失主，弃馀兵甲半沈河。\n人间何处塞翁在，穷壤应无伯乐过。愧我床头金早乏，相依陌路共蹉跎。"
        },
        {
            "标题": "腰塘试海棠花马",
            "作者": "姚燮",
            "内容": "玉鞭东指千峰开，柳花碾尘春盘回。捎眉一燕如飘梗，画里关山六朝影。\n斜阳十万桃花枝，燕女嬉晴看猎儿。清时不用挽弓手，上马吟诗下马酒。"
        },
        {
            "标题": "憩湖山春社遇雨",
            "作者": "姚燮",
            "内容": "树密午生翳，嘒嘒鸣一蜩。万山方战云，此院独无嚣。\n深楼篁匝帏，壁影皆凉潮。婑媠倚窗石，蒙藓如垂髫。\n去春来寻梅，泥酌听晚箫。画城初月痕，媚之新柳条。\n今年秋已中，旧柳瘦将凋。柳底残蕖红，避风亦愁飘。\n空钟催雨来，渐过苏堤桥。烟气未到门，在耳先萧萧。\n致我梦思沈，俯见池萍漂。天痕抹萍心，翠重低不漻。\n腻径颇思屐，急迅闻回飙。湖日浮碎金，一展轻黄绡。\n三两菱湾船，揎袖重移桡。乍闻鸥尾歌，唤出田田娇。"
        },
        {
            "标题": "满庭芳 红兰花吟馆消夏分咏得枇杷",
            "作者": "姚燮",
            "内容": "蒂脱烟青，核含乳紫，催残春后韶华。蜡儿娇绝，纤露腻文纱。\n一树江南巷陌，曾香里、听拨琵琶。君知否，无忧扇影，合护莫愁家。"
        },
        {
            "标题": "喜厉山人自禾中来得诗四章 其四",
            "作者": "姚燮",
            "内容": "惜无叶石林，来续白祠社。往岁徵逐流，当路几存者？\n君髯白已斑，我发秃就寡。忍于深柳阴，对此绿盈把。\n柳边春正酣，纤鸟语娇奼。何以艳日光，不照破屋下。\n明日阊门市，与子贳蹇马。芊芊多蘼芜，莽莽入原野。\n蛱蝶吾帽栖，游丝子衣惹。漫感羁人羁，聊为冶游冶。"
        },
        {
            "标题": "金上舍贻西洋玫瑰露荔枝酒酬以诗",
            "作者": "姚燮",
            "内容": "露清如水腻春葱，酒色蕉花汎嫩红。敢道兼金珍异品，愧无长物报深衷。\n芰廊酌月谁烹蛤，桃叶调铅正倚栊。低首转怜吾骨俗，祇宜尝檗坐秋风。"
        },
        {
            "标题": "雪霁下钱清江",
            "作者": "姚燮",
            "内容": "客路人稀岁已残，过桥急水下风滩。压江万筱一帘出，照面玉峰千丈寒。\n泛泛夕光生远浦，沈沈蓑影落渔竿。夜来倘有初梅梦，月角罗浮控鹤看。"
        },
        {
            "标题": "驿骑传诗图为黄太守丈题",
            "作者": "姚燮",
            "内容": "潮阳多悍民，蚁斗恣愚蠢。刑法藐官吏，有司策惶窘。\n丁年闰五月，野啸动荒巘。一鬨蹈危刃，老稚半墨膑。\n太守率虎旅，峨冠驻罘䍐。名熟军中韩，胆已慑强忍。\n斯时霉伏交，苦瘴郁蛮蜒。烟箐坐蛇穴，日炙气凄紧。\n军书间旁午，陟冈揽牛纼。揭阳指烟郭，瓦屋故人近。\n大风啸林薄，长歌振颓坋。纵笔草龙蛇，擘笺束如笋。\n急羽授铃骑，空匆走羊坂。一瞬四十里，云天落飞隼。\n丛溪虎贴尾，北斗照䉋箘。霜声奏传鼓，城马忽传返。\n屯兵镇沈肃，文光耀焱焜。雅歌谁投壶，草檄几磨盾？\n不意驰突中，华辞出警敏。披图相其势，岩栈互嶾嶙。\n佳话后谁继，壮怀去无尽。"
        },
        {
            "标题": "曾珣五真图诗 其二 第二图",
            "作者": "姚燮",
            "内容": "牺旦诠仪象，元理始多障。支习沿乙壬，金水擅衰王。\n遂令平坦衢，试足尽危诳。菌蠢环笑啼，百怪幻颜状。\n螳斧斲外神，鬼薪灼中藏。瘖瘖受驱率，真气抑难壮。\n臭或华麝忌，势等駏蛩抗。健阳宣橐籥，生机浩摩荡。\n胚胎失微息，流汞破愚相。始悟内宰纯，倨质曷能丧。\n霉阴敛朝郁，兰飙拂和畅。"
        },
        {
            "标题": "夜坐二绝句 其二",
            "作者": "姚燮",
            "内容": "摊杯烘茗有枫香，润入初霉簟气凉。风过锵然闻水玉，画帘梦影误潇湘。"
        },
        {
            "标题": "喜雨",
            "作者": "姚燮",
            "内容": "入霉十日天不雨，冰簟藤阴难逭暑。晚山日落云意生，屋角寥寥一鸠语。\n谷雨种稻今未青，田龟欲拆无蛙声。市中颇愁米价贵，西荡鱼虾不入城。\n梦回清晚如烟夕，起看芭蕉展新碧。莓苔欲作荇藻光，阶下沄沄已盈尺。\n门前大树夙有蝉，树下荷叶方田田。行须饱饭坐渔艇，尽日寻诗向鹭边。"
        },
        {
            "标题": "人日招同杨韫华蒋宝龄杨淦刘泳之江信陈佐钧饮寓斋席上作",
            "作者": "姚燮",
            "内容": "诸君各故乡，而我独为客。招饮喜不辞，相劳慰孤寂。\n沈沈纸阁云阴夕，疏雨当阶响寒滴。窖花夺气舒早红，墙草含蕤媚初碧。\n眼前静态娱閒饮，礼法无苛令无迫。屠苏漉帽珍珠光，椒饼花猪荐春食。\n君房言语妙天下，叔夜清谈抗畴昔。生平我辈多离患，不尽今欢亦堪惜。\n去年仲冬始出门，笠雪篷霜苦行役。草堂素壁诗笺旧，瘦月寒梅梦江国。\n差欣异地良朋聚，容易筵残转悽恻。哀乐丁年付短歌，天地辛槃几兹席？\n湖山日霁气清佳，更约苏台试红屐。"
        },
        {
            "标题": "无米行",
            "作者": "姚燮",
            "内容": "硗地淫霉果蓏烂，欲倒柴门入江岸。蒸然釜气生湿云，无米供炊坐愁饭。\n向邻贷得一斗馀，计口不敷三日需。听渠鹅鸭绝糠秕，搜索蜗蚓循檐除。\n儿童赤足奔市闾，手挦箬叶包虾鱼。归来犹自厌无肉，饱不知安恐非福。\n行无道路宿无屋，多少流民受摧辱。异乡不得口数粥，痁妻病子骨郊暴，新鬼啾啾杂人哭。"
        },
        {
            "标题": "迈陂塘/摸鱼儿·水车",
            "作者": "姚燮",
            "内容": "遇黄姑、微微社雨，霉时偏遇龙蛰。拘泥驾板分帘苇，费尽愁农周折。\n愁水竭。且愁绿成黄，辗转关心切。钩辀格磔。共笕竹横莎，戽绳挂柳，忙过稻花节。"
        },
        {
            "标题": "迷神引 窘旅",
            "作者": "姚燮",
            "内容": "冶客挥金贱同土。不买茂陵词赋。苔门辙断，那有人来故。\n雁关山，迢千里，怎归去。破苇摇凄月，蛩自语。冷被照寒篝，鬓如许。\n剩饭残羹，事事凭人主。便不相驱频遭侮。怕寻前梦，婿青楼、宾朱户。\n到羸马埋，轻貂空，饿童苦。眼底奈何春，飘飘絮。病里奈何秋，潇潇雨。"
        },
        {
            "标题": "梦醒杂述四绝句 其四",
            "作者": "姚燮",
            "内容": "二月横塘花事近，碧桃纤瘦牡丹肥。春风待尔传幽怨，莫到开时尚未归。"
        },
        {
            "标题": "邓尉纪游诗八章 其四",
            "作者": "姚燮",
            "内容": "閒寮借僧榻，且度今夕眠。夜中梦微觉，过枕闻鸣泉。\n吾生苦行役，尘瀵难自蠲。何期奔逐中，得与空山缘。\n晨兴踏松磴，爽净无留烟。浮岚一川皛，白鸟媚其间。\n始知夜来雨，一洗群象妍。"
        },
        {
            "标题": "梦醒杂述四绝句 其一",
            "作者": "姚燮",
            "内容": "旗亭初柳未髿鬖，乍可春云展碧岚。日落舵楼残梦醒，犹疑江北是江南。"
        },
        {
            "标题": "凄凉犯 独宿含绿山庄梦醒凉月沉山寒雨在树寄讯病妻",
            "作者": "姚燮",
            "内容": "可怜时节。天云远、飞鸿带去呜咽。料伊枕上，蚕箔灯昏，药炉烟结。\n春波倦缬。但频看、蔫衫绣蝶。更支持、腰慵腕怯，强起理愁发。"
        },
        {
            "标题": "梦醒杂述四绝句 其二",
            "作者": "姚燮",
            "内容": "天边一雁南来影，为底劳劳趁夕晖。昨夜梦回乡国去，逢君犹自海东飞。"
        },
        {
            "标题": "梦醒杂述四绝句 其三",
            "作者": "姚燮",
            "内容": "曾倚梅花祝满卮，别来消息定繁枝。阑干横影是残月，莫误初三夕倚时。"
        },
        {
            "标题": "游仙诗十四章不必拟郭宏农也 其八",
            "作者": "姚燮",
            "内容": "北绝管上嫔，云在长绵楼。爱惜瑶华枝，寡处不知愁。\n曲琼十二帘，旷有龙烟浮。暗媚恐旁越，凝睐未敢流。\n失持偶含笑，姑射敛襟羞。要眇丰车子，犹恨分难求。\n放废如屈平，枉自期灵脩。蛱蝶天正春，蟪蛄世方秋。"
        },
        {
            "标题": "水龙吟 梦醒江舟，怆然赋别。",
            "作者": "姚燮",
            "内容": "梦催残酒同醒，谁怜身世扁舟住。衾孤絮薄，灯孤焰短，帘栊何处。\n斜月当城，明霜在岸，暗潮生渚。奈么弦泛怨，深屏送笑，都换了、凄鸥语。"
        },
        {
            "标题": "舟中赠四子诗四章 其三 徐子舟时梁",
            "作者": "姚燮",
            "内容": "徐子禀殊质，荦确天闲姿。有羁讵难絷，作态故权奇。\n籋蹄上云栈，未肯从后驰。究其德性驯，俗相乌能知？\n丈夫贵见机，进退当自持。伏枥俯尻首，宁受驽钝嗤。"
        },
        {
            "标题": "迈陂塘/摸鱼儿·月湖邵氏园看菊花",
            "作者": "姚燮",
            "内容": "夕阳低、柳疏如画，林扉微带烟锁。幽香脉脉回风递，隔水移船就可。\n秋万朵。恁倚素交红，位置都闲妥。瘦疑肖我。悄脱帽簪枝，临流自顾，瞥眼一鸥过。"
        },
        {
            "标题": "忆少年 藕畔忆旧",
            "作者": "姚燮",
            "内容": "那边楼影。那宵灯影。那人鬓影。拢筝唱金缕，有啼声隐隐。"
        },
        {
            "标题": "摸鱼儿·盘门晓发舟中忆媚波楼叠前韵",
            "作者": "姚燮",
            "内容": "恼无情、晓风一霎，碧烟遮断城树。篷窗半拓斜眠好，恨影浪花吹聚。\n秋几许。堕一枕凉云，梦湿芙蓉露。醒来又误。道呜咽琼筝，还歌子夜，瘦燕舵楼语。"
        },
        {
            "标题": "一枝春 自题出门一笑图",
            "作者": "姚燮",
            "内容": "似听声声，唤人归、一路烟林啼鸟。江峰淡远，画出梦边清稿。\n心期疏懒，算辜负、小红娇小。恁约伊、密柳藏舲，唱个风残月晓。"
        },
        {
            "标题": "舟中携茉莉花二盆得禁体诗十二韵",
            "作者": "姚燮",
            "内容": "闽南荔子奴，聘尔共江湖。颇慰清吟寂，相惭冷眼孤。\n近灯摇转怯，著水看凝无。银汞素馨魄，春绵玉雪肤。\n烟心愁堕泪，叶角暗卷跗。恩亦怨谁薄，人宜静者姝。\n夕阳多翡翠，晓帐有蜘蛛。洁影防尘惹，低颜谢露濡。\n宠之双韭剪，灌以八棱觚。吾久风情断，宵难雨梦俱。\n残姿怜褪碧，醉眼笑成朱。落尽柁楼月，一萤飞上襦。"
        },
        {
            "标题": "摸鱼儿 书朱紫鹤万竹楼词卷后，同家春木翁调。",
            "作者": "姚燮",
            "内容": "碧亭亭、芙蓉七二，洞庭当牖还倩。佳人玉貌秋为骨，借得水烹云炼。\n琴一段。听捺指宫音，半杂潇湘怨。清商忽变。又素月中宵，明玕万叶，四幕泻凉靛。"
        },
        {
            "标题": "同潘同年曾莹过崇效寺看牡丹",
            "作者": "姚燮",
            "内容": "上邸罗名姝，张灯夜堂宴。太息小户家，美人草同贱。\n奇葩匿冷厓，但与惠风扇。留盼偶得樵，遂若笑生面。\n郊南有名蓝，附庸洛阳县。颇闻琉璃藏，绛霞叠如茜。\n到门停犊车，衫痕得春茜。肯以婀娜姿，独让佛心眷。\n西山濯翠屏，城杪泼初靛。病女愁凉云，背阑未梳鬋。\n怨彼香海深，柔丝曳轻燕。倒吹一瓣红，偶来袖边罥。\n禅寮垩蛎墙，题诗惜无砚。聊携玉茗壶，静和露气咽。\n高钟揭层云，流旭动明电。遂有万鸟声，环花递成片。\n老僧甘坐枯，三月不出院。偶从窗影移，一警幻相现。\n地僻人过稀，久留静逾善。愿得百琲珠，篁阴聘蝉钿。"
        },
        {
            "标题": "泊舟京口",
            "作者": "姚燮",
            "内容": "纡河络江脊，浅口合涨沙。群舟夕趋泊，人水声交哗。\n凭舷致遐眄，清景良足誇。海风动残照，云势因之斜。\n明媚出遥岫，翠薄晚有华。空青忽南荡，回帆争去鸦。\n极目限荆楚，水尽天为涯。孤吟浩谁答，黄鹤亦已遐。\n东飙待明发，迅逐灵源槎。"
        },
        {
            "标题": "生查子 密阁春莺，遭沙吒利劫去，知在天涯第几重楼，偶依张泌体代怨。",
            "作者": "姚燮",
            "内容": "江柳疏，月波滟。峻壁如天堑。春泪笛心漂，秋梦屏眉酽。"
        },
        {
            "标题": "孙氏隐啸园七章 其四",
            "作者": "姚燮",
            "内容": "不知水气深，水底缭青岑。横黛若相怨，邈含清浅心。\n蘋丝为画箔，桃叶助云阴。留得阴阴幕，巢他双翠禽。"
        },
        {
            "标题": "南楚黄生索赠",
            "作者": "姚燮",
            "内容": "山风动晴翠，暮色似初秋。所惜君能饮，荒村无酒楼。\n高天云不断，歧路梦难留。箧有离骚在，长歌止别愁。"
        },
        {
            "标题": "赁郡城市心桥南童氏宅",
            "作者": "姚燮",
            "内容": "尚未还乡里，身悬曲沃匏。罪真宜岸狱，梦复堕䍢罞。\n碧沚芙蓉宅，青天鹳鹤巢。浮沈风月梦，一例影怜泡。"
        },
        {
            "标题": "孙氏隐啸园七章 其三",
            "作者": "姚燮",
            "内容": "别院打流莺，飞来搅落英。拨花寻茗气，背竹听钗声。\n露磴春芜缛，兰台午日晶。有人坐阑角，低唱踏莎行。"
        },
        {
            "标题": "南楼令 风雨楼高天涯人远伤春怨别情见乎辞",
            "作者": "姚燮",
            "内容": "薄酒泥罗衾。天涯只梦寻。雨灯残、帘幕深深。未识绿阴添几许，听杜宇，换流莺。"
        },
        {
            "标题": "南浦 春水用山中白云词韵",
            "作者": "姚燮",
            "内容": "一夜带愁生，荡江南、远梦东风初晓。新绿漾溶溶，垂杨外、雨过潮添烟扫。\n将浓比酒，可还嫩似春人小。曲软蘋香无限阔，暗接画堤芳草。"
        },
        {
            "标题": "南楼令 自段桥至西泠酒楼饮",
            "作者": "姚燮",
            "内容": "调马出西城。垂鞭款款行。亘长堤、草软沙平。密柳交枝斜照隔，听一路乱蝉声。"
        },
        {
            "标题": "赠潘丈眉二章 其一",
            "作者": "姚燮",
            "内容": "残雪城闉路，来寻处士家。门幽驯暗雀，庭煖舞高花。\n斗室罗元象，空山老赤骅。读书师古哲，晚岁健弥加。"
        },
        {
            "标题": "南乡子 西溪梦隐图，为秋縠题。",
            "作者": "姚燮",
            "内容": "结屋傍僧寮。九曲回通第二桥。芦叶著花秋在水，萧萧。\n月作云流雪是潮。"
        },
        {
            "标题": "南乡子 拟晏小山二首 其二",
            "作者": "姚燮",
            "内容": "湖雨弄湖烟。家住湖东又一年。莲叶春来新贴水，田田。\n贴着侬心越可怜。"
        },
        {
            "标题": "瑶花 代怨",
            "作者": "姚燮",
            "内容": "更番梦觑。过几重墙，又几重烟树。红阑树隔，帘密密、何处是君留处。\n可怜蚕瘦，还紧把、柔丝缠住。向凄凉、婪尾歌边，消受断云零雨。"
        },
        {
            "标题": "南乡子 拟晏小山二首 其一",
            "作者": "姚燮",
            "内容": "江日动流莺。江上搂楼照水明。楼上女儿年十五，盈盈。\n衫与杨枝一样青。"
        },
        {
            "标题": "恼侬曲",
            "作者": "姚燮",
            "内容": "春风向东吹，春水向西流。美人之家天尽头，春云作帐流苏钩。\n兔华欲老蛾眉愁，欲往诉之无方舟。梦翩其来，非烟非黛。\n赠我蛱蝶簪，报以夫容带。夫容带，结两头，蛱蝶飞飞何时休？\n垂罗袖，抚玉琴。欢亦知妾意，妾亦知欢心。勿愿作连理枝、交颈禽，但愿生生世世常相见。\n敢以菅蒯微，弃与道旁贱。"
        },
        {
            "标题": "即景五绝句 其一",
            "作者": "姚燮",
            "内容": "枯桑瘿老似瘿翁，红叶一枝相对红。横个渔家三尺榜，日高已听打榔风。"
        },
        {
            "标题": "即景五绝句 其五",
            "作者": "姚燮",
            "内容": "盖茅为屋矮檐遮，半掩樵扉未待挝。拣得柴堆香麝柏，煮来茗气似梅花。"
        },
        {
            "标题": "即景三绝句 其三",
            "作者": "姚燮",
            "内容": "拾得苔根数子棋，颇怀南巷老髯师。恰来馈我鸡臡笋，一笑山妻供饭时。"
        },
        {
            "标题": "云华诗二章 其二",
            "作者": "姚燮",
            "内容": "绿烟一搦细腰蜂，托命花田最恼侬。风絮搅肠晨梦怯，水沈腻骨晚醺浓。\n款携琐合寻红豆，小隔纱幮剪翠茸。画烛未残钗燕语，凉飔拂枕玉珑松。"
        },
        {
            "标题": "即景五绝句 其二",
            "作者": "姚燮",
            "内容": "高树晚晴鸣一鸠，残秋气懦抵初秋。最怜几片断蕉叶，吹入邻家织布楼。"
        },
        {
            "标题": "即景五绝句 其三",
            "作者": "姚燮",
            "内容": "迎潮送潮一桁山，晨来夕去独飞鹇。静中习得灵机彀，那许吟心静得閒？"
        },
        {
            "标题": "病愈将入都门拟古意二章 其二",
            "作者": "姚燮",
            "内容": "种麦愁无衣，种棉愁腹饥。仅有田一区，安能满其私？\n女儿依母旁，不肯嫁人去。女儿既嫁人，弃母便不顾。\n辞茶且饮酒，酒足还饮茶。灌叶叶已敷，那不思开花？\n开花望为实，所期宁有涯。"
        },
        {
            "标题": "霓裳中序第一 故苑",
            "作者": "姚燮",
            "内容": "江山易换局。昔苑今栖樵与牧。多少椒丹蕙绿。叹复道沉虹，香斜埋玉。\n觚棱一握。尽上摇天半凉旭。无回辇，草深花谢，那忍问前躅。"
        },
        {
            "标题": "病愈将入都门拟古意二章 其一",
            "作者": "姚燮",
            "内容": "白云出空山，未必竟能雨。十五不见月，人将有异语。\n立身苦其耄，养儿苦其少。堂鹊语屋鸦，尔我难并噪。\n有事愁日短，无事愁日长。渴不辞苦水，既饮思甘浆。\n安得直路长，奔马无回缰。"
        },
        {
            "标题": "念奴娇 越园观剧晓归",
            "作者": "姚燮",
            "内容": "彩云亭榭，甚今宵、留我幕绡深处。迭鼓垂灯春似海，扇影鬟香无数。\n白纻鸳鸯，青陵蝴蝶，融入歌心否。樊川狂牧，不知身在羁旅。"
        },
        {
            "标题": "秋夜示病妇",
            "作者": "姚燮",
            "内容": "索乳娇雏怯易惊，悄垂疏箔掩疏檠。浅杯难破深宵寂，一蟀能催露竹声。\n叶尽风欺群木瘦，潮回月碇大江平。好持寸念归沈漠，马磨牛衣有夙生。"
        },
        {
            "标题": "清明",
            "作者": "姚燮",
            "内容": "宿寒散沈晦，野阔天微旸。蒸蒸菜花发，娱人无俗香。\n一色浮平窈，气杂烟霭黄。观化得新悦，生理溢芴芒。\n儿童赛神鼓，俚歌自成腔。纯任辞约束，稚念归至良。\n劳劳客中虑，焉能与澹忘？"
        },
        {
            "标题": "瑶华 桂香馆木犀盛开已沉东雨乍回西照香深山远翠明鸟啼与倩笙坐酌其下迟凤卿未来。",
            "作者": "姚燮",
            "内容": "断岚迥合，湿露遥沉，弄夕光明媚。满庭凉霰，秋淡淡，十二明珰横翠。\n隔烟潮白，要筛得、花魂如水。怕碧天、幺凤飞来，褪了苔根粉蕊。"
        },
        {
            "标题": "春始偶述三章 其二",
            "作者": "姚燮",
            "内容": "家无负郭田，尚有庋阁书。经岁积课程，捡卷量盈虚。\n唾弃喜不拾，积习惧难除。偶览晓光动，如见春笑舒。\n天韬静涵瀁，志士归蓄储。莫结同尘人，妄求大隗居。"
        },
        {
            "标题": "偶述",
            "作者": "姚燮",
            "内容": "壮夫学骑牛，童子执鞭笑。抽刀剸病羊，遂云虎非暴。\n天人无赏刑，夷齐亦能盗。安见粉泽功，施及嫫母貌。\n万事各有宜，难为昧者告。"
        },
        {
            "标题": "秋千索",
            "作者": "姚燮",
            "内容": "两眉青小双鬟腻。吹语在、明波画里。缕缕香风到柳枝，弄不尽、春愁碎。\n云丝皱碧烟萍细。正水阁、乍晴天气。要引花心入梦心，却故意、钩帘睡。"
        },
        {
            "标题": "横山妪周",
            "作者": "姚燮",
            "内容": "赤日一百里，独行过横山。横山深赭色，照我枯索颜。\n索酒苦无店，饮水苦多泥。偶憩三版亭，如得大屋栖。\n老妪手抱儿，置儿汲新水。为我炊瓦垆，还问我乡里。\n自言廿载前，曾为汝家佣。瞿然问祖母，上及我祖翁。\n顾我点首笑，其时汝方童。汝今当读书，吾儿亦务农。"
        },
        {
            "标题": "春始偶述三章 其三",
            "作者": "姚燮",
            "内容": "息耳筹百响，未忘落叶声。能有几日风，娱此新啼莺。\n出门阅人态，接我皆和平。在国为恬熙，在天为旦明。\n隔屋荒墟烟，尽作祥气生。弗愿极华鬯，愿弗凋与零。"
        },
        {
            "标题": "集选句寄王之衡楚中二章 其一",
            "作者": "姚燮",
            "内容": "渺渺陵上道，悢悢不得辞。悠悠君行迈，茫茫终何之？\n佳人守茕独，燕婉及良时。顾念蓬室士，蓄意忍相思。\n昔为鸳与鸯，恩爱两不疑。今为参与辰，出宿无归期。\n自我别旬朔，闺草含碧滋。送君如昨日，泣子子不知。\n繁华映绿渚，流嘤复满枝。柔条旦夕劲，采此欲贻谁？"
        },
        {
            "标题": "集选句寄王之衡楚中二章 其二",
            "作者": "姚燮",
            "内容": "皎皎天月明，照之有馀辉。空濛如薄雾，萧瑟入南闱。\n中夜起叹息，草露沾我衣。俯临清泉涌，轻衿随风吹。\n少小去乡邑，裘马悉轻肥。抚镜华缁鬓，不知今是非。\n佳人眇天末，分手易前期。爱而不可见，中心怅有违。\n愿为双黄鹄，左右来相依。逝者一何速，泪下空霏霏。"
        },
        {
            "标题": "示钱参军肇锦",
            "作者": "姚燮",
            "内容": "浩无春色到春城，城上风潮激雁声。大雪过江变苦雨，寒云展谷漏微晴。\n蟠梅香老思华月，嫩柳黄初待宿莺。抛掷阳和归澹漠，闭门把酒亦何情？"
        },
        {
            "标题": "夏夜同姬人江岸步月即事五绝句 其三",
            "作者": "姚燮",
            "内容": "炯眼窥矶独鹭醒，鹭飞孤荻动亭亭。扶来罗袖袖垂水，夺得荻边山影青。"
        },
        {
            "标题": "疏影 闺人写壁间盆梅作绣稿",
            "作者": "姚燮",
            "内容": "春蠡飐烛。对粉廊素影，瘦黛描玉。淡冶无言，脉脉依依，珠魂唤到金谷。\n遥楼莫唱江南笛，有古怨、缣心凝绿。更补来、翠筱娟枝，留著凤雏双宿。"
        },
        {
            "标题": "寓水仙宫夜半听南汇叶叟隔屋弹琵琶诗以赠之",
            "作者": "姚燮",
            "内容": "庭角双梧桐，叶落无一剩。何以夜半秋风生，索索如喧万荷柄。\n使我揽衣起，重剔残灯明。灯光上壁苔气青，壁势欲动心摇旌。\n飒然忽中止，桂阁瑶鸾堕烟死。砉然还一挑，碧天苍鹘搴虹旓。\n灵妃窈然逝，竹影潇湘有云闭。天女珊然来，群星布网银河开。\n一指但作四五抹，一韵能转千百回。不知弹者何所喜，心曲缠绵托兰芷。\n不知弹者何所愁，泻此痛泪倾河流。我心不著愁与喜，胡为与乐其乐忧其忧？\n电轮电毂芙蓉辀，龙螭扇盖天吴斿，何不使我之梦蓬莱游？\n吁嗟乎，此技虽为贱者事，能感人情有诗意。我无长技惟学诗，不如尔技能入时。\n堂下少年三十辈，袖金置酒来尔师。尔院华灯闭深幕，吾屋灯疏静萧索。\n吾心已若夜啼乌，尔曲毋弹白翎雀。明朝拉尔登城头，环城皆海城为舟。\n尔以曲娱我，我以诗尔酬。曲终写以海峰碧，诗成投之海水流。\n舞乎仙仙兮髯修修，仙之人兮不可留。绿华双成抱琴瑟，遥遥待尔昆崙邱。"
        },
        {
            "标题": "过寓邻小园二章 其一",
            "作者": "姚燮",
            "内容": "散步微吟任所之，幽居未问主人谁。败荷零芡大浮沼，密磴疏廊小葺篱。\n斜日已凉蜂尽宿，竹梢微动鸟来窥。许吾借得半间住，品画谈琴倦不辞。"
        },
        {
            "标题": "迈陂塘·午生自都门寄读近词倚此代答",
            "作者": "姚燮",
            "内容": "落河云、三千程外，佳人鱼札迢寄。分明听诉飘零燕，不是昨宵梦里。\n春尽矣。问一路杨花，吹到君边未。沙烟夕起。有昏月芦沟，驿衾斜照，可似故乡丽。"
        },
        {
            "标题": "城南柳三章 其三",
            "作者": "姚燮",
            "内容": "如此鬖髿亦可怜，苦辞凉雨要微烟。昏黄不耐酒初醒，轻薄怨渠人少年。\n佳日茫茫吹尽絮，空樽寂寂怕闻鹃。画楼三百秋莺巷，解种芙蓉媚锦鞯。"
        },
        {
            "标题": "岁暮旅怀五章 其一",
            "作者": "姚燮",
            "内容": "友朋尽谋岁，过者日见稀。离居得闲寂，寸念转无依。\n出陟吴山巅，还循西湖湄。短日催空钟，北风飒吾衣。\n萧瑟有枯杨，冻鸟蹲其枝。照影各无偶，相顾亦不疑。\n归来剪孤烛，兀兀垂重帏。且对瓶中花，罄此樽中醅。"
        },
        {
            "标题": "同叶上舍元址读书观海卫回龙庵两月揽景兴怀托以歌咏无伦次也共得二十六章 其二十三",
            "作者": "姚燮",
            "内容": "梦醒得明月，照见瓶中花。略有岚气微，笼之如薄纱。\n披衣坐相对，坐久月复斜。远从隔屋溪，去照新绿葭。\n葭南出孤树，树上孤巢鸦。鹭飞偶拍拍，鸦警同呀呀。\n寓物有灵境，难为昧者誇。"
        },
        {
            "标题": "菩萨蛮 浮碧屿",
            "作者": "姚燮",
            "内容": "一漪寒翠湖云叠。青山有影斜来接。疏柳响烟声。钓船三五横。"
        },
        {
            "标题": "散馀霞",
            "作者": "姚燮",
            "内容": "湘屏如水单衾拥。恼春寒犹重。谁伴灯火黄昏，话年时雨梦。"
        },
        {
            "标题": "菩萨蛮 冬至日晓起",
            "作者": "姚燮",
            "内容": "五更帘幕收残雨。翠翎画鹊枝头语。初日弄春姿。隔烟梅已知。"
        },
        {
            "标题": "送周四鸣珂",
            "作者": "姚燮",
            "内容": "远国一官滞，如何慰老亲？知君归计决，非为薄风尘。\n所约毋相昧，吾生自有真。潞河春尚好，去矣莫逡巡。"
        },
        {
            "标题": "菩萨蛮·题秋边罢猎图",
            "作者": "姚燮",
            "内容": "篥声如雨芜烟卷。银蹄迅兔雕翎转。天夕代云高。西风落雁毛。"
        },
        {
            "标题": "鬓云松令",
            "作者": "姚燮",
            "内容": "烛光残，鹦语静。环锁重扉，佳约无凭准。斜月上墙桐叶暝。\n划袜潜来，露下三更紧。"
        },
        {
            "标题": "菩萨蛮 送小谱之武林",
            "作者": "姚燮",
            "内容": "东风眼底帆如剪。楼心飞梦钱塘远。龛赭两山门。春潮月一痕。"
        },
        {
            "标题": "齐天乐 同王乃荪",
            "作者": "姚燮",
            "内容": "月塍霜陌无车马，幽闲两三茅屋。水鹳浮青，山龙回赭，掩冉故家乔木。\n风流自足。想傍纬分篝，理签课读。游倦东归，梦魂清傍芰栏曲。"
        },
        {
            "标题": "齐天乐 汉册礼鉴",
            "作者": "姚燮",
            "内容": "云螭天袅文蒲络，乳花四周青绀。百子宜眉，三商炼魄，冶就天神灵鉴。\n东宫遗范。记纳俪通妃，呼朝小监。皇子陂高，昆明蟾影媚秋萏。"
        },
        {
            "标题": "齐天乐 忆梅集山中白云句",
            "作者": "姚燮",
            "内容": "相思忽到梅花树，黄昏更还清绝。玉籁无声，幺禽对语，碎却翠云千叠。\n试妆娇怯。待唤起清魂，卧横紫笛。蕙帐空闲，佩环何处弄明月。"
        },
        {
            "标题": "齐天乐·莺湖访孙",
            "作者": "姚燮",
            "内容": "高庐背柳临湖水，湖风暗摇吟幌。茶籁鸣笙，琴香泛月，别结兰骚幽赏。\n半生屐两。话马峪春云，雁门秋瘴。啸傲归田，瘦棱棱骨总无恙。"
        },
        {
            "标题": "城西",
            "作者": "姚燮",
            "内容": "城西斜巷草如蓬，那有鸣珂驻玉骢？懒与旷烟收晚绿，苦因雕鬓怨春红。\n画楼短烛樱桃雨，荷叶横塘翡翠风。鼓响自肥弦自瘦，司勋自笑绮怀穷。"
        },
        {
            "标题": "绮罗香 媚夜香深，嬉春梦短，依依揽袂，奚复为情。",
            "作者": "姚燮",
            "内容": "绮夕埋愁，佳春殢醉，客思又消多许。杨柳才青，便有莺栖燕住。\n楼一角、三面花藏，帘半卷、二更月度。拨兰篝、香酽如云，管他天际有风露。"
        },
        {
            "标题": "对酒抒怀简都门故人八章 其二",
            "作者": "姚燮",
            "内容": "杜陵剧有死生哀，小劫沧桑问大槐。风雪轮蹄谁壮士，湘巫云雨剩荒台。\n故人赠铗掀眉看，独座清樽对影开。醉意知怜新舄好，吾庭幸不长蒿莱。"
        },
        {
            "标题": "对酒抒怀简都门故人八章 其七",
            "作者": "姚燮",
            "内容": "石阑一寸鼠姑芽，得气须为斗大花。借我巨杯浮琥珀，听渠皲手摘琵琶。\n江堧昔种琅玡柳，乐府今存蔡女笳。自喜梳头无白发，此情亦足慰天涯。"
        },
        {
            "标题": "对酒抒怀简都门故人八章 其六",
            "作者": "姚燮",
            "内容": "惜我逡巡负所求，缚车驽钝不能骝。竟容落拓师张翰，几见勋名悔许由？\n黄蘖满山饥雀苦，碧桃横镜淡蛾羞。拥书坐作专城贵，一笑邯郸梦里侯。"
        },
        {
            "标题": "当气出唱五章 其四",
            "作者": "姚燮",
            "内容": "乔林巢鸱鸮，而以为凤凰。潟下不植，何有兰茝芳？\n冶儿能饵美人醉，黄金能下壮士泪。壮士之泪以金市，美人之心以情死。\n高秋不作东风，枕石空山梦桃李。"
        },
        {
            "标题": "当气出唱五章 其二",
            "作者": "姚燮",
            "内容": "解尔佩钩，赠尔文绮。义难孤持，情且权委。白云漻漻，青天自高。\n飞雁向夕，野无林皋。荆榛纠结不可斧，荷锸投山泪如雨。"
        },
        {
            "标题": "对酒抒怀简都门故人八章 其八",
            "作者": "姚燮",
            "内容": "措就衣粮事不侵，坐禅密室有閒心。多朋细作家珍数，旧事新从日录寻。\n抽蜺贯胸防变想，借蝇拥鼻笑痴吟。抒怀且付长鸿去，醉里山川落照深。"
        },
        {
            "标题": "当气出唱五章 其三",
            "作者": "姚燮",
            "内容": "幺弦和宫，二弦叶商。指有迎拒，意为抑扬。听者何闻，但闻琅琅。\n穷夜驰马，宝刀挂鞍。俯首冰结，仰面月寒。谁之功勋，驱我困苦。\n小民流离，大人之祜。"
        },
        {
            "标题": "弃妇词",
            "作者": "姚燮",
            "内容": "旧剑不还椟，沈珠难再捞。碧绿鸳鸯衾，回首青云高。\n君子爱新人，新人金屋娇。窄鬓翡翠翘，纤腕玉龙绡。\n新人如兰苕，故人如蓬茅。在御琴瑟弦，夙昔坐犹操。\n偪侧车轮行，九州无寸毛。兔丝根不长，野葛系松牢。\n君宠深十年，君弃逢一朝。乞恩旦夕留，房帏生蟏蛸。\n心清水空鉴，命薄天相挠。安得琼霞丹，返此容华彫。"
        },
        {
            "标题": "郊南",
            "作者": "姚燮",
            "内容": "风定尘初止，郊南日暮行。独松阴可憩，老鹊倦犹声。\n一马依桥立，千畦接市平。乱山低抱郭，斜照看西横。"
        },
        {
            "标题": "当气出唱五章 其五",
            "作者": "姚燮",
            "内容": "稽首君侯前，愿祝千万年。樽中有酒不醉，白日落海月上天。\n天门日烂，海水漫漫。人间有光，地下无旦。山根纠结相嵯峨，天门翕赩流霞多。\n天门自霞，海水自波。"
        },
        {
            "标题": "对酒抒怀简都门故人八章 其一",
            "作者": "姚燮",
            "内容": "隐忧不谅郁成悲，海国孤峰眇四陲。酒味渐参人事变，琴歌未觉古音亏。\n空庭花骨蜷烟瘦，窄地江流绕郭卑。息影蜗居无弱梦，龛檀刻像拜天随。"
        },
        {
            "标题": "同罗以智吴廷燮高学淳吴敬范登吴山还饮天河馆酒楼二章 其二",
            "作者": "姚燮",
            "内容": "行杯能驻日，拂剑不留风。苦志天难白，惭颜我易红。\n旧盟参木石，小会慨萍蓬。明夜遥思我，越山东复东。"
        },
        {
            "标题": "绮寮怨 颓楼",
            "作者": "姚燮",
            "内容": "那有芙蓉十四，秣陵天半峨。尽剥落、翠桁朱罳，都缘上、暗藓昏莎。\n当时缕金长袖，曾倚望、鳷鹊下明河。未百年、月寂风寥，琼梯断、夜游狐鼠多。"
        },
        {
            "标题": "升石窗少憩有得拟书壁间二十六韵",
            "作者": "姚燮",
            "内容": "拂落鳌背霆，难悚五丁梦。可惜神火熛，不烧满山葑。\n颓㕂缠铁莓，遍扪苦无缝。星尾银的悬，眼矢射誇中。\n体重难化云，却步已形众。仰面如有招，试蹈屡投空。\n偃身握朽株，鼓气代飞鞚。束志略未坚，糜身徇龙洞。\n暂忍罡劫危，居然得骑凤。珠斗垂绮檐，四窗九天贡。\n平生局蹐想，未得万里纵。如何居至高，仍为浊岚瞢。\n闻有太古猿，骨老不识冻。手摘日月丸，趺坐作珠弄。\n寻常仙骑过，但以目遥送。复嫌凡迹来，内关便缄封。\n我亦凡世人，未拜上清俸。此境能许安，玉延尚堪种。\n短哉蜉蝣心，死为哀乐用。邱墓如积尘，谁与举名恸。\n发我离垢怀，远意万峦控。出定泥丸神，依俙碧霄羾。\n碧霄多琼楼，眼前问谁从？且席烟萝坪，首枕至虚瓮。\n文果绥山桃，丹毬压肩重。听彼幽涧泉，泠泠散清哢。"
        },
        {
            "标题": "雨憩南沙河题壁",
            "作者": "姚燮",
            "内容": "十日车行苦焦暍，忽吹沙雨得凉阴。乱山渐渐洗烟树，下陌低低飞水禽。\n迢递西风来海上，迟回南雁有归心。暂投野驿谋安饱，酒味人愁各浅深。"
        },
        {
            "标题": "前有一樽酒行",
            "作者": "姚燮",
            "内容": "飞絮不怨春意薄，落花不随流水深。一杯酒作千回斟，风来动月波生襟。\n襟波潆潆眼波媚，好风催醒月催醉。欲醉未醉歌未阑，风随潮去月落山。\n裴"
        },
        {
            "标题": "自昆山至上海舟中得四言九章寄厉山人暨叶山人元阶时厉君已还四明",
            "作者": "姚燮",
            "内容": "驱鸡逐狗，日月负负。客行在船，读书饮酒。读书数行，饮酒一觞。\n仰视天汉，秋云苍苍。俯听流水，秋风汤汤。念我故人，迢迢曷止？\n怀我室家，蹙蹙靡已。"
        },
        {
            "标题": "度絜辞三章 其三",
            "作者": "姚燮",
            "内容": "猕猴之影侏儒形，蜣螂运垢誇筑城。筑城万仞抵寸壁，已尽平生拔山力。\n防风髑髅混沌胎，微窍可凿通天台。风雷下驻木公驾，掌上黄河一丝泻。"
        },
        {
            "标题": "吴渔山横山晴霭图",
            "作者": "姚燮",
            "内容": "群生遁蛰元冥肃，手足严寒起皲瘃。朔风一夕雪花大，千里关山失秋绿。\n晓来凭櫩望城郭，城影荒荒匝枯木。人烟凄冷断衢屋，跳舞鸧鸮驰犴"
        },
        {
            "标题": "探寓邻墙角梅十日至十一月望晓忽见一朵歌以赏之",
            "作者": "姚燮",
            "内容": "墙高檐矮月一角，登楼俯见脩枝横。为言去岁十月暖，已作烂雪堆银屏。\n大野寒风不入城，微草茁土春姿青。此花得气倍宜早，矧含元息通古灵。\n主人识客门放扃，许客晨屐宵携檠。嫩冰几片败叶堕，老苔一抹疏烟明。\n霜吹薄帽风生生，石阑叉手听瓶笙。低篁翠似窄衫女，瘦雀黄疑初乳莺。\n尔梅困我诗迟成，欲开不开终何情？朱弦乍抚天地醒，隔墙湖软闻流声。\n东梢挂旭看茁英，抵掌笑遇飞仙琼，累尔主人残梦惊。\n再过十日压枝满，当张帷幕开轩楹。未愁扳折等杨柳，寂院有鸟无人行。\n洁哉和靖工逃名，欣然独与吾鹤盟。"
        },
        {
            "标题": "屋祟行",
            "作者": "姚燮",
            "内容": "夜火嘻出怪鸟语，荒国刑天盾戈舞。魌头蒙面如婴儿，赤手搴帏梦中蛊。\n败树挂月叶有声，冷街往往游殇兵。建坛蘸祭未肯散，大傩术穷双颊赪。\n北郊地旷多垄茔，尔厉胡来民屋停。此屋将军之故宅，将军在天有英魄。\n喑哑一声髯竖戟，十万雄军能辟易。咄尔小丑风吹尘，胆敢摩挲到虎额。\n赁居费钱五十缗，托此而处吾有因。清明中元具盂饭，九幽得气回阳春。\n窭人虽乏少宰腆，薄不废礼当毋嗔。夙闻避祟同枭獍，一载迁移更六姓。\n颠连死丧无完家，犬马都遭负薪病。岂真阴郁能抗阳，妖"
        },
        {
            "标题": "枕上偶得四章 其三",
            "作者": "姚燮",
            "内容": "戍士已有不归想，意气摩人转伉傸。将军倘绝功名心，百重围里堪横琴。\n千秋孟浪了棋局，大运中天作钤束。蜣螂小技徒弄丸，月明未识白玉盘。"
        },
        {
            "标题": "感事三章 其二",
            "作者": "姚燮",
            "内容": "厕身儒林中，乡愿有微誉。罔安藜藿饥，失足遂甘误。\n蜣螂思化蝇，含垢极攀附。秘技窃野狸，不慑按剑怒。\n转夺锦绣荣，守经笑章句。堂皇高马骑，沿门索琛赂。\n小信要里儿，坚城负逾固。姓氏虽匿更，讵终免败露？\n咫桷方震霆，曾何不危惧？"
        },
        {
            "标题": "夜合花 重过玉魫楼纪事二阕 其一",
            "作者": "姚燮",
            "内容": "掉扇回腰，摔巾驻盼，今朝未信重逢。如何瘦影，依然玉样玲珑。\n香一缕，画屏东。正蔷薇、斜亚初红。漫惊意外，须知眼底，都在心中。"
        },
        {
            "标题": "满觉垄看桂花",
            "作者": "姚燮",
            "内容": "摅秋得真液，惭我衣垢多。斜日黄雪痕，堆满青髻螺。\n骚心惬天妙，所爱宁有阿。烟外樵斧声，来媚西风歌。\n交枝濯岚秀，逼影凉涧波。太古一胸聚，土脉千年和。\n月魂暗留驻，未忍扳其柯。扫叶携茗垆，此约当如何？"
        },
        {
            "标题": "沁园春 赠柳仙",
            "作者": "姚燮",
            "内容": "北海之鹏，健羽凌霄，如我故人。记灯唇剑绿，酒酣骂史，陇头山赤，襦短从军。\n五岳胸撑，千秋眉扫，突兀沧洲气不群。臣之壮，笑刻舟胶柱，狂未如君。"
        },
        {
            "标题": "沁园春·白",
            "作者": "姚燮",
            "内容": "洞室生虚，尘辟犀帘，云明画梁。爱字飞欲活，练裙写到，酒浮疑堕，纻曲歌将。\n真恁清贞，未容点污，本色宁夸粉饰强。飞琼邈，忆银河鸾背，霓袖明珰。"
        },
        {
            "标题": "沁园春·红",
            "作者": "姚燮",
            "内容": "醋醋心情，燕足东西，鹃啼暮朝。甚画桥廿四，春灯芍药，彩楼十二，夜梦樱桃。\n熨袖潮生，泥颜玉软，酣到难扶瘦易消。挑残麝，忆虬髯倚拂，石帚吹箫。"
        },
        {
            "标题": "月夜断桥散步",
            "作者": "姚燮",
            "内容": "断彴卧平波，夜深时一过。草荒知地僻，坐久觉凉多。\n风细荡鸥语，月明闻棹歌。樊川当此夕，秋思复如何？"
        },
        {
            "标题": "夜宴青鸂",
            "作者": "姚燮",
            "内容": "楼台不暝烟作漪，藻香满郭萝屏低。美人亭亭隔荷叶，衫光拂拂当杨枝。\n金尊酒满客初醉，夜渚月明鸂"
        },
        {
            "标题": "速速去去五解八月二十六日郡城纪事作",
            "作者": "姚燮",
            "内容": "绣旗大布帐，四角碇铁城头莎。东帐老兵击柝，西帐健卒起而鸣锣。\n鸣锣击柝，呼呼呵呵。觌面错愕交耳，速速去去，倏忽轻趫巡走如掷梭。\n手指东南云，云头山脚相摩搓。云中赤火，闪闪霍霍，似有镞声砉騞千百碆。\n下顾江水，宛延一线，无风翻波。过江乱鸟，塌翼结阵，西向嗷嗷觅林柯。\n嗷嗷飞飞，速速去去，栖止不得林柯。前有抽矢而睨者，后有罻罗。\n城头军士若防若避，各各偃旗卷帐，带甲手横长戈。\n我趋东门城，见守门卒吏短衣带刀，排立城下。闻西街喝道，掠地鸣鞭声隆隆，长跪向烂地，不知没泥到踝。\n顿首拱手，屏息迎接官者。官者不知谁何，蓝顶貂翎红缨，长髯如戟面涂赭。\n左手持令箭，右手结辔鞍唇，匆促下马。口作喋喋辞，以靴蹴瓦，其气汹汹，似不可惹。\n但见府尹知县，肩舆张盖，东牵西扯，下及佐吏千把。\n一一出城入城，流汗沐面，抠衣相跁跒。速速去去，筑埵筑垛，呼兵不应，涎枯喉哑。\n关城门，关城门，城门不得关。百姓仓皇拥挤，速速去去相探视，手足钩棘肩推扳。\n须臾败而逸者，沿江过渡，入城络绎，其势如崩山。\n臂带颈襕，衣襦不完，面焦身漆，行步蹒跚，谁辨其为兵与官？\n亦有雇夫舁笼扶板，蒙被过顶，沥血声嘶酸。可怜翁妪妇女幼稚，翘足延颈当路叫欢。\n望爷觅子寻夫呼哥索弟，悲泪交汍澜。不愿无火伤刀箭瘢，但愿不受战殁全尸还。\n咄咄嗟嗟，大难大难，官长不得弹压，守城兵卒各各摇首顾视灰其颜。\n使我一寸心，亦作千刀剜。急趋急趋，向东渡头，水急分东西流。\n撑篙打橹，扬扬意气，一人索百钱，四五十人同一舟。\n踉跄后至，挨挤不得渡，挨挤落水，落水复上水，自恨不如凫鸥。\n且止止休休，仰看天色苍黄，日堕城觜，俯听彫杨乱荻，其声飕飂。\n奈何有官来，官何来，官来寻渡，有卒壮健，十十五五，环拥一驺。\n不衫不履，恐人相识，掩面低头。但言速速去去，去去速速，不知往何所投。\n且止止休休，踉跄后至，望渡而泣，皆尔兵民，已一日不得粮与糇。\n仆来觅我渡头，牵我衣向我耳语。急牵仆衣，随势拥人入城，速速去去。\n东巷市早停，西街运货关铺。短衣执梃守门，当路遗舄堕帽，满街倒栅横枑。\n日落天昏昏，狂飙过耳，声摧城树。似有万千百人，哭声与鬼号謼。\n入门见我老亲，老亲方解袜易屦。弟妹扶母出堂，环坐慰问，其乐莫可言喻。\n砍木作柴炊釜粱，馀柴烹栗芋。斯时东邻西邻，鸡亦不闻鸣，狗亦不闻呴。\n但闻张灯张皇，催老促幼呼。速速去去，使我家人停餐废箸。\n笑不得笑，悲不得悲，行不得行，住不得住。孤灯破楼坐难曙，四壁摇摇愕相顾。"
        },
        {
            "标题": "于菟门",
            "作者": "姚燮",
            "内容": "微晖澹木色，被石如黄毛。閜然元窍虚，怒作饥声号。\n岂伊真宰心，亦未除牢骚。特挈九地根，弗使星精韬。\n野蹯横狐獭，远顾多藏逃。携锄芟乱荆，我能探其巢。\n视下已万仞，蹴脊当至高。白云堪手搴，恨为风所漂。\n振袂欲上天，松枝猛相挠。神兽不孤处，驺虞今倘遭。"
        },
        {
            "标题": "消寒第三集分咏食物得炰羔二十二韵",
            "作者": "姚燮",
            "内容": "朱门如天高，戒寒车马稀。夕风凌厉中，颇闻箫声低。\n庭树森过楼，红烛隐有辉。密帐垂销金，钗黛方合围。\n官厨老宰手，宰羊犹割鸡。投匕辄不悦，侧目嫌瘦肥。\n有力需所供，求适亦其宜。未遘穷巷艰，吾难于彼讥。\n今兹二三友，爱我何偏私？特杀圈中羔，陈馈来劝卮。\n膏然琥珀色，和以松烟脂。胶牙疑饧酥，聂切归烂糜。\n自怜三年来，减食养病脾。安能对此豪，络绎同啜醨。\n海乡冻颓云，下泽方鸿啼。窘民鲜安堵，伤乱失援依。\n日煮一升饭，不救全家饥。徘徊思野蕨，雪路风凄凄。\n吾人恃天力，差可安粥齑。越节及上烹，恐遭造化嗤。\n撤筵剪残烛，感叹为此诗。借问党家翁，健骨今何其？"
        },
        {
            "标题": "沁园春 咏心",
            "作者": "姚燮",
            "内容": "丹府谁窥，冰洁珠纤，含来恰宜。甚略通帘额，缄还到蕙，才舒扇底，卷又成葹。\n春梦甜输，秋魂苦束，唱到姑溪宛转词。相关否，敢深深印得，比月愁亏。"
        },
        {
            "标题": "简俞同年汝本三章 其一",
            "作者": "姚燮",
            "内容": "夜雨洗园木，清气延薄寒。衣裾但有碧，闭我疑空山。\n孤猿不借萝，力拄仙骨单。风激阶下泉，梦尾流潺潺。\n椸北横短琴，昨有佳人弹。安复命驾来，与我传辛酸。\n帷灯摇热烟，能惬青虫欢。愿将一寸心，爱护周百端。"
        },
        {
            "标题": "闷雨遣意次武三韵得二章 其二",
            "作者": "姚燮",
            "内容": "北林无恙语晨风，几度看天启石栊。枯树当门云作叶，乱山对我鬓如蓬。\n漫延静客倾新渌，迟尔初梅茁嫩红。沈滞年华归未得，尽馀愁思落微濛。"
        },
        {
            "标题": "清平乐 说明楼纪事",
            "作者": "姚燮",
            "内容": "分明梦里。薄袖阑干倚。四面犀花吹万蕊。和月和云和水。"
        },
        {
            "标题": "清平乐 美人倚梅图",
            "作者": "姚燮",
            "内容": "风丝烟片。寂寂谁家院。斜干横枝都倚遍。我也替他肠断。"
        },
        {
            "标题": "清平乐 「红雨青山江上村」图",
            "作者": "姚燮",
            "内容": "蘼芜如曲。春影阑干束。桃叶不来江上绿。唱到怨东风曲。"
        },
        {
            "标题": "莫愁乐",
            "作者": "姚燮",
            "内容": "江上山青青，不断如侬情。含泪无一语，拈带看欢行。"
        },
        {
            "标题": "清平乐 倪又芗白门秋柳填词图",
            "作者": "姚燮",
            "内容": "绿烟春冻。织得愁无缝。多少南朝花月梦。不值流波轻送。"
        },
        {
            "标题": "王上舍电章乐愚轩席上听吴伶歌",
            "作者": "姚燮",
            "内容": "天门飞鞚停华鸾，湘篁绿瘦风漪寒。小姑无郎怨山黛，背灯狎梦携琅玕。\n蝴蝶醺然贴花影，雪气弹肤不如冷。繁弦蟋蟀凄管乌，画烛楼台几人醒。\n眼前芳绪抽正长，江南春烟蘅芜香。深樽未使意沈匿，屏风面面通玉潢。\n灵眸四转珠散光，去筵一丈无留霜。旖旎束缚难为狂，月魄自定云魂忙。\n歌残夜悄更续酒，兰息吹温客争受。苦余荦确胸有冰，亦化轻飔媚纤柳。"
        },
        {
            "标题": "暗香 为陈心壶夫人题梅边待月图",
            "作者": "姚燮",
            "内容": "且迟倚笛，早夕阳天影，渐凝遥碧。十二画栏，一片濛濛暗香幂。\n无尽低徊徙倚，甚禁受、冰苔烟湿。却忆到、昨夜那时，鹤背已寒逼。"
        },
        {
            "标题": "清平乐·过明瑟园",
            "作者": "姚燮",
            "内容": "奁云昼暝。约略春人并。花幕重重庭院静。添个高低蝶影。"
        },
        {
            "标题": "墙角荼蘼花",
            "作者": "姚燮",
            "内容": "约住可怜瘦，媚渠无尽山。烟难扶断力，风与栉斜鬟。\n小鸟唤流水，佳人看指镮。惭吾笼帽客，来拟醉时颜。"
        },
        {
            "标题": "企喻歌八章 其八",
            "作者": "姚燮",
            "内容": "企喻复企喻，新人不知故。新人一尺罗，故人一疋布。"
        },
        {
            "标题": "唐多令 倚楼目远春人不来",
            "作者": "姚燮",
            "内容": "梦影小红楼。东风笛送愁。游丝宛转飏帘钩。帘外玉梅花落尽，空翠羽，说啁啾。"
        },
        {
            "标题": "穹窿山道士索以新诗书扇戏为二章 其二",
            "作者": "姚燮",
            "内容": "鲰生夙劫在虚无，那问真灵位业图？识字聊供仓颉役，求仙肯受始皇愚？\n尘皆在梦人谁觉，天可常留日不徂。三尺藤床风火界，元关黍米是丹垆。"
        },
        {
            "标题": "企喻歌八章 其四",
            "作者": "姚燮",
            "内容": "画眉苦不长，系带苦不短。恩情及少年，那肯处处断？"
        },
        {
            "标题": "企喻歌八章 其七",
            "作者": "姚燮",
            "内容": "一月不相见，昨宵梦见伊。多少可怜语，只侬心上知。"
        },
        {
            "标题": "穹窿山道士索以新诗书扇戏为二章 其一",
            "作者": "姚燮",
            "内容": "灵香盘勃万松枝，明月空山虎睡时。大有神来监静妙，每于境绝出穷思。\n海声不到希夷枕，天笑曾舒混沌眉。雨露偏施多赚怨，玉台莲掌好平持。"
        },
        {
            "标题": "秋江词",
            "作者": "姚燮",
            "内容": "一白当烟江水斜，秋霜无迹满平沙。鸳鸯贪睡不知醒，红日晒开芙蓉花。"
        },
        {
            "标题": "台城路·听秋馆夜集赋柝声",
            "作者": "姚燮",
            "内容": "吟窗万籁沉虚肃。柝声更传何处。巷冷风酸，街荒月黑，关尽几家门户。\n梦边细数。但近杂檐铃，远掺谯鼓。独影苍茫，拥肩须怯露行苦。"
        },
        {
            "标题": "石缝草",
            "作者": "姚燮",
            "内容": "得露无人踏，其姿窅自妍。墙冥蛩可宅，秋暖蝶来眠。\n紧雨疏篁断，高风大树颠。不因群眼热，差以保长年。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其八",
            "作者": "姚燮",
            "内容": "散漫不可收，收之等一粟。飞埃如太山，谁谓天地局？\n嗟余所见微，得蠡遂矜足。英英元圃田，种有万仞玉。\n其气云吉祥，随风化春绿。所酝由寸几，能使大象缛。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其七",
            "作者": "姚燮",
            "内容": "偶逢碧山人，碧萝系为带。论道无牴牾，与交万形外。\n天绳悬寸蟾，其光烛鸿荟。可怜盲眼人，索灵到枯蔡。\n五岳囿其胸，不如拳石大。未闻三霄鸾，寻栖向烟壒。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其六",
            "作者": "姚燮",
            "内容": "晴晖照夫容，水云来卷舒。白鸟苦见怜，侧翅故徐徐。\n渟机发真静，绮象涵至虚。远神偶相会，其窅非境储。\n太荒浩横秋，蟋"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其十二",
            "作者": "姚燮",
            "内容": "妄念同积尘，不涤积逾厚。明镜有至明，毋谓污之偶。\n变极始返恒，妍至乃容丑。群阴蒙尔萌，高阳覆其蔀。\n万古鲜完人，两大皆过薮。胡以七尺躯，委滥厕蹯"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其十四",
            "作者": "姚燮",
            "内容": "城草青离离，马牛不相躏。西风一夕黄，其霣等朝蕣。\n好花开大衢，危枝益可慎。讵恃怜足邀，甘于攀折殉。\n防欲不嫌峻，爱理不嫌吝。勉哉太始期，凡民有尧舜。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其十五",
            "作者": "姚燮",
            "内容": "斗酒饮十人，中量亦堪醉。奈何陈希夷，一生但谋睡。\n皎花浮犀香，不能作棠媚。稚女拾堕红，安知揽空翠？\n君子尚圆融，至人保和粹。专嗜攻其心，能使气憔悴。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其十一",
            "作者": "姚燮",
            "内容": "空山不在山，仙药不在药。心当机动初，于人最苛虐。\n一逝毫芴微，千牛力难缚。岂真飞鸟中，飞有万年鹤。\n大气难举扛，星将雨同落。鼓鞴诚可师，毋令丧其橐。"
        },
        {
            "标题": "秋日同杨大韫华万六后丞泛舟虎邱山塘",
            "作者": "姚燮",
            "内容": "絮才瑟弦小冯舞，飒落阑干暮杨雨。市红秋老花佣悲，渚绿漪深钓娘语。\n篴床茗灶蚱蜢舟，远山送人官渡头。蓉叶葱昽水湾路，珠箔高下城阴楼。\n鸥尾初飔弄瑶碧，不愁云凉但愁夕。颇怜绣凤越衫青，谁梦啼乌吴月白？\n昔年冶社联禊觞，嫩莺催酒春鬟香。暗烛湘蘼遮画钿，明天金翠骄斜阳。\n今朝寂寞两三客，剩有诗心含脉脉。东雅谁怀太仆园，西阁重寻谏臣宅。\n啼烟泣露吾不知，涤愁且借清深卮。剪湖风影回鸿翮，压舵霜华媚菊枝。"
        },
        {
            "标题": "迈陂塘·题李次莲江陵秋旅图",
            "作者": "姚燮",
            "内容": "昔匆匆、南楼杯酒，送君到楚江去。河桥怅望行旌远，落日黯然谁语。\n帆下处。定木叶猿声，并作篷窗雨。栖迟何许。记凉露飘衫，秋灯上榻，闻雁蓦思汝。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其二",
            "作者": "姚燮",
            "内容": "六宇气绵密，物受不相竞。下及虫鱼微，于天有全性。\n鉴理无少蒙，幽邃朗如镜。远霁岚与生，止水月来定。\n养拙守元籥，操古得虚柄。嗤彼灵自淤，委以拙为病。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其五",
            "作者": "姚燮",
            "内容": "日出啼巷鸡，日落语江雁。所习虽故常，顺时未为患。\n独行不受趋，周孔亦遭讪。遂使五市陈，十鼎九疑赝。\n美人如春葩，按剑善流盼。恻恻西方思，诬之等靡嫚。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其三",
            "作者": "姚燮",
            "内容": "短爱易长苦，存相犹槁柴。捐情殉穷促，殊非达者怀。\n独篁媚墙影，秋日多晴佳。匿翠无人怜，澹露与摩揩。\n乘艰变其素，安望春时荄？留景不在暄，幽冷讵为乖？"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其四",
            "作者": "姚燮",
            "内容": "澹遭辄轻弃，过久苦索寻。胸界非太虚，安有明月心？\n读书辨良楛，其效证自今。寸弦方谢抚，穆穆具万音。\n秉烛可照花，秋夕难恃阴。真龙未成角，慎闭潭云深。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其十",
            "作者": "姚燮",
            "内容": "枯树不足怨，怨彼林间花。自无傲霜姿，但媚朝山霞。\n园夫恃能植，谓其贞可嘉。翻置瓦盆菊，听使枝叶斜。\n青山照篱角，日暮有孤鸦。我思彭泽翁，傥来溪之涯。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其一",
            "作者": "姚燮",
            "内容": "秋花芳未歇，秋鸟啼其枝。款念如西风，冥默往与期。\n天韬得纯善，深酝穷妙姿。含贞慎所受，霜雹皆华滋。\n斜日动襟带，仰看云逶迟。陶然寄新悦，宿酒方在卮。"
        },
        {
            "标题": "登城南佛阁",
            "作者": "姚燮",
            "内容": "无那登高又异乡，淮南草木见荒凉。江风天半流疏磬，帆影云边动夕阳。\n铁戟埋沙无戍垒，琼花选佛得经场。彯缨独立看飞雁，一忆音书易断肠。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其十三",
            "作者": "姚燮",
            "内容": "秋籁本泠善，听者自哀商。峭绝天际云，落势疑瞿塘。\n人老苦不少，日短苦不长。昨见荷花落，今近梅花香。\n迭伊鸟与虫，适命怡厥常。寂怀泯有无，于世永徜徉。"
        },
        {
            "标题": "秋日病中咏怀诗二十一章 其九",
            "作者": "姚燮",
            "内容": "独吟为哀猿，静夕凄难闻。闻有万山叶，搅逐千江云。\n登楼俯江水，天水青烟煴。众星乱如埽，银河不能分。\n榑桑有尘翳，哀我太乙君。愿借鲁阳戈，挥此六合氛。"
        },
        {
            "标题": "南浦 毗陵驿题壁",
            "作者": "姚燮",
            "内容": "双燕蹴帘飞，趁好春，炉头且贳吾醥。山翠淡濛濛，斜阳外、多少去帆天杪。\n画楼倚郭，旧时留醉青蛾小。而今已渺。空尘网当门，断红粘草。"
        },
        {
            "标题": "正月杪明州纪事三叠秋兴韵八章 其五",
            "作者": "姚燮",
            "内容": "肃夜狼烟缭四山，蚩尤旗卷大河间。待摧交阯安铜柱，悔泄春风度玉关。\n有饷已穷千户粟，何辞上慰九重颜？燕然勒字非侥倖，投笔吾思定远班。"
        },
        {
            "标题": "正月杪明州纪事三叠秋兴韵八章 其七",
            "作者": "姚燮",
            "内容": "乾清赐剑祝高功，赤纛迎舆出禁中。荒峪穷天藤甲泪，画城绮夜锦帆风。\n云边断雁霜翎白，梦里夭桃血色红。何似短裈田角卧，逍遥老作饭牛翁。"
        },
        {
            "标题": "正月杪明州纪事三叠秋兴韵八章 其八",
            "作者": "姚燮",
            "内容": "将军过剡尚逶迤，仗队纷纷候远陂。月黑共沈长夜梦，冬青难觅后彫枝。\n飞鞍四野都狂骛，战檄千封早遍移。尽与匈奴添跋扈，群公悸带可安垂？"
        },
        {
            "标题": "正月杪明州纪事三叠秋兴韵八章 其三",
            "作者": "姚燮",
            "内容": "黯澹平凝九地晖，草菅托命本轻微。流膏灌路鱼争上，毒雾横江鸟戒飞。\n岂果天崖无路入，早传将志与兵违。有人茧足深山逸，颇仗腰间带橐肥。"
        },
        {
            "标题": "夏夜独坐杂述八章四叠秋兴韵 其一",
            "作者": "姚燮",
            "内容": "隔树旌旗砦似林，横天箕斗与昭森。潮翻乱荻江无翳，蝉语高楼月未阴。\n閒索残樽供薄醉，聊从旷夜致清心。邻姑未解秋风怨，预向桐垣试练砧。"
        },
        {
            "标题": "夏夜独坐杂述八章四叠秋兴韵 其二",
            "作者": "姚燮",
            "内容": "垂垂葛袖竹同斜，寂有初凉警露华。山鬼能歌宜古瑟，天孙无信寄灵槎。\n云低肯送江关雁，风远疑闻海郭笳。最忆昨宵疏簟梦，鸥槃烟水藕方花。"
        },
        {
            "标题": "春感八章再叠少陵秋兴韵 其二",
            "作者": "姚燮",
            "内容": "初日柴门树影斜，每听好鸟惜年华。但依草木何资剑，久习风涛转畏槎。\n豪饮难忘同社客，哀声已换故城笳。坐教佳日愁中废，辜尔山衣碧藓花。"
        },
        {
            "标题": "正月杪明州纪事三叠秋兴韵八章 其二",
            "作者": "姚燮",
            "内容": "拥烛中营戟影斜，拟驰露布报东华。燄垆忽复倾金液，弱水何从挽铁槎？\n上粟枉骄天马俸，哀芦惨逼佛狸笳。殇魂多少西还泪，洒遍荒山踯躅花。"
        },
        {
            "标题": "正月杪明州纪事三叠秋兴韵八章 其六",
            "作者": "姚燮",
            "内容": "军心明月大刀头，凄绝关山戍鼓秋。铙吹未翻春柳曲，霜巢重激夜乌愁。\n危墙湿土谁封蚁，密汊閒波自汎鸥。奕奕大宗天子翰，尚闻屯甲在苏州。"
        },
        {
            "标题": "正月杪明州纪事三叠秋兴韵八章 其四",
            "作者": "姚燮",
            "内容": "胜局凭收劫后棋，变弦竟作曲终悲。直驱海若翻凶浪，犹望河魁相吉时。\n侦虏伯嘉多葸慢，突围赵盾故纡迟。六军锐气沦亡尽，密幄韬钤苦费思。"
        },
        {
            "标题": "春感八章再叠少陵秋兴韵 其三",
            "作者": "姚燮",
            "内容": "要持寸腑眷春晖，敢怨穷时生息微？沧海依然群水赴，青天阔绝片云飞。\n囊书匣研吾生在，雨笠烟蓑昔梦违。且与亲孥同健饭，园丁荐韭蛤方肥。"
        },
        {
            "标题": "正月杪明州纪事三叠秋兴韵八章 其一",
            "作者": "姚燮",
            "内容": "漫誇十万盾成林，摩垒如何气不森？草草军装同奕戏，啾啾战鬼哭天阴。\n有门纵可求援手，在史须难避馘心。掩耳怕闻行路怨，凄于秋响促繁砧。"
        },
        {
            "标题": "春感八章再叠少陵秋兴韵 其一",
            "作者": "姚燮",
            "内容": "迟迟花事闭春林，如我羁怀抱郁森。掠竹燕斜初试语，泼江岚重易成阴。\n拂缨几遂终军愿，视策难雄祖逖心。敢道洁身离世立，空惭凄梦抱婺砧。"
        },
        {
            "标题": "为叶生元尧题听秋吟馆图二章 其二",
            "作者": "姚燮",
            "内容": "今我不来将五年，苔花菌叶益明嫣。月华此夜开尊坐，鹤瘦当时乞石眠。\n大地清霜浮肃色，几家老屋卧荒烟？峥嵘之子高林隐，烂读崆峒宝剑篇。"
        },
        {
            "标题": "短歌八章 其四",
            "作者": "姚燮",
            "内容": "削竹为刀可刲牛，腰间佩铁惭古钩。曲池之水可濯锦，嗟彼大海无澄流。\n人生一日乐，不敌千日愁。城南华屋兀相对，森森墓木当山邱。"
        },
        {
            "标题": "徵招 为叶生禹亭作听秋吟馆图倚石帚调",
            "作者": "姚燮",
            "内容": "遥闻槭槭萧萧响，湖云四棂横接。若有美人兮，抱兰心凄绝。\n飐灯风一发。惹吟想、细摇难贴。是雨声耶，是梧桐片，是芭蕉叶。"
        },
        {
            "标题": "曲游春 曲亭",
            "作者": "姚燮",
            "内容": "堪是藏春馆，想画楼中抱，回径苔细。宛转阑干，称露秋横笛，小红同倚。\n侧帽寻诗未。踏半晌、静愔愔地。认夕阳、慢度腰廊，收拾竹云零碎。\n莫话传觞上巳。问谁似风流，东晋佳侣。路出花难，尽萦愁袅梦，凸黄凹翠。\n幔卷茶香腻。料一面、深凉如水。更隔烟、屐到无人，凤幺稳睡。"
        },
        {
            "标题": "为叶生元尧题听秋吟馆图二章 其一",
            "作者": "姚燮",
            "内容": "林涧有风为竽瑟，庭阶无雨亦萧森。相喁天籁诗因壮，兀坐中宵气与沈。\n急水三巴猿啸竹，危峰独屋虎听琴。何如扫涤苍茫象，内敛元幽入寸心。"
        },
        {
            "标题": "秋意",
            "作者": "姚燮",
            "内容": "晴山霏薄雨，秋意入初寒。酒熟花愁老，篁多怨袖单。\n乡心催蟋蟀，琴思与风湍。剪烛看孤影，深宵亦大难。"
        },
        {
            "标题": "曲游春 废园",
            "作者": "姚燮",
            "内容": "拨磴寻残径，遍枯青浓赭，拖霜缠雨。一面亭台、只空阶堕瓦，颓墙斜柱。\n绮月窥笙处。早换了、夕阳鹃路。尚烟心、瘦蝶孤飞，留恋病花红妩。"
        },
        {
            "标题": "作放歌行七章遣醉 其三",
            "作者": "姚燮",
            "内容": "敛钱醵饮看杀马，冯妇辞车笑趋野。丈夫一身儿女多，恨血溅流满腔赭。\n青衣入门官降符，玉苗劫索蓝田租。荆公腼觍出乡塾，春郊蝴蝶如亡逋。\n凄霜满天芳草杀，山路崎岖平路滑。金楼一掷徐妃尸，铁甲西南走貂豽。\n狗屠不见樊将军，宽衫大帽来何人？十千美酒供半醺，画帘那有峨嵋云？"
        },
        {
            "标题": "鹊桥仙 其六",
            "作者": "姚燮",
            "内容": "阑干半亸，屏山斜锁，人语杏花风里。分明娇瘦似江妃，恁捻上、攕红一指。"
        },
        {
            "标题": "鹊桥仙 天竹子",
            "作者": "姚燮",
            "内容": "葡萄样子，樱桃颜色，珠网墙阴笼住。绿翎瘦雀乍飞来，又带雪、一红衔去。"
        },
        {
            "标题": "鹊桥仙 其八",
            "作者": "姚燮",
            "内容": "眉烟平染，霞裙斜剪，玉女前身鸾侍。春屏写艳手低叉，许羊臛、分头尝未。"
        },
        {
            "标题": "洞仙歌 横波夫人画兰卷",
            "作者": "姚燮",
            "内容": "研螺拨麝，寄空山瑶想。暗拭春风倚罗幌。与玉京琴怨，香畹衫痕，谁补入、一卷花村谭往。"
        },
        {
            "标题": "鹊桥仙 其五",
            "作者": "姚燮",
            "内容": "彩丝花络，铢衣云薄，额上缃梅点小。谢娘团扇苦流连，定滋味、番番尝到。"
        },
        {
            "标题": "鹊桥仙 其九",
            "作者": "姚燮",
            "内容": "霞觞醉后，华灯送后，值恁几回肠转。但须佳约续初三，也抵得、十分圆满。"
        },
        {
            "标题": "绕佛阁 衰寺",
            "作者": "姚燮",
            "内容": "径空箨走，龛冷叶积，碑卧苔没。如此萧瑟。甚从白马南朝问花月。\n更谁选佛。龙象梦冷，金翠雕歇。秋照凉抹。但看蝙蝠、横飞断幡拂。"
        },
        {
            "标题": "如此江山/齐天乐·唐晋国公薛少保断碑研六舟上人属赋",
            "作者": "姚燮",
            "内容": "三希鲙帖神龙本，艺林并推佳妙。风峪零花，雪崦断柏，剔藓更谁寻到。\n泥斑翠扫。便廿六文残，韵完姿好。巧斫方池，片云长护绿天老。"
        },
        {
            "标题": "过方河里忆旧时曲社",
            "作者": "姚燮",
            "内容": "欢场一散不易聚，谁肯晴天料风雨？佳人一老不再妍，眉黛能留几春妩？\n昔时来住西风帆，泥听清歌遂久淹。小红庭院黄华局，惨绿儿郎白纻衫。\n酒半停筝开翠帘，两头月子横柳尖。柳背残蛙狎水语，筝心幺凤生云嫌。\n我醉制情颇自严，如斯良夜终难堪。投樽竟欲痛泪下，触袖便有奇香黏。\n年华恐逝输金买，意气争豪忍病耽。只今十年不过此，独树重门认犹是。\n断钗零舄埋古尘，小石疏阑换谁氏？拂头斜日乌鸦飞，决眦空天白云驶。\n传闻俊侣无一存，半苦饥亡半兵死。近吾清斋谢罗绮，萧瑟襟怀托禅被。\n敢怜堕梦有高楼，转愧他乡犹荡子。剪灯絮语借泉留，葬玉青山隔城指。\n秋怀感触谁喻知，秋影都残烟蓼枝。仅馀白发何戡在，寄食平康作教师。"
        },
        {
            "标题": "闻皋儿在城中阻夷军不得出同弟向长春门冒刃入城至寓馆觅得之薄暮始乘间出城",
            "作者": "姚燮",
            "内容": "穷奔百里馀，抚足懦垂败。自非甚所危，断难鼓之再。\n嗟尔纤鸟愚，恋嬉不识铩。利斧摧乱榛，乌从索其在？\n缚骭怀饼粮，循阡蹴芜菜。荒濠多陷沙，纡路断津碍。\n日惨墟不青，地已等荒外。手扶予季肩，略振气颓惫。\n铁砦当严关，险于陇西塞。哀角嘶饿鸱，捎云飒蛇旝。\n红衣九地魑，蒙首虎皮缋。钢刃三棱铦，密布数重械。\n漆肤跳裸熊，悬竿鼓旁擂。缚人搜帽裳，睒睒目光晦。\n白昼吹赤燐，射影作妖孛。抱堞张网罝，欲乘竟无懈。\n居然捋虎须，夺入井陉隘。纡回中道间，离蜂复遭虿。\n眼看过巷人，咫尺受残害。抵馆急叩门，完身幸辞累。\n见犹恐匪真，反覆视衣袂。吾馆宅至深，周墙百屋卫。\n差免劫掳遭，既安复何怼？吾力持已微，吾身饥且痗。\n急杀埘中禽，中煮宿藏粺。祸福宁可凭，且图一餐嘬。\n登楼望塔阴，愁山昵彫黛。城角多弃尸，睅鹰下成队。\n昔日车马门，气象杂荒秽。谁怜歌管声，隐有悲哭代。\n雄军统万夫，讵难致敌忾？胡为铁瓮坚，竟教弹指溃。\n苦缚儿女情，难伸丈夫慨。寂日已就西，迟行恐不逮。\n蹇裳趋自南，溷迹逐驵侩。砥途犹皇皇，冰霜履生戒。\n喜于飘风中，还我病蝉蜕。回视泥犁深，石火怒方磕。\n在吸未及呼，顿分人鬼界。虽云撒手空，聊作振衿快。\n刺目千林枯，萧萧动凄籁。前趋投佛寮，天许险艰贷。\n相将高枕眠，不愁梦境坏。"
        },
        {
            "标题": "小楼连苑/水龙吟·自题退红衫院本",
            "作者": "姚燮",
            "内容": "乱笳吹满江城，欢声还唱双箫凤。息园水绘妆楼月，艳影庵梅冻。\n燕子词笺，桃花画扇，一般春梦。尽凄凉写出，白门疏柳，与斜日、残波送。"
        },
        {
            "标题": "瑞鹤仙 寄寿松江钱鼎卿，依史邦卿体。",
            "作者": "姚燮",
            "内容": "九峰天杪翠。定中有神楼，乳花兰绮。飧云羡门子。\n漫寒嚼霜槃，苜根秋味。横经负耒。更啸傲、柴霜杖履。\n待看他、雏凤儿孙，掇取玉堂科第。"
        },
        {
            "标题": "夜坐独酌作三章 其三",
            "作者": "姚燮",
            "内容": "朱门挟瑟多瞽师，成连独调宜违时。天云湖流两翏寂，酒角残灯对星碧。\n楼上轧轧乌鸦飞，楼下喔喔黄鸡啼。楼中酒人炯无睡，一寸清明万金贵。\n百年一夕谁短长，枭獍不入华胥乡。"
        },
        {
            "标题": "独坐三章 其三",
            "作者": "姚燮",
            "内容": "汎然流断苇，那识水无垠？江势凭宗海，湔氐自有岷。\n跳梁羞黠鼠，捃手笑劳薪。何所师蒙拙，遐哉圯上人。"
        },
        {
            "标题": "越日再过天桥酒楼独饮",
            "作者": "姚燮",
            "内容": "出门寡适生计穷，日日醉卧糟邱中。糟邱主人熟醉客，缸面特启珍珠红。\n今朝天晴柳逾绿，黄莺乱飞絮簇簇。阑干一面东风多，荡软春空似江渌。\n长安卖酒千百家，高宜看山深藏花。公卿屠沽溷一座，银灯玉管真团沙。\n我今破例来独醉，未醉何须瓮头睡？一身漂泊无位置，但与牢愁作牵累。\n牢愁不泄泄以酒，高阳之徒我之友。高阳之徒既不来，刘伶李白今何有？\n我来独醉还独歌，座无知者歌则那。夕阳闪袖低鸟过，人影鸟影同婆娑。\n俯看六市蔽车马，朱鞭翠轴翻惊波。惊波翻腾日复夕，此座平安瀛峤席。\n此酒如渑泻杯碧，照见楼台倒千尺。多少黄金路旁掷，一醉无缘有谁惜？\n我既云醉眠亦宜，梦乘元鹤天门飞。天门百重云崄巇，后有虎豹前蛟螭，荒荒渺渺终何依？"
        },
        {
            "标题": "扇影词三十八章 其三十七",
            "作者": "姚燮",
            "内容": "梦魂不傍汉宫游，约略明妃塞外愁。关雁一声沙草白，起弹银拨唱凉州。"
        },
        {
            "标题": "送洪理问金桂之任吴中四绝句 其三",
            "作者": "姚燮",
            "内容": "邸舍相亲数过从，剪灯垂幕坐宵钟。僧门明日谁重叩？苔月荒凉只乱蛩。"
        },
        {
            "标题": "游木渎钱氏园三章 其三",
            "作者": "姚燮",
            "内容": "绣阁重阑红，琼天四面碧。晻蔼灵岩秋，挂眼无一尺。\n梵塔孤城浮，锦帆太湖画。袖底篁鸟声，散入水云白。\n我御衫五铢，奈何六合窄？让渠如圹营，结秀坐龙脉。\n撷其初菊枝，归沿溆南夕。回眄颓阳光，寂寂照空驿。"
        },
        {
            "标题": "自杨庄渡河下淮船抵吴门道中纪事写怀六章 其一",
            "作者": "姚燮",
            "内容": "健脚担我装，引我河壖行。西来落叶风，厉与高沙撄。\n黄流势多阻，掠岸无雄声。远从楚山末，荡薄残阳明。\n楚山如我眉，苦含憔悴青。残阳如我愁，惨照横八溟。\n黄流如我心，急去无留停。使我惝恍中，百念违平生。\n沽帘出茅店，坐且浊酒倾。自扑衣上埃，略使肢骨轻。\n万鸟趋过前，四望云欲冥。醉还击箸歌，闻者多涕零。"
        },
        {
            "标题": "同钱参军游横山暮归",
            "作者": "姚燮",
            "内容": "群峰插天瘦千束，瘦比吾园四墙竹。竹以池水写清深，山亦写之太湖绿。\n环我山中如竹中，但有秋气无秋风。忽收远翳出斜日，照山变作千芙蓉。\n芙蓉摇摇动湖影，水底赪霞拓千顷。霞光在水日在山，日落山昏水天静。\n扑襟飒飒湖雨来，合岚为云低不开。揭云乱叶不避雨，绕吾衣袖相盘回。\n斯时吾心了无著，僧打空钟倚高阁。天将元籁散清寥，客有奇思破崖崿。\n钟残雨止肩舆行，下窥万仞多明星。明星非星乃灯火，一路千灯接到城。\n忽悬孤月千灯上，掩蔽群峰作屏障。峰根不见太湖流，但听峰心出渔唱。"
        },
        {
            "标题": "雨中坐大梅山馆得诗三章简卢漘 其二",
            "作者": "姚燮",
            "内容": "群雀如饥民，空庭千百抢。啄我庭间花，驱之使远飏。\n庭花已不多，雨歇天还霜。霜气迥天海，众绿今芸黄。\n怜尔粉墙影，倚石愁病妆。斜月不到墙，曷由矜容光？\n依依独立士，脉脉中慨伤。六合春未回，歌管无华堂。\n置目万象阴，梦醒皆大荒。颇思故人来，远若南雁翔。\n大庾枯梅枝，发气当能香。酝酿一寸暖，力挽真机亡。\n持恒俟其复，于理有故常。"
        },
        {
            "标题": "雨中坐大梅山馆得诗三章简卢漘 其三",
            "作者": "姚燮",
            "内容": "出入甘于劳，在虫为蝜蝂。埋头泥土中，苦计事生产。\n佳人近逃名，弹琴傲嵇散。锐心研古勤，冷面接人懒。\n天末海上楼，空青落杯盏。水云流英英，百龙互飞䎒。\n沧洲不阻盟，惜尔羽毛短。天镜无量光，委以寸管限。\n素壁照素心，青山对青眼。汃湃风扬涛，纤鸥狎之坦。\n发我旧箧衣，积尘俟湔浣。谁使夕翳横，玉河影中断。\n广术不可轮，吾当叩虚窾。"
        },
        {
            "标题": "雨中坐大梅山馆得诗三章简卢漘 其一",
            "作者": "姚燮",
            "内容": "入冬苦无雨，一雨苦不霁。柴门为空山，尽日有云闭。\n我为山中猿，木叶坐深翳。作骚师屈均，愤外得情系。\n孤筱邻女窗，娟绿隔烟睇。烟姿女同瘦，窗影不遮髻。\n四十吾尚隐，二十女无婿。白屋潦草中，胡然有天帝？\n阳煇可烛万，连海雾相蔽。遂使造化灵，郁之入沈滞。\n伶俜悲西方，悲来揽吾涕。揉尔钗头兰，断我带间荔。\n荔断带不长，蹙蹙往安诣？"
        },
        {
            "标题": "酬许同年鲲见赠韵四章 其四",
            "作者": "姚燮",
            "内容": "南门驱马别，怅矣隔三年。尚挟祢衡刺，难逃苏晋禅。\n行谁怜踽踽，醉且舞仙仙。早晚秋风起，重当话水天。"
        },
        {
            "标题": "叶二十六元坊招饮城东酒垆赏菊醉后成歌同董鋆作",
            "作者": "姚燮",
            "内容": "乱云过屋风吹花，壁间舞袖生槎枒。蘸香入酒雨气涩，溜影上烛冰柱葩。\n烛红酒碧对空阔，窈天冥地烟为沙。凄然秋思感木叶，海羽激堕城头鸦。\n亭亭人影我独瘦，侧侧鬓影交回遮。八弦泠泠双琵琶，曼响不使搀淫哇。\n青雕厉汉猿啼巴，中郎之女工胡笳。洞天葳蕤春桃斜，明珰美人骑仙麚。\n恼公怨别驹在野，我醉其间清泪洒。三年乱离无此醉，亦有醉时一樽寡。\n眼中人皆可怜者，疏发看成柳丝把。霜枝露叶与陶写，寸寸秋心怯相惹。\n绕门蟋蟀嘶露苔，仰看银河斗星赭。斗星荧荧光照斝，斝底青矑乱姚冶。\n青矑一瞥花转明，隔弦瑟瑟花能声。花颜斗烛人斗酒，花姿人面交微赪。\n三霄闭籁气正泬，万树不雾江方晴。收筵止曲已中夜，猝来冷蝶窥残檠。\n阑干琉璃屏水晶，主人送客开茶罂。三瓯五瓯解我酲，帽插一尺鸳鸯茎。\n凉飔到幕彯垂璎，了参平等摄诸妄。事何枯菀何辱荣，出门茫茫夜沈沈。\n澹月衔岫钟初鸣，今夕之乐乌乎情？作诗投我二隐子，其调疏肃意则深，为我谱入渊明琴。"
        },
        {
            "标题": "上巳日过钱氏息园作",
            "作者": "姚燮",
            "内容": "伧也多金穷土木，改葺名园极华缛。游者讶为神仙宫，啧啧从人誇眼福。\n晴天上巳三月三，闾丘坊巷吾停骖。腰囊解纳扫花费，随例入门穷讨探。\n苍苔屏风万仞石，粉色栌张玉鸾翮。竹浮廊面不见根，花过人头但留隙。\n红罘四缭山心台，燕睇远摄春翠来。摇柳钗光作星动，飐荷扇影如云颓。\n万人海中十亩地，古麝风吹六朝气。荡人眼底冶靡思，拒我胸中丘壑意。\n今年几家园放春，八门宝马驰曲尘。夕阳递续梦后梦，逝水谁感陈人陈？\n兹园主人凡四易，武肃王孙今所宅。轩南奉作栗主祠，断础凄烟散瞿麦。\n我持寸心为瓣香，只一转步生悲凉。耳听西院唱白纻，钿筝锦瑟筵方张。\n徘徊独抚墙隅桂，露叶浮浮濯吾袂。十三桥下鸳鸯魂，那管临安杜鹃泪？\n英雄岂逐豪华沈，羁客别有千秋心。明朝春去园芳老，佳酒生刍来独吟。"
        },
        {
            "标题": "元日大雪",
            "作者": "姚燮",
            "内容": "元冥交海极，阴气方怒含。枢转忽大泄，战白何沈酣。\n势盛不下地，飒飒飞向南。南山太白高，层层浮玉澜。\n照城皓奇色，宝树千琅玕。万花拂云旗，天女骖素鸾。\n想见太空阔，益高风益寒。天心志煦妪，阳光当下蟠。\n积沴发使尽，和神充乃完。徒以祥瑞颂，犹未明其端。\n此时浩万宇，群生齐悦欢。会当承大化，帝力相与安。"
        },
        {
            "标题": "上元夫人步元之曲",
            "作者": "姚燮",
            "内容": "华旆绣九鹑，一拂赪烟开。明玉澄万泓，大地春始回。\n裸族皆可天，积气为层阶。八埏风薰薰，受者毋相猜。\n道逢希夷师，手抱婴儿胎。谓于莲华心，曾搆千仞台。\n照耀三清宫，众星如停埃。倒景涵神池，露掌不能揩。\n日月有暝时，绵顾生远哀。证世形尚存，劫至终当灰。\n流汎安所穷，逝必要诸归。"
        },
        {
            "标题": "少年游 兰江吟眺",
            "作者": "姚燮",
            "内容": "四山眉爽入横漪。画色满江扉。夕日明来，水烟散去，风絮落微微。"
        },
        {
            "标题": "赠朱绶即题其知止堂诗卷",
            "作者": "姚燮",
            "内容": "性情作经元气纬，玉在丰年足名贵。天池渟碧无滥流，地下河淮自烟沸。\n忆昔读君少时作，矫翅凌风已不弱。理亦有范才辄驰，情即相倾意犹薄。\n闻君十载始识君，燕台春禊天无氛。通名座上了一揖，后来离合同游云。\n雪晴大江孤榜下，解襆吴门正年蜡。茅堂清晓寻寒梅，干影池心兀凌跨。\n新诗七卷携归读，夜半霜飙逼帘烛。始愁难竟继恐尽，神为提撕气为束。\n声名于世多渺茫，口碑笔史成滥觞。吁伊雕羽藉喧嚇，山鸡野翠称鸾皇。\n知君已晚我诚过，灵豹讵必皆雾藏？笔非铸铁何劲直，不御铅华倍明婳。\n翻腾浩荡中竽籁，探取零星尽肝鬲。千秋巨制若林立，径弗相违貌无窃。\n长言不足还永叹，喜披荆棘搴崇兰。投珠尘网色黯惨，控骝窄巷行蹒跚。\n便推再世得李杜，岂真重尔将名山？淫丝疲竹鬨城市，瓠巴不见琴毋弹。"
        },
        {
            "标题": "答冯广文社日招饮韵",
            "作者": "姚燮",
            "内容": "大湖柳初绿，莺语试朝暾。花暗帘生绮，茶香屐到门。\n说琴烟梦阔，枕剑石床温。醉且看群化，空山道自尊。"
        },
        {
            "标题": "都门春感杂诗二十章寓崇文门试邸作 其十五",
            "作者": "姚燮",
            "内容": "内家汉戏秘鞦韆，冷饼堆槃近禁烟。城巷踏青看社戏，野垆浮白话耕年。\n梦华有录都承例，春唱堪邀未论钱。锦毂六萌驰柳过，路童拾得断珊鞭。"
        },
        {
            "标题": "回思八章 其三",
            "作者": "姚燮",
            "内容": "惭愧平舆沈下贤，风流犹问永和年。霜煤细拨烘花窖，瀣气浓斟种玉田。\n已脱煞宫磨蝎命，枉抛禁院厌蛇钱。天孙难说裳无缝，紫鸑罗襦尺寸填。"
        },
        {
            "标题": "立春晓起",
            "作者": "姚燮",
            "内容": "桑曦照帏室，尘薄散宿昏。引杯试春酌，盎然得微醺。\n众荄藐含绿，生理足内存。妷霭在空阔，触处寓欢欣。\n化尔沈愤气，还诸浩荡仁。行歌满衢市，谁非羲皇民？"
        },
        {
            "标题": "偕同人饮天桥酒楼醉歌",
            "作者": "姚燮",
            "内容": "一年筵晏百回有，三十六年及今酒。狂歌痛哭年复年，半生已对三千筵。\n三千酒筵瞥飞电，昔筵酒人都不见。今筵有酒亦有人，昔筵人老今人新。\n置我今筵亦未老，酒影沄沄发光皂。敢言坐此春阳中，心似西风乱秋草。\n白云迢迢空阔驰，杨花吹来撩我衣。银弦隔帏但鹃咽，韶光如此莺何稀。\n黄莺不来燕不舞，远沙霏霏暮将雨。万千人散五人聚，侧帽当筵袖高举。\n此筵今是明日非，明日再饮非今卮。奈何不烧两椽烛，共拚醉倒眠污泥。\n就中陈生气独王，挥霍巨觥绝依傍。馀子龃龉催早行，恐失今欢哭难偿。\n我亦不哭亦不欢，坐从雨尾搜月丸。月丸明明在杯底，吞入吾腑生烂寒。\n珍珠灯毬琉璃盘，李白游戏芙蓉冠。酒佣阅人倏及我，神奇鬼怪难测端。\n宫漏疏疏二更近，月在胸中遏难忍。向空倾吐不自由，一为山川揭沈愤。\n星辰拱北森冕旒，楼阁横东耀金粉。诸君沈沈凭几酣，陈君起立吾座南。\n树摇素壁明藻藫，人影出没同鱼渰。静露微戛珊瑚簪，薄襟冻雪持犹堪。\n闭门猬缩如蛹蚕，在世乌得称奇男？陈生再酌吾再舞，座已无人月停午。\n安得青天骑酒龙，可惜黄尘走诗虎。此楼明日当谁来，手中之杯非我杯。\n此中之人才不才，月不能管风不猜。有足不上黄金台，有手不放白玉罍。\n鲲鹏升降有兹席，霏空咳唾皆霆雷。千秋迢迢耳目接，万顷浩浩沧溟开。\n得乐如此何暇哀，杖头罄矣胡归哉！"
        },
        {
            "标题": "生公讲台",
            "作者": "姚燮",
            "内容": "崚嶒一片石，太古含内坚。坐阅往来迹，悉如微尘捐。\n俗意信难化，至性幸独专。我来猛焉省，事往心嗒然。\n日夕露华滋，微风开白莲。"
        },
        {
            "标题": "瑶台第一层 沃洲陈春棹",
            "作者": "姚燮",
            "内容": "鸱尾檐虚，天半插，三层画影高。移青入幔，南明萝瀑，东峁松涛。\n寒云千叠翠，更夕阳、回雁迢迢。俯无地，甚赧虹粘雨，金碧凌歊。"
        },
        {
            "标题": "赠别黄鸿胪三十二韵",
            "作者": "姚燮",
            "内容": "先生乃长者，阳和在眉宇。拂拂如欲动，依依妙无语。\n神静涤矜躁，意澹接邃古。探其文章源，道义实根府。\n吾师壶园徐，棱锷鲜可与。论人及近今，倾心每私予。\n忆昔祓江亭，衣冠九州聚。澄绿泛卮色，西山过春雨。\n灵鹤排天阊，仙衣上飙举。始幸巢父孔，得识少陵杜。\n高筵欢未终，纷纷堕林羽。余亦被时弃，逡巡下江渚。\n常登江上城，北望念鸿侣。沙烟千里阔，秋色接荆楚。\n良会古难继，何况异乡土？今年三月晚，朔气缓春煦。\n城阴似荒雪，郊色闭禾黍。盘涡一转萍，复此对尊俎。\n颇愿永遇乐，何计昔离苦？庶几叩堂奥，引烛牖愚鲁。\n天长日安系，愿在势偏阻。朱光曜鹑首，六合冒炎暑。\n明日出蓟门，踯躅向榛莽。纵以三载约，疾若箭离弩。\n但恐郁勃气，仍难知者吐。圣朝雅作人，群贤尽投罟。\n微贱不自立，袖手嘅何补？先生具琨表，卓卓迈班序。\n饬廉小簋簠，润业大钟虡。风声等邮传，吾将听所树。\n下峡去滩水，砥流自铜柱。脉脉在天地，悠悠信安许？"
        },
        {
            "标题": "卖花声 丁莲洲草桥惊梦图，为佘侣梅题。",
            "作者": "姚燮",
            "内容": "烟月淡浮纱。树静无鸦。佩声闪闪袂遮遮。怯得两鬟风露冷，侬也怜他。"
        },
        {
            "标题": "声声慢 张筱峰藕花香里填词图",
            "作者": "姚燮",
            "内容": "明揩翡翠，软拓琉璃，香风筛动泠泠。玉想潜舒，愁便飏去如萍。\n携来白纨宫扇，听雏鬟、倚柳调笙。难禁受，是缠衫露气，拍簟烟声。"
        },
        {
            "标题": "石屋洞",
            "作者": "姚燮",
            "内容": "积磴风箨堆，涩壁水藓痕。道士已仙去，但守青鹤魂。\n雕光不能閟，凿劫先乾坤。削作匏壶圆，穹盖如覆盆。\n古茑铁色瘦，牢繫虞渊根。蝠翼炯照面，于此衍礽孙。\n不擢地脉秀，谁识天象尊？愿敞玉延宴，挹斗当瑶樽。"
        },
        {
            "标题": "沈石田山水长卷用其自题韵",
            "作者": "姚燮",
            "内容": "寸胸如海天包涵，郁之毫楮生巉岩。高妙直接仲圭简，浓厚不效方壶贪。\n晴波界以一溪壑，白云递出千冈峦。纠萦杂木碧复紫，或为松栝或梧楠。\n或作平衍似排荠，浮青欲吐斜阳含。茅庐隐现自高下，石梁复沓忘东南。\n突兀戈戟列营伍，森严冠绶分子男。绳其矩矱古无失，妄欲师法吾何堪。\n遥遥恨未与公遇，黄楼挥麈听豪谈。亦思觅械制强虎，未能化蛹诚废蚕。\n手披兹图缅真谛，疏柳湖阁风鬖鬖。但许迸力造毫末，十年寝食情亦甘。"
        },
        {
            "标题": "当解剑歌七章还家后作 其三",
            "作者": "姚燮",
            "内容": "壶有宿酒，俎无鲜鳞。瓮有剩米，灶无束薪。脱我橐钱，呼僮入廛。\n柴不必捆，鱼不必鲜。靧面而食，晚食而息。严城斗高，中夜月黑。\n残灯不明，乱笳相逼。和以枯篁，摧摧恻恻。助以饿蛩，啾啾唧唧。\n荡以孤心，掩掩抑抑。掩掩抑抑伤我心，海天万里愁云阴，墙东又急邻婺砧。"
        },
        {
            "标题": "感示妹婿袁久堂三章 其三",
            "作者": "姚燮",
            "内容": "我有亲与孥，尔亦有妻子。八口防饥寒，一身系生死。\n万无他可期，有天作凭恃。暗疾交百骸，尔我实唇齿。\n尚容见亲切，何妨贵糠秕？养澹守所蛰，自存不亡理。\n和风从远来，柳阴荡芊靡。萧然披我心，犹未堕濛汜。\n且竭壶中浆，眷此藓堂晷。门外骄牛儿，乌能辨悲喜？"
        },
        {
            "标题": "瀛海驿为始皇求仙处",
            "作者": "姚燮",
            "内容": "幻惑极所至，抟土能黄金。海云在堂户，蓬莱或匪深。\n六王尽夭札，干戈已电扫。阿房营未成，白日照衰草。\n下寿无百年，冕衮厌卑小。混沌破昼夜，九野飞蜉蝣。\n往提崆峒剑，踏雾追青虬。东王西母在荒落，一勺沧波眼中涸。\n沙邱之魂犹未招，封禅文章后且作。"
        },
        {
            "标题": "大市行",
            "作者": "姚燮",
            "内容": "长芦倡女大市行，步摇瑟瑟罗裙声。风鬟疏袅烟蝉轻，冰纨斜障双睇青，向人送笑相目成。\n侬家住何里，第一城南古瓦子。西营军头持门户，不畏州官索钱纸。\n槟榔新红蘋婆紫，解橐但有沽酒需，安稳留欢醉忘死。\n楼上烛，鸳鸯飞，楼外月，乌鸦啼。君不见江南荡子无家归，垫砖作枕芦为衣，城门独宿风凄凄。"
        },
        {
            "标题": "杂诗四章 其三",
            "作者": "姚燮",
            "内容": "古剑閟光彩，不如出冶刀。匡衡有怀疏，欲抗天阍高。\n丛林谁试弓，堕地多鸿毛。讵思西风中，零羽声哀号。\n崇兰变为艾，安处无一巢。东南半江海，横流方滔滔。"
        },
        {
            "标题": "曲子先生陆",
            "作者": "姚燮",
            "内容": "大曲笛管笙，小曲琵琶筝。卖曲城南楼，花柳围燕莺。\n一曲一饼金，积金恣霍挥。金尽白发生，日暮无家归。\n有子徙他乡，有女嫁穷户。行路逢旧群，避面不相语。\n酒为先生寿，先生为我歌。病马嘶西风，自觉哀音多。\n酒亦不能醉，哀亦不能止。明日城南楼，共传先生死。"
        },
        {
            "标题": "同毛松龄沈肇熙吴大田游万柳堂书壁",
            "作者": "姚燮",
            "内容": "驱马畿东万柳绿，一折一纡随路曲。日光筛动梢头烟，烟末红阑见楼屋。\n登楼不见万柳丝，但见明渌摇凉飔。凉飔霏霏动楼影，明渌浮浮碧天静。\n低有莺语高燕飞，燕垂红袖莺黄衣。莺歌燕舞留春媚，我忆江南梦中醉。\n眼前客尽江南人，低头解唱江南春。低头忽见空庭絮，凄绝残春留不住。\n三月春归人未归，春归不去留何为？城岚落日君低唱，沧海流云吾远悲。\n落日不落邻钟催，流云来展西山眉。西山黛眉如可即，默与西山致离别。\n满楼山色青濛濛，荷华开时多好风。荷华开时燕莺去，我亦迢迢在行路。\n谁来赏我壁间句，细酌荷风写纨素。"
        },
        {
            "标题": "检录叶山人元阶遗稿",
            "作者": "姚燮",
            "内容": "刻烛豪情已换初，风天夜挍蠹残书。梦长易竭湔衣泪，息短难凭借力嘘。\n遗札去年成死别，漂魂乱国感荒庐。月窗瘦响三竿竹，依约琴边听佩琚。"
        },
        {
            "标题": "夏夜壶园饮饯长歌留别编修师并示同寓诸子得三十五韵",
            "作者": "姚燮",
            "内容": "凤羽不缀绿玉琴，春女但斲红葹心。天阍十二虎豹睡，赤树染遍珊瑚林。\n鲰生无才出穷户，扳桃援李皆萧椮。醊粥淋漓颇矜饱，沸药瞑眩难救瘖。\n单衣蒙头走京洛，帚叶凋敝馀蹄涔。苦骑矮马觅黄檗，羞随华帽骄朱綅。\n市骨之台今不筑，洒涕而泣乌乎禁？妄遵屈例拾香草，古怨小续春兰吟。\n斜街楼阁极华绮，挨灯送笑狐睇淫。珠屏水腻薰晚麝，雕槃玉坦堆秋檎。\n佳朋联袂造芳社，每忘烛灺忘夕阴。扬灰乍集钩喙鸟，抽刀欲斮长鼻鲟。\n蓬茅卷风蔽万里，坐疑海日埋愁霪。闭关自怵学新妇，裹腹谁辨雌雄妊？\n堂皇大路守轨辙，巨书座右清白箴。由来憎谤起纤末，使予动足深渊临。\n荆州匿爱入肝腑，感通一气逾磁针。若蒙尘垢得湔洗，空翠重见阆风岑。\n程门喜作一年住，窗驹过隙何骎骎。维摩秘授大藏旨，上乐广摄钧天音。\n陈书季子复遭黜，危愁恍若鸡窥燖。官途杨树老垂绿，齐东大潦方积霖。\n脂车在户有畏色，况其繫我衷情深。沧浪旧约且弗说，蓬莱宫阙愁日沈。\n群公顾视亦狼狈，共舒手爪来结紟。高筵六尺尚环坐，聊拚欢乐觞同斟。\n清飔荡影四帷月，疏篁修眇松郁森。腻苔微溽得清露，踏枝来语双幺禽。\n明岚一抹照城草，高云空阔开吾襟。明朝岖径试铃铎，晓凉自梦芦沟衾。\n我歌能使唾壶碎，拈衣揽袖空愔愔。垂缫西序示圭式，好资砻错成天琛。\n吾行言采北山蕨，有怀或赋西归鬵。津门秋晚下赪鲤，锦缄与我书千金。\n水荭葱珑隔烟语，钓矶屋俯沧江浔。"
        },
        {
            "标题": "夜坐抒感八章 其三",
            "作者": "姚燮",
            "内容": "官簿难凭殿最公，有谁负鼎慕而翁？贾山蒙死心犹壮，项籍归骸计亦穷。\n苦虑春甾书雨雹，善防谑浪赋终风。怜伊白首官郎署，祇借薇花拂帽红。"
        },
        {
            "标题": "疏影 疏影庵填词图，为方玉裁题。",
            "作者": "姚燮",
            "内容": "环枝匝萼。露烟心一摺，蠡槛蟾幕。凤羽双纤，纤梦刚圆，偷声莫犯清角。\n幽思融到香微处，转坐似、癯禅枯索。累个人、伴尔清寒，者样茜红衣薄。"
        },
        {
            "标题": "登舒啸桥眺芙蓉峰",
            "作者": "姚燮",
            "内容": "拭翠明天地，湔虹澹佛衣。暗馨吹藓落，秋梦隔尘飞。\n玉涧清无恙，苕年梦已违。亭亭螺髻影，含怨迥何依。"
        },
        {
            "标题": "寓斋杂述七绝句 其一",
            "作者": "姚燮",
            "内容": "夜合破花红露倾，东楼帘悄弄残笙。隔帘一曲蛾眉月，敲动玉钩疑有声。"
        },
        {
            "标题": "中庭檀树叶",
            "作者": "姚燮",
            "内容": "不见成花香自霏，尽渠春瘦到秋肥。朝阳灼若翠鸾帚，夕月织为金缕衣。\n老眼几看华阀换，赁居暂作主人依。轮囷松柏愁斤斧，莫道空山无是非。"
        },
        {
            "标题": "述意三章 其三",
            "作者": "姚燮",
            "内容": "目阻天阊高，河山蔽荒棘。岂真巫咸愚，竟铩大鹏翼。\n万妙罗寸畦，一瞬了声色。谷神不守中，筋骸遭蠹贼。\n今我废无为，犹能事庖湢。苦效蚕恋桑，蠕蠕日三食。\n竟有乱绪丝，纷来缭胸臆。雀肉能几何，饿鹰惨相逼。\n窄厈缠紧云，乌由避残刻？坤灵扬清风，庶乎燄垆熄。"
        },
        {
            "标题": "述意三章 其一",
            "作者": "姚燮",
            "内容": "寸睫驰万马，置梦荒碛间。白榆含迥晖，层霄暮生烟。\n丈夫在草莽，孑影谁见怜。堕魂还自招，悲歌抚铜弦。\n肝脾朗冰雪，根气寒益坚。恐贻造化惭，拒物辞雕镌。\n奈何懈所慎，绝理忘续绵。遂听负担力，苦为功名捐。\n大风吹垢尘，江淮紊故川。涵谷无还牛，高卧师陈抟。"
        },
        {
            "标题": "述意三章 其二",
            "作者": "姚燮",
            "内容": "百年生何涯，一朝死有故。平生胶漆亲，麻衣哭当路。\n禅灯无碍光，伏魅静中怖。猛遏金秋风，空天发韶頀。\n蒙头坐堂奥，谁来遣群务？惧以颠踬多，顿改周折步。\n引目战荒汜，沈想索号謼。杯酒虽寻常，隐然事机露。\n乾坤真气交，能受始相付。可惜铦刃刀，用因屠豕误。"
        },
        {
            "标题": "夜雨坐双髻山馆",
            "作者": "姚燮",
            "内容": "不须多酌已微酲，卷束书笺放短檠。洁屋禅天无一滓，荒墀秋木有千声。\n劳生龌龊今安趾，大觉元虚外世情。自整茶炉添榾柮，水香烟气得苔清。"
        },
        {
            "标题": "信宿北墅即事十一章 其四",
            "作者": "姚燮",
            "内容": "独倚萝心阁，平看双髻峰。白浮天界雾，青入海门松。\n瑶想真仙步，烟声隐士舂。输他飞雁疾，拂过玉芙蓉。"
        },
        {
            "标题": "后閒情十二章 其二",
            "作者": "姚燮",
            "内容": "相思三五玉蟾蜍，相约花开陌上车。织爱到心潜缜密，含羞上颊故生疏。\n薰衣掩帐寒差耐，拥髻推奁倦未梳。听得梅梢双翠羽，罗浮清梦较何如？"
        },
        {
            "标题": "百字令 沉二如秋帆图",
            "作者": "姚燮",
            "内容": "低舷倚襆，叹无多病发，西风吹老。去逐沙鸥来逐雁，何似关门眠好。\n一叶轻烟，半瓠凉月，江海浮都到。荃蓠零落，此情归向谁道。"
        },
        {
            "标题": "霜花腴 芜田",
            "作者": "姚燮",
            "内容": "丰年种玉，问几家，无忧晚岁储仓。纠蔓为丛，壅沙成埆，谁修五尺渠防。\n芰风渐凉。让东塍、秋稏分黄。但辛勤、暮戽晨槔，尚宜鸱芋与鸠桑。"
        },
        {
            "标题": "雨中花 重过来谁园",
            "作者": "姚燮",
            "内容": "新绿重重莺语悄。记石上、醉眠芳草。酒浅愁深，花多人少。\n那唱春光好。"
        },
        {
            "标题": "闻雁",
            "作者": "姚燮",
            "内容": "尚有未归雁，嗷嗷中夜飞。谋生吾亦倦，前路尔何依？\n风雪稻粱尽，关河岁月非。巢林双翠羽，只是乐芳菲。"
        },
        {
            "标题": "水调歌头 太湖晓波",
            "作者": "姚燮",
            "内容": "三万六千顷，七十二芙蓉。晓烟浩浩不尽，晓水更濛濛。\n帆影芦蒲深处，人影琉璃明处，雁影界长空。山色互萦绕，一百里东风。"
        },
        {
            "标题": "水乐洞",
            "作者": "姚燮",
            "内容": "俗耳无钧天，繁响怨荒雨。谁邀兰浦槎，梦寻月中杵。\n发翠彫石莎，瓷青碾花乳。吸纳灵阊霞，结为玉冰贮。\n秋气得至渟，初籁泄成缕。触我"
        },
        {
            "标题": "回思八章 其六",
            "作者": "姚燮",
            "内容": "画箧春衫褪水荭，照心愁拭虎符铜。埋囚剑气思雷焕，入爨琴材感蔡雍。\n几打青禽伤比翼，谁缫素茧辨同功？衡湘客雁都归去，天末秋霞媚晚红。"
        },
        {
            "标题": "地驱乐歌四曲 其三",
            "作者": "姚燮",
            "内容": "山石荦确，不深而高。情事急切，中路弃刀。"
        },
        {
            "标题": "水龙吟 赋柳集梅溪句",
            "作者": "姚燮",
            "内容": "柳梢绿转苗条，官河不碍遗鞭路。楼高望远，细风微月，一天春聚。\n多少莺声，沉沉江上，倦篙曾驻。想幽情嫩约，文漪簟影，闲梦淡、香留住。"
        },
        {
            "标题": "天香 玉簪花",
            "作者": "姚燮",
            "内容": "蜜白凝肪，犀黄点粟，幺莺弄影翩舞。贮恨能深，含情不卷，恍听小琼低语。\n断来响腻，并堕梦、纤无寻处。月媚风娟时节，蜻蛉飞上三五。"
        },
        {
            "标题": "题秦比部芝庭听泉图即送其南归二章 其二",
            "作者": "姚燮",
            "内容": "因缘天地结蟭螟，托迹依违似影形。腰下鹿卢同锈涩，眼中鸿鹄自苍冥。\n邻篁友薜他年事，竽水琴风此去听。遥羡万松湖上阁，夜来凉月却当棂。"
        },
        {
            "标题": "地驱乐歌四曲 其四",
            "作者": "姚燮",
            "内容": "夫妻同心，至死方别。有铜买铜，无铜买铁。"
        },
        {
            "标题": "地驱乐歌四曲 其二",
            "作者": "姚燮",
            "内容": "道逢故人，掩面泣下。两骭拔泥，鞍不能卸。"
        },
        {
            "标题": "地驱乐歌四曲 其一",
            "作者": "姚燮",
            "内容": "射兔伤麋，打鸡惊狗。城门大开，挂印而走。"
        },
        {
            "标题": "迎春乐 信宿江氏水华园题壁",
            "作者": "姚燮",
            "内容": "秋飙吹尽西窗烛。恰月上、疏疏竹。一屏云水摇凉绿。\n又衬上、枝枝菊。"
        },
        {
            "标题": "杂诗三章 其一",
            "作者": "姚燮",
            "内容": "入门思远游，出门思故乡。饱煖难坐谋，出入安能常？\n大河入平野，河上千垂杨。旧枝折将尽，新枝今未长。\n夜气就凉肃，况复多露霜。胡为千里客，中道犹旁皇？"
        },
        {
            "标题": "时有禾中之行四叠前韵留别",
            "作者": "姚燮",
            "内容": "未许閒居效蛰虫，石华袖短舞难工。天将岁月驱寒饿，人各关河听雨风。\n剩有南湖诗卷在，却愁北海酒尊空。垞南十亩琅玕竹，谁与移船听月同？"
        },
        {
            "标题": "题天然大理石屏四绝句 其三 王叔明嵋峰积雪",
            "作者": "姚燮",
            "内容": "秘府群玉山，列真蕊珠岛。拄杖踞其巅，万尘眼中扫。"
        },
        {
            "标题": "晓发铜城驿至东阿道中杂诗五章 其四",
            "作者": "姚燮",
            "内容": "绝岸缠茅榛，缘溪得纡道。隔林见烟火，野聚自村堡。\n篱蔓瓜叶肥，塍土豆根小。黄渠戽不继，赤日炙垂槁。\n谓无官家输，犹足谋近饱。友助戒争竞，耕凿适稚老。\n逐逐诚奚为，使我愧尘扰。行当亲串谋，采蕨就商皓。"
        },
        {
            "标题": "题家明经丈观光墨林如意室图四绝句 其四",
            "作者": "姚燮",
            "内容": "指电挥霜二百年，老骐尻骨胜连钱。好将博雅清仪记，补入西吴金石编。"
        },
        {
            "标题": "屏风岩观汉隶四明山心四大字磨崖刻",
            "作者": "姚燮",
            "内容": "白云为门山扃开，巨笔力拄千峰颓。万牛迸怒作一磔，提携天象何雄恢。\n阴萝静月猿夜哀，虬松骨老生红苔。谁欤跌荡纵奇想，静眠十夕搜神雷。\n此书得羼金石志，韩梁张史皆可灰。遐哉太始广封禅，翠华不得巡穷陔。\n敕移丈八岳东石，裹烟缠雪投蓬莱。文昌中极洞星牖，玉峦环拥莲华台。\n猛钳虎爪入真定，特摛龙秀包元胎。铜驼石马几陵替，牟尼出世无劫灾。\n了然心目摄皇古，顿思焚楮逃讥唉。房精"
        },
        {
            "标题": "自题四明山采药图二章 其一",
            "作者": "姚燮",
            "内容": "蹑梦空空到发巅，洪荒日月自成年。悔争微饱凭烟火，苦索新诗媚石泉。\n善想早坚堪仆虎，俗缘渐谢愿师仙。遥知一股潺湲水，灌满徐凫万顷田。"
        },
        {
            "标题": "虎丘寺阁",
            "作者": "姚燮",
            "内容": "海涌峰回敞碧堂，画帘高卷一倾觞。四山楼阁沈花雾，万里江天去夕阳。\n作赋吴均工托感，远游王粲易思乡。强持残醉寻归路，已听钟声落上方。"
        },
        {
            "标题": "独酌有得即寄林五司马朝聘冯三明府翊",
            "作者": "姚燮",
            "内容": "贱儒身废适何之，穷巷如岩守亦宜。气得天舒堪养度，花期人眷未含姿。\n居仍饱煖惭庸福，泪与河山洗剩悲。难得春阴冲漠甚，不为尘累到吾卮。"
        },
        {
            "标题": "送郑明经乔迁之山左二章 其二",
            "作者": "姚燮",
            "内容": "河山万里雁东翱，石掌嵯峨接汉高。三观曙收天阙雾，五松寒答海门涛。\n漫容停辙悲歌凤，好与游仙快策鳌。记取滋阳驱马地，桃花春雨满征袍。"
        },
        {
            "标题": "送郑明经乔迁之山左二章 其一",
            "作者": "姚燮",
            "内容": "无端橐笔走他乡，消尽雄心两鬓霜。豪辨惊人原是郦，暮年作客总怜王。\n天边白雁愁秋雨，眼底黄河送夕阳。倘向五峰寻旧碣，未须交臂失灵光。"
        },
        {
            "标题": "安平镇",
            "作者": "姚燮",
            "内容": "空光浮大川，云脚切遥天。一鹭炯浮水，千杨翠合烟。\n疏钟鸣梵阁，高网晒渔船。理得沧浪曲，泠泠风过弦。"
        },
        {
            "标题": "题秦比部芝庭听泉图即送其南归二章 其一",
            "作者": "姚燮",
            "内容": "冻合云沙万籁枯，元黄匝野肃雕狐。人违乡里须眉改，春到微茫草木苏。\n只感天涯良友别，未愁梦里旧园芜。朅来我亦思仙隐，海上壶山半有无。"
        },
        {
            "标题": "喜晤王明府有龄送其之慈溪任",
            "作者": "姚燮",
            "内容": "忆昔海变危，经略劳大官。散吏各从军，峨峨貂尾冠。\n仰见鸷鸟飞，手攫似可餐。安问悬肘弓，张弛有所难。\n驰骤弄白日，意气交腾驩。羁縻图目前，弃金同邱山。\n君来勷会计，夙夜凛无閒。鉴末必及本，而能持其端。\n明烛了千伪，不紊支度烦。下察隶与倌，未或怨疲瘅。\n惜哉立势孤，僚辈多触掸。手抱颖师琴，逆风自鸣弹。\n惊火落游枪，掠地骄番汗。城垒一万军，卫拒苦犹单。\n君保粮辎行，拇血敢辞殚？风刀剺面痕，夺狐西出关。\n招亡集曹娥，亲恤履茅菅。事定论功赏，乞职多援扳。\n君职实称勋，益禄何惭颜？慈湖郡西鄙，近亦困凋残。\n当令磐石悬，置地砥之安。未及底同乐，先宜识同患。\n并非尚苛刻，一一求疮瘢。庶乎气垂毙，猛夺生魂还。\n静日菀青柳，涟漪江初澜。送君江棹纡，天镜亸明峦。\n神医得扁卢，黎氓复何瘝？耳听口碑俚，其荣逾钩鞶。\n作诗聊宠君，谅我戆直言。暗木愁枭鸱，孤鹤垂素翰。"
        },
        {
            "标题": "送周编修铭恩典试湖北二章 其二",
            "作者": "姚燮",
            "内容": "云树郁不极，汉沔水秋绿。六代虽已遐，真气此酣足。\n携酌据高舷，吟情共谁索？东海有离人，仰月坐荒屋。"
        },
        {
            "标题": "送周编修铭恩典试湖北二章 其一",
            "作者": "姚燮",
            "内容": "龙蟠夙清秀，其材良楛多。荒樗易淆似，谁实慎斧柯？\n以己正绳表，此理原无他。莫忘少贱日，憔悴吟薜萝。"
        },
        {
            "标题": "壶中天 北池白莲盛开",
            "作者": "姚燮",
            "内容": "秋心凉到，尚凌波无恙，相招小住。摺扇轻衫人面面，分占闲愁多许。\n幽梦横阑，微飔度影，欲我依依语。满城烟黍，鸥槃人在何处。"
        },
        {
            "标题": "少年游",
            "作者": "姚燮",
            "内容": "春光旖旎段家桥。如画倩谁描。花动钗闻，柳回帘出，风暖纸鸢高。"
        },
        {
            "标题": "岁暮有感得虫羽六章",
            "作者": "姚燮",
            "内容": "虫羽知蛰，败叶满庭。象之所遘，浩无一青。盛年不留，匪我谁愒？\n委以为藾，而投于壒。"
        },
        {
            "标题": "登大雷尖四章 其三",
            "作者": "姚燮",
            "内容": "百里唐田走石螭，斜穿蒜岭弄云姿。青苍似拥樊翘髻，飘瞥都成李白诗。\n天与九灵苏雉魄，我嗟贰负梏鸡尸。只输埽橡芒鞋客，雨惨阳暄总不知。"
        },
        {
            "标题": "金缕曲 王彦卿除夕戏马台酹酒图",
            "作者": "姚燮",
            "内容": "一凭空中槛。漫当年、歌风击筑，调转商犯。意气如王真不世，听得喑呜声撼。\n可悔划、鸿沟天堑。九里横山馀赭木，俯黄流、一曲斜阳淡。\n从甚处，裂肝胆。"
        },
        {
            "标题": "岁暮旅怀五章 其三",
            "作者": "姚燮",
            "内容": "古人不我绐，即之终茫茫。卷帏看星斗，但见浮云苍。\n浮云不到地，眼摄千灯光。千灯高过城，知为江上樯。\n江阔雁路空，供我孤心翔。心虽无羽毛，瞬息能及乡。\n俯见东海城，彻夜群生忙。吾家幸安适，御冬差有粮。"
        },
        {
            "标题": "岁暮旅怀五章 其二",
            "作者": "姚燮",
            "内容": "既罄樽中醅，闲愁复何在？炯然虚室中，陆离发华彩。\n华彩扬春姿，竟忘岁华改。袅以一缕风，其馨若兰茝。\n始知薰炉香，荡壁作云海。夐思索元窈，生理旷有待。\n姑与天地心，一息閟千载。顺化而优游，古人讵余绐？"
        },
        {
            "标题": "岁暮旅怀五章 其五",
            "作者": "姚燮",
            "内容": "飞梦越东海，梦见修竹门。弟妹及妻子，环侍头白亲。\n饤饾错菹果，饯岁方开樽。庭前梅花枝，已有红萼生。\n我梦颇怡悦，为拭枯苔痕。倦眠梅下石，醒见孤枕存。\n暖日已过窗，广市人声喧。聊写羁孤愁，浩莽还八垠。"
        },
        {
            "标题": "岁暮旅怀五章 其四",
            "作者": "姚燮",
            "内容": "非无御冬粮，思我苦萧瑟。结其思我心，照空作明月。\n明月人不见，我独见真切。此光无溢明，但照我心密。\n遂使异地身，如已在家室。吴山何幽深，越山何崷崒。\n倏此一寸心，磊磊与萦结。且复垂重帏，以我梦飞越。"
        },
        {
            "标题": "为章元喜题田园乐趣图二章 其一",
            "作者": "姚燮",
            "内容": "荆棘消沈相马台，几人撒手赋归来？陶潜苦节诗为命，王粲中年志可哀。\n道路长风挥短剑，园林白日照苍苔。何时与鹤相邻友，十亩筼筜手自栽。"
        },
        {
            "标题": "为章元喜题田园乐趣图二章 其二",
            "作者": "姚燮",
            "内容": "破廨高风送海声，识君如在玉山行。短衣愿与联耕犊，斗酒相期听晓莺。\n且饱烟云娱岁月，须知林壑有功名。披图珍重他年事，整理琴徽谱濯缨。"
        },
        {
            "标题": "到家四章 其二",
            "作者": "姚燮",
            "内容": "欲慰亲心怡，加饭努吾力。回首见病妻，牵儿出帷侧。\n如何憔悴容，竟非昨所忆。双眉颦不舒，知尔怨深抑。\n睨我身上衣，昏澹有尘色。如忘亲在前，低头手相拭。\n阿妹依母边，蓬妆未梳饰。谓兄行路劳，劳当暂眠息。"
        },
        {
            "标题": "唐多令 秋深忆梦图，长白猗君悼亡作也。",
            "作者": "姚燮",
            "内容": "蝴蝶堕春钿。春归又一年。问朝来、谁并吟肩。还把零星脂粉盝，都安向碧窗前。"
        },
        {
            "标题": "探春慢",
            "作者": "姚燮",
            "内容": "宅券偿难，岩缘修浅，十年梦断香谷。烟户檀栾，水墙杨柳，秃尽枝枝春绿。\n斜日乌衣散，更提甚、华堂裙幄。那堪落叶声中，旧窗重剪凉烛。"
        },
        {
            "标题": "塘上行",
            "作者": "姚燮",
            "内容": "乘潮待发江上楫，未夕且听樽前歌。凉飔飘衣气如露，帘光照荇烟生波。\n美人窈眇含微酡，匿意若澹情自多。娇喉倚笛语花燕，团扇回风出水荷，座人欲别愁无那。\n仰看片云下西北，飞鸟天际同婆娑。遥山平对酒杯绿，欲滴不滴双髻螺。\n下有宛转好阑槛，断无人倚生苔莎。皓月当年照眉黛，西风去日吹庭柯。\n青春朱颜两徂谢，此时不醉当如何？"
        },
        {
            "标题": "塘栖",
            "作者": "姚燮",
            "内容": "北来十日苦扬舲，得趁宵凉此暂停。岸北人声接蛙语，天东斜月让明星。\n栖凫水阁荷香满，走马河桥树气冥。到枕临安山色见，一鬟天际出亭亭。"
        },
        {
            "标题": "塘栖舟中持螯独酌至醉",
            "作者": "姚燮",
            "内容": "樽中有酒不常满，人生百岁同逝流。向来得失迭哀乐，一去渺若烟云收。\n江头青山熟行客，绕船迤逦相迟留。连旬积雨苦霖沥，倏吹爽气何翛翛。\n高悬薄日照天海，便觉万里空青浮。残杨秃处见荒店，败荷芟尽无藏鸥。\n凭舷举酌向遥属，惝恍在目纷可愁。故人旌骑满台省，安有閒梦来沧洲？\n蟪蛄啼老越溪晚，芙蓉花发湘江秋。陶然一醉尽今日，明日之事良悠悠。"
        },
        {
            "标题": "曾珣五真图诗 其五 第五图",
            "作者": "姚燮",
            "内容": "趺坐得禅悦，任性非强同。洗缁出太素，掉实归至空。\n秋蟾灿天阙，濯魄冰壶中。挹袖大罗女，鸾背金珑璁。\n珠鬟润欲露，犀佩镇不风。殊香讵尘有，微妙一息通。\n元神顿超解，理障焉得蒙。我亦学逃佛，色相惭未融。\n安能逐莲社，脱屣匡庐峰。培花三万本，坐啸随所终。\n诗成看天色，碧远摇夕钟。"
        },
        {
            "标题": "有招予赴娥江军营者谢以诗二章 其二",
            "作者": "姚燮",
            "内容": "有缨原足请，世岂乏终军？误以长风颹，来招僻岫云。\n马颠愁试勒，弓愞畏胶筋。不作庸材弃，劳君破格慇。"
        },
        {
            "标题": "有招予赴娥江军营者谢以诗二章 其一",
            "作者": "姚燮",
            "内容": "迂儒生志短，谋食尚愁艰。手弱难携铗，江清祇习竿。\n水云怜梦弛，老病苦亲殚。勉尔参戎阃，勋成锡上冠。"
        },
        {
            "标题": "过桃花渡雨",
            "作者": "姚燮",
            "内容": "不见暮潮下，但有暮潮声。水阔云为岸，风斜叶过城。\n人多思旧树，天为涤残兵。侧面障篷笠，凄然促棹行。"
        },
        {
            "标题": "独饮寓斋藤花下",
            "作者": "姚燮",
            "内容": "络叶彯藤万帚花，小楼平对远山遮。渟渟泓水摇烟影，袅袅疏襟走日华。\n今晓帘阴堆暗絮，隔樽虫翅堕轻纱。缬吾醉眼天如黛，黛色天青是叶斜。"
        },
        {
            "标题": "同端木先生国瑚饮藤花馆寓室",
            "作者": "姚燮",
            "内容": "嚣尘不到著书几，绕屋藤阴织烟绮。有官清冷还著书，无事不造承明庐。\n我与先生均浙产，年岁相悬地相限。我方总角习铅椠，君已才名通籍版。\n昆虫引沆一气秋，遂使宵螗识晨蝂。瓦杯椒酒松色青，古香如麝天雨停。\n东溟濯羽百岁鹤，西山照云千叠屏。兀然不彫枯木相，玉府真灵敛襟让。\n手挥野马萧寥中，眼摄流霞太虚上。吾于此时心束羁，静得细风吹葛絺。\n饮非糟粕乃醇醨，醉不可忍终不辞。素壁皎皎大湖水，两心浩浩鸥凫嬉。\n先生卧把羲经读，我且微吟倚庭竹。夜来黄月沙万屋，此院深深独能绿。\n先生弗吝一寸烛，吾抱吾琴来对宿。"
        },
        {
            "标题": "醉太平·题蒋莲帆赤壁秋泛图",
            "作者": "姚燮",
            "内容": "风高夜凉。月昏斗黄。有人舞袖低昂。唱铜琶大江。"
        },
        {
            "标题": "再叠叶十四茂才见寄韵二章 其二",
            "作者": "姚燮",
            "内容": "虚庭漠漠半弓苔，上有寒花几树开。料我清閒何水部，远思倜傥李山才。\n临风横笛感无尽，冒雪骑驴今或来。知否离人念家室，诗心消瘦到窗梅。"
        },
        {
            "标题": "再叠叶十四茂才见寄韵二章 其一",
            "作者": "姚燮",
            "内容": "燕许文章巨笔存，峥嵘气格压岑温。尽教雄辨惊高座，始信宗工出匠门。\n晓阁雠书芸叶乱，夕堂试剑烛花昏。太邱池馆经年别，何日论诗共一尊？"
        },
        {
            "标题": "卜算子 和范石湖韵",
            "作者": "姚燮",
            "内容": "帘背画屏开，屏背孤鸾醒。帘北屏南深浅凉，月影和灯影。"
        },
        {
            "标题": "题家明经丈观光墨林如意室图四绝句 其三",
            "作者": "姚燮",
            "内容": "男儿堕地根愁愤，一意经营百不如。且袖昆吾三尺铁，梦排月府击蟾蝫。"
        },
        {
            "标题": "答长白伊湄见赠即题其集",
            "作者": "姚燮",
            "内容": "成连去海谁能琴，筝琶如沸亡古音。君情淡远托诗句，疏花短竹春江浔。\n醉中握手车停陌，仰看天河入秋白。多君爱我逾弟昆，知我凄凉未归客。"
        },
        {
            "标题": "题孙丈庆琛桐江春泛图",
            "作者": "姚燮",
            "内容": "平漪静绿涵远岑，如我丈人深秀心。一十八峰绕迤逦，但闻鸟响无猿吟。\n春烟四羃玉籁沈，春飔瀜瀜吹薄衿。萝屏夜挂戴山月，松露晨濯严濑衾。\n青溪楼台天末阴，桐君招手嘉树林。一鹭明光独摇斝，万篁暗气能涩琴。\n周禺许迈各千古，仙踪文采遥追寻。醉眠蕙雨渔榔晚，东睦山川空古今。"
        },
        {
            "标题": "自璎珞河踰玉几岭",
            "作者": "姚燮",
            "内容": "落日未落万篁静，来踏浮图过山影。但闻樵唱不见人，平视深天绿千顷。\n钟响自停云自飞，泠然玉风吹我衣。懒僧早闭幽涧宅，去鸟不投丛林依。\n空山阅人如阅梦，多少流泉出山送。狎澜弄雨三十年，重向兹山顿尘鞚。\n昔所见者今几留，青苍无改松与楸。千丈岩阴有茅屋，谓今废作荒烟邱，使我目断心悠悠。"
        },
        {
            "标题": "王湘州画灵石旅舍图为杨星曜题",
            "作者": "姚燮",
            "内容": "定襄告捷六合平，斯时扶馀方用兵。仓皇灵石一杯酒，天意早遂风云盟。\n湘州画笔极妍古，积雪严寒写穷旅。天人一妹翩何妩，鬒影吹烟目能语。\n就中一客高据床，双瞳闪睒髯戟张。探囊匕首沥人血，群星夜黯河云昂。\n新义之甥李景武，骨相峥嵘可食虎。茅堂桦烛携红袖，眷属天涯忽萍聚。\n江陵甲马筹刍粮，宫邸鸳鸯散歌舞。汾阳王气方郁蒸，挥手且作西南行。\n几州狐鼠乱残局，三原熊鸟骄连营。夫婿封侯阿兄贵，回首杨花泊春泪。\n记否红衣并玉鞯，晓月昏沙驮残醉。旄头入海櫜玉弓，文皇赐履章华宫。\n谁知草昧开天下，却数红颜第一功。"
        },
        {
            "标题": "题陆巴西南龛石壁题诗图",
            "作者": "姚燮",
            "内容": "文字如蚀尘，千秋几完美？安得石匣藏，不与造化毁。\n陆生少负才，单鞭走万里。饥餐大剑松，渴饮桔柏水。\n郁勃蟠寸胸，幽天逊奇诡。肯为琐屑鸣，因人受桡骫。\n剑门一握青，临江束孤苇。犄角玉台山，窅然动莲橤。\n生携三尺锄，摩云斲龙觜。何愁落叶风，身轻与同委。\n长飙过南岷，流雁渺可指。俯惊白帝猿，结巢七盘底。\n缒壁悬藤舆，刨烟出青砥。蘸墨作巨书，和之石中髓。\n嗟哉古名流，鸿章擅琦玮。纸败无片存，况多兵燹燬。\n独此不灭光，山川共㟪"
        },
        {
            "标题": "送王明府有龄入都即题其慈湖种花图",
            "作者": "姚燮",
            "内容": "天欲栽培民气厚，暗假春风入君手。春风萦回桃柳枝，如君颜色民见怡。\n吾郡频年苦兵乱，疲弱愁逢辣手断。便得河阳百里才，难及当时见功半。\n枯灰元气云渐苏，烂额焦头尚无算。是当喔咻抚恤之，子得父母身乃依。\n严霜四野日照室，煖体何必裘与衣？君来慈溪作贤宰，道路隆隆口碑在。\n无端草木亦承膏，寂郭风烟发精采。物犹如此人可知，此理奚烦费词解？\n凉飙九月山城秋，碧天高静鸿不流。君将奉檄走京洛，旌车驾矣民难留。\n君虽不留民意系，静待阳和转初地。阳和二月多好莺，君来置酒民同听。\n我题君图送君别，聊为君民写心结。莫将剪败忧后时，此民共读甘棠诗。"
        },
        {
            "标题": "题章广文黼西溪梅竹山庄图二章 其二",
            "作者": "姚燮",
            "内容": "生涯酒国与鸥天，著作浑忘几岁年。寿世文章才士福，主盟风月上清仙。\n过门冷阒无驺骑，入梦清凉有石泉。安得与君结邻社，马塍花底拜婵娟。"
        },
        {
            "标题": "画梅酬方山人絜",
            "作者": "姚燮",
            "内容": "平生作梅千百纸，干菀华枯无一似。神固不似貌亦失，那识真缄有元始？\n大枝诘屈小者樛，墨痕拥肿香不流，姑射匿笑萼绿愁。\n性之所昵手辄应，纵漫何惜知者羞？苍溪画客东南来，寸管能抉天心开。\n赠我尺幅逾寸宝，悬诸素壁无纤埃。澹澹若使夜月妒，暧暧疑有春风回。\n其格坚劲其萼媚，欲落不落香影碎。罗浮仙人娇浓睡，云薄如烟动珠襚。\n我还敛手不敢作，聊托幽怀报君意。腰塘万柳啼残莺，春归君亦西将行。\n天涯苍莽多棘荆，和神抱骨空尔清。相思自此千里深，虬筇鹤氅天风琴。\n频须惠我江南音，我还伫子群玉岑。"
        },
        {
            "标题": "题天然大理石屏四绝句 其四 赵松雪赤壁望月",
            "作者": "姚燮",
            "内容": "我慕赵王孙，毫姿极妍逸。寥阔古山川，如对武昌夕。"
        },
        {
            "标题": "当古谣十三章 其十三",
            "作者": "姚燮",
            "内容": "宝之如玉莹，弄之同瓦碎。天魔舞君前，罔两啸君背。"
        },
        {
            "标题": "游天童山四章 其一",
            "作者": "姚燮",
            "内容": "扪岭回南阿，清娱足平甸。桑麻蒸微暄，风翻色时变。\n籁寂鸣鸟和，树稀行人见。移意就嶒崚，拓胸先旷散。\n缘径抵松栝，层阴失霄汉。穷搜辟阴森，蹑迹谢羁绊。"
        },
        {
            "标题": "游天童山四章 其二",
            "作者": "姚燮",
            "内容": "鸟道出穷发，盘梁何岭嵤。披云骋健步，衣带纷苍青。\n湍流抗厓激，山响随啸应。俗心掉尘鞅，微理悟超乘。\n饥鼯瞰丹果，飞狖挂绮藤。物尚有至见，就僻辞诡争。"
        },
        {
            "标题": "游天童山四章 其四",
            "作者": "姚燮",
            "内容": "周览苦纡折，还登叠翠楼。纵目鲜遗景，奇观能毕收。\n白日涵大照，清爽横高秋。明山东赴江，蜿蜒争上流。\n远海北茫昧，势与苍烟浮。控顾信雄杰，慷慨生浩愁。\n排空安有翮，联袂太白游。回瞰入山路，风淡云夷犹。\n峰平树如荠，塔静铃语幽。间樵濯虹涧，飞鸟下龙湫。\n仙根不可招，日暮难久留。行将觅舆返，身世真浮沤。"
        },
        {
            "标题": "游天童山四章 其三",
            "作者": "姚燮",
            "内容": "天门排咫尺，金碧辉招提。兰台冠丹巘，菌阁陵翠梯。\n层层搆复峻，上欲云汉齐。象王穷窈窕，华盖璎珞衣。\n弹指青莲华，幻作峰峦低。微生苦尘扰，清净夙所希。\n持寂意无滓，妙明相因依。念此一延伫，心与浮云飞。"
        },
        {
            "标题": "怨诗五章 其一",
            "作者": "姚燮",
            "内容": "生小两结发，春花连理开。花开同枝艳，花落同土埋。\n夫婿峨鸃冠，赫赫凌中台。右拥娇越姝，左抱媚吴娃。\n群鸳春水乐，孤雁霜天哀。汉月亦自皎，昏夜多云霾。\n东邻田舍女，裙布荆为钗。自怜馌饷苦，慕妾情依徊。\n安知期白首，不如贫贱偕。"
        },
        {
            "标题": "天香 珠镫",
            "作者": "姚燮",
            "内容": "翡翠花帘，猩红酒幕，葳蕤挂上晴霓。百琲鱼衔，九枝虫抱，醉里峭寒能辟。\n琼天未晓，疑满堕、怀中明月。谁羡朱家，新样金凫，逊伊澄洁。"
        },
        {
            "标题": "葛仙公升天作",
            "作者": "姚燮",
            "内容": "一诚糜金石，大造失其权。以蜕还所生，以灵还所天。\n所生不外天，悲乐遂相缘。未闻堕瓮残，作瓦能复全。\n山河有倾坏，悯尔魂沄沄。罗网布九重，蝼蚁安能穿？\n冰雪有太和，其气春因温。如尔畏葸多，六月犹严寒。\n仆今谢尔去，去亦不尔捐。富贵扬声名，灰冷难求烟。\n閒云迭衣狗，元象劳刻镌。娇花当露晨，借色非真鲜。\n斯言尔佩之，待尔昆陵颠。昆陵腴肉芝，吾敢矜独餐？"
        },
        {
            "标题": "晚发铁幢浦",
            "作者": "姚燮",
            "内容": "斜阳不放高塔沈，烟江匹练漂流金。暮云不使远山没，天杪残虹悬绿发。\n华灯十万桃叶船，煜若烛龙眠长川。蘋飔静戛水苍佩，柳响暗狎鹍红弦。\n佩声在虚弦在梦，翠月当帆有岚冻。客心与雁千里飘，楼影如鸥六朝送。\n凄然倚舷吹短箫，黄姑挂河天泬寥。秋风已摧木叶尽，馀气恐及吾鬓彫。\n长年捩柁乘晚潮，凤城一握看浮瓢。晚潮南下八十里，芙蓉正开若耶水。\n红为芙蓉绿蘅芷，下有三十六鳞鲤，为我衔书到乡里。"
        },
        {
            "标题": "秋夜席上听女伶王双双琵琶赠以长句",
            "作者": "姚燮",
            "内容": "千二百声不可召，天地森阴闭元窍。拥鬟仙女调八琅，吁绝方壶铁壁峭。\n八月九月鸿雁翔，西湖芦荻如浔阳。秋色莽回一千里，拂落五指皆成霜。\n五指霜欺四弦水，弦作星流指云委。六窗蓉桂殊笑啼，斗室鱼龙争谲诡。\n先生欲作骚客骚，荡子惟怜美人美？美人佳酒月满天，此境在世诚可怜。\n梧桐高拂银河烟，凤子独媚春娟娟。痴童短梦自骑马，邻婺酸泪当流铅。\n变音忽作落叶响，座客都生别离想。尾声忽转旖旎歌，烛将灺矣情如何？\n美人为絮心为波，荡摇不定还挼摩。美人为花心为镜，花不模糊镜光定。\n镜花波絮一刹那，春情不敌秋怀多。美人已去月已落，袅袅西风吹绿萝。"
        },
        {
            "标题": "短篝",
            "作者": "姚燮",
            "内容": "霜风吹短篝，远鼓动谯楼。月出星河暗，天寒儿女愁。\n蠲心持夜气，激籁怨庭楸。瘦影窗边鬓，都成水气浮。"
        },
        {
            "标题": "大风不得渡四章兼留别诸君 其二",
            "作者": "姚燮",
            "内容": "石尤于我竟何尤，愧我身非不系鸥。待到白云迷去路，始知沧海有横流。\n短箫拟唱公无渡，冷榻相依仆亦愁。多谢故人频慰藉，清樽华烛对庭楸。"
        },
        {
            "标题": "醉后作短歌十一章 其九",
            "作者": "姚燮",
            "内容": "东家李花白，西家桃花红，桃花李花争春风。西家桃花红，东家李花白，不如两家女儿好颜色。\n李花欲谢桃花飞，春风落寞春鸟归，女儿颜色无人知。"
        },
        {
            "标题": "游头陀岩百宝台寿峰塔清水庵诸胜自江口山归得诗五章 其一",
            "作者": "姚燮",
            "内容": "巨松支版阁，贮阁但惟碧。碧紧日不到，午气如露夕。\n惨影动佛容，疑醒古僧魄。破厓一线泉，荒云袅千尺。\n地深无世烟，鹤巢在天脊。隔掌洞府幽，待吾寸心辟。\n坐数瑶华枝，玉尘冻吟帻。愿为木客佣，循苔扫麋迹。"
        },
        {
            "标题": "游头陀岩百宝台寿峰塔清水庵诸胜自江口山归得诗五章 其三",
            "作者": "姚燮",
            "内容": "天地如我胸，芟尽茅蒯乱。独立至坦峰，暂为元象冠。\n峻塔无傍依，束影逼河汉。遥对烟外楼，是我著书案。\n今朝策杖凭，昨日卷帘看。何疑楸枰棋，动局有翻换。\n西驰万壑忙，东逝一川断。谁见云水交，潜有战魂窜。\n蛟龙方遁阿，巫咸杳难唤。秃鹞掠面过，阴霾渐瀰漫。"
        },
        {
            "标题": "游头陀岩百宝台寿峰塔清水庵诸胜自江口山归得诗五章 其四",
            "作者": "姚燮",
            "内容": "泉涩涧语苦，风细磬声瘦。花早山已春，天近院方昼。\n癯禅肩骨巉，命以不尘寿。笑我食肉形，未改狱相陋。\n煮茗倾石垆，云丝缭吾袖。斟酌犹未多，舌本溢岚秀。\n出门窥蜧潭，侧出耀银窦。恐其人间奔，倒影堵青岫。\n灵想惭俗镌，夙梦遂今遘。何分以此身，而为此山狖。"
        },
        {
            "标题": "游头陀岩百宝台寿峰塔清水庵诸胜自江口山归得诗五章 其二",
            "作者": "姚燮",
            "内容": "万绿方怨干，山中自微雨。山林长髯樵，手携独僧语。\n破梦游始天，黄唐转非古。所忧俗未湔，就之适遭拒。\n层台悬危梯，风矫薄衣举。六合秋无归，尽归此台贮。\n远见海气黄，攕攕动鸿羽。颓阳不肯高，大地变黄土。\n安得瓠巴琴，萝阴枕霞抚。左揽金母歌，右招玉娥舞。"
        },
        {
            "标题": "游头陀岩百宝台寿峰塔清水庵诸胜自江口山归得诗五章 其五",
            "作者": "姚燮",
            "内容": "日暮胡不归，隔篁鸟声促。愿乞坏衲衣，裹赠片云绿。\n今宵海月圆，佛界万花缛。留此三尺坪，供我梦来宿。\n觅径如叩禅，多歧更多曲。要使一境开，故作百回伏。\n峪南空江流，随势让碞谷。远自天台来，到此已微浊。\n微浊犹自清，何敢濯吾足？"
        },
        {
            "标题": "邓尉纪游诗八章 其二",
            "作者": "姚燮",
            "内容": "群梅尚迟萼，香风杳来期。忽见樵担行，横插疏花枝。\n潭南五百树，入腊已垂蕤。铜坑千尺深，但与明月窥。\n钿云远难拾，闻鸟心一移。因温闭空谷，何救行路饥？"
        },
        {
            "标题": "醉花阴二首 其二",
            "作者": "姚燮",
            "内容": "水榭三层回了鸟。松翠明蟾抱。扇影丽金波，兜住桐华，凤子怜双小。"
        },
        {
            "标题": "铜爵台拟唐乐府",
            "作者": "姚燮",
            "内容": "铜爵高台云未秋，阿瞒顾影悲白头。半生作帝不安枕，马生曲角将为牛。\n牛犝不能致万里，咄尔圉人枉施箠。君不见井冰枯竭元武死，过峡清漳成浊水。"
        },
        {
            "标题": "韩庄闸舟中七夕杂诗得十三绝句 其三",
            "作者": "姚燮",
            "内容": "梧桐院落静栖鸦，暗芜红□篆影斜。又误今年好时节，玉阶愁绝女儿花。"
        },
        {
            "标题": "太微元清左夫人北停宫中歌曲",
            "作者": "姚燮",
            "内容": "叱童豢虎麟，似豢羊与狗。手拉五色毛，缚作扫云帚。\n一挥天地澄，万灵拱中斗。银河倾狂澜，海气摄能受。\n死生争蚋蝇，胞胎迭相母。药树森绛厓，斧之作薪槱。\n须知丹中心，八达洞明牖。未竟无其无，枉言有所有。\n贱宜浑噩民，贵宜太平后。不锐乌由刀，不醇岂成酒？\n骚扰同豸群，天难掩尔丑。作歌使闻闻，相邀共久久。\n久久如一时，名齐上清寿。"
        },
        {
            "标题": "韩庄闸舟中七夕杂诗得十三绝句 其十",
            "作者": "姚燮",
            "内容": "舳舻远下武昌城，星路看山似马行。一角柁楼纱幔捲，小鬟深夜卧吹笙。"
        },
        {
            "标题": "韩庄闸舟中七夕杂诗得十三绝句 其六",
            "作者": "姚燮",
            "内容": "隔船中夜唱吴歌，客里愁心警奈何？起看碧天孤雁去，雁边瑟瑟荻花多。"
        },
        {
            "标题": "韩庄闸舟中七夕杂诗得十三绝句 其十二",
            "作者": "姚燮",
            "内容": "玉茗斟宜石铫温，寥寥禅坐过黄昏。倘容早乞天孙拙，那有尘衫苦泪痕？"
        },
        {
            "标题": "韩庄闸舟中七夕杂诗得十三绝句 其四",
            "作者": "姚燮",
            "内容": "那有羊家鄂绿华，难凭仙洞泛胡麻。须知十万雕陵䧿，不及张骞博望槎。"
        },
        {
            "标题": "韩庄闸舟中七夕杂诗得十三绝句 其二",
            "作者": "姚燮",
            "内容": "明水天河净夕霾，牵牛棚底忆花开。画檐风紧瓜镫暗，却喜流萤上袂来。"
        },
        {
            "标题": "渡莲花洋抵短姑渡上岸",
            "作者": "姚燮",
            "内容": "水天一气浮鸿濛，远目直注榑桑东。榑桑之树一万丈，高下尽作珊瑚红。\n飞瓢可挂不须酒，桂露如浆泻珠斗。当携古剑屠白龙，那用长绳絷苍狗？\n十帆五帆齐出关，我舟自在中流閒。片叶犹沈善财礁，群花已拱金钵山。\n霞虹空际交丹碧，回首人间黯然夕。松虬离世成墨云，兰蟾出劫鍊贞魄。\n我不愿妙鬘璎珞垂缤纷，枯灰吹醒天地春。只愿乞佛百年假，枕琴高卧穷厓垠。"
        },
        {
            "标题": "当西曲变歌三章 其三",
            "作者": "姚燮",
            "内容": "瘈狗不愁顶生角，盲马何能识山岳？煮硝炼磺求外丹，升天犹易脱骨难，肥肉留与他人餐。"
        },
        {
            "标题": "秋晚村居杂述七章 其五",
            "作者": "姚燮",
            "内容": "散步清涧漘，薄岚霏我衣。林风送远歌，适逢暮樵归。\n隔涧残叶红，未肯留斜晖。下有残菊黄，知是谁家篱。\n篱根系孤犊，两童偶来嬉。赤足眠稻床，仰数过鸟飞。\n过鸟夕始尽，儿童夕始归。我怀信何眷，泥立偕逶迟。"
        },
        {
            "标题": "秋晚村居杂述七章 其二",
            "作者": "姚燮",
            "内容": "夜半喘饿牛，撼落西壁泥。携灯饲刍稿，邻婺偶停机。\n邻婺年六十，短鬓霜凄凄。持门无健儿，织布自为衣。\n种秫自为饭，艰苦防寒饥。每言生有常，沦汩谁预期？\n风劲能杀寒，大野飘烟稀。万㝢浩莽中，惭我蛛悬丝。"
        },
        {
            "标题": "秋晚村居杂述七章 其四",
            "作者": "姚燮",
            "内容": "客从危城来，示我手中帖。骇此仁义名，竟与犬豺袭。\n饥雀贪秕糠，鬼奴斯有挟。肉瘦不足庖，终当受钳夹。\n云洗空山清，棘满广衢狭。去就各有怀，警谕已无法。\n大垆方冶铜，未应炭气乏。膏雨行及田，吾且习锄锸。"
        },
        {
            "标题": "秋晚村居杂述七章 其七",
            "作者": "姚燮",
            "内容": "楼西未沈月，隔巷闻早舂。杂以凋槭声，始知枯林风。\n役心向劳悴，人事难尽穷。伏席栖片时，贞与天地同。\n鸡鸣万里白，观始似忘终。曳影江杪云，已非前日鸿。\n谋生困家室，有志焉得雄？弗云梦境迷，醒眼还蒙蒙。"
        },
        {
            "标题": "秋晚村居杂述七章 其一",
            "作者": "姚燮",
            "内容": "破劳体矜逸，心疾终痼愁。水渚芙蓉枝，苦尔一生秋。\n一家五人病，欲药医难求。接续呻吟声，联床拥危篝。\n星光过江大，射屋当我眸。使我睡想荒，静与诸妄搜。\n散漫有何涘，根始勉持留。穷命感天况，顺养安其游。"
        },
        {
            "标题": "秋晚村居杂述七章 其三",
            "作者": "姚燮",
            "内容": "村农畏生客，久习始渐驯。过予论田事，词鄙理多真。\n居安不识患，幸为荒僻民。天或水旱偏，有粟储朽陈。\n递言及时变，摇首意若瞋。谓渠称官家，当系皇家身。\n食禄昧其素，曷由风儿孙？斯言虽戆拙，具见直道存。"
        },
        {
            "标题": "同叶上舍元址读书观海卫回龙庵两月揽景兴怀托以歌咏无伦次也共得二十六章 其十六",
            "作者": "姚燮",
            "内容": "一摘蔓篱豆，再摘垂墙瓜。顾彼屋角榴，纷纷尚含葩。\n晚食坐轩牖，不厌儿童哗。飞萤偶来停，一鹊犹喳喳。\n海月向东吐，树影山同斜。虽无疏襟风，露气清可嘉。\n笑语且迟寐，远唱同咿哑。"
        },
        {
            "标题": "壑庵",
            "作者": "姚燮",
            "内容": "径尾柴门背夕曛，密窗经磬静中闻。晚荷隔树明孤白，早桂沿山动暗薰。\n秋色自宜清净佛，湖光能作合离云。入尘惭有六根缚，愿此皈依谢俗氛。"
        },
        {
            "标题": "吴门杨山人韫华病危以书见贻读竟题后",
            "作者": "姚燮",
            "内容": "窭士无悦生，贤人每穷死。近死持寸心，确然悟生始。\n百年知莫追，既死死何俟？但求死后波，不沈贱名氏。\n杨君负道名，在世宁速毁。毁身弗毁道，凭命实凭理。\n君恐难自凭，亦难听其委。顾以此任钜，托肩及贱子。\n恻恻三百言，黯黯墨浮纸。想君力疾书，不复惜枯指。\n作书三月半，半月达吾视。亟思报慰君，恐君已没齿。\n黄土万仞泉，青天一寸晷。置枕未及眠，谁亡更谁在？\n今日东风归，漂摇众情改。我情思缚春，因君顿弛解。\n倘君身竟生，转奥夺明采。应有含笑魂，来破梦中涕。\n"
        },
        {
            "标题": "灯下读黎简民诗得四章 其四",
            "作者": "姚燮",
            "内容": "夜气闻山腥，坐我万丈潭。手握骊龙珠，百怪供穷探。\n若君临我侧，风髯飘以髟。两目睨日月，气和神则严。\n君为我魂魄，我为君史监。根株固纠结，镰刃无能芟。\n读之竟一烛，风力来助酣。起视苍莽中，天釜云如黬。\n但露孤星光，炯炯南斗南。掷我手中珠，高下芒相参。\n万事有犄角，谁来鼎之三？君知或我笑，笑我情亦甘。"
        },
        {
            "标题": "信宿北墅即事十一章 其一",
            "作者": "姚燮",
            "内容": "竹气深留屋，山光乱入扉。扫苔安画砚，贴瀑卸琴衣。\n伫送斜阳去，閒看晚燕飞。松枝吹艾纳，静挹得霏微。"
        },
        {
            "标题": "二更自宝幢河放舟寒甚不得睡",
            "作者": "姚燮",
            "内容": "凄我逢今夕，灯寒一舸孤。水流闻处涩，梦气索来枯。\n天宇冰霜紧，人间岁月徂。敢教春意蓄，鍊骨到梅癯。"
        },
        {
            "标题": "姬人手植栀子云今春开二花索诗",
            "作者": "姚燮",
            "内容": "粉泥细剔冻瓷沙，蝶蕊分来翠一緺。修有佛根成种易，匿为妆友得怜多。\n晓烟姁姁春愁薄，晚月娟娟露影挼。桃李无言泣槁壤，井华蠡注信恩波。"
        },
        {
            "标题": "席上醉歌赠妓",
            "作者": "姚燮",
            "内容": "獬廌不饮恶溪水，凤皇爱占青桐枝。玉潭春水静如练，微风偶激生涟漪。\n夙昔初遇君，君方垂髫时。射屏花软剪鸾盼，袅灯气弱吹兰丝。\n苕娘名姓冠三曲，当筵未许端正窥。后闻琼树方盛丰，绮芒上薄高天虹。\n东南巨贾挟金币，隔帘颜色无由通。自惭叔夜多悲愤，敢冀怜才到红粉。\n登城遥望天末楼，但有长江去衮衮。长江不断千里流，男儿出门行九州。\n漫依花月度晨夕，坐令青鬓成白头。与君觌面况秦越，何当欢乐何当愁？\n七年三上燕京道，楚雨吴烟捩孤鸟。长卿踯躅归茂陵，封禅文谁卖残稿？\n狂名莫报公卿知，还借酣歌振潦倒。黄金消铄白日换，黛阁珠帘倏秋草。\n安能细撷断茧丝，更向红蚕寸心绕。去年八月还海城，流欃过海方用兵。\n海阴赤雹乱旗色，城头黄叶搀雨声。闭门只守杜陵屋，从军那得终生缨？\n横胸磊砢谁消得，眼见垂杨冻春色。连营柝静江月高，忽听晴空唳风笛。\n笛声远引风呕哑，薛涛门巷枇杷斜。玉钗影乱坐华烛，君抱箜篌向凄独。\n苦将宛转前溪词，翻出伤心大堤曲。相知不厌歌百回，有感难辞酒千斛。\n歌尽且弗唱，酒尽须重倾。不知携手转何许，低徊不语含远情。\n君生苧萝里，来住芙蓉洲。苧萝已断不可接，芙蓉零落谁能收？\n鸳鸯岂厌锦巢护，欲凭荒渚依閒鸥。为言沦落风尘苦，忏后愁心郁难语。\n银荷四灿翠樽举，夜夜紞如过三鼓。燕子已老桃花飞，看到苔根锈苍雨。\n时去不可留，事往空涕零。晴空摇曳动烟絮，力微堕水成浮萍。\n胡为江东声誉满天下，亦尔十年未换青衫青。吁嗟乎，士为知己用，女为悦己容。\n恻恻两心在，怅怅安所从？不如君骖灵虬我文驷，披云长啸蓬莱峰。\n世间一切谁为有情物，行当逍遥寂寞相与游无踪。"
        },
        {
            "标题": "邓尉纪游诗八章 其六",
            "作者": "姚燮",
            "内容": "晓风吹泠泠，疏声涧边出。林篁四山动，日影散飘忽。\n回头眄所经，倚天一楼崒。始悟昨梦高，得傍古时月。\n真灵荡元气，招我共斟吸。吐为莲华云，万缕散沧渤。"
        },
        {
            "标题": "九月望夕散步日月湖观社火归而有作得四章 其四",
            "作者": "姚燮",
            "内容": "干戈凋瘵已频年，贞复才如宿火燃。得饱便忘离乱苦，有司坐失转移权。\n争输黛汁涂秋蚓，力省金钱买夜蝉。道是太平祥瑞气，烛龙上与柳星缠。"
        },
        {
            "标题": "九月望夕散步日月湖观社火归而有作得四章 其二",
            "作者": "姚燮",
            "内容": "湖平天阔漏迢迢，群燕飞过锦带桥。切树明霜锵步瑟，当筵华月睨横箫。\n鸳鸯拍绮烟中楫，翡翠笼灯马上翘。酒市尽收人尽散，墙阴一蟀语清寥。"
        },
        {
            "标题": "九月望夕散步日月湖观社火归而有作得四章 其三",
            "作者": "姚燮",
            "内容": "碧眼胡僧唱楚些，大倾秘露散无遮。九莲地府祅神火，七宝天门帝女车。\n独艳凄然生古怨，回风霎已捲轻沙。炎沟久涸思甘澍，知否枯鱼泣万家？"
        },
        {
            "标题": "九月望夕散步日月湖观社火归而有作得四章 其一",
            "作者": "姚燮",
            "内容": "佽飞旌盖鲍郎宫，火树银花彻晓红。叠翠层楼天半蜃，流丹复道水西虹。\n摩烟塔影灵坛外，绕郭江声画鼓中。媚献我神来醉止，愿为民气振衰穷。"
        },
        {
            "标题": "玉几山",
            "作者": "姚燮",
            "内容": "豢虬乘佛睡，委辔向尘中。大海回春绿，初星隐阙红。\n道存心许纳，天远目难穷。倦且南崦息，芝坛有碧茸。"
        },
        {
            "标题": "煨芋",
            "作者": "姚燮",
            "内容": "铁箸挑宿灰，竹炉试晨炭。颗颗黄头焦，累累白石烂。\n香气领纡郁，火候酌暄熯。玉肤褪云绵，金丸脱星弹。\n残年支拄过，山厨咄嗟办。不羡东坡羹，且共邺侯饭。"
        },
        {
            "标题": "妇病自春晚始剧至六月四日竟不复生感触所缘记以哀响都得二十三章焚之榇前以代诔哭 其二十二",
            "作者": "姚燮",
            "内容": "亲朋设斋奠，唁汝棺帏旁。是亦怜汝心，汝须飨其觞。\n此后眼中人，去皆于汝忘。独我一寸心，系与兹生长。\n当择一尺地，送汝安北邙。汝生夙畏风，吾不种白杨。\n殡汝高山头，魂行愁踉跄。厝汝下地卑，恐水溅汝裳。\n又恐过迂远，魂归路多茫。此汝身后谋，为汝劳酌商。"
        },
        {
            "标题": "饮阮明经丈亨珠湖草堂雨霁登文选楼兼呈相国再叠前韵",
            "作者": "姚燮",
            "内容": "林光破霁吹虚绿，新燕如簧语晨缛。冠裳十日苦酬应，忽置閒身向空谷。\n梅翁风格超瀛鹤，上座指挥如意竹。一门俊彦迈江左，各抱兰衿静涵蓄。\n余心荡若秋郊马，骋入悬厓得收束。晋公勋业耀天地，绿野承恩遂初服。\n安閒一几陈炉椀，俯仰三朝论耆宿。藐蒙奖誉及贱子，傥在车軨愿为毂。\n草野文章等泥砾，齿颊人间几荣辱？生平郁志苦沈閟，差引娥辉照纡曲。\n隋楼百尺冠青杪，密筱琅锵动珠玉。横阶蜡蕊看齐整，积藓烟痕与磨斲。\n四城云树入图画，万帙缥缃盎芸鞠。琅嬛或借茂先住，上药奚劳觅芎菔？\n更归堂上延幽翠，剩雨彯还润琴局。深情转怨庭光晚，薄醉宁辞瓮头馥。\n此去车随京国雁，应有书传大江鹜。垂杨不与相思系，邗水春风阻和穆。"
        },
        {
            "标题": "四更月落徐君送余下船",
            "作者": "姚燮",
            "内容": "月落万山低，潮来风益凄。断沙明荻雁，大野语霜鸡。\n握手当寥阔，投心入窈迷。借歌渭城曲，抵得白铜蹄。"
        },
        {
            "标题": "托感十二章 其一",
            "作者": "姚燮",
            "内容": "入俗试变机，蹈履胡由凭？警候多凉风，不扫阴翳清。\n涧坡积丛杞，幽绝无人行。日光避林色，白昼闻虫鸣。\n返心检初悦，外感虑其撄。迁化不违理，天人默相乘。\n矫激抒愤悲，悠悠徒丧名。"
        },
        {
            "标题": "闻冯太史登府讣寄挽六章 其一",
            "作者": "姚燮",
            "内容": "强力不缚虎，手以蚕丝缠。鬼箓轻文章，黄土无才仙。\n山猴苦冻骨，白云不为棉。史传遗姓名，谁傲蜉蝣年？\n公也绣州杰，少志横八埏。欲从苍颉世，搜括虫鸟天。\n妾御蔡石经，仆视扬太玄。神獬岸独角，吸古如吸泉。\n老容惫将皱，揽镜犹拂铅。岂伊灶下妪，尽解春风怜。\n著书以尺量，赎命无一钱。巫咸久瞆聋，曷贵羲和鞭？"
        },
        {
            "标题": "闻江开客淮上未归寄五律三章 其二",
            "作者": "姚燮",
            "内容": "开府画堂高，悬灯看宝刀。黄金彫骏色，白日闪鸿毛。\n气折三河下，才兼万象劳。榛山多虎迹，我为诵《离骚》。"
        },
        {
            "标题": "闻江开客淮上未归寄五律三章 其三",
            "作者": "姚燮",
            "内容": "命世如君几，艰难得一官。待徵无束帛，归钓有长竿。\n水涸鱼苗尽，天空木气寒。嗟嗟孤雁影，中道尚漫汗。"
        },
        {
            "标题": "金鸡山之战狼山镇总兵谢公朝恩死之",
            "作者": "姚燮",
            "内容": "白日鸣鞞走地雷，隔江纛偃大行台。出关枭骑追云遁，入峡龙骧破浪来。\n猎后奔狼骄突砦，劫馀封蚁感焚槐。九原自有全归乐，漫为将军致恸哀。"
        },
        {
            "标题": "闻冯太史登府讣寄挽六章 其五",
            "作者": "姚燮",
            "内容": "时予投荒山，与公隔百里。泬寥天无鸿，但有燧云紫。\n燧云连句馀，江河见枯底。盗贼如猬毛，官衢绝行屣。\n报书苦无由，传闻惑生死。纸笔成废材，何从诉心痏？\n坏牖风灯孤，村鸮夜搀鬼。卧见蚩尤星，阴芒射床觜。\n有时梦见公，深墨面容毁。似悲西风盲，苦漂断矶苇。\n民户多不完，谁犹弁矜頍？但祝公早还，洁身尚非罪。\n匿有灵均怀，在眼即湘水。犹期他日逢，同证此身诡。\n置酒明山高，一振气颓委。"
        },
        {
            "标题": "雪夜饮酒听赵二裕熙说庚子岁定海县知县姚公怀祥总兵张公朝发殉难拒夷事纪以长歌",
            "作者": "姚燮",
            "内容": "赵君置酒忽不乐，醉掣匕首挥白云。胸中旧事匿真史，谓当借我长篇陈。\n今宵大雪天阴阴，瘦猿作筑乌为琴。商声离沓和千籁，有鬼旁涕悲其音。\n当岁庚子夏六月，暍日千峦烁林樾。孤城海上浮一丸，罔两潜来索山骨。\n捣虚或似龙骧军，楼船走毂天为氛。请兵告急拒不发，一朝坏我将谁云。\n二十七舰平碇潮，乱呼觱篥金距趫。游魂绝岛豺狼忍，侧目中原意气骄。\n承平已久兵力孱，刀钝不羼弓难弯。粮无储蓄县官苦，职有司守将军难。\n将军独帜当坚壁，县官仓皇倒持戟。约战难宽三日期，万姓存亡争一息。\n女墙列炬南门关，蒺藜櫑木传车辕。将军挈马堵冲道，兀立不动如邱山。\n邱山可动身不动，微命鸿毛国恩重。惊飙压屋孤木持，"
        },
        {
            "标题": "闻江开客淮上未归寄五律三章 其一",
            "作者": "姚燮",
            "内容": "潦倒庐江客，中原一骑游。姓名关吏熟，文字路人求。\n自负心能壮，何知鬓易秋？西风近崚厉，劝尔且归休。"
        },
        {
            "标题": "送孙同年衍庆还湖州",
            "作者": "姚燮",
            "内容": "柳君吾浙之杰士，气薄流辈神骄昂。奇贫鍊骨极坚劲，外泽文字生古光。\n春门上策听留弃，耻以年华俟科第。苕霅之水清如涟，谓欲浮家谢尘世。"
        },
        {
            "标题": "赋得大道柳八章 其五",
            "作者": "姚燮",
            "内容": "谁向西风里，来闻落叶声。清霜千里白，瘦马五更行。\n况有哀蝉语，能无忆旧情。只今好颜色，尚使客愁生。"
        },
        {
            "标题": "五更起盥沐礼斗毕作诗",
            "作者": "姚燮",
            "内容": "千灵森卫一尺席，中有天河万里汐。星光倒映无数灯，一河贯之为玉绳。\n白云动旌旆，帝母乘莲华。蹒跚七豕金镮车，骡神前导青髻丫。\n阿香绣衣霹礰斧，八臂当头火轮舞。罡门日将貌奇古，丈六缨矛挥白虎。\n灵官赤面负文簿，挟纛能飞腋生羽。彤霞一豁笙璈鸣，下方冻色浮寒冰。\n孤香不动如缕升，丹田直透泥丸庭。泥丸真人接天驾，手抱芝醽跪倾泻。\n冻色潜消阳气出，烂烂珠槃跃红日。此日不照四天下，激射吾心九芒赭。\n帝母鉴我诚，致我辞绸缪。太微白玉三层楼，第十七劫当重修。\n文昌侍书才气柔，骈林腐语同蚍蜉。待尔怀中五色笔，力回万古狂澜流，穹碑巨制惊天眸。\n先今为尔换凡骨，姑仍狎世看沈浮。尔亲白发儿黑头，为尔皇民同休休。\n他年事毕劫亦至，与尔双肩添肉翅，今且毋言未来事。\n帝母辞罢千灵趋，朗然六合还澄虚，海东独耀红芙蕖。"
        },
        {
            "标题": "南辕杂诗一百八章 其七十九",
            "作者": "姚燮",
            "内容": "蛰龙向深穴，蛙黾遂肆骄。妄以一勺水，抗彼江海潮。\n力尽不见功，侏儒坐相嘲。积雪极千仞，不如培塿高。\n麒麟伏榛莽，拳缩同猬毛。瓮天舞醯鸡，转自游逍遥。"
        },
        {
            "标题": "别陈佐钧",
            "作者": "姚燮",
            "内容": "北风打头我难北，且送君归南向行。君行不行亦何恋，移舟来傍吾舟停。\n斯时雪霁月满城，万木齐拍冰花倾。疏篷坐对烛光短，萧萧汹汹多危声。\n危声掩抑出更鼓，三更鼕鼕夜停午。沈沈四鼓君未行，脉脉中情若难吐。\n当前相感犹至斯，别后相思定何许？春灯买醉阊门楼，君饮不辞十百瓯。\n直令意气抗幽朔，下视屠侩真咿嚘。朅来寻春邓尉路，静撚梅花琢幽句。\n偶言萍水有离合，转复低徊感身世。我向吴门十日住，冷邸劳君日三顾。\n忽乘风雨梁溪游，更得五日同扁舟。颇愿日日共兹乐，我非江水君非鸥。\n君行且行吾弗留，努力精采崇前修。我舟待发君已远，行谁送我江上头？\n君行南去我行北，眼看长江千里流。"
        },
        {
            "标题": "自杨庄渡河下淮船抵吴门道中纪事写怀六章 其五",
            "作者": "姚燮",
            "内容": "同侣皆浩叹，顾我筹未然。各有亲孥存，存亡今难言。\n尔我如弟昆，半载同食眠。万一遘所凶，所戴匪异天。\n当谋生死宜，视此白日悬。白日有晦明，心腑无磨镌。\n莫争匹妇仁，枉与沟壑填。斯言未忍终，痛泪交沦涟。\n逆向西来风，洒与东流川。川以风荡回，泪以心沸煎。\n万籁无一和，万象无一妍。有象但成夕，有籁皆成鹃。\n安知身所之，前路非黄泉？"
        },
        {
            "标题": "自杨庄渡河下淮船抵吴门道中纪事写怀六章 其三",
            "作者": "姚燮",
            "内容": "百觅得一船，价昂不敢争。市肉饷纤夫，促其星夜行。\n为言劫盗多，往往遭虏搒。巡汛虽有官，安能穷察侦。\n迩复浙东乱，梗塞还难凭。列砦齐山东，犄角朱方营。\n白日无过鸿，愁雨搀笳声。安知丸泥封，不及丹阳城。\n使我废食叹，独立睋青冥。似见烽烟红，上逼欃枪星。\n其下云凄凄，凄与祅雾横。恐有战死魂，凄凄同郁凝。\n郁之久不散，都来凝我情。愿借金神飙，一荡江山清。"
        },
        {
            "标题": "自杨庄渡河下淮船抵吴门道中纪事写怀六章 其二",
            "作者": "姚燮",
            "内容": "长风飘大缨，远见铃马驰。急切欲相问，铃马去如飞。\n后卒四五人，徒步不及追。言调徐州军，期限三日回。\n闻言丧我心，同侣面如灰。岂真家已无，此去终无归。\n努力趋淮河，河上声如雷。云是寿春兵，顷从西路来。\n索船同索逋，船尽夺马骑。可怜官口喑，顿足难指挥。\n颇闻江北荒，自食近苦饥。讵料蓄廪馀，还供军粮赍。\n一家不举火，势及里党危。无食尚有家，无家当告谁？"
        },
        {
            "标题": "自杨庄渡河下淮船抵吴门道中纪事写怀六章 其四",
            "作者": "姚燮",
            "内容": "十十复五五，津头打津鼓。日出西北风，撑船下淮浒。\n千船齐出关，军船杂行旅。旅人语军士，未言泪如雨。\n自离舟山城，十年作淮贾。昨信茫昧闻，妻孥惨遭虏。\n军士还与言，充名隶行伍。名兵实则农，能犁不能弩。\n去当殇异乡，敢期还故土？旅人还乡悲，军士出门苦。\n叹我不为军，叹我不为估。何以中道间，同来受凄楚。\n堕叶魂共悬，荒山梦多阻。心气吾几何，安能不消阻。"
        },
        {
            "标题": "自杨庄渡河下淮船抵吴门道中纪事写怀六章 其六",
            "作者": "姚燮",
            "内容": "行路日益近，讹言日益多。信之尽不疑，中道将如何？\n昔言丹陵危，昨下兰陵阿。昨言兰陵阻，今已毗陵过。\n视水仍涟漪，望山仍嵯峨。且倾樽中浆，平此心中颇。\n心颇不能平，击箸还浩歌。何以声悲凉，绝不惊鼋鼍。\n瞬息抵金阊，维缆城西河。到耳乡人音，欢笑原无他。\n始将九地魂，复挂千尺柯。遍询得其详，证合无异科。\n噩梦胡不安，馁气胡不和？稽首谢上天，谁实瘳我瘥？\n惊定心转悲，有涕还滂沱。"
        },
        {
            "标题": "陆㙨过寓斋谈次示丙申见怀五律四章依韵奉答 其三",
            "作者": "姚燮",
            "内容": "偶弹清夜泪，颇忆素心知。樽酒看天远，深山出梦迟。\n残灯摇短榻，独茧引长丝。那分沧洲雁，亲传寄远诗。"
        },
        {
            "标题": "陆㙨过寓斋谈次示丙申见怀五律四章依韵奉答 其一",
            "作者": "姚燮",
            "内容": "一撒尘驹辔，关门守谷神。须知千载上，尽有不传人。\n定月高辉满，虚天旦气真。莫凭桃李艳，狼藉锦江春。"
        },
        {
            "标题": "陆㙨过寓斋谈次示丙申见怀五律四章依韵奉答 其四",
            "作者": "姚燮",
            "内容": "空山风雨约，万古定何年？清净为初地，洪荒已后天。\n他乡今日事，小结大生缘。愿戢醯鸡舞，从吾瓮底眠。"
        },
        {
            "标题": "西地锦",
            "作者": "姚燮",
            "内容": "夜转银河月午。荡凉云娟楚。梧阴满地，翠阑深曲，有人低语。"
        },
        {
            "标题": "寄陈庆镛朱琦两侍御都中三十二韵",
            "作者": "姚燮",
            "内容": "拙鲁埘伏禽，能识旭天曙。鉴事违所怀，戢毛悚焉惧。\n穷生草莽栖，矢谠有言疏。梦寐通九阍，可怜足投洳。\n贾董今千秋，危名未终误。所赧委蛇流，太平倖恩数。\n今朝列圣传，八埏巩皇祚。牖耳无塞黄，因风想韶頀。\n心衡持允中，曷尝偏好恶？施瀣必及幽，弥纶气成酺。\n未防蝼蚁多，徇贪广相蠹。掩口随因仍，诿云协时务。\n海东方偃兵，群鸿饿思哺。葺篱期少安，豺狼绕门顾。\n白镝堪骇魂，沥血仰何吁？敢拚贱命微，上犯长官怒。\n一令资挽更，泄谋逮行铺。谁于邦本思，哀矜惬刑措。\n大圜升高旸，栗烈下潜冱。寝卫隔上霄，奚从体号謼？\n燮生遭乱离，自分涸潭鲋。俯得烟海澄，重湔布衣素。\n胡然身有家，眠食尚疑怖。眼看同陌民，支绌受衰斁。\n杀人挟利刃，不若钱与布。驰书告我友，聊为愤心吐。\n玉关云气祥，春姿茂佳树。长袖拂善旌，锵鸾佩鸣豫。\n愿从密勿间，前筹借吾箸。既塞浚以通，惟平准之恕。\n坐挹南薰和，欢歌遍黔庶。莫笑蛩见卑，徒解牖隙觑。"
        },
        {
            "标题": "洞仙歌·双凤西瓜",
            "作者": "姚燮",
            "内容": "软沙镵净，恰琼波初浸。鸽翠驼红错秋锦。记星期七夕，画阁箫残，深深拜，祝到鸳鸯佳谶。"
        },
        {
            "标题": "偕同人游西湖晚归以兰叶露光秋月上分韵得上字",
            "作者": "姚燮",
            "内容": "烟树极苍窈，天水合泱莽。群景纳真气，入眸无凭象。\n西风揭云幕，孤月忽在掌。擪笛作龙吟，高声自虚上。\n凌波万菡萏，金翠互摇滉。气静物为涵，境澈心与朗。\n元鹤不可招，逋仙亦已往。浩浩千载心，于兹成独赏。"
        },
        {
            "标题": "西陵小诗二绝句 其一",
            "作者": "姚燮",
            "内容": "楼下蘼芜入江色，江头春雨正丝丝。谁知客在楼中梦，梦折前年旧柳枝。"
        },
        {
            "标题": "西陵小诗二绝句 其二",
            "作者": "姚燮",
            "内容": "柳枝袅袅垂春桨，人影娟娟倚画楼。怪底别来消息远，只如江水向西流。"
        },
        {
            "标题": "溪上行",
            "作者": "姚燮",
            "内容": "去年溪上桃花枝，花底春人白袷衣。宿鬟不梳弄芳草，拾得残红引蝶飞。\n今年溪上空烟草，春人颜色秋同老。旧桃无叶蝶已归，留住啼鹃歌懊恼。\n桃花无情春不留，溪流来照春人愁。溪流声里闻低笑，隔岸谁家千尺楼？\n楼中秋女娇如玉，帘卷秋山画眉绿。山痕自秋眉自春，那识秋风愁别人？\n商量花到明春放，一桨溪头采白蘋。"
        },
        {
            "标题": "感惜旧事三章 其一",
            "作者": "姚燮",
            "内容": "谍舌笼鹦以粒骄，拉烟为宅不如枭。愿求秦斧诛嫪毐，谁坐齐庭谳竖刁？\n九曲河源争简絜，群星天次拱招摇。六宗大礼多沿革，漫说私禋重不祧。"
        },
        {
            "标题": "感惜旧事三章 其二",
            "作者": "姚燮",
            "内容": "伤心一叶下林飞，落水仍于断梗依。长剑今无公子札，短歌古有华山畿。\n苦将愤郁随欢度，劳使形骸愧影非。息不掩关行不担，尔禅何以谢脂韦？"
        },
        {
            "标题": "喜迁莺 帘阴依梅溪体",
            "作者": "姚燮",
            "内容": "网油窗户。惹几回醺眼，看晴疑暮。窣地深深，横波悄悄，筛乱竹梢桐乳。\n夕阳明不到，琼押底、略通莺语。问何事，剪湘云剩片，来隔愁住。"
        },
        {
            "标题": "喜厉山人自禾中来得诗四章 其二",
            "作者": "姚燮",
            "内容": "晓起盥方罢，倚阁山川清。忽于鸣鸟中，叩门惊子声。\n急烧破甑饭，漉之莼叶羹。略拂晴和风，吾已硗确平。\n昨宵月梦寒，梦汝烟江行。安知汝寸心，先傍吾几檠。\n隔檠十万花，春满夫差城。何于万花界，恋此孤竹青。\n我竹子凤凰，我能媚子鸣。子鸣人耳聋，聋者但闻莺。"
        },
        {
            "标题": "喜厉山人自禾中来得诗四章 其三",
            "作者": "姚燮",
            "内容": "判袂芙蓉江，真如箭离括。望君千里眸，怨为乱山夺。\n而今得倚依，复何感沈阏。当如茑在松，生意勉同活。\n列馔供饮饕，谁还料饥渴？岂其燕羽单，无阻海天阔。\n子前吾语子，人生贵自达。眼底木叶荣，知难避秋脱。\n秋来子不知，秋在我心末。将心挂子眉，毋云气疏豁。"
        },
        {
            "标题": "喜厉山人自禾中来得诗四章 其一",
            "作者": "姚燮",
            "内容": "逐役情寡谐，身真异乡赘。虽有龙女梭，与人织山"
        },
        {
            "标题": "晓发锡山戏书所见二章 其一",
            "作者": "姚燮",
            "内容": "瑟瑟撒秋尘，昆崙十万蘋。间嬉无滞悦，久视作回瞋。\n水影都横雪，山痕不受春。柳圩停画担，笑煞卖香人。"
        },
        {
            "标题": "都门春感杂诗二十章寓崇文门试邸作 其四",
            "作者": "姚燮",
            "内容": "平量七级上天梯，北斗星高阊阖低。手弋科名逢大猎，力资保障据长堤。\n勾留燕子无深院，灌种桃花有别蹊。且脱杖头谋小醉，绿阴南郭看扶犁。"
        },
        {
            "标题": "题方山人絜竹刻拓本",
            "作者": "姚燮",
            "内容": "心芒细无末，触毫达中里。运腕得至遒，强弩砉楛矢。\n华岳缩卷石，仙莲幻掌指。雕凿混沌窍，能令造化死。\n太素失顽坚，烂然出青紫。想其神在先，绳矩以眸使。\n秦镜洞藏窍，温犀炯灵水。吐纳千蟭螟，转战万虎兕。\n我来袖手观，内悚欲牵掎。谁知操刀者，闲极转止止。\n格成手亲拓，银光洛阳纸。纤媚镂月华，腴润抉天髓。\n靺鞨间琅玕，荃蘅杂兰芷。迷离三神山，斑驳五都市。\n外凑见沈密，内道寓砻砥。因君悟践学，求我返即是。\n驰骛涉元渺，离真皆谲诡。益以验君品，随动凛步轨。\n此艺在人间，千秋渺馀子。"
        },
        {
            "标题": "示吴大颋四章 其三",
            "作者": "姚燮",
            "内容": "咫尺湖湾不借艖，清门两世作通家。圣如旭也君颠草，弱甚微之我病花。\n托意高文仙蜕药，匿身初地佛团沙。商量黄叶黄楼梦，珍重青灯青鬓华。"
        },
        {
            "标题": "答黄丈钊",
            "作者": "姚燮",
            "内容": "鍊文若仙蜕，要与万劫争。趋名伺荣捷，气在即夺生。\n燮也少好诗，意往辞辄倾。不基幻楼阁，无律喧甲兵。\n未解一鸡缚，遂欲全牛烹。高秋敛春象，剥落千树英。\n乃知扫秾缛，渐使还空明。烟窗竹能媚，月宇云为晶。\n天海接黄浊，一一支流清。赴矢准虱的，缘垤规蚁程。\n常惧性真汩，强附优孟形。百虑阻一得，心目交晦盲。\n中年出涉世，寸腑哀乐并。悠悠古今事，恻恻饥寒情。\n但馀穷愁言，拉杂来纠萦。知巧异金石，日月犹驱虻。\n安复借讥誉，舍我就缩嬴。再拜诵君什，余怀致怦怦。\n挥洒热厓雨，鞭叱天门霆。广莫如可招，御之泠然行。\n我策东海鳌，君控南海鲸。探奇尽六合，访道遍五城。\n元镜握高掌，永照人间冥。"
        },
        {
            "标题": "眺秦望山",
            "作者": "姚燮",
            "内容": "青霞暗拂琉璃波，亭然结束金茎荷。化身冰雪藐姑射，瘦烟一鬟春无多。\n古愁在胸不可遏，刺眼变作青嵯峨。阿房回首秦川夕，铅泪能斟是丹液。\n漂鹅不到弱水根，玉体童男已头白。天门夜朗群鹤回，瑶华洞照三清台。\n蟠桃如瓮经九熟，昆崙安有浮槎来？万丈沃焦堕仙蜕，可怜龙背生莓苔。\n愁风遍吹大招曲，彭铿终使蜉蝣哀。沙邱悽悽残骨葬，犹剩荒山署秦望。\n瀛海西南驻跸峰，万岁千秋兀相向。"
        },
        {
            "标题": "乡居寄同社",
            "作者": "姚燮",
            "内容": "拙字愧作乞米书，梁鼠窥釜先愁虚。东邻故人亦贫贱，暑汗淫淫御无练。\n园隅老笋萚已黄，野桃果熟瓜蔓墙。黄鸡拍翅吸苔食，肖尔主人骨瘦立。\n摘瓜剪桃当大烹，开筵列坐青山横。盲词可悦胜谭史，袖光容裔天云晴。\n诸君闭门事苦读，六月城居少凉屋。佳人零落方在谷，星夜清啼怨踯躅。\n慰心一事差可誇，海田细稻绽白花，深水浸叶多肥蛙。"
        },
        {
            "标题": "花朝忆梦图太守悼亡作也绝句四章用元倡韵 其二",
            "作者": "姚燮",
            "内容": "飘烟去速梦来迟，凄绝香阴检药时。桃李但从蝴蝶媚，一竿瘦竹是心知。"
        },
        {
            "标题": "闻汤户部讣哭之以诗得七章 其四",
            "作者": "姚燮",
            "内容": "贱子少习诗，寝食倚为命。颇嗟元化迁，径思挈其柄。\n既壮始求友，出乃与子遭。下听鶠雀声，谓在千仞高。\n千仞多凤鸾，金碧间青紫。文采纷子前，等以蠛蠓视。\n独持悱恻心，纡回及贱子。作息相影形，差不共肌髓。\n谓当成我生，竟先诔君死。死泪生不续，生泪如死流。\n子耳不再聆，吾噫今且休。海城置枕高，枕上置君集。\n撼壁风涛中，梦闻子声泣。"
        },
        {
            "标题": "赋得大道柳八章 其一",
            "作者": "姚燮",
            "内容": "何处琅琊宅，骅骝古道开。燕飞香水驿，雁落尉佗台。\n客倦惊飘梗，江春忆早梅。谁看夜深月，照过汉营来。"
        },
        {
            "标题": "湘江静 五更发京口至瓜洲作",
            "作者": "姚燮",
            "内容": "贴梦芳洲思撷杜。又匆匆、挂帆东溯。微微风色，濛濛潮气，弄萧萧江树。\n递过碧天声，杂城笛、山钟津鼓。烟明柳渚，月斜柁楼，谁怜我、此时绪。"
        },
        {
            "标题": "向湖边 佘春帆消夏观荷图",
            "作者": "姚燮",
            "内容": "鸥渚深菰，莺栏疏柳，飒飒暗生秋意。好挈茶铛，泛扁舟来寄。\n有许多、凉碧霏衫，明红流靥，写出水妍山媚。花外尘喧，任炎官停辔。"
        },
        {
            "标题": "项王故里",
            "作者": "姚燮",
            "内容": "赤地烟声战夕乌，江流无界割偏隅。居民善击风犹悍，万敌难戍霸亦愚。\n竟使亲朋臣汉沛，可怜意气折骓虞。褒斜山角藤萝月，常照英雄愤泪枯。"
        },
        {
            "标题": "元旦萧山舟中二章 其一",
            "作者": "姚燮",
            "内容": "微云展晓风，水鸟试初翮。城树影无限，原草气先碧。\n初阳光八垠，宿霾涤明婳。若念枯槁久，刻意缋佳色。\n群生各萌善，我怀去宜适。"
        },
        {
            "标题": "元旦萧山舟中二章 其二",
            "作者": "姚燮",
            "内容": "我怀去安适，浃理但无涘。勃郁千载心，委化得间止。\n亭亭天际山，瘦约与人似。垂青鲜妆染，照水自华绮。\n葆素静为的，碍物真乃弛。拄颊缅晨象，悠然喻所指。"
        },
        {
            "标题": "小桃红/连理枝",
            "作者": "姚燮",
            "内容": "坐也和愁坐。卧也和愁卧。月上梨花，一帘吹雪，梦凉难作。\n待月斜、花暗晓乌啼，便黄昏又过。"
        },
        {
            "标题": "迈陂塘 蒋园席上作",
            "作者": "姚燮",
            "内容": "又无端、送春吋节，箫边听唱吴纻。沉沉夜气濛濛院，酒醒清寒如许。\n灯渐炷。看水样帘栊，宛转留烟絮。隔烟堕露。更露涤花明，花摇月碎，月警嫩鸦语。"
        },
        {
            "标题": "玉漏迟 题陈八二山",
            "作者": "姚燮",
            "内容": "为谁吟思苦。初凉夜气，最深庭宇。梦断仙云，鹤在琼楼何处。\n记否回栏倚并，点衫上、桐花如雨。堪剩许。背奁冷照，移来偏屡。"
        },
        {
            "标题": "帘影",
            "作者": "姚燮",
            "内容": "帘影荡横波，波云天上河。纤禽烟翡下，小草兔丝多。\n月洁庭难夜，心孤怨易苛。昨从星女袖，借得玉龙梭。"
        },
        {
            "标题": "题朱排山秦汉瓦拓本",
            "作者": "姚燮",
            "内容": "考印不识弄狗厨，转婴柞舍嗟已芜。排山手抚三十本，骨肉完好天人姝。\n冰胎一握镂蟾蝫，花浆薰郁手可濡。圜三径一中勾萭，角络或肖金韣弧。\n玉卮无当宫兰池，上林古义徵储胥。平乐之阿馆通观，西京赋解宜薛疏。\n甘泉林光本一地，长生万岁如合符。北邙千金筑豪贵，连甍上拟天子都。\n咸阳一火竟殃及，鸳鸯飘落昆明湖。司空太仆各有院，禄甲天下今所无。\n龙门旧史百官表，下逮宗正真区区。功臣晓逐草莽鹿，妃子夜泪梧桐乌。\n茂陵铜鞮入风雨，彯摇云雁逃穴狐。埽除古气出古质，李文缪篆应非诬。\n纷陈棐几错青翠，椎毡不厌疲手模。汧川渭川行艖䒀，分藩西陕来尚书。\n暗斟薇瀣濯鸾尾，细抽莲刃雕云肤。后人钱赵继踪起，穷搜乱石同搜逋。\n二三千年旧葬骨，狼藉满地将谁辜？更出黠工范赝式，通人往往遭其愚。\n此风流恣及江浙，括砖同瓦穿城堬。岂真朽铁可磨砥，其贵上轶骊龙珠。\n离宫百四金银涂，王气渺与风烟徂。万亿福禄宜男子，吉祥诳语吾讥巫。\n敢以"
        },
        {
            "标题": "抵江村罗氏山庄",
            "作者": "姚燮",
            "内容": "叩门寻我亲，心喜各无恙。转忘饥与劳，一振衰气王。\n出始酬主人，邀我入轩榥。顷惭礼貌疏，罪须鄙情谅。\n沙氛低压空，秋响涩难荡。乱叶走屋楞，群乌敛毛抗。\n大陆兕虎愁，元阴塞芒砀。烧锉蒌蒿丛，免冠泣诸将。\n何有閒暇心，筹及万军纩。我行得所依，未敢复惆怆。\n坐抚初菊红，放怀饱村酿。颇如枯槁枝，独承春煦盎。\n饿鸢投穷林，孤猿入深嶂。庶乎定后魂，永辞危海浪。"
        },
        {
            "标题": "晓发固安",
            "作者": "姚燮",
            "内容": "天小城如瓮，楼高纛建牙。乱河喧渡马，危树肃巢鸦。\n风砺沙生角，云昏日闭华。客行殊苦怯，贳酒一停车。"
        },
        {
            "标题": "晓发铜城驿至东阿道中杂诗五章 其五",
            "作者": "姚燮",
            "内容": "荦确复荦确，出野还入山。山根络奇石，一步千巑岏。\n纡回八九里，碎土无寸完。森然淬矛剑，细若莲花攒。\n苍龙抱松骨，侧颈窥灵猿。飞鸟触幽晦，落翮纷目前。\n崖深日匿景，马重云在鞍。仆夫凛控驭，客子戒喧言。\n踯躅升天行，唏嘘蜀道难。荒城出烟背，得止神稍閒。\n来程引回睇，一气苍莽间。"
        },
        {
            "标题": "临平关晓发",
            "作者": "姚燮",
            "内容": "飒飒西风动晓光，凄凄篷背有严霜。万山落叶趋平野，远海垂云见故乡。\n冻溆饥凫窥浅簖，寒天微旭润枯桑。孤愁任逐南潮去，未敢邮程问短长。"
        },
        {
            "标题": "晓汲吟",
            "作者": "姚燮",
            "内容": "秋潭一泓行片云，佳女晓汲青丝裙，幽花如桃人忆春。\n桑梢凉光动初日，宿雨苔根似鸣蟀，凄梦银床感湘瑟。\n十年挽髻无婿家，空山独情怜病鸦，含睇烟心萝叶斜。"
        },
        {
            "标题": "长安镇晓发",
            "作者": "姚燮",
            "内容": "戍柝声微舟待发，村鸡啼寂雁初翔。冲堤乱水疑崩峡，酿雪云天似大荒。\n海旭含山生远赤，城芜接野变深黄。孤篷有客真无赖，襆被寒灯昨梦乡。"
        },
        {
            "标题": "浃口晓发二绝句 其一",
            "作者": "姚燮",
            "内容": "苍茫斜月未沈山，迅逐孤鸿过海关。万里浮浮舟一叶，昨宵秋梦尚人间。"
        },
        {
            "标题": "京江晓发",
            "作者": "姚燮",
            "内容": "扬子江头残月白，照见青山送行客。江头杨柳吹晓姿，山下飞凫拍沙碛。\n南风五两潮初起，北下孤帆极逦迤。眼前风景消行路，别后情怀向流水。\n金樽有酒空如淮，谁能使我欢颜开？"
        },
        {
            "标题": "长沙潭谒庄太常汉晓先生祠",
            "作者": "姚燮",
            "内容": "荒水渟古春，漓然发华洁。灵栝蟠野姿，讵嫌生性拙。\n日斜暮气隤，青山与昭揭。干握芝草云，元英四檐结。\n卓荦冯与王，龙门望相埒。目摄朱鸟飞，耿怀矢夔契。\n帝命无两存，未敢怨顽劣。吞刃栖九幽，佯狂保明哲。\n天质完赩幽，人运挽忠节。谁从炉底灰，穷搜六州铁。\n凉潦秋不蘋，荐公寸心血。遗像无悦颜，哀眉蹙元绖。\n再拜增郁伊，上骏渺英烈。飒飒长田风，回云一雕掣。"
        },
        {
            "标题": "晓发铜城驿至东阿道中杂诗五章 其二",
            "作者": "姚燮",
            "内容": "十里北京店，五里南京村。村贫绝宵警，巷屋荒无门。\n麦原接逦迤，但有烟草昏。飒沙白如雨，高天青不云。\n民閒各野坐，袒裸无完裈。纷纷去车马，目击行人行。\n朝餐自不保，留客安有樽？若有百端苦，难为过者陈。\n我马下坡阪，饮水甘黑浑。马饱得行路，我饥且弗言。"
        },
        {
            "标题": "浃口晓发二绝句 其二",
            "作者": "姚燮",
            "内容": "闷不成眠起倚篷，大圜彻底烂霞红。射龙劲臂吾无恙，要向东皇借玉弓。"
        },
        {
            "标题": "晓发铜城驿至东阿道中杂诗五章 其一",
            "作者": "姚燮",
            "内容": "策马辞铜城，晓气暄且凉。初旭尚含雾，已见西壁黄。\n危道覆丛树，一去百里苍。高桐矗天"
        },
        {
            "标题": "晓发铜城驿至东阿道中杂诗五章 其三",
            "作者": "姚燮",
            "内容": "拍翠下崇阿，晏水阻南麓。回滩乱沙嘴，逆泻碎河腹。\n茭烟明远翠，壁色射绵绿。䑰䑠难唤渡，横篙傍鸥宿。\n载驱歌就浅，独漉感泥浊。圆涡细旋马，断荇上萦毂。\n溱洧笑裳褰，沧浪岂缨濯？迷津不可问，栖皇吊前躅。"
        },
        {
            "标题": "王营晓发",
            "作者": "姚燮",
            "内容": "马足河声拥梦飞，南云渐白北星稀。回风掠地沙如雪，吹作寒花上客衣。"
        },
        {
            "标题": "谢村",
            "作者": "姚燮",
            "内容": "绝岸人声送市楼，蔽天帆影下粮艘。乍回杨柳东风色，几处关河落照愁？\n明日迢迢隔吴越，此身泛泛结凫鸥。乱云山远钟初动，江海空濛夕气浮。"
        },
        {
            "标题": "哭孙同年起元四章舟行严滩溺水死 其一",
            "作者": "姚燮",
            "内容": "不信竟如此，人来告我闻。但教生已苦，谁使汝能文？\n黯黯风吹雨，凄凄水是云。游魂无家室，飘泊与谁群？"
        },
        {
            "标题": "托意三章 其二",
            "作者": "姚燮",
            "内容": "纤纤麝囊花，含葩依春林。双跗隐相络，中有百结心。\n作意故迟放，气郁香益沈。美人悄独立，袭上红罗襟。\n因温如中酒，神味供细斟。融想渐与化，梦幻皆侵寻。\n露凉媚新蝶，月上啼文禽。物犹助其致，人意安能禁？"
        },
        {
            "标题": "东魏天平四年四面玉佛象诗为僧达受作",
            "作者": "姚燮",
            "内容": "帝身舍拂史所无，二法造孽安足辜？倘援太武作龟鉴，如何竟使台城芜？\n靳家兄弟东魏产，太平丁巳始造躯。铭云七世保如意，下及存者祯祥俱。\n高径周尺尺二寸，量三寸羡其侧隅。一十四象佛菩萨，光明古月澄眉须。\n纠修于顶妙华髻，的皪在胸璎珞珠。牟尼多宝梵天相，端好不假银泥涂。\n土花涩缩抹烟色，井泉碎剃苔痕枯。谁将鹦鹉画翎绿，赩赩渲上红粟肤。\n新安城中五明寺，渐江遗墓梅花敷。西湖诗僧老行脚，来歇包担瞻浮屠。\n铜龛香象秘尘滓，网纱四罥青蜘蛛。重为拂拭出晶采，若揭龙钵开明蝫。\n昨还吴下持示我，六十三言文非诬。二千馀载几兵燹，此盟竟不金石渝。\n永平以来溺西教，慈悲密咒颁鸿胪。太和建德迭惩禁，沙门馀党多伏诛。\n李唐中叶复流布，咸通速祸真堪虞。其中造象万万亿，如风卷砾飘矣徂。\n幸存顽质免澌灭，抚摩亦足资閒娱。谓宜皈戒勤供养，彼倖福者毋乃愚。\n僧今自喜肖其肖，以印相印吾得吾。尘尘刹刹妙解脱，证逢于达真如如。\n三乘无等等诸默，愿删偈辨防谲觚。幻相必挂大千睫，一弹指顷旸西晡。\n楼台烟雨六朝寺，四百八十谁存乎？与僧往剥绿扇叶，腻堪饱腹名蹲鸱。\n我还捕我水田蛤，僧如不信投尔锄。"
        },
        {
            "标题": "别家三十六韵",
            "作者": "姚燮",
            "内容": "出门数百里，犹作乡里看。计我在乡里，十年无三年。\n前庭新种槐，高已齐屋巅。后圃野菜多，偶来尝其鲜。\n今朝走京洛，计里云三千。转似初出门，惘惘增烦煎。\n高堂视行箧，谋画穷琐纤。如遣新嫁娘，衣袜务其全。\n病妻苦缝纫，皲手不得閒。竹月已过廊，剪灯犹迟眠。\n阿弟散塾归，诸妹行齐肩。索我市带佩，下及花粉钿。\n阿兄他日归，使我身手妍。小儿三尺长，转侧吾膝前。\n倚膝静辄睡，泥膝娇缠绵。阿爷他日归，读书当连篇。\n从知家室乐，富贵难夺权。慰之欢喜辞，恐使心悲酸。\n亦恐悲我心，笑语迭相欢。天地入残腊，荒草浩平原。\n骤转东北风，催上江干船。上拜高堂亲，高堂无烦言。\n但言昨宵语，在尔心腑间。弟妹及妻子，各各手相牵。\n但言君所需，要者裘与毡。馀置行箧中，一一有绪端。\n邻里走相送，饮我酒一樽。送我至江干，江上潮如湍。\n今宵我有梦，梦见江上山。山下孤城悬，吾屋城南偏。\n屋中数灯火，修竹环娟娟。亦知竹中人，梦我江上烟。\n梦我江上烟，梦我沙中田。田中沙磷磷，江上泉溅溅。\n我行日渐遥，我泪空汍澜。寄语南来鸿，为我书频传。"
        },
        {
            "标题": "醉后作短歌十一章 其一",
            "作者": "姚燮",
            "内容": "雨不打无巢鸟，风不飘无根蓬。我独何为好行路，暮听寒雨朝听风。\n朝在南山南，暮宿北山北。北山残菊南山枫，尽是行人苦颜色。"
        },
        {
            "标题": "宿迁",
            "作者": "姚燮",
            "内容": "下车得餐宿，如马初脱羁。百客赴一店，视面各惨黧。\n出门步平野，莫辨沙与晖。但觉黄浩浩，一色无东西。\n麦草向春碧，轮碾枯不肥。背阜城势洼，尘密烟火稀。\n回顾枥下驹，哀鸣尚怀归。人岂无家室，胡乃千里驰？\n离乡等弦筈，徇俗空脂韦。何如天际鸿，不碍浮云飞。"
        },
        {
            "标题": "巫山一段云 宿醉初爽新梦犹怯对景微吟不知有欢怨也",
            "作者": "姚燮",
            "内容": "酒泥深深劝，弦听续续弹。烛横钗乱画帘单。风露堕凄寒。"
        },
        {
            "标题": "夜坐胥门桥",
            "作者": "姚燮",
            "内容": "抽云天绪妙，息露渚香深。远翠摅寥眄，高凉逼静心。\n樯旗风万舸，驿柳月双禽。依约帘栊火，眠花听笛吟。"
        },
        {
            "标题": "小楼连苑 汉建昭雁足灯，为徐子山赋。",
            "作者": "姚燮",
            "内容": "蜡花锈上灵铅，六十三字刓鸿篆。上方省制，大厨供敕，内丞司膳。\n阴后甘泉，阳平酸枣，锦蛾掣电。想银筝横柱，玉绳界户，喧华邸、通宵宴。"
        },
        {
            "标题": "泊舟胥门蔡学洲陈佐钧过慰",
            "作者": "姚燮",
            "内容": "未敢遽疑梦，分明是昔颜。苦情焦短烛，暗爽逼遥山。\n酒为危愁洗，天教稳路还。与筹归后策，讵独慰孤孱？"
        },
        {
            "标题": "徐州道中",
            "作者": "姚燮",
            "内容": "南来五日无山见，侧地山青忽当面。山腰云烂围大布，山顶日华动银线。\n风起云日忽碎揉，山光乃作波光流。飞鸿一翮两翮白，如烟翠中泛萍鸥。\n更泼馀岚落村树，柽绾樟结千苍虬。郁为露气香蒸浮，绕以潭涧声泠幽。\n未得夏雨绿已众，二月三月成凉秋。凭辕客思苦萧索，陡挽天水来润眸。\n弃车席坐行且留，大埃北捲空悠悠。"
        },
        {
            "标题": "送高鹾尹宝森之杭",
            "作者": "姚燮",
            "内容": "朔风盘越峤，天水无鸿声。颓云作雪闭江色，江上有客西将行。\n枯林败苇杂黄赭，山峦削峭寒峥嵘。群动隐蛰戒淩厉，问君胡为甘长征？\n昔以文字不救饿，凄然薄宦来海城。天骐蹶足堕尘坂，顾恋栈豆应悲鸣。\n瑶阊九户辟幽窱，霓车飘忽双龙旌。会须坐尔墨琚案，庸碌讵足争微名？\n忆昨晤君湖之堂，湖烟挟雨摇寒檠。丛篁俯翠弄杯勺，醪醇未御心先倾。\n丰姿玉立气春爽，词华吐纳兰栀清。幽期未溯忽言别，令我愁喜相交并。\n龛山北折势千仞，江涛日夕驱鼍鲸。片帆明日隔云末，当筵凄恻空为情。\n吁嗟乎，当筵悽恻空为情，开门独立天冥冥。"
        },
        {
            "标题": "山静居画竹卷三绝句 其三",
            "作者": "姚燮",
            "内容": "低能拂地峻摩空，叶叶枝枝意未同。绝似髯苏尚圆劲，扫除江左七贤风。"
        },
        {
            "标题": "齐天乐 并序",
            "作者": "姚燮",
            "内容": "疏篱矮屋无人整，荒他十年佳树。芍幌烟苗，芦漪夜火，赢得天涯愁句。\n宾鸿半去。只剩个飘鸥，老依江渚。絮被篝灯，玉玲珑馆借廊住。"
        },
        {
            "标题": "过谢家塘少时故居感作六章 其四",
            "作者": "姚燮",
            "内容": "髫年入邻塾，按卷治毛诗。名物辨异同，颖悟颇有资。\n课馀还学吟，挦扯三唐辞。每博大父欢，点首笑拈髭。\n得饼矜满怀，出觅西邻儿。扫藓花影中，坐作宾朋嬉。\n此境如目前，使我中怀驰。"
        },
        {
            "标题": "城东酒楼逢王耦庚感赠长歌",
            "作者": "姚燮",
            "内容": "高城黄蒿薄日弄，江上飞鸦酒尊送。十年别君常梦君，今喜逢君尚疑梦。\n风霜出门君髯斑，关河感秋吾发残。以吴联越山续山，满眼干戈行路难。\n男儿在世太仓米，贫贱谋生无善体。得閒随地且寻欢，相对何人许流涕。\n为君满泻黄金罍，清歌不用琵琶催。过街锦骑展骄色，拂檐落叶鸣馀哀。\n愁眉一展天云开，暮潮入峡千帆来。浩然掣尔佩钩短，径思骑虎游蓬莱。\n试魂危路博微饱，白透衣尘再难皂。扶犁学稼嗟我迟，积炭烧书劝君早。\n蜉蝣晨飞松已老，竞力名场鲜寿考。不才奚称冠盖荣，有命徒供妻子造。\n君不见渡头杨柳芊芊好，一拨商弦尽枯槁。问君此来安所依，严秋未换单薄衣。\n急须痛醉买舟返，鸥渚芙蓉方满扉。"
        },
        {
            "标题": "雪尽",
            "作者": "姚燮",
            "内容": "雪尽城都绿，东风紧昨宵。江光如靛染，岚气作烟飘。\n初燕声犹涩，吾园柳未条。芳时宜醉祓，待打越娘桡。"
        },
        {
            "标题": "镇海县丞李公向阳殉节诗",
            "作者": "姚燮",
            "内容": "臣虽一小吏，亦食天子禄，来官天子地。地不能为我皇守，臣身亦何有？\n呜呼，公其有守土之责乎？公虽不死，谁惟公是辜？\n或谓公之死乃公之愚，而笑公不读书。惟不读书而不知大义。\n不读书而能知大义，卓卓乎公乃异。此为谁也，坐舆皇皇而出南城之坊。\n彼为谁也，骑马跄跄而驰西门之塘。奈何不见我李二公，二公缢于堂！\n呜呼，二公缢于堂，诚二公之愚，不为二公者当何如？\n昔谁为定海死，死定海者全典史。今谁死镇海城，死镇海者李县丞。\n典史之死吾所知，悬丞之死谁迫之？县丞自死之。"
        },
        {
            "标题": "哭孙同年起元四章舟行严滩溺水死 其四",
            "作者": "姚燮",
            "内容": "死岂真天命，生何怨石尤？须知富春水，不是汨罗流。\n狼藉收残骨，虚无等幻沤。龙门千尺峡，神在倘车斿。"
        },
        {
            "标题": "烟霞洞二章 其二",
            "作者": "姚燮",
            "内容": "飒飒枯枝响玉髇，瘦峰如笋卓青骹。缒藤海眼探龙藏，佩钺松心断虎巢。\n明水半盂真宰鉴，浑仪一握泰西包。僧眉如雪长过耳，老与空钟守烂匏。"
        },
        {
            "标题": "烟霞洞二章 其一",
            "作者": "姚燮",
            "内容": "天斧搜厓出秘魔，雷驱前部六丁呵。旃檀烟紫真香袅，菡萏心青古魄罗。\n地上飞尸云茁角，潭阴愁雨日回戈。文殊不说无生法，消蚀元精近已多。"
        },
        {
            "标题": "眼儿媚 美人晓妆图，王元泽体。",
            "作者": "姚燮",
            "内容": "帘约东风梦模糊。篁翠上轻裾。盥了蔷薇，簪将茉莉，赚得怜无。"
        },
        {
            "标题": "艳歌何尝行",
            "作者": "姚燮",
            "内容": "双白鹄，飞翩跹。其羽皓以洁，顾影交相怜。西邻窈窕女，颜色桃李娇。\n晨飔吹幕，芳情与摇。大姊为厮养卒妇，二姊嫁淮南王。\n日织一绢不糊口，朱门自煌煌。青骢马，八尺高，马上公子金缕袍。\n昨日相逢大道侧，衣不蔽肤面菜色。乌兔代谢，可以一日知百年。\n下有黄土，上有苍天。衣裳在笥，五綵鸳鸯襦，出门升车还下车。\n黄沙漠漠，太山为墟。遨游六合，洞无尘思。斟酌元化，千秋万岁如婴儿。"
        },
        {
            "标题": "军宴诗五章",
            "作者": "姚燮",
            "内容": "棨门传鼓，画绦四悬。刀不出匣，弓不上弦。六军卸甲，窄衣皂鲜。\n素晖满城，空雕弄烟。似有佳采，绚乎山川。朱缨蕤蕤，分貂佩蝉。\n气象睥睨，祜召于天。协以渊德，有忧尽捐。愿为槃石，奠千百年。"
        },
        {
            "标题": "扬州作八绝句 其五",
            "作者": "姚燮",
            "内容": "烟苔匝径走鼪鼯，赭日浮城草不苏。莫怨春光似秋色，鲍郎见日已荒芜。"
        },
        {
            "标题": "同阮二十二茂才福瀚游北山",
            "作者": "姚燮",
            "内容": "身不到奇奇不尽，目摄奇云那能忍？乱山蔽木万僧巢，纡径搜篁独樵引。\n灵扉闭岊疑境穷，暗碧忽劖千丈空。风雷静翕玉池底，楼台倒插冰井中。\n凉翠浮烟莲叶举，湿袂飘香不成雨。柳冥欲写蜩蝉愁，花定微闻鹭鸶语。\n萝衣玉貌三清仙，安炉脱屣将百年。烧松夜煮玛瑙屑，洗铫晨酌玻瓈泉。\n于人久作武陵隔，径苔渐深门渐窄。龙泓有韵差可琴，凤箨无尘颇宜袜。\n镜虹秋皛开峭寒，但有苍碧皆沄澜。遥天十二屏风影，画出娟娟十八鬟。"
        },
        {
            "标题": "梦扬州 送娄啸亭还江南",
            "作者": "姚燮",
            "内容": "暮潮回。看津头、舟楫齐开。送汝渡江，此别何时重来。\n酒家明日无君迹，未挂帆、犹可倾醅。憎多事，垂杨里，杜鹃呜咽声催。\n聊复循行岸隈。将剩茝同攓，半晌低徊。刺眼乱山，寂历空天斜晖。\n此行花月金阊路，漫殢春、弦管楼台。君见否，村莺展翅，多半黄衰。"
        },
        {
            "标题": "忆昔行",
            "作者": "姚燮",
            "内容": "疏岑远树初日黄，断芦在岸明积霜。寒江流凝得冰意，乱帆风捩随鸟翔。\n鸟自在天帆下江，西流一折波泱泱。忽忆往岁六月好，高荷大芋秋为乡。\n荷华似人媚清镜，芋叶如扇遮夕阳。蜻蛉万翼助烟态，茭蒲十里争雨香。\n吾船迤逦入青绿，吾心澹沱吾身凉。楼台风篴蘋末飏，乍有新月窥渔梁。\n此时且乐乐未央，以兴寄酒情亦将。薄酣不识露生袂，卧压山影天为床。\n梦中烂地踏莲叶，醒时絮语闻鸳鸯。谁知景物变萧飒，况复昔侣今殊方。\n乃知欢乐不可常，每以事后增悒怏。"
        },
        {
            "标题": "扬州作八绝句 其三",
            "作者": "姚燮",
            "内容": "夙闻杨柳满隋堤，水影参差绿不齐。一自乱军芟伐后，春来无复听莺啼。"
        },
        {
            "标题": "扬州作八绝句 其一",
            "作者": "姚燮",
            "内容": "竹西亭馆住谁家，一桁疏帘有绿遮。檀板玉筝久消歇，过江梅雨但鸣蛙。"
        },
        {
            "标题": "扬州作八绝句 其六",
            "作者": "姚燮",
            "内容": "画楼静日漾游丝，绿密红疏燕亦疑。输与瓜州好山色，一奁晓影斗娥眉。"
        },
        {
            "标题": "扬州作八绝句 其四",
            "作者": "姚燮",
            "内容": "空城角响警栖鸦，隔水箫声怨落花。剩有红桥明月色，凄凉去照玉钩斜。"
        },
        {
            "标题": "扬州作八绝句 其七",
            "作者": "姚燮",
            "内容": "平山一角尚虚堂，露叶风榛暗蜀冈。多少园亭变丘垄，游人只记有欧阳。"
        },
        {
            "标题": "扬州作八绝句 其二",
            "作者": "姚燮",
            "内容": "荒阡羸马饥谁饲，野戍寒灯晓尚明。閒散新城屯守卒，坐围叶子当谈兵。"
        },
        {
            "标题": "山塘花神庙观祭代迎送神辞",
            "作者": "姚燮",
            "内容": "娭良俪，乘明穹。阴礼具，阳泽丰。大厥造，化者工。浃氤氲，类诚衷。\n涖咫尺，讵梦梦？司锄姥，执灌翁。洁巾襚，羌来同。墀下轕，楣上谼。\n藻网翠，霞楄红。欂承绀，栭偃彤。牖四八，星辰通。复以道，阿房虹。\n袤以廊，连楼骢。翼如砥，冒如幪。堂玉照，城金墉。百级递，窥重重。\n綷脩蔼，神所宫。周步障，惟柽桐。冠五伟，秦坛松。森灵卫，雯郁葱。\n神"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其五 蜘蛛莲",
            "作者": "姚燮",
            "内容": "纤蔓袅何瘦，络竹如网丝。锵然风五铢，春女琅玕衣。\n靛露浮晨香，胡蝶顾生疑。"
        },
        {
            "标题": "喜罗通守来郡养疾",
            "作者": "姚燮",
            "内容": "经年烽火迤江台，作赋难为庾信哀。屈子搴兰循泽到，王乔脱屣自天来。\n壮怀已尽穷生拙，道力能坚旦气回。万㝢升沈苍狗幻，且招琼管侑清罍。"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其一 璎珞柏",
            "作者": "姚燮",
            "内容": "植体坚不挠，纤末自脩整。密翠交砚泓，烟势蓄千顷。\n最宜春屏山，佛髻罥斜影。"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其三 金钱蒲",
            "作者": "姚燮",
            "内容": "珊珊骨九仙，袖短亦能舞。素壁无一尘，瘦蛾夜灯语。\n泠然玉瑟弦，拂落洞庭雨。"
        },
        {
            "标题": "扬州作八绝句 其八",
            "作者": "姚燮",
            "内容": "吴云楚树郁盘回，万里江天浩荡开。城子山头台百尺，更谁立马赋诗来？"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其二 虎刺",
            "作者": "姚燮",
            "内容": "阴厓无煖阳，腻乳洒烟汁。古月沈鹤巢，苍衣苦寒涩。\n莫将红麝珠，唾与怨女拾。"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其十 文竹",
            "作者": "姚燮",
            "内容": "一瓯三百竿，琐琐未禁露。幺凤如美人，单衣愁日暮。\n安得管仲姬，为我写纨素。"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其六 六月雪",
            "作者": "姚燮",
            "内容": "粉廊暗初夕，气薄难为云。罗纨洁相妒，拂之霏玉尘。\n到地久不消，蚁来饮其薰。"
        },
        {
            "标题": "访褚逢椿不遇少憩清籁阁二绝 其一",
            "作者": "姚燮",
            "内容": "风激微琴在沼泉，静中默有古愁缘。暗藤自匿苍烟气，不管斜阳恋鸟边。"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其八 仙人掌",
            "作者": "姚燮",
            "内容": "乖龙割左肪，化作太华石。移置琉璃屏，金天照眉碧。\n灌之玉瀣寒，森然抱芝魄。"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其九 天目松",
            "作者": "姚燮",
            "内容": "古丈髯银虬，儿孙亦上寿。辟火餐黄精，仙飙满苍袖。\n入梦临安峰，云姿迥天秀。"
        },
        {
            "标题": "访褚逢椿不遇少憩清籁阁二绝 其二",
            "作者": "姚燮",
            "内容": "多应爱雨种芭蕉，可惜梧桐叶尽凋。桐叶早凋须为月，初凉要我卧吹箫。"
        },
        {
            "标题": "园居养疾以盆卉自娱各系小诗得十章 其七 赪桐",
            "作者": "姚燮",
            "内容": "海旭一千丈，来挂五寸梢。疑从扶桑东，撷此珊瑚条。\n安得鷟鸑雏，并奏虞廷韶。"
        },
        {
            "标题": "索包楷作师古图",
            "作者": "姚燮",
            "内容": "近学已亡古，吾嗟见牖今。要君追面目，悬座当砭针。\n一代愿存我，千秋不外心。但无忠孝树，老死亦书蟫。"
        },
        {
            "标题": "卖花声/浪淘沙·春日同小谱登吴山坐野园梅花下",
            "作者": "姚燮",
            "内容": "含思倚回栏。地静人闲。落花和雪点斑斑。春霭微收新翠动，小鸟啼还。"
        },
        {
            "标题": "野兴二章 其二",
            "作者": "姚燮",
            "内容": "山南自村落，柴门相依排。炊烟起蠕蠕，苍然成午霾。\n霃霃眩山影，恍惚山雨来。因风飘渐薄，山翠微微开。\n幻象喜无着，廓然放我怀。移神就飞鸟，往复与之偕。"
        },
        {
            "标题": "送陈同年墉宰肃州四十六韵",
            "作者": "姚燮",
            "内容": "不为华省侍，乃作边城行。边城络河源，昔浊今澄清。\n连关散屯马，地肃无甲兵。天泽浸醰厚，刬险归太平。\n毋谓一宰小，安危维群情。君才冠西浙，耳者无异评。\n谈锋剑芒铄，气骨秋山嵘。经术蕴中厚，世故能洞莹。\n末命贱贫缚，格格难吐倾。文章托挥发，且复群流惊。\n论谠力排曲，笔直词则横。不朽有真业，何俟冠禄荣？\n况今才可展，吾道资见亨。投笔驰万里，胜请终军缨。\n支绌故无虑，时要君善程。平凉古羌壤，上游连西京。\n葱岭抗其脊，十五环龙营。汉唐迭骚扰，流血祁连城。\n洮环两州卫，土旷无人耕。培养近颇裕，四隘亦贴宁。\n高阳禦冰雪，草木迎气生。所虞沐宏化，积习仍顽冥。\n善以蒸蒸法，酿兹熙熙民。信义于肺腑，不阂如影形。\n岂徒慎讼狱，剖析同渭泾。番马积利弊，窑矿多变更。\n还须坐理暇，规画潜图经。口碑在天地，神速逾风声。\n往旃勖平素，弗隳吾党名。海色去天远，沃野桑麻荣。\n为君润行色，把酒登江亭。塞云扫西瘴，健鹘摩空青。\n白日落杯盏，照见心迹明。丈夫苦蠖屈，壮游焉涕零？\n但悲我与子，比密逾弟兄。赓词春鸟叶，拂剑秋潭泓。\n此别竟参商，后会艰絮萍。后会就匪艰，茫茫将安凭？\n愿纳卑末议，方寸日夕铭。躯骸虽间隔，梦寐倘永盟。\n萧萧大风起，车盖飘然征。春色满红坂，杨柳交华旌。\n回鞭邈鸿雁，侧耳闻笛钲。即斯景物寄，荡怀足旷闳。\n讵必厕金马，毫楮争嚘嘤。列史重循吏，万古流芳馨。"
        },
        {
            "标题": "野兴二章 其一",
            "作者": "姚燮",
            "内容": "禾蔬散平陌，青碧交因温。畅遂得生理，向日何欣欣。\n息餐悦农牧，三五成野群。脱笠挂牛角，仰面看行云。\n机适道无竞，地幽天自淳。羲皇尚可作，我当就耕耘。"
        },
        {
            "标题": "溯春词六章 其三",
            "作者": "姚燮",
            "内容": "绕郭佳山色，春萝媚若耶。鲤鱼成断信，栀子是愁花。\n怕听夜蝉曲，空停金犊车。濛濛云擘絮，黯黯月笼沙。"
        },
        {
            "标题": "冬夜病起",
            "作者": "姚燮",
            "内容": "园林匝枯树，偃地明霜痕。凄风骤相薄，窸窣声在根。\n床头射灯火，被色青不温。屋上天光低，一去万里浑。\n星寒炯中赤，四极垂墨云。飞鸿唳云杪，知尔凄无群。\n客病艰早寐，独立孤意存。意往转幽怯，百恻难自扪。\n白日如去箭，元鬓亦易髡。安得赤松子，招我游昆崙？"
        },
        {
            "标题": "雨夜次京口驿",
            "作者": "姚燮",
            "内容": "隔江枫树林，对我极霃霃。急水漂人语，深愁积夜阴。\n远期当约鹭，独醉只怜衾。客况因时换，难追昔夜心。"
        },
        {
            "标题": "月夜登城闻军士吹笛",
            "作者": "姚燮",
            "内容": "月明军帐肃刁鼙，鬓影摇摇短柳枝。远海无澜横岛屿，平原有露拂旌旗。\n乍闻激笛吾能和，苦尔乡心静自知。萧瑟关山同古夕，几多思妇梦凄驰。"
        },
        {
            "标题": "夜坐独酌作三章 其二",
            "作者": "姚燮",
            "内容": "痴童搥床梦中哭，日饱三餐那知福？芭蕉叶大来战风，意何未满争雌雄。\n我能和汝苍玉笛，恐使孤猿堕凄魄。醉中心事如海涛，风头愈遏激愈高。\n美人弄花满城阙，今夕胡为不明月？"
        },
        {
            "标题": "杭州商",
            "作者": "姚燮",
            "内容": "身为杭州商，家住五乡堡。昨日闻乱归，行装亦草草。\n积钱三十缗，荐捆藉以稿。庶于扰荡时，暂供秕糠饱。\n青巾亡命儿，瞥足等番獠。客亦周防严，弱难抵奸剽。\n坐视席卷空，还遭梃伤脑。鬼火吹荒芦，天地夜阴窅。\n握面闻血腥，魂危气垂槁。儿女六七人，母年七十老。\n便能匍伏还，性命亦难保。积骨同一邱，或胜各成殍。\n苦渴但思醥，望白不知皂。可怜蓬室居，梦犹太平祷。\n更期资有馀，买棉具衣袄。"
        },
        {
            "标题": "夜坐独酌作三章 其一",
            "作者": "姚燮",
            "内容": "李白已逝无酒人，桃花落尽无阳春。三更雨里一杯坐，万户酣眠独醒我。\n醉还续烛三寸长，床头灼灼吹剑光。狂歌不得真宰听，文字存亡亦关命。\n何如入市从屠沽，埋名饱煖真丈夫。"
        },
        {
            "标题": "夜坐吟二章示内子 其一",
            "作者": "姚燮",
            "内容": "寒衣在典不可赎，赤手思炊米无宿。我心如棘君首蓬，相对吞声抵悲哭。\n一更月落江云低，二更屋角乌鸦啼。三更沈沈不得睡，窗纸飒飒风凄凄。\n北风凄凄，飘女吹我。孤灯依依，百无一可。我且击剑女且歌，那复钳唇学瘖哑？"
        },
        {
            "标题": "拊缶歌当行路难十五章 其十五",
            "作者": "姚燮",
            "内容": "乱愁积草芟益多，楚人拊缶秦人歌。歌如遏抑缶如激，能使闻者心违和。\n黄鹄不翔天峨峨，寒云拂落庭前柯。山容凄凄不肯绿，疏绿森森是檐竹。\n抱衾听蛩隔竹屋，同病佳人各空谷。佳人颜色今不红，意之所许言谁通？\n我歌有竟愁无穷，奈何困我霜风中？"
        },
        {
            "标题": "薄晴",
            "作者": "姚燮",
            "内容": "花色夺烟明，竹香浮梦清。生憎帘黯黯，微隔睐盈盈。\n静晓宽閒酌，和天养薄晴。尽渠风过牖，拂落鸟雏声。"
        },
        {
            "标题": "拊缶歌当行路难十五章 其一",
            "作者": "姚燮",
            "内容": "缚鸡乏力病臂苦，丈八蛇矛看人舞。昔年意气摩太行，拦醉当街恨无虎。\n潸潸涕泗从何来，滑伯肘柳成废材。读书击剑两不就，糟邱卧泣黄金台。\n邯郸朱门盛罗绮，红女十三媚如水。戮魂不仗并州刀，缞绖妻孥哭奔市。\n马能蹶人失亦喜，隙牖青天收万里。"
        },
        {
            "标题": "迈陂塘 蓉江舟夜",
            "作者": "姚燮",
            "内容": "认残烟、隔江筛雨，山眉横瘦秋色。鱼罾晴闪枫边影，远岸沙痕一碧。\n回晚汐。带帆底风丝，卷到遥楼笛。离愁今夕。只藕叶横塘，烛花吹绿，梦小傍鸥翼。"
        },
        {
            "标题": "夜坐吟二章示内子 其二",
            "作者": "姚燮",
            "内容": "君年廿一为我妇，弱体持家苦身手。君今年已三十三，报女劳心亦何有？\n布衾如铁曾无温，十年九腊吾出门。出门归来看女袖，旧泪痕添新泪痕。\n吁嗟乎，出门愁别，在家愁食。但愿东风迟迟来，东风来时春草碧，又要他乡作行客。"
        },
        {
            "标题": "珍珠帘 客园夏日感兴",
            "作者": "姚燮",
            "内容": "画梁春燕多归去。只离人、误过樱桃时序。听老鹁鸠啼，有冷烟飘许。\n薄翠侵衣苔色润，正洒罢、一天梅雨。当户。展几叶芭蕉，恰遮山住。"
        },
        {
            "标题": "一萼红 秋海棠",
            "作者": "姚燮",
            "内容": "太凄然。是谁家紫玉，埋梦古墙边。剪蓼分根，揉绒作叶，消受荒月凉烟。\n枉丹染、蜀鹃恨泪，问旧井、谁觅丽华钿。薄质桃花，小魂豆蔻，楚楚娟娟。"
        },
        {
            "标题": "月华清 小竹里馆图",
            "作者": "姚燮",
            "内容": "庭有清阴，门无杂树，未秋凉气先郁。小隐牵萝，那用溪回岩折。\n卷剩箨、烟外斜阳，照断藓、雨馀明月。幽绝。称调琴雀听，谈棋麈拂。"
        },
        {
            "标题": "自睢宁至下邳道中杂诗六绝句 其六",
            "作者": "姚燮",
            "内容": "迢迢天际片云痕，暗约乡愁到海门。一样孤灯衾似水，雁楼鸡店各黄昏。"
        },
        {
            "标题": "冬日杂诗十四章 其三",
            "作者": "姚燮",
            "内容": "歌哭因细微，待心亦卑贱。托体为丈夫，指掌有雷电。\n墙阴横老梅，瑟缩羞自荐。小鸟能识春，隔篁意相眷。\n拍枝搜暗馨，于鸟似私恋。要知阳所回，气已天下遍。\n饮啄无悴荣，立身务其善。破网贻世讥，得鱼亦何羡？"
        },
        {
            "标题": "闻川十二咏 其五 沧浪逭暑",
            "作者": "姚燮",
            "内容": "草阁无六月，水障杂蒲蓼。凉风飏巾袂，斜阳去平皛。\n苍然动夕色，渔歌落烟杪。"
        },
        {
            "标题": "客小若山顾氏庄杂诗七章遣闷 其七",
            "作者": "姚燮",
            "内容": "大芋如乱荷，纤翠偶来游。间以芙蓉枝，不解风露愁。\n苇帘坐野女，意整神自修。安知广市中，别有临春楼。\n驯机谢罗铩，鸳鸯不如鸥。慰此牵萝居，焉用吟白头？"
        },
        {
            "标题": "道遇郑莲卿共饮酒楼醉中赠以长歌",
            "作者": "姚燮",
            "内容": "与人以心不知受，媚人以色那能久？花落堕地为尘埃，旧巷杨枝多老丑。\n驱车过珠市，市上逢郑生。停车招我车共停，下车握手奚为情？\n别来胸臆不可竟，登楼且作千觞倾。朱轮粼粼过楼下，新坊子弟如名马。\n连钱贴尻沫流赭，其气峥嵘猝难惹。数载不踏京华尘，奈何桃李非昔春？\n郑生当时冠三曲，热场万口称天人。贵豪侧目承喜嗔，骄宠直欲无虢秦。\n深帏剩烛黯已灺，露边孤蝶飞何邻？生言近事愁难语，旧部飘零少完羽。\n不虞九市风沙中，短席清樽尚吾汝。狂吟振籁欲回云，苦泪沾衣不成雨。\n吁嗟乎，黄金食尽馀宝刀，歌喉久涩徒能箫。回思西邸竞华宴，玉屏列黛敷兰椒。\n五年一瞬主三易，门垣乱棘齐马腰。青天鸿鹄各关塞，江河不作西流潮。\n何戡老大感犹许，安仁之鬓宜其彫。相依形影转岑索，起看碧汉星寥寥。\n谁家公子七叶貂，隔座挥霍矜雄豪。两行红粉烟中苕，流光曼睩生百娇。\n颜衰势尽各相弃，明日避面同避獒。惟吾与子具冷眼，阅非一事非一朝。\n共斯沦落复谁顾，及早轻装约归去。文纨玉食蛊已深，告退何妨着穷裤？\n江南风月不用钱，莫使韶光重贻误。"
        },
        {
            "标题": "忆少年",
            "作者": "姚燮",
            "内容": "疏疏帘子，层层花气，低低弦语。香风一丝动，系愁心不住。"
        },
        {
            "标题": "吴侍读葆晋招食香粳粥酬之以诗",
            "作者": "姚燮",
            "内容": "膏绣互炫矜，嗒然性真剥。惟有美人心，淳朴鲜雕斲。\n门党相崚嶒，彪然意气逐。惟有君子交，澹焉谢华缛。\n朱门宴王侯，厨品跨大官。炙鹑火炀鼎，濡鲤冰堆槃。\n懵懵不知辨，殉腹穷其餐。蔬谷有恒味，转以遭诋拦。\n吴公守儒素，享客恶援俗。皓白千琲珠，寒翠井华漉。\n媵之花猪红，佐以蒌笋绿。古芬挹何酝，尘腑愧其浊。\n我来京洛地，日苦宾筵酬。如中钩吻蛊，莫释河鱼愁。\n忽斟天沆甘，涤我肠与喉。盎盎太和溢，煦煦元气周。\n维时午日高，虚窗洞无翳。春鸟鸣在檐，邻树影当袂。\n清息相吐茹，默尔惬灵契。旷谭绝外萦，微吟入真际。\n忽感东南区，迭年遘兵荒。兼以游食多，辎挽无停粮。\n他乡得兹味，还令中慨伤。作诗谢吴公，此事应久量。"
        },
        {
            "标题": "按剑吟六章 其四",
            "作者": "姚燮",
            "内容": "乌鸦头白鸡距红，乌鸦称母鸡称公。茑萝寄生借松寿，茑萝叶肥松转瘦。\n人间秘事难尽求，无田可种安须牛？无路可行不须马，万籁消沈六合哑，夜半高歌卖浆者。"
        },
        {
            "标题": "旱后淫雨二章 其一",
            "作者": "姚燮",
            "内容": "天意百颠倒，召自顽民心。亢阳偶得雨，一雨成淫霖。\n太息万顷田，接望江湖深。稻如人久饥，过饱安能任？\n城阙浮大荒，云黯无寸岑。原上白骨焦，近复嗟漂沈。\n狂叶争鸟飞，搅我愁难禁。道路殊笑啼，相对学缄瘖。\n腐儒日三食，仗人匪始今。势无人失衣，我犹完其襟。"
        },
        {
            "标题": "旱后淫雨二章 其二",
            "作者": "姚燮",
            "内容": "我生不习农，饿死亦谁怨？叹其作息劳，未应受颠困。\n风斜难揭云，霉气塞空闷。赫赫炙土旸，并难求一寸。\n岂缘旱魃骄，转触雨仙忿。待拯万命危，适迫万命殉。\n在宥使失和，皇天实忧患。胡彼多负恩，居心倖灾乱。\n仓皇十日中，米价日腾奋。尚容糠籺安，非材愧非分。"
        },
        {
            "标题": "当解剑歌七章还家后作 其四",
            "作者": "姚燮",
            "内容": "园中葵，折以摧。雨打壁，风倒篱。黄鸡饿，啄莓苔。木叶落，空阶堆，烟釜剩粒愁蛜蝛。\n家人顾我言，六月避乱昨始归。门庭复整扫，典琴鬻画供三炊。\n归来未十日，尔亦失意都中回。我行信劳悴，家人共狼戾。\n狼戾郁伊，顾我而嘻。不愁无食，不愁无衣，但愁琐尾终流离。"
        },
        {
            "标题": "按剑吟六章 其六",
            "作者": "姚燮",
            "内容": "听我按剑吟，谓是瑟之大石音，曷不和以清商琴？\n天河渐西夜将旦，乌鸦乱飞独星烂。滔滔江水流复流，一梦了彻千年愁，夜来黑发晨白头。\n不如弃剑走屼峍，桃花洞天古潭月，肯使仙鬟怨春歇？"
        },
        {
            "标题": "按剑吟六章 其二",
            "作者": "姚燮",
            "内容": "银河可使平地流，人间乃有蓬莱楼。丈夫及时不得用，白日堂堂去如梦。\n骑马难越河，乘舟不上山嵯峨。衣冠竟以狗鼠贱，五侯七贵安足多？\n大星炯炯照眉宇，手拓云帷听天语，天语不闻但闻雨。"
        },
        {
            "标题": "按剑吟六章 其三",
            "作者": "姚燮",
            "内容": "三闾不雪湘累冤，一饭谁报淮阴恩？人生出入有险阻，何啻荒山狎狼虎？\n一斗酒，不醉人。一寸舌，能杀身，狂魃啸旱天帝嗔，巫山绿萝吹阴云。\n阴云不澍万里渴，鬼泪成河人泪竭，祅火空郊焦白骨。"
        },
        {
            "标题": "当解剑歌七章还家后作 其五",
            "作者": "姚燮",
            "内容": "东门碌碡，西门櫑木。千夫挽钩，沈船渡头。军宿无厦，官行无马。\n风酸雨凄，没胫烂泥。朝报军船来，暮报夷船来，吏胥络绎奔行台。\n行台大官汗如雨，当路来听百姓语。昔日官如虎，百姓如鼠，今日百姓如狼官如羊。\n贫户当役，富户募粮。官不得案，百姓不得床。此六月间吾邑事，告我闻之心恻怏。"
        },
        {
            "标题": "论古画梅家得二十四章 其十八",
            "作者": "姚燮",
            "内容": "城西古屋画师家，冻羽无声雪不花。一样青门托小隐，圃云零落旧锄瓜。"
        },
        {
            "标题": "当解剑歌七章还家后作 其六",
            "作者": "姚燮",
            "内容": "夷船伺关不入关，调军如蚁营压山。炮车列岸旌旗翻，长刀出鞘弓满擐。\n似能踊跃堪同患，坐疲奔蹇，倏及秋晚。军心渐弛，流民渐返。\n谓扬天威，已往抚绥，惟赫赫皇命，孰敢抗违。谓守藩职，已来附依，惟岩岩天堑，孰敢犯窥？\n封告天子，天子曰噫。榜告庶民，庶民曰嘻。于暂亦宜，而久则非。"
        },
        {
            "标题": "饮酒诗五章 其二",
            "作者": "姚燮",
            "内容": "明月照枯树，上有愁乌啼。素袂不受凉，秋霜何凄凄。\n闭门避人迹，园径生苔衣。独坐无悦心，汎我青颇黎。\n大兰冠西郭，海上诸峰低。苍鹰不能击，劲手还射麛。\n金天气萧索，垂水成白蜺。沧波不盈勺，桑田已无泥。\n何如谢劳瘁，圭角铭童觿。"
        },
        {
            "标题": "当解剑歌七章还家后作 其七",
            "作者": "姚燮",
            "内容": "昔我之去，雨雪载路。策蹇而行，谁慰穷遇？今我之来，烽烟满台。\n履棘而处，谁慰怆怀？闭门亦愁，开门亦愁，相色而动，不如屋鸠。\n离家亦忧，在家亦忧，脱机而逝，不如海鸥。今所止栖，知谁之室。\n呼安吸危，谁料明日？言具我粮，言谋我资，言橐我衣。\n思远徙之，徙将曷依？"
        },
        {
            "标题": "饮酒诗五章 其三",
            "作者": "姚燮",
            "内容": "梦骑青尾鲸，往与太白游。下上合天水，万树芙蓉秋。\n银潢折西北，不向昆崙流。羲和有堕鞭，常仪邈含愁。\n天孙无艳姿，何以蛊牵牛？谁于沃焦底，结撰金碧楼。\n元运有穷算，庄老皆蜉蝣。惟此杯中浆，不与造化雠。\n汎心向寥阔，如彼浩荡鸥。"
        },
        {
            "标题": "饮酒诗五章 其五",
            "作者": "姚燮",
            "内容": "幽赏得弦外，涧响为古琴。山人携药锄，不斸葹草心。\n大野多流萤，河汉夕方阴。苍桐百尺枝，中有元籁沈。\n紫鸾振华羽，自顾非凡禽。骏马骨已朽，焉有郭隗金？\n之子在西方，怅焉怀好音。"
        },
        {
            "标题": "饮酒诗五章 其四",
            "作者": "姚燮",
            "内容": "驱之行万里，假我奇肱车。颇嫌博望生，不著河渠书。\n未识城市喧，饱食惭樵渔。冯谖讵无家，好曳王门裾？\n断手不得剑，面赧心如荼。匿鼠来宋人，燕石皆璠玙。\n倘有珊瑚竿，愿钓濠梁鱼。"
        },
        {
            "标题": "按剑吟六章 其一",
            "作者": "姚燮",
            "内容": "一夕何所短，百年何所长？事业能早成，蜉蝣未为殇。\n按剑夜坐灯微光，北风撼壁天苍黄，明月欲落孤雁翔。\n孤雁翔，北斗转，雁翔不高斗柄短。斗柄短，翔雁低，后宫美人发未齐，专房宠赐珍珠衣。"
        },
        {
            "标题": "当解剑歌七章还家后作 其二",
            "作者": "姚燮",
            "内容": "到门见稚子，稚子还娇痴。喜我远道来，急呼牵我衣。\n升堂拜老亲，老亲苦憔悴。喜我远道来，含笑抚我背。\n入室觅病妻，病妻竟彫瘦。喜我远道来，下床挽我袖。\n阿妹从我后，阿弟趋我前。喜我远道来，环坐听我言。"
        },
        {
            "标题": "按剑吟六章 其五",
            "作者": "姚燮",
            "内容": "名山不闻有六岳，水黾千年茁青角。蟠桃不熟苦无果，偷向人间食烟火。\n西母被发同夜叉，岂真媚镜敷朝华？金银宫阙在缥缈，有梦当御飞霞车。\n飞霞之车白虹旆，魂升虚空魄幽坠，东方先生真狡狯。"
        },
        {
            "标题": "当解剑歌七章还家后作 其一",
            "作者": "姚燮",
            "内容": "攓篷望山，瘦眉一弯。日色穷窘，雁愁出关。过山望江，樯旗罥空。\n楼船如马，鲤鱼正风。升江望城，弓刀列营。秋蒿不绿，断角自鸣。\n入城望市，十户九徙。驱驱而过，但有羊豕。出市望门，未夕气昏。\n东邻键户，西邻葺垣。"
        },
        {
            "标题": "饮酒诗五章 其一",
            "作者": "姚燮",
            "内容": "大海漂浮瓠，不及一尘小。禀命无一齐，天心亦草草。\n长庚敛夕辉，鸡鸣尚非早。屈贾岂辞谤，施嫱但愁老。\n演漾为太和，春云纳吾抱。托命羲皇先，毋嫌骨枯槁。"
        },
        {
            "标题": "灯船辞",
            "作者": "姚燮",
            "内容": "舵楼木兰舷沙棠，四周玉柱银鹅肪。阑干八摺玻瓈障，纠缠软碧搀流黄。\n船头红锦披旗枪，牡丹压绣幺凤翔。船尾列瓮花两行，窄帘齿齿如排簧。\n船身丈八华池方，罘罳窈窕开洞房。卢家玳瑁文杏梁，燕子交织蜘蛛杗。\n高灯低灯圆荷装，大小三百承以"
        },
        {
            "标题": "愤述六章 其二",
            "作者": "姚燮",
            "内容": "穹庐拟捷霍嫖姚，虎落涂肝事孰料？慎改臣门盟白水，痛惩市法窃青苗。\n心残忍立杯羹约，义断愁闻尺布谣。未雨各深营屋虑，拮据大半类鸱鸮。"
        },
        {
            "标题": "雨中花 咏文丹花",
            "作者": "姚燮",
            "内容": "萼绿华来仙影秀。看亸上、天风铢袖。月色新甜，露香微辣，霜意初酸逗。"
        },
        {
            "标题": "独居行",
            "作者": "姚燮",
            "内容": "天霜不严菜甲短，瓮米无多酒难满。独居憔悴寡善谋，绕郭荒山刺穷眼。\n开门告人面颜赧，闭门读书心气愞。策鳌溟涬思远驰，一寸青葹苦中卷。\n屋楞过声何哑哑，蔽风落叶驱病鸦。灯残有月照空壁，吾影与树争槎枒。\n吾抱积惭还自嗟，亦有良朋天之涯。大江不放梦魂去，至今庾岭愁梅花。\n十年揽世艰一饭，弃唾谁甘拾屠贩？颇矜身命保亲孥，敢曰乾坤坐忧患。\n昏昏长夜接清旦，疏钟一鸣冻云散。胶胶屋角鸡欲啼，唧唧床头鼠犹窜。\n白日铄金金铄颜，奔厓樵子多劳肩。乱薪拉杂付一炬，伏龟隐鹤宜大年。\n安生梅福今果仙，胡不游戏来人间？只输冷雀窥琴几，听我凄弹幽涧泉。"
        },
        {
            "标题": "省园观菊",
            "作者": "姚燮",
            "内容": "静者閒心力，羁人冷肺肠。饮天三斗瀣，供佛六时香。\n晚绣分吴练，晨餐峙屈粮。青山彭泽梦，吾爱鸟能翔。"
        },
        {
            "标题": "自平桥放舟游湖",
            "作者": "姚燮",
            "内容": "微雨宜行船，清飔宜坐樽。好春无一花，草绿暗生烟。\n城影碇水影，窕若沙横山。閒鸟知人心，弄翮青蘋间。\n旷岸开柳圩，楼阁浮空云。轧轧惟橹声，天深静无喧。\n佳日多厌娱，游情众方阑。吾抱冲和襟，独溯兴忘殚。\n至象荟灵悦，妙气皆兰荃。相待如有期，意得谁喻言？"
        },
        {
            "标题": "鹫峰烟霞馆二章 其二",
            "作者": "姚燮",
            "内容": "玉河在咫可湔裳，朱鸟垂西已倦翔。眼送鱼龙归溟渤，心先风雨得清凉。\n高栌尽作鸳鸯势，古草能为菡萏香。留得六窗明月住，慧晖衣钵未全亡。"
        },
        {
            "标题": "鹫峰烟霞馆二章 其一",
            "作者": "姚燮",
            "内容": "四监祠堂万木荣，纡随木势敞轩楹。鸟巢黄有松花色，佛磬疏如滴水声。\n远递乱篁遮别壑，倒吹云片上雕甍。维摩信可毗耶住，不向空天问化城。"
        },
        {
            "标题": "法雨寺二十韵",
            "作者": "姚燮",
            "内容": "须弥四天下，昙钵浮幻泡。谁疏玉龙脉，暗结珠莲胞。\n雷枯震旦閟，星陷金天䫜。缒絙夺蜀隘，搜丸开秦崤。\n一握地不受，百灵神所教。栉丹桂甍耸，滤翠兰欂交。\n琼斲秋虹梁，花妥春霞旓。空烟琉璃阶，绮月珊瑚罺。\n玑㻗凤檀飐，霹礰鼍鼓捊。藤涩悬冥梯，斗朗罗泓坳。\n崖泉霏紫澜，石骨蜷青骹。密音摄妖聻，上象森貘犛。\n疏眉万峰列，古睫千蚊巢。中黄灵蚌吐，太碧神鹰捎。\n祅童月雕面，善女璎拂髾。东翳澄大晖，西籁回远䬘。\n皇式布曭晃，寂隐归矇聱。壶冰魄资濯，琴柱心辞胶。\n怜闵阎浮提，参悟元命包。但乞镰薙蓬，奚问钟悬瓟？"
        },
        {
            "标题": "闻川十二咏 其十二 芦泾泛雪",
            "作者": "姚燮",
            "内容": "秋雪何萧萧，一白匝洲渚。平疑钓舰没，低引乱鸥舞。\n买棹一沿洄，吟衫拂凉絮。"
        },
        {
            "标题": "高邮君渔钓图",
            "作者": "姚燮",
            "内容": "神高天宇玉雕摩，遁迹胡为在涧薖。甓社勋名辞墨绶，当湖风雨恋青蓑。\n王钧许约梅花隐，崔铉曾闻楚客歌。记放春波门外棹，月斜城溆荻烟多。"
        },
        {
            "标题": "梦横塘 道羁胥口夕雨薄止循堤散步浩景与愁为诵王右丞此夜任孤棹客行殊未还之句",
            "作者": "姚燮",
            "内容": "断虹衔夕，画水横秋，片帆摇转回港。雁悄无声，带几叶、荻芦来往。\n千里怀人，半生愁别，此时情况。又绵绵一笛，为若低吹，渔扉远、篝灯上。"
        },
        {
            "标题": "陈生弹琵琶诗",
            "作者": "姚燮",
            "内容": "花髻天街舞对山，出尘狂态俗难扳。一生教妓贫能食，半夜听乌月满关。\n我涕待挥君与雪，人心好靡遇终悭。夕阳柳絮春魂乱，络指劳弦那复閒？"
        },
        {
            "标题": "过桃花峡坐峡心濯缨石看云成歌",
            "作者": "姚燮",
            "内容": "夹溪松巘苍郁奔，上一壁天为垠。羚羊砺角吸天水，水烟剥落灵芝根。\n万篁密相抱，洞凹坡凸无由分。其上虹一痕，缭之萝片青蒀蒀。\n水精作宅闭朱户，中有太古仙鹤䙰褷魂。仙人绿发清虚君，琐裳薄曳秋霞薰。\n桃花作饭柏作茗，画苔不冻琴丝温。至今姣好似童子，肌镂玉采光䩉唇。\n招我不来君生嗔，我今来矣君何言？但见纤鸾啁啾下上语，琪树华羽乱拂菡萏云。\n一云一菡萏，菡萏无叶云为皴。菡萏不翠云不白，化成百千万亿环抱之珠光轮囷。\n或疑白龙游戏过星渚，瑶空挂下之而鳞。倏为璎珞綷䌨，华鬘缤纷。\n三元灵辎五景幡，婉妗环佩昌容裙。或有玉宸太乙游碧津，或疑暗黄霏上蓬莱尘，又为凉素揉碎昆崙蘋。\n又为九苞之凤，五色招摇麟，丹螭振翮元狮蹲。阴阳离合变幻难复极，然后散作一丝一缕冉冉度出天南门。\n人间富贵声色欢乐之事尽如此，一身琐琐还何论？\n似将生平出处荣悴历历胸中扪，使我胸中渣滓猛涤无留存。\n璇澜泻涧浮寒曛，冰壶四澈天无昏。照我独影癯且髡，得毋出入风火水劫不死之巫猿，颊上犹带枯莓纹。\n倘容提飙挈月常寄一瓢住，我当造泉铸石重此开乾坤。"
        },
        {
            "标题": "桃叶令·改七香桃花人面图",
            "作者": "姚燮",
            "内容": "天百五、人三五。娟娟。花影腻双鬟，眇凝思何许。隔烟村。\n露春痕。怕黄昏。锁春魂。一丝风，一剪月，一重门。"
        },
        {
            "标题": "虞美人 虞美人草",
            "作者": "姚燮",
            "内容": "明妃芜草湘妃竹。一样春时绿。褒斜山色半烟霾，剩有江东猎骑、踏青来。"
        },
        {
            "标题": "晴望",
            "作者": "姚燮",
            "内容": "晴后天光著水低，岸容一发草含荑。亸阑少妇心明慧，窥柳雏莺目荡迷。\n中酒昨宵搜暗梦，漂花去日感馀悽。渔童不解烟波趣，坐把青竿打夕鹥。"
        },
        {
            "标题": "琵琶仙 郁湾舟晓",
            "作者": "姚燮",
            "内容": "孤枕天涯，醒残梦、听打春湾潮桨。云影波影之间，空翠逼朝爽。\n阑宿雨、凉晞动色，媚疏峦、湿鬟三两。柳港风鹂，茨田水鹭，帆背来往。"
        },
        {
            "标题": "调徐大廷济二章 其二",
            "作者": "姚燮",
            "内容": "十年苦行学山僧，一握青筇袅瘦藤。洒钵甘香斟秘露，压函旧录续传灯。\n晨钟易梦心偏觉，野菌如槃气自蒸。舐得馀丹堪不老，西家鸡犬早飞升。"
        },
        {
            "标题": "调徐大廷济二章 其一",
            "作者": "姚燮",
            "内容": "颠亦能为长史书，死当埋以伯伦锄。守粮已散空仓雀，困泽难骄涸辙鱼。\n烟火因缘消佛劫，年华浑噩梦皇初。何由一启元关钥，撒手青天控玉蝫。"
        },
        {
            "标题": "孙氏隐啸园七章 其一",
            "作者": "姚燮",
            "内容": "过墙澹黄柳，侧眼看春人。裙屐复今日，年华非去春。\n桐花白团扇，茜叶紫泥裀。高座传渑酒，醉歌聊及辰。"
        },
        {
            "标题": "孙氏隐啸园七章 其二",
            "作者": "姚燮",
            "内容": "翠栝蜷屏石，虚堂面石开。画厨生朽蠹，琴簟上初苔。\n遥夜青天月，谁斟白玉罍？风流孙曼叔，绝迹吊龙媒。"
        },
        {
            "标题": "望雨吟四章 其四",
            "作者": "姚燮",
            "内容": "西山霭霭动云意，云头蒸蒸成雨气。风来吹雨鸣鸟和，暗叶飒飒摇庭柯。\n风迎云拒百作势，安得一雨旋滂沱。沙井之水咸且浊，饮马餐人价论斛。\n会斟天斗饱玉浆，驰马南郊看平绿。"
        },
        {
            "标题": "望雨吟四章 其二",
            "作者": "姚燮",
            "内容": "三月四月既不雨，五月骎骎入小暑。河泥赤烁病骡喘，蒲芰黄乾渴蛙语。\n天南火云去拉杂，气挟骄风扇齐鲁。麦田龟坼麦牙折，叶色如霜就槁腐。\n自来米价昂于珠，倘复告歉还何如？"
        },
        {
            "标题": "雨后出岔河野望杂兴五章 其四",
            "作者": "姚燮",
            "内容": "榆柳参差树，村庄八九家。山幽知地暖，五月见桃花。\n墙角忙分秫，萝阴罢浣沙。适机忘日夕，随分习耰耞。"
        },
        {
            "标题": "雨罢",
            "作者": "姚燮",
            "内容": "垂琴齐下轸，密砚蓄泓波。其理得诸静，相资良足多。\n檐高山却俯，雨罢客能过。聊与扫禅榻，微吟对薜萝。"
        },
        {
            "标题": "徵招 家养恬孝廉竹雨吟遗稿，为其子敬堂茂才属题，依白石黄钟下徵调。",
            "作者": "姚燮",
            "内容": "瘦驴共踏燕台雪，关心十年前事。自后各漂零，渺天涯鸿纸。\n奈何君竟死。但留得、旧笺盈笥。荔帽青山，藓裳黄土，可怜如此。"
        },
        {
            "标题": "雨后出岔河野望杂兴五章 其五",
            "作者": "姚燮",
            "内容": "草藉水牛眠，溪回出钓船。石泉溅作雨，林气蓄成烟。\n野鸟迎暄语，山塍入晚妍。柴桑知不隔，尘虑一为蠲。"
        },
        {
            "标题": "望雨吟四章 其一",
            "作者": "姚燮",
            "内容": "黄埃如雾四圻塞，上薄阳乌赭昼色。毕星失次荧惑光，农人仰天泣禾麦。\n小民际皞熙，深恩托怀保。不能报以丰年书，饿死填沟亦菅草。\n侧闻雩祷来桑林，乃复忧我仁人心。"
        },
        {
            "标题": "望雨吟四章 其三",
            "作者": "姚燮",
            "内容": "羁人昨夜梦乡里，海水如天接江水。水田旱稻茅屋齐，水风动叶烟凄迷。\n但使金帛贵于粟，质衣易食还保饥。今我何求滞京国，满眼疮痍增太息。\n铩鸿仰霄羽无力，陌上逡巡觅穷食。"
        },
        {
            "标题": "越日雨中饮复醉叠前韵示诸君 其一",
            "作者": "姚燮",
            "内容": "积忧竞时序，蚕鸟同沸煎。苟乏灵椿姿，安傲蜉蝣年。\n开窗看昏雨，沈翳无晓天。寒蔬坼烟甲，自酝春绿妍。\n餐松可绝粒，无酒吾亦仙。笑彼新邱营，死忧遗骨捐。\n蒸云出远山，去恐成浊泉。幸留一片青，吞吐琪树颠。\n君饮不计量，吾醉还陶然。华鸾环作屏，袒向蓬莱眠。"
        },
        {
            "标题": "越日雨中饮复醉叠前韵示诸君 其二",
            "作者": "姚燮",
            "内容": "蓬莱万仞高，境先混沌凿。皎月如龙珠，横箫且骑鹤。\n沃焦有大渊，尧时已为壑。昆崙与扶桑，相对永漠漠。\n皇极持寸心，毋今丧我橐。当使风骨存，峻于两厓削。\n空宇无滞云，枯林不留萚。一握东海杯，飞来掌中落。\n仙叟赌玉尘，但解橘隐乐。焉知天外弧，夜影警神鹗。"
        },
        {
            "标题": "玉连环影",
            "作者": "姚燮",
            "内容": "人瘦。媚眼明波溜。浅浅帘栊，横隔深深柳。一丝丝。\n一枝枝。撩得翠长青短两边思。"
        },
        {
            "标题": "闻定海警感作三章 其三",
            "作者": "姚燮",
            "内容": "催友同束装，相谋急南返。梦昨乡里归，愁云刺心眼。\n病鸟将众雏，翼拓未能䎒。饥饿信不辞，但求丧乱免。\n大浃森南关，蛟龙设天键。自古称岩疆，未遭杀戮殄。\n庶赖苍昊仁，得延片时喘。所悲食肉流，当事半庸愞。\n更遭挫衄馀，周防亮难善。似见风灯中，巡军夜徒跣。\n此行沙路长，难追白日短。安得身为鸿，力借朔风满。"
        },
        {
            "标题": "青玉涧",
            "作者": "姚燮",
            "内容": "藻缝皆山影，沄沄动日光。卧来老松树，坐作钓鱼梁。\n曲磴随沙转，漂花过峡香。濯缨清若许，何事忆沧浪？"
        },
        {
            "标题": "同邱泰厉志饮韦君在山草堂听其十三龄女公子韵觉弹琴",
            "作者": "姚燮",
            "内容": "秋不在天地，而在秋士心。秋士之心有万籁，无所触拨斯匿沈。\n韦君坐我秋树阴，古屋堆绿如暗岑。隔岑一角夕阳白，照见玉猿斜睇藤萝深。\n藤叶何修修，萝叶与袅袅。玉猿矜媚姿，那知病麋老？\n天风为帚几尘扫，明月飞来入怀抱。月光回掣红桂枝，人间听雨方暮时。\n空烟窅眇千游丝，为谁织作冰绡衣？秋心静袅七弦入，弦响轻挑秋籁出。\n秋心含絮能荡摇，秋籁当梧极萧瑟。秋籁在指不在琴，秋心在静不在音。\n楚国山川片云住，谢家庭院孤蛩吟。厉君何感意昏愲，竟说明朝要还越。\n邱翁老矣何所思，急斟佳酒浮满卮。我亦不能饮，我亦不得归。\n我不必双涕垂，自觉掩掩抑抑中心悲，悲不我解将怨谁？\n怨其窕年娟处不识世间愁苦事，何以一弹再弄直使六合无阳回？\n我诗未终曲已尽，转笑吾诗似蝼蚓。黛光照醁荷影圆，霜气生衫竹飙紧。\n乳燕归巢四幕悬，醉看长空捎独隼。"
        },
        {
            "标题": "晚投阿育王寺住僧禹九留饮玉几松堂二十韵",
            "作者": "姚燮",
            "内容": "万㝢方就昏，佛天止明水。郁蒸松气香，到地与云委。\n使我禦雪衣，融然渍春蕊。孤岩虚有心，向我定无诡。\n安计六合寒，物质正愁毁。閒房留晚飧，殊蔬列箪簋。\n饮啄有正参，乌能听唇齿？草木资腐肠，留蜕亦同死。\n何以历劫身，不坏大雄氏。离相求庄严，终难语言似。\n儒墨虽异根，居恒重端始。呓词积万厨，缄舌了以理。\n青衲同舞裳，闻言揭灯起。高幢翻乱星，不动自芒屣。\n弹指穿百墙，续醉更添酏。蠢蠢四宇虫，匿入磬声底。\n既饱吾且行，因缘谢悲喜。须知一寸烛，已抵两砖晷。\n门限分天人，出关即千里。回顾芙蓉巢，檀霞冒龙觜。"
        },
        {
            "标题": "之走马塘遇故人即事二章 其一",
            "作者": "姚燮",
            "内容": "秃柳谁怜老叶黄，山情人意竞苍茫。喜逢酒旆掀篷笠，拟叩僧寮寄襆装。\n风激长林童猎雁，日斜静市女呼羊。挽衣苦受巡兵诘，踯躅真难效阮狂。"
        },
        {
            "标题": "江阴杂诗四章 其一",
            "作者": "姚燮",
            "内容": "平流媚疏木，春云度婉晚。群帆收乱幅，高塔出孤远。\n夕响生回潮，空钟与流转。城霭澹欲合，青际鸟纷返。\n灵景导閒琐，沈思赴纡散。惜哉玉柱峰，迢迢阻尘眼。"
        },
        {
            "标题": "墙西玉簪初芽",
            "作者": "姚燮",
            "内容": "薄纨如水障鬟丝，往夜流萤梦碧漪。不分撩将三楚思，倩谁写上六朝诗？\n夕阳最媚当初筱，弱草同怜是卷葹。静窟未供胡蝶睡，已招凉月恋迟迟。"
        },
        {
            "标题": "食芋",
            "作者": "姚燮",
            "内容": "山日未出烟霏霏，茅堂独坐知晨饥。霜塍斸得带根芋，松灶筠笼初出炊。\n堆槃褐色何菌蠢，绝似春灯荐猫笋。蒙头密密云绵卸，腻手滋滋玉肤缜。\n自惭胸臆多尘坌，抚弄柔香食未忍。昨宵天海风紧凄，梦落家园见瘦妻。\n手持湿炭看空釜，大雪一尺门无藜。老乌屋角将雏啼，残年觅食食未得。\n妒尔乡农好身力，腐儒未敢冀肉食。但愿亲孥健粗饭，支过残年无菜色。"
        },
        {
            "标题": "之走马塘遇故人即事二章 其二",
            "作者": "姚燮",
            "内容": "出巷惊逢故友臞，相将携手入茅庐。王孙一饭宜知感，天地穷年尚有途。\n仗剑出门空涕泗，挑灯警坐类亡逋。枕边觅得枯毫笔，索写荒村病隐图。"
        },
        {
            "标题": "孔司马招同鲁一同左岳并同人集饮心向往斋",
            "作者": "姚燮",
            "内容": "虹华树明采，金气秋方骞。轩然溟渤波，洄潏重霤间。\n挽裾荷铁锸，入谷搜兰荃。列莹耀眉宇，沃若初蓝鲜。\n上灵洽真契，乐古无愁年。飘飘文举公，啸旨通玉猿。\n漰湱百江水，喷颊生青烟。闭柙双虎雏，贴尻同羊蜷。\n平掌互飞斝，飙雪相回邅。仰视招摇星，翠葆三霄悬。\n麻姑颜渥丹，垂发长过肩。倚鸾擪湘笛，爽夺群籁先。\n恍兮发吾歌，骇激枝头鸢。尘仙集乔偓，畿秀森嵩滇。\n盛会披鸿濛，百祀难磨镌。岂徒礼文汰，直使心腑蠲。\n当时酌西山，流袂云娟娟。摘绿捣芳汁，醉写逍遥篇。\n惜哉少微堕，天潢成枯川。六合慎今处，赠子珊瑚鞭。"
        },
        {
            "标题": "出长春门遇故人",
            "作者": "姚燮",
            "内容": "各保全家在，天心相已多。入山须择木，在陆易成河。\n风扰空江雁，吾惭钓者歌。仓皇挥手别，前去慎防讹。"
        },
        {
            "标题": "闻定海警感作三章 其二",
            "作者": "姚燮",
            "内容": "狒狒兽之类，居然人其冠。容纳不相拒，须感天恩宽。\n三苗窜舜世，终无不格顽。奈何游釜蛙，妄思扬其澜。\n虚实使尽窥，目前尚匪患。岂真砥海臣，岳岳无太山。\n吾县拒百里，唇亡齿愁寒。颇虞风鹤声，扰我家室安。\n官吏谋一身，犹苦身手单。剜肉医疮痍，奚补斯民艰？\n事急策所全，不如豫于先。何当叩九重，陈我书万言。"
        },
        {
            "标题": "闻定海警感作三章 其一",
            "作者": "姚燮",
            "内容": "何为冠山鳌，不抃海柱倾。升台望南陲，鹑纬如元冥。\n迩年鱼盐荒，民力困多儜。转希意外危，鼠窜堪逃生。\n城漕兵数千，老稚充其名。积习素游惰，食粟贪太平。\n偶遣戒备严，馁志中先萌。示隙授其溃，安待来势横？\n何况呼救难，绝岛悬孤城。凡理有缘始，祸实谁酿成？\n俯读天诏颁，我皇真圣明。仅以失机责，减罪予之轻。"
        },
        {
            "标题": "闻定海城陷五章 其三",
            "作者": "姚燮",
            "内容": "不灭豺狼种，恩真宥尔多。敢矜釜底活，重搅勺中波。\n德固威何损，贪深计亦讹。愁闻凄雨夜，枕刃唱蒿歌。"
        },
        {
            "标题": "小楼连苑 晋永和九年砖研",
            "作者": "姚燮",
            "内容": "几经荡潏沧波，频罗庵主诗征实。珠辉玉照，泉唐建武，盐城杨吉。\n禊序清才，军笺密诤，遗文谁述。甚夕阳燕老，琅琊宫殿，剩一握、滩哥铁。"
        },
        {
            "标题": "元旦登弥罗阁",
            "作者": "姚燮",
            "内容": "一元转和煦，群寓归善良。香烟盎纷郁，上薄金乌光。\n振衣蹑高阁，钟鼓何肃皇。台星拥天帝，霞冕虹为裳。\n飏旗玉鸾白，骖乘灵虬苍。元函启真诰，宏閟谁能量？\n鞯舆压阶戺，佩舄交琅锵。岂真福可求，举国趋若狂。\n我来倚阑槛，孤想踰众望。吐纳太清气，导涤冰雪肠。\n旷然见千里，海色青未央。诸山可提挈，湖水同挹浆。\n东风吹矞云，独鹗高与翔。下方出人语，听之皆吉祥。\n相期各归去，一年永保康。还就黼扆侧，拜陈万岁觞。"
        },
        {
            "标题": "月当厅 苦驿",
            "作者": "姚燮",
            "内容": "苜蓿靡曼莓苔满，何人记里，来咏居诸。但有断竿悬堠，髡树当闾。\n多为柴荆塞重，辟摩笄、旧道听烟芜。只留得，轻囊痡仆，冷宦还车。"
        },
        {
            "标题": "月夜纳凉挍叶山人元阶赤堇遗稿用其怀孙明府韵三章题卷后 其二",
            "作者": "姚燮",
            "内容": "君诗在吾几，君魂今曷归？仰见海月高，满我怀中辉。\n万里方沈阴，此月光与回。象列天地中，未敢遁相违。\n见月不见君，徙倚吾在阶。君魂或即月，散气清无涯。\n山清我非鹤，水清我非鹥。局影向低屋，安能浩荡期？\n吾影亦借月，君魂倘来羁。可惜月不留，渐渐沈海西。\n但馀墙隙光，照我彫鬓丝。似难凄楚禁，月与吾影辞。\n月去有明日，魂去无生时。置我霄壤间，转同星光稀。\n霏然下凉露，和泪沾裳衣。"
        },
        {
            "标题": "月夜纳凉挍叶山人元阶赤堇遗稿用其怀孙明府韵三章题卷后 其一",
            "作者": "姚燮",
            "内容": "因仍尚标榜，名海无真诗。缘饰哀乐言，罔或根内思。\n山人友千古，守本无迟疑。意在后必传，崛强甘违时。\n运以精到心，著以亲切词。蜷桂月满岩，濯莲露盈池。\n既堪振庸懦，亦足惩诡随。众眼尚皮毛，求形不及骸。\n安能揽世人，一一示之怀。姓氏未出里，久将忘尔谁。\n辅尔弱无力，平生吾惭知。卞玉蕴石中，宝在终有归。"
        },
        {
            "标题": "月夜纳凉挍叶山人元阶赤堇遗稿用其怀孙明府韵三章题卷后 其三",
            "作者": "姚燮",
            "内容": "谪梦游人间，梦醒还九霄。光碧琪树林，夙世君所巢。\n双成云和笙，媚君升天谣。但怜吾不鸾，玉清望难翱。\n大吕回煖阳，六合冰气消。洒落芬陀华，下使千灵朝。\n君诗日月魄，天镜森昭昭。七步遮须王，庶几同宾僚。\n道在劫无毁，心近神已遥。玑斗回西枢，独射长庚高。"
        },
        {
            "标题": "同谢同年增自小东门买舟由小秦淮至虹桥酒市小饮游平山堂桃花庵云山阁诸胜薄莫始归得诗六章 其二",
            "作者": "姚燮",
            "内容": "城浦多画楼，高箔齐女墙。倒影波心窗，泛入青鸳鸯。\n澄怀不习绮，但搜萝底香。萝作空濛云，吹动初旭光。\n回汊渔台平，八折虹垂梁。碧港如天河，直引秋绳长。\n望随燕飞没，燕杪孤帘飏。移船且谋饮，一泛颇黎觞。"
        },
        {
            "标题": "同谢同年增自小东门买舟由小秦淮至虹桥酒市小饮游平山堂桃花庵云山阁诸胜薄莫始归得诗六章 其四",
            "作者": "姚燮",
            "内容": "太守今谁招，虚堂扫华绮。一镜三尺屏，烟翠纳千里。\n荒土无六朝，古愁乱难理。但馀金粉痕，糁落大江水。\n西驰日过中，东帆行未已。绿密如冻云，楼阁罨其底。\n远近无数箫，搀杂鸟声起。迢迢北固山，娟然隔花睨。"
        },
        {
            "标题": "同谢同年增自小东门买舟由小秦淮至虹桥酒市小饮游平山堂桃花庵云山阁诸胜薄莫始归得诗六章 其一",
            "作者": "姚燮",
            "内容": "偶离尘市嚣，便得好秋意。压溆阑影红，尽浮白蘋气。\n朝爽催灺灯，残歌响犹腻。遮掩空明岚，转嫌柳多翠。\n纡回出柳缝，万莺未醒睡。短楫呼暂停，爱此露飘袂。\n滟我倦客心，已如中酒醉。"
        },
        {
            "标题": "同谢同年增自小东门买舟由小秦淮至虹桥酒市小饮游平山堂桃花庵云山阁诸胜薄莫始归得诗六章 其三",
            "作者": "姚燮",
            "内容": "鸥语絮明渌，意似怜弱菱。莫疑矶水凉，春蔼浮上层。\n疏荭倚其侧，留与蝴蝶矜。蝴蝶轻五铢，风过衣难胜。\n中流眄群妙，抱篴低舷凭。笑彼呴沫鱼，唼我吴衫绫。"
        },
        {
            "标题": "同谢同年增自小东门买舟由小秦淮至虹桥酒市小饮游平山堂桃花庵云山阁诸胜薄莫始归得诗六章 其五",
            "作者": "姚燮",
            "内容": "还觅桃花庵，水廊缭疏竹。幺荷祇一花，已媚万人目。\n横波出暗鬟，脆响漫钗玉。团扇谁氏郎，其思惨以绿。\n孤台交四梧，潜有晚气蓄。安知无尽晖，平照野蒿缛。\n塔影迎酒鞯，钟响促筝局。天末莲心烟，一眉剪湘縠。"
        },
        {
            "标题": "同谢同年增自小东门买舟由小秦淮至虹桥酒市小饮游平山堂桃花庵云山阁诸胜薄莫始归得诗六章 其六",
            "作者": "姚燮",
            "内容": "杰阁如菌芝，高作一城冠。上府悬台星，皭然众纬贯。\n我非秦微云，诗才颇矜擅。惜此轻罗衣，但与揽花片。\n天涯志士心，匿为女郎怨。避雨衔唾红，不如窄襟燕。\n振领宜薄飔，沃发向空茜。渐飘隋苑萤，高下荻中见。"
        },
        {
            "标题": "寓斋杂述七绝句 其四",
            "作者": "姚燮",
            "内容": "梦回冰簟昼方长，匝幔疏藤静得香。蝴蝶渐催斜日去，空阶狸子怨苔凉。"
        },
        {
            "标题": "寓斋杂述七绝句 其二",
            "作者": "姚燮",
            "内容": "竹垆石铫试新茶，蟹眼声中泛碧芽。却喜客来如陆羽，共凭小几看荷花。"
        },
        {
            "标题": "寓斋杂述七绝句 其三",
            "作者": "姚燮",
            "内容": "列画深堂坐拄颐，寿门恣逸两峰奇。新罗体格尤清绝，春水纤凫唼柳丝。"
        },
        {
            "标题": "寓斋杂述七绝句 其六",
            "作者": "姚燮",
            "内容": "青楼残梦了蔷薇，队队黄莺过市飞。轻雪扑肩西葛软，漫郎晚向酒垆归。"
        },
        {
            "标题": "同曹德馨万后丞过辨利院观所藏宋元以来名人画大士应真像二百馀轴记之以诗",
            "作者": "姚燮",
            "内容": "万树旃檀香，经秋不蚀气。法林吹爽飙，龙象各颜霁。\n我从烦愁天，来此欢喜地。涤垢澄寸胸，已无世间事。\n癯僧戒律深，能识居士意。掘发珍珠藏，未容绀云閟。\n远自贯上人，下及罗华辈。画派如禅支，一一辨难昧。\n泡电一刹那，旧家几陵替？采壁烟藻光，黄泉梦同逝。\n可怜五色狮，马厩屈疲睡。幸搜金刚魔，力与荡尘秽。\n继起梁与杭，湖山践明誓。小转因缘轮，大树宰官卫。\n龙泓具愿力，续作后筏济。遂使半席楼，上瑰结灵秘。\n客如枯井蛙，咋舌不能偈。吾亦何所修，增此眼福慧。\n食息资阴阳，琉璃等柔脆。纵为南部民，不夺舍利贵。\n且饱山厨斋，空实屏一切。静听西窗蝉，独语坏墙桂。\n出门振领歌，苍翠拂无际。高甍佛日悬，照耀两峰髻。"
        },
        {
            "标题": "寓斋杂述七绝句 其七",
            "作者": "姚燮",
            "内容": "夜閒倚卧水南屏，云织天河渐罩星。怪底荻枝能奏曲，贴烟招雨一蛙醒。"
        },
        {
            "标题": "寓斋杂述七绝句 其五",
            "作者": "姚燮",
            "内容": "西邻小女字珠香，十五年华解斗妆。妆罢倚阑无个事，只拈茉莉嚼槟榔。"
        },
        {
            "标题": "自横水洋出竹山亹",
            "作者": "姚燮",
            "内容": "纵横海线划群蛮，天险何须论地顽？待掷鹅毛沈弱水，谁摩虎脊控坚关？\n缠烟星紫灯悬堞，割浪云赪烧满山。指日庚辰勷禹力，重埋铁鼎辟神奸。"
        },
        {
            "标题": "南沙河题壁四章叠前韵示钱同年 其三",
            "作者": "姚燮",
            "内容": "猎镫穿林响仆姑，云芒一瞥鸹鸧逋。纵横驼荐坐芳草，错杂羊膋烹嫩菰。\n相拉小蛮调手拨，自斟巨海解腰壶。五陵意气吾惭短，且检囊筹斗雉卢。"
        },
        {
            "标题": "扇影词三十八章 其三十四",
            "作者": "姚燮",
            "内容": "最宜簪菊一枝斜，石翠秋衣织凤花。应是老莲纨扇本，独含古媚扫凡华。"
        },
        {
            "标题": "车行枣花下",
            "作者": "姚燮",
            "内容": "香来昧所自，即之还疑无。翘首见崇柯，黄粟金纷敷。\n琐屑似岩桂，一一明鄂跗。夕意月能媚，晨态烟为梳。\n离尘绝搴撷，野蝶升徐徐。飘英未及地，若将依我裾。\n芬扬倘不远，气郁谁能知？停鞭一为恋，至悦适静娱。"
        },
        {
            "标题": "走厮篇当枣下何纂纂",
            "作者": "姚燮",
            "内容": "昔隶走厮班，蓝褛襟无完。畚帚囹圄墙，墨面除矢菅。\n今乘薄笨车，出入公府门。公府迎下阶，并坐称弟昆。\n文履何橐橐，高冠何轩轩。游蜂自为目，竦鸢自为肩。\n狐鍊蛊媚工，虺窃张弛权。居然列"
        },
        {
            "标题": "夜合花 其二",
            "作者": "姚燮",
            "内容": "淡月窥床，轻云飐箔，今宵凉似秋宵。羞催早睡，低头只数更谯。\n魂易断，梦难消。怕仙山、无此蓝桥。鬓蝉细掠，衾鸳慢整，炉麝潜烧。"
        },
        {
            "标题": "题天然大理石屏四绝句 其二 高房山湘浦秋峦",
            "作者": "姚燮",
            "内容": "天末楚山秋，照水媚寒绿。携我潇湘弦，一谱宓妃曲。"
        },
        {
            "标题": "太真夫人婉罗赠马明生诗",
            "作者": "姚燮",
            "内容": "贪生守烦障，平旦皆昏蒙。眢井千丈深，绠短谁测穷？\n昆崙岂真西，扶桑未为东。须知羲娥家，不在乾坤中。\n至人体群物，在有罔不容。多浊而少清，安能协之同？\n汝为石中玉，吾以砺相攻。宝此龙篆书，待籍灵霄宫。\n灵霄上无上，万瑟锵神风。自然还无名，湛寂玄元宗。\n块然体难变，五岳苦顽聋。眇想求引援，仅受秦皇封。\n吾行须万年，还视尔颜童。"
        },
        {
            "标题": "皂荚坞寻刘纲樊夫人遗迹",
            "作者": "姚燮",
            "内容": "元㕒被芳药，错灿不辨名。凡骨未当仙，谁肯尝其馨？\n阳林敷华风，飒动春蘼英。云作剑气垂，干莫双虹精。\n刘樊好夫妇，胎息交姹婴。百年悲短缘，脱舄还瑶京。\n海月悬灵坛，夜有呼鹤声。瀑帘倚疏瑟，凉荷锁为屏。\n雅曲无怨思，时媚山魈听。下怜人梦荒，雨苦鸳天冥。\n古踪閟千载，客来窈何情？卧虎如可骑，险壁吾能升。"
        },
        {
            "标题": "赠张丈廷济",
            "作者": "姚燮",
            "内容": "鲁殿岿然在眼中，瓣香天籁属吾翁。编年金石春秋例，大布衣冠魏晋风。\n寄食人间须早白，论时酒后气犹虹。神骐尚惜无真赏，劣马应教感路穷。"
        },
        {
            "标题": "次日雨中同人集厉君寓斋叠前韵",
            "作者": "姚燮",
            "内容": "忍冬蕤蕤万叶绿，雨气相薰极清缛。叩门俗客谢曹李，入座词人揖坡谷。\n云移宛委当楼山，风语璁珑过墙竹。棂间鸟影忽纷度，天际晴光但微蓄。\n看花颇愿昨游继，泥泞难堪笋鞋束。遥望春熙三百树，十二明珰褪绡服。\n金鱼重闼凄烟闭，纤翠中宵怯眠宿。应知荒涧飘脂粉，不复浓香拥鞍毂。\n百琲珍珠一寸心，谁与江妃慰摧辱？无言红萼定迢忆，且按琼筝谱姜曲。\n曲终帘卷舒清眄，石角苔枝见寒玉。苦凝柔媚向幽僻，远避嚣尘谢雕斲。\n佳人薄袖怜风雪，隐士孤情傲松鞠。相因列坐娱閒兴，沓举樽罍饱芦菔。\n四邻羯鼓喧豪宴，一院清阴开冷局。诗心渺渺生霞想，谈麈霏霏溢兰馥。\n只愁眼底春潮急，江汉东西散鸥鹜。出门扶醉各归去，向晚城阴入昏穆。"
        },
        {
            "标题": "赠陈明府丈文述四章 其四",
            "作者": "姚燮",
            "内容": "商籁出西昴，万绿扫如雨。至泬接明澥，流爽布层宇。\n乃知刊其靡，淳闷始还古。元龙根夙慧，入劫阅愁苦。\n晚悔得坚定，守道绝龃龉。词绮谢青兕，神超秉元麈。\n太华悬明蝫，瑶琴倚松抚。采芝有仙客，栖灵眇丹侣。\n流声忽中感，凌飙想鸾举。愿炙云和笙，相偕奏大吕。"
        },
        {
            "标题": "赠杨山人韫华四章 其四",
            "作者": "姚燮",
            "内容": "拔地穹隆山，不镇风气浮。殚心务华冶，纤琐穷剔搜。\n偶作朴愿持，邻里咸鄙尤。始信翟雉群，未宜厕之鸥。\n脱我一袭衣，饮君城西楼。压巷香曲尘，不滓深樽秋。\n深樽秋绿光，下沈月魄幽。以此斟酌君，荡君心郁忧。\n忧心荡何涘，上薄斗与牛。手撷天孙绡，拭君清泪流。"
        },
        {
            "标题": "赠燕",
            "作者": "姚燮",
            "内容": "过江风雨閒花尽，送客山川乱草多。又是一年春欲晚，忙来忙去苦因何？"
        },
        {
            "标题": "赠杨山人韫华四章 其三",
            "作者": "姚燮",
            "内容": "大江限南北，不限君声名。未及握手谈，吾意难尔倾。\n吾贫为谋食，橐笔阊门城。踯躅生汗颜，何待人亵轻？\n不犹命同感，摧此傲骨峥。安有巨灵斧，一削千山平。\n浩歌吐中郁，未防神鬼听。仰看正午旸，蔽匿秋雾冥。\n言愁亦何益，撒手虚空行。虚空漻漻风，吹动双虹青。"
        },
        {
            "标题": "赠杨山人韫华四章 其一",
            "作者": "姚燮",
            "内容": "普地南薰风，不入穷士门。幸免冻馁忧，天已深其恩。\n十载守迂讷，著述多妙文。谁怜卷轴外，但馀椽屋存。\n槁颜石同瘦，衣有秋苔痕。坐享空山年，风雨清其魂。\n尘逵起岩崅，骏足难轶奔。安见无底钵，可贮方壶云。"
        },
        {
            "标题": "赠董老攽五章 其二",
            "作者": "姚燮",
            "内容": "董老爱种花，钗鬟列屋誇。枯枝经拂拭，小蕊亦妍华。\n春好傍莺坐，夜深愁月斜。多情能熨物，娱尔寿龄加。"
        },
        {
            "标题": "赠董老攽五章 其五",
            "作者": "姚燮",
            "内容": "董老好结客，坦白绝猜疑。如对邱山重，能令冠盖卑。\n苦心寻诤告，热胆赴艰危。金石古班尹，谁嗟近莫期？"
        },
        {
            "标题": "赠杨山人韫华四章 其二",
            "作者": "姚燮",
            "内容": "众气方致荣，斯人独憔悴。力抱天柱孤，难砥大河溃。\n矢心甘牖居，默尔古欢佩。目摄变谲云，已穷造化态。\n娟影资自怜，于世眇何赖？差幸黄鸟声，与春慰私爱。\n咄嗟蝇蚁微，亦此大圜戴。奈何走壁风，不及江水快。"
        },
        {
            "标题": "瘦弦引一章示王大师真",
            "作者": "姚燮",
            "内容": "瘦弦独语雨楼夕，城岚如波泼篁湿。饮酒辞醉苦不得，强附长鲸作川吸。\n短烛光短长烛明，弦声不断如蛩声。秋衫颜色腻秋露，压鬓秋花䰀鬌轻。\n美人上座眼平睇，列座英雄懦无气。鸳鸯狎梦荷华阴，那顾高林有雕睨？\n生不食肉不列侯，剑可手屈还为钩。饱餐粱肉明日饿，风吹云逝谁能留。\n子未为老吾未少，不数十载同山邱。大梁有客古侠者，平头十人骑玉马，挥霍黄金满天下。\n堂如射圃容百筵，一筵一妓皆婵娟。钿珠瑟瑟堕尘屑，蜡泪泻地成红泉，自谓此乐千万年。\n今春寻花过其地，桃花柳花皆可怜，空庭但浮凄凄烟。\n吁嗟乎，筵散春朝似秋寂，筵聚秋宵有春色。酒醒不醒歌续歌，多少悲欢在胸臆。\n天无星斗云莽回，地有蓬蒿车偪仄。燕子易老鸿易零，五更喔喔黄鸡鸣。\n疏磬一击四窗白，残霜万瓦初旭清，大江潮水漂浮萍。"
        },
        {
            "标题": "叶舍人以张际亮旧赠王石谷画属题",
            "作者": "姚燮",
            "内容": "闽海翩鸿瞥已沈，摩挲此画等遗琴。九原风雨悲京兆，一㡧云烟感石林。\n妙墨合收长物志，尺缣中有故人心。客窗那复吟樽共，我亦凄然涕不禁。"
        },
        {
            "标题": "古诗二章简阮训张培基 其一",
            "作者": "姚燮",
            "内容": "士在草莽中，嗒已乏生气。委恃孤心劳，欲救万形敝。\n捍无峻石门，转为贱者隶。荆榛漫大山，谁复辨荃蕙？\n元历周五行，衰旺迭相帝。金水防忒差，孛罗敢乘沴。\n命脉存文章，古哲赖之裔。精灵充六虚，老死罔能翳。\n智力供雕刓，声名极危厉。当使今日情，可发后人涕。"
        },
        {
            "标题": "古诗二章简阮训张培基 其二",
            "作者": "姚燮",
            "内容": "蚓蝼各埃壒，栖无同命虫。行止有大窒，冻饿犹小穷。\n六翼生吾臂，讵遂快其翀？庶于广漠天，一试高寒风。\n峨峨万仞青，世眼惊华嵩。谁搜酝酿气，上翊云雷功。\n东旸未腾海，壶峤晖先红。安知颓景愁，已伏弹指中。\n宝镜受鉎涩，可弃等顽铜。幸兹接群听，有耳非竟聋。"
        },
        {
            "标题": "题项易庵招隐第三图",
            "作者": "姚燮",
            "内容": "胜朝岁癸甲，阳九遘天厄。彗枪灼辰纪，祅淫满幽益。\n东南草木死，震荡米脂贼。流血灌河渎，村堡听闻隔。\n王师入镇抚，残蠕稍安获。惟时江浙间，汹汹尚兵革。\n秀州一隅地，探胠等凫鹢。荒角动哀语，高垣黯垂夕。\n天籁有文孙，冰壶濯神魄。血战通画理，卷舒宋元夕。\n变相九十九，见推董宗伯。感时抱唈逆，乾坤惨孤息。\n上书天门遥，掉首海云黑。托怀缋招隐，飒爽去镂刻。\n明溆分水阑，纡道立山栅。晓眄狎凫鹄，秋贞寄松柏。\n凌巘石崱屴，俯流水扬激。邻蟪吟晚竹，挈"
        },
        {
            "标题": "长亭怨慢",
            "作者": "姚燮",
            "内容": "记那夕、梦曾留处。天碧无烟，更无风露。双髻扁舟，一江明月画城路。\n今宵何许。也有个、玉梅花树。直恁婵娟，却怨作、可怜情绪。"
        },
        {
            "标题": "织新衣",
            "作者": "姚燮",
            "内容": "釜中百蚕命，机上一絇丝。积丝成百絇，量体织新衣。\n新衣颜色娇，衿袖无参差。昨日贴身素，今日生尘淄。\n受尘不肯著，弃置衣何辞？山脚十亩棉，病叶黄其姿。\n海雹横山来，接接打断枝。秋灯绝纺声，贫妇泣以悲。\n蟋蟀鸣入床，夫君长别离。大儿薪一束，不供一粥炊。\n小儿菜一匊，不救一日饥。旧纩捡空簏，破碎同蝶飞。\n长泪续短线，寸寸心如灰。脱儿髁上布，剪妾衣里衣。\n颠倒结作领，窄幅难成围。寄郎穷旅中，与郎瘦相宜。\n漏屋彫瓦松，白日乌鸦啼。结烟为愁云，鸦孤雄不归。\n燕子坐深堂，羃羃芙蓉帏。微命待西风，西风多偏私。\n刺骨千丈霜，不与燕翼如。燕翼如白袷，皎皎明月辉。\n可怜屋上鸦，鸦背木叶稀。"
        },
        {
            "标题": "同厉三志卢大漘酌性公总持丈室",
            "作者": "姚燮",
            "内容": "人天香饭林，斗室瓮中月。是于六根外，营此狮子窟。\n城山缭翠屏，晚浦雨初歇。低云包钟声，不使散蓬渤。\n置筵松下堂，苾然茗浇饽。细糁成雪花，腻我唾衫滑。\n风摇烛渐微，人影向烟没。继爇光明镫，听龙语空钵。\n斯时屋楞间，雾海正辽阔。略见窗隙澜，摇动绣幡活。\n下有掣浪鲸，上有睨霄鹘。师持金刚宝，智慧炯毫发。\n授客定止心，邀坐大津筏。诸君非木偶，有狂胡不发？\n缚身苦众魔，谁能断手辣？愿以舍利坚，琢为我诗骨。\n了此半偈参，在胸已无物。讵忧山鬼睇，来蛊居士佛。"
        },
        {
            "标题": "宿昭庆寺",
            "作者": "姚燮",
            "内容": "山雨作秋气，虚堂生暮凉。檐竹静摇翠，水花微有香。\n心随云共定，机与鹭相忘。坐久闻清磬，疏灯寂夜光。"
        },
        {
            "标题": "鲁桥行",
            "作者": "姚燮",
            "内容": "奔流百道兖东灌，泗尾睢尻浸天半。断鸦零雁漂无所，苇带荷衣极零乱。\n我帆如叶中流行，听所休止无留停。贴云烟树缭西北，东南绵以群山青。\n砀山頫首芒山耸，一一潮头挟飞动。乍迎薄日凌风笑，忽射遥阴压船重。\n船人擂鼓还鸣锣，客横长篴吾高歌。真疑白地接蓬岛，径思赤手驱鼋鼍。\n赵村卑与尤村接，庐舍牛羊尽飘汩。可怜堤上千章柳，时向萍边露颠末。\n颇虞七闸南阳倾，冲流下决鱼台城。囊沙无术塞瓠子，令我涕泪思白英。\n山东苦水浙苦兵，客愁家难何时平？愿挹此水洗兵甲，顿还陆海俱澄清。"
        },
        {
            "标题": "迈陂塘/摸鱼儿·天海移情图为周澹岩作",
            "作者": "姚燮",
            "内容": "指回澜、金乌弄彩，搏桑万里初晓。十年苦识琴三昧，赢却者回孤抱。\n中散老。恐一曲广陵，难媚人间好。刺船行早。等独鹤摩天，片云吹海，直得赏音少。"
        },
        {
            "标题": "戏示邻友三章 其二",
            "作者": "姚燮",
            "内容": "引鹤申龟绝粒仙，那知下界汉唐年？无筹可纪贞元历，以气游行自在天。\n未用苦甘分荼蓼，从来得失本鱼筌。伏潭古蜧不肯出，迸石寒梅相向妍。"
        },
        {
            "标题": "真如寺",
            "作者": "姚燮",
            "内容": "古鼎旃檀袅殿薰，客从松底踏斜曛。灵泓冰雪千年井，画塔湖天一发云。\n疏磬荒烟裴相宅，啼乌落叶赵官坟。布金此是华严地，旧劫何须感蕙焚？"
        },
        {
            "标题": "征部乐 剩垒",
            "作者": "姚燮",
            "内容": "戍迁烽静，单骑客过红螺碛。破碎沙堆蔺石。缠紫草、巉负垣脊。\n同落凤，飞狐厄。强半是、汉痕唐迹。尚那角、日闪红旗，贴堑防秋立柴栅。\n何当负得，钩镵劲铁，来此垦烟寻镝。漫凭吊、云黄树赭，五原焦郁，下有殇魂宅。\n是谁筹画。想驻马、帐门横戟。到今时、逻夜人稀，雨丛磷碧。"
        },
        {
            "标题": "雪交亭故址吊张阁部鲵渊先生",
            "作者": "姚燮",
            "内容": "军藩故巷有悲风，一线城厓棘路通。止水在心天亦鉴，环山为国月常中。\n冬青蜀魄愁朱鸟，晚翠南溟挂白虹。补怛遗坟吾昔拜，栀花如雪耀澄空。"
        },
        {
            "标题": "闻冯太史登府讣寄挽六章 其六",
            "作者": "姚燮",
            "内容": "客来告予言，公身已不存。反覆穷诘之，犹疑误诸闻。\n精灵汩冠带，在世皆游魂。正死得首邱，宁非主宰恩？\n虽无畸行留，儒素人所尊。轻彼粟帛庸，何以腴乾坤？\n但悲贱子意，未罄公前论。一绝中散弦，孤啸难为孙。\n昨行经学宫，宫树深以昏。荆芜高出廧，掩没霝星门。\n门东著书屋，露洁篁为墩。忍说弃砚旁，时有狐来蹲。\n春阳已遍区，尺地犹不温。顾我旧屐双，愁蹴枯苔痕。\n遥知梅里东，新造埋诗坟。铭石谁颍川，吾劣惭无文。"
        },
        {
            "标题": "望隔江山忆陈之玠故居",
            "作者": "姚燮",
            "内容": "远山如宿鬟，晨妆掠初就。轻云相回萦，未肯露全秀。\n其下江漪平，微风作罗皱。茜色吹石华，新唾上春袖。\n夙昔携双桡，东矶访朋旧。一尺梅花枝，横影出墙窦。\n水鸿飞啄花，落瓣点苔绣。每当月出时，夹杂露香逗。\n佳人婵娟姿，昨犹梦中遘。侧帽柴门前，孤竹倚同瘦。\n至今琴床空，月斜有啼狖。凄其不忍闻，闻之我心疚。"
        },
        {
            "标题": "凫愁岭",
            "作者": "姚燮",
            "内容": "危峰伸佛臂，坦掌高及天。既坦复斜耸，似秉重台莲。\n昨行望眙"
        },
        {
            "标题": "钱清舟子郭三",
            "作者": "姚燮",
            "内容": "星夜起雷风，龙云半天黑。联行六七舟，招呼变颜色。\n郭三手力强，拔篙还倒行。急雨打面来，已有飒飒声。\n郭三家岸傍，肩我上滩嘴。肩我行李至，已沈半船水。\n呼妇烘我衣，携篝自炊粥。粥熟劝我餐，粥饱劝我宿。\n黄鸡啼屋角，日出天初晴。赠金不肯受，至今心怦怦。"
        },
        {
            "标题": "昼锦堂 败邸",
            "作者": "姚燮",
            "内容": "鸃带中涓，貂襜外戚，虎落三匝朱门。爵冠四千石秩，琐甲连阍。\n金吾朝收扃阁印，玉娥夜散绮楼魂。南柯底，蚁国梦醒，凄凉露影泡痕。"
        },
        {
            "标题": "附：昼夜乐 同作 盱眙汪祖绶",
            "作者": "姚燮",
            "内容": "明珠款实还收取。况缥缈、华胥路。蛾眉泥彼联娟，蝶意恼人惊寤。\n果托微波通一语。又底事、整衣赪怒。是否便销魂、问窥墙邻女。"
        },
        {
            "标题": "迈陂塘 同袁楫山、王兰林游湘湖",
            "作者": "姚燮",
            "内容": "放轻桡、狎鸥亭外，旧游历历堪指。明漪拓镜双堤抱，不尽芦黄萍紫。\n风骤起。有碧眼鸬鹚，拍阵空烟底。乱冈平迤。甚剩叶多凋，老苔半褪，萧索到如此。"
        },
        {
            "标题": "解连环 烛泪",
            "作者": "姚燮",
            "内容": "湘霞影透。认琼脂注凤，绿荷铜瘦。值抱得、几许芳心，恁惜别愔愔，替人垂又。\n冷易成冰，悔未乞、唾壶深受。更袖痕拂乍，断红堕点，化相思豆。"
        },
        {
            "标题": "祝英台近 时湘文倚梅图照",
            "作者": "姚燮",
            "内容": "亸疏鬟，垂薄袖，媚影刻春绣。月似烟昏，烟似断云绉。\n倚来铁干冰华，那般清苦，值禁得、那人纤瘦。"
        },
        {
            "标题": "煮药",
            "作者": "姚燮",
            "内容": "密灶无烟榾柮轻，帘眉月白夜方晴。例援枢素参中候，法准铅丹验小成。\n腻得春田膏露气，静闻天水濯云声。凭伊羽客清如鹤，煖酒芝坛弄玉笙。"
        },
        {
            "标题": "过二茗草堂追悼叶上舍元址得诗五章",
            "作者": "姚燮",
            "内容": "恻恻摧摧，事难往追。委世而没，人知子谁？摧摧恻恻，事往难忆。\n秋花在庭，念子颜色。"
        },
        {
            "标题": "晓起",
            "作者": "姚燮",
            "内容": "占晴凭老鹊，晓起拂苍苔。一蝶过墙去，飞花扑帽来。\n閒踪须屐寄，静想与琴猜。煮笋招邻伴，相将话酒杯。"
        },
        {
            "标题": "朱生惠安息香饼酬之以诗十韵",
            "作者": "姚燮",
            "内容": "病馀情不绮，春国我今禅。频迓希夷梦，抵游兜率天。\n蛛丝风袅袅，兰瓣露娟娟。庄叟止虚白，扬雄著太玄。\n花雏沈水盥，邻闼小红弦。痴绝望相怨，因之吟可怜。\n自今习蒲衲，所寄但云泉。老屋松根雨，神幡艾纳烟。\n且安眠细腻，略领味疏妍。惭愧卫叔宝，河阳非昔年。"
        },
        {
            "标题": "述意十六章 其八",
            "作者": "姚燮",
            "内容": "楚楚裳与衣，好人赋要襋。莫云太行高，云梯可登陟。\n天缋盈亦虚，鸿文互矜式。庄生游逍遥，老子守元默。\n我愁流变开，巧诈复安极？"
        },
        {
            "标题": "闷雨遣意次武三韵得二章 其一",
            "作者": "姚燮",
            "内容": "岂如病女感西风，常使低头闭玉栊。竟有横流沈港道，愁他饥鸟匿蒿蓬。\n天阴转觉荒山碧，屐过都黏坏叶红。羲影娥晖邀不得，直疑太古转鸿濛。"
        },
        {
            "标题": "述意十六章 其四",
            "作者": "姚燮",
            "内容": "适用还自"
        },
        {
            "标题": "黛峰",
            "作者": "姚燮",
            "内容": "黛峰争靓叶，凉晓画明波。雏燕爱春阔，落花如雨多。\n大湖有兰桨，佳客被青萝。不畏裌衣薄，露边吟踏莎。"
        },
        {
            "标题": "观石氏夫妇演技",
            "作者": "姚燮",
            "内容": "虚堂平拓十弓地，置酒同看汉京戏。两行八烛人臂粗，左右分照红"
        },
        {
            "标题": "杨柳青",
            "作者": "姚燮",
            "内容": "村南古驿杨柳青，青青直过青县城。县城隐隐不可见，绕柳人家住郊甸。\n豢驴饲犊槽满麸，泥砾匝地多榛芜，池为浴湢黄流污。\n丫髻童子负长梃，裹体趯跃同游凫。蝇声甍甍蛙阁阁，瓜棚倒岸豆荚落。\n居民墨首性剽掠，走索抛砖恣娱乐。杀人不用七尺刀，寸水可作千寻涛。\n沧州城中一夜火，三千甲马头颅焦。赁田种秫隐名姓，见人不敢称雄豪。"
        },
        {
            "标题": "古意同潘丈论诗三章 其二",
            "作者": "姚燮",
            "内容": "春华绚郊甸，粉黛屯如云。丹舆冠恒饰，来自谁家门？\n道旁驻行辔，睨想神先醺。群婢掖之出，下车偏逡巡。\n高鬟灿金凤，炙日流浓芬。作态自矜贵，气铄诸女群。\n迫视眉辅间，拙丑难具论。庸流寡真目，意羡还效颦。\n一日遍城户，旧饰翻巧新。俗尚信易溺，谁复守其真？"
        },
        {
            "标题": "南辕杂诗一百八章 其五十九",
            "作者": "姚燮",
            "内容": "昨日行苦旱，今日行苦雨。轣辘就泥泞，马首不能举。\n飘风复向东，飒飒响禾黍。洒我车中裳，黴色半沙土。\n有鸟鸣下田，垂垂湿其羽。旷野无丛林，何依得巢处？\n侧闻齐东西，三月酷天暑。但使居者乐，敢辞行者苦？"
        },
        {
            "标题": "述意十六章 其十三",
            "作者": "姚燮",
            "内容": "维狼巨喙张，能得几肉嘬？托匪禽兽身，徒因口腹惫。\n蔽道多乱荆，饬尔斧柯坏。外已辞瑟胶，中何嫌絮败？\n污洁关贪廉，杅槃有铭诫。"
        },
        {
            "标题": "古意同潘丈论诗三章 其一",
            "作者": "姚燮",
            "内容": "飞想越珠海，城阙金参差。仙姝倚高碧，华氅冰雪肌。\n妙丽不可竟，一一天人姿。就神欲与语，波云忽掩回。\n若花在烟雾，但许迷离窥。坚情守不敝，所愿讵终违？\n丹籍注名姓，亦自凡庸基。惜哉阮与刘，中道赋来归。\n天台削千仞，桃叶空葳蕤。"
        },
        {
            "标题": "述意十六章 其五",
            "作者": "姚燮",
            "内容": "雍雍君子争，宾射有恒礼。寂养抒远怀，不如酌春醴。\n皇宪无市恩，持纲归大体。饮啄同适天，讵令汝身癠？\n功业犹露菅，相资固根柢。"
        },
        {
            "标题": "述意十六章 其六",
            "作者": "姚燮",
            "内容": "布衣扬清风，八座讵云尊？骑牛寻绮角，不入高戟门。\n赪梧宅神鷟，蚁命自宜裈。六极天幕张，戴之同牢盆。\n华色有彫散，灵息兹永存。"
        },
        {
            "标题": "古意有赠五章 其五",
            "作者": "姚燮",
            "内容": "微雨飒中夜，篝火凉无光。兰帏坐依倚，帘桂生静香。\n旧情理絮絮，感至还激昂。不知清泪流，但觉依淋浪。\n片帆下湖溇，明日天苍凉。纵有九曲珠，难穿宛转肠。\n已矣弗复言，言之心摧伤。"
        },
        {
            "标题": "斜街行",
            "作者": "姚燮",
            "内容": "斜街香月连门白，露柳眉黄蘸初湿。莺纤燕乳结春巢，三五成群响交织。\n妖童年十六，笑貌何鄂敷，天生聪颖人生无。学歌一月尽歌妙，对客便试红"
        },
        {
            "标题": "挽刘将军朝元诗三十四韵",
            "作者": "姚燮",
            "内容": "死当为鬼雄，而岂国之殇？食禄尽君事，大义何皇皇。\n赤厈翻洪涛，流矢飞天狼。避匿且不暇，谁敢孤身当？\n君姿夙森挺，寒翠如湘篁。肃杀两剑眉，逼人凛有霜。\n涂抹孙吴书，恣肆成文章。纶羽儒将风，百鍊无浮刚。\n出身右科目，告籍参戎行。汗血步景驹，共卜千里骧。\n近奉上帅符，巡哨瓯括洋。水线缭云壁，贼艘来扼吭。\n左右各弃繻，舵卒心胆丧。律令传火车，聒耳闻雷硠。\n飞灰眯腥雾，白战苦无障。三尺健臂存，焉肯羞螳螂？\n透甲新血痕，割衿裹其创。眼看军发焦，魂留气先僵。\n暗山动"
        }
    ],
    "对话内容": [
        {
            "Dialogue": "{\n    角色名: 举人甲 \n    动作:(微微倾身，恭敬地询问)\n    讲话: 姚先生，您在画梅的技艺上可谓登峰造极，您是否能为我们讲述一下您创作梅花时的灵感来源与绘画的心得？梅花之于您，似乎不仅仅是一种花卉，更是您内心情感的寄托。\n}\n{\n    角色名: 姚燮 \n    动作:(微微一笑，目光流转，缓缓开口)\n    讲话: 吾之所作梅花，非独为其形色之美，更因其凌寒独自开的高洁之气。每逢寒冬腊月，群芳凋零，梅花却傲然独立，仿佛在诉说着一种不屈的精神。画梅之时，仆常以心中所感，融入笔墨之中，追求那份清雅与坚韧。梅花不仅是自然之物，更是人心之所向，仆以梅花寄情，愿与各位共鸣于此，体会其内在的气节与柔情。\n}"
        },
        {
            "Dialogue": "{\n    角色名: 文人乙 \n    动作:(轻声低吟，眼中闪烁着期待)\n    讲话: 姚兄，您的《韩庄闸舟中七夕》真是令人陶醉，能否请您再为我们朗诵一遍？我愿意跟随您的韵脚，吟咏此中情景，共同感受那份缠绵悱恻的意境。\n}\n{\n    角色名: 姚燮 \n    动作:(微微颔首，举杯示意，清朗吟诵)\n    讲话: 木兰桨子藕花乡，唱罢厅红晚气凉。烟外柳丝湖外水，山眉澹碧月眉黄。\\n在这七夕良宵，仿佛一切皆为情缘所系，舟行水上，心随月转，情意绵绵，恨不相逢。愿诸君共赏此景，任思绪如烟，随风而逝，浸润于这份诗意之中。\n}"
        },
        {
            "Dialogue": "{\n    角色名: 友人 \n    动作:(提笔写信，神情怀旧)\n    讲话: 姚兄，前日我偶然翻阅旧游记，想起昔日与您共游天平山的快乐时光，实在是令人向往，您可愿再赴重游之约？\n}\n{\n    角色名: 姚燮 \n    动作:(微笑着提笔回信，语气诚恳)\n    讲话: 友人之言，仆心有戚戚焉。天平山之行，虽时光荏苒，然山水依旧，友谊常在。仆愿意再去探访那片沃土，感受昔日的欢愉与美景。为表心意，特附上新作一首，愿与君共赏，共叙友情之厚。\n}"
        },
        {
            "Dialogue": "{\n    角色名: 老友 \n    动作:(驻足于集市，眼中流露出好奇)\n    讲话: 姚兄，听闻您最近忙于撰写《夏小正求是》，可否与我分享些许心得？您对这部作品的构思与期望如何？\n}\n{\n    角色名: 姚燮 \n    动作:(微微点头，目光坚定)\n    讲话: 此书乃仆心血之作，仆欲以此书正本清源，将夏小正之义理与当今之学术相结合，探讨古今之变迁，启迪后学之思。然在此过程中，仆亦深感道阻且长，然此亦是求索之乐。愿与诸君共勉，求真务实，开拓思想之境。\n}"
        },
        {
            "Dialogue": "{\n    角色名: 学生甲 \n    动作:(专心聆听，目光炯炯)\n    讲话: 姚先生，您能否详细讲解《今乐考证》中关于古乐的见解？我对此颇感兴趣，渴望能在学问上有所获益。\n}\n{\n    角色名: 姚燮 \n    动作:(微微抚须，语调温和)\n    讲话: 学子之问，实乃求知之志，仆甚是欣慰。《今乐考证》所探讨者，乃古乐之源流与演变，旨在揭示音乐与文化之交融，古乐不仅为音律之享，更为情感之寄托。仆愿以生动之例，引导君等深入思考，激发对古典文学与音乐之美的珍视，愿共探其奥妙。\n}"
        },
        {
            "Dialogue": "{\n    角色名: 文人丙 \n    动作:(认真打量，神情专注)\n    讲话: 姚先生，您在此诗词大会上对意境的独到见解，真令我叹服，您能否分享您对诗词创作的心得与体会？\n}\n{\n    角色名: 姚燮 \n    动作:(微微一笑，语气从容)\n    讲话: 谢君夸奖，然诗词创作，实乃心灵与自然的对话。仆常以情感为笔，以意境为墨，力求在字里行间传达出深邃之思与真挚之感。每一字一句，皆需沉浸于生活之中，体悟其美，才可得其真。愿与君共勉，砥砺前行，探索更高的艺术境界。 \n}"
        },
        {
            "Dialogue": "{\n    角色名: 弟子 \n    动作:(捧信，满脸期待)\n    讲话: 姚先生，您在信中提到的创作经验，实在让我受益匪浅，您能否再详细指导我如何在诗词中追求卓越？\n}\n{\n    角色名: 姚燮 \n    动作:(温和微笑，语气亲切)\n    讲话: 孩子，诗词之路，需以心性为根，以博学为翼。应多读古今之作，体会其韵味，同时也要多加实践，常写常吟。仆自当传授学识，愿你在追求文学的道路上，坚定信念，勇敢探索，纵有艰辛，亦不负青春之志。\n}"
        },
        {
            "Dialogue": "{\n    角色名: 家人 \n    动作:(围坐庭院，眼中流露骄傲)\n    讲话: 姚兄，您的诗词与画作皆令家人自豪，您是否愿意分享一下创作背后的故事与感悟？\n}\n{\n    角色名: 姚燮 \n    动作:(谦逊地微微一笑，语气柔和)\n    讲话: 诸位之言，仆心感无比。每一幅画作与诗词，皆是生活点滴之积累，仆常在庭前后院，静思而作，愿以心中所见所感，倾注于笔墨之中。然这份成就，皆赖于家人的支持与鼓励，仆将继续努力，以不负此生所学。\n}"
        },
        {
            "Dialogue": "{\n    角色名: 友人 \n    动作:(抚摸梅花，眼中闪烁着欣赏)\n    讲话: 姚兄，您在梅花树下吟咏，真是美不胜收，您如何理解梅花所象征的精神与情感？\n}\n{\n    角色名: 姚燮 \n    动作:(微微抬头，语气深思)\n    讲话: 梅花，象征着坚韧与高洁，虽经历严冬，却能傲然独放，仿佛在向世人传达一种不屈的信念。仆常以梅花为喻，借其品格映照人生，愿与友人共赏此花之美，共同体会其中的哲理与情感，愿人在浮华中不忘初衷，坚守自我之道。\n}"
        },
        {
            "Dialogue": "{\n    角色名: 京城书信人 \n    动作:(递信，神情郑重)\n    讲话: 姚先生，来自京城的书信提及朝廷对文学的重视，您对此有何看法？在这变动的时代，文学可否担当起更多责任？\n}\n{\n    角色名: 姚燮 \n    动作:(沉思片刻，语气坚定)\n    讲话: 文学，乃人类智慧之结晶，承载着文化的传承与思想的启迪。在这动荡之际，文学应当承担起引导风尚与传递人心的责任。仆愿以笔为剑，撰写关于文化传承之重要性，期盼能够唤起更多人对传统文化的珍视，共同守护这份宝贵的精神财富，愿此言能引起他人的共鸣。 \n}"
        }
    ]
}