{
    "基本信息": {
        "姓名": "张煌言",
        "性别": "男",
        "出生年份": "1620",
        "死亡年份": "1664",
        "享年": "45",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [
        "张煌言的父是张圭章",
        "张煌言的父是张圭璋",
        "张煌言的直系祖先是张知白",
        "张煌言的子是张万祺",
        "张煌言的继子是张鸿福"
    ],
    "其他关系": [
        "张煌言友的对象是赵廷臣",
        "张煌言学生为王居敬",
        "张煌言传记作者为黄宗羲",
        "张煌言祭文由全祖望所作",
        "张煌言神道碑由全祖望所作",
        "张煌言画赞(画像记)由全祖望所作"
    ],
    "入仕信息": [
        {
            "入仕方式": "科举: 进士(笼统)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "科举: 乡贡举人",
            "入仕年份": "1642",
            "入仕年龄": "未详"
        },
        {
            "入仕方式": "学校: 生员(庠生)",
            "入仕年份": "未详",
            "入仕年龄": "未详"
        }
    ],
    "别名信息": [
        {
            "别名": "元箸",
            "别名类型": "字"
        },
        {
            "别名": "忠烈",
            "别名类型": "谥号"
        },
        {
            "别名": "玄箸",
            "别名类型": "字"
        },
        {
            "别名": "玄著",
            "别名类型": "字"
        },
        {
            "别名": "苍水",
            "别名类型": "室名、别号"
        },
        {
            "别名": "阿云",
            "别名类型": "未详"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "鄞县",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [
        {
            "著述名称": "冰槎集:一卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "北征得失纪略:一卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "奇零草:三卷",
            "著述年份": "未详",
            "著述角色": "未详"
        },
        {
            "著述名称": "采薇吟:一卷",
            "著述年份": "未详",
            "著述角色": "未详"
        }
    ],
    "社会区分": [
        "死国难"
    ],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "张煌言（1620—1664年），字玄著，号苍水，鄞县（今浙江宁波）人，汉族，南明儒将、诗人，著名抗清英雄。崇祯时举人，官至南明兵部尚书。后被俘，遭杀害，就义前，赋《绝命诗》一首。谥号忠烈。其诗文多是在战斗生涯里写成，质朴悲壮，表现出作家忧国忧民的爱国热情，有《张苍水集》行世。张煌言与岳飞、于谦并称“西湖三杰”。清国史馆为其立传，《明史》有传。1776年（乾隆四十一年）追谥忠烈，入祀忠义祠，收入《钦定胜朝殉节诸臣录》。 ► 张煌言的诗文(211篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "野人饷菊有感",
            "作者": "张煌言",
            "内容": "战罢秋风笑物华，野人偏自献黄花。已看铁骨经霜老，莫遣金心带雨斜。"
        },
        {
            "标题": "甲辰八月辞故里 \\ 将入武林",
            "作者": "张煌言",
            "内容": "国亡家破欲何之？西子湖头有我师。日月双悬于氏墓，乾坤半壁岳家祠。惭将赤手分三席，敢为丹心借一枝。他日素车东浙路，怒涛岂必属鸱夷！"
        },
        {
            "标题": "满江红·屈指兴亡",
            "作者": "张煌言",
            "内容": "屈指兴亡，恨南北、黄图消歇。便几个、孤忠大义，冰清玉烈。赵信城边羌笛雨，李陵台上胡笳月。惨模糊、吹出玉关情，声凄切。汉宫露，梁园雪。双龙逝，一鸿灭。剩逋臣怒击，唾壶皆缺。豪杰气吞白凤髓，高怀眦饮黄羊血。试排云、待把捧日心，诉金阙。"
        },
        {
            "标题": "翁洲行",
            "作者": "张煌言",
            "内容": "自从钱塘怒涛竭，会稽之栖多铩翮。甬东百户古翁洲，居然天堑高碣石。\n青雀黄龙似列屏，蛟螭不敢波间鸣；虎韔争如秦妇女，鱼旐半是汉公卿。\n五、六年间风云变，帝子南巡开宫殿；繇来泽国仗楼船，乌鬼渔人都不贱。\n堂怡穴斗几经秋，胡来饮马沧海流；共言沧海难飞越，况乃北马非南舟！\n东风偏与胡儿便，一夜轻帆落奔电；南军鼓死将军擒，从此两军罢水战。\n孤城闻警蚤登陴，万骑压城城欲夷；炮声如雷矢如雨，城头甲士皆疮痍。\n云梯百道凌霄起，四顾援师无蝼蚁；裹疮奋呼外宅儿，誓死痛苦良家子。\n斯时弟子在行间，吴淞渡口凯歌还；谁知胜败无常势，明朝闻已破岩关。\n又闻巷战戈旋倒，阖城草草涂肝脑；忠臣尽葬伯夷山，义士悉刭田横岛。\n亦有人自重围来，向余细语令人哀；椒涂玉叶填眢井，甲第珠珰掩劫灰。\n而今人民已非况城郭，髑髅跳号宁复肉。土花新蚀遗镞黄，石苔早绣缺斨绿。\n呜呼！问谁横驱铁裲裆，翻令汉土剪龙荒？安得一剑扫天狼，重酹椒浆慰国殇！"
        },
        {
            "标题": "忆西湖",
            "作者": "张煌言",
            "内容": "梦里相逢西子湖，谁知梦醒却模糊。高坟武穆连忠肃，添得新祠一座无。"
        },
        {
            "标题": "绝命诗",
            "作者": "张煌言",
            "内容": "我年适五九，复逢九月七；大厦已不支，成仁万事毕。"
        },
        {
            "标题": "放歌",
            "作者": "张煌言",
            "内容": "吁嗟乎！沧海扬尘兮日月盲，神州陆沈兮陵谷崩！\n藐孤军之屹立兮，呼癸呼庚；予悯此孑遗兮，遂息机而寝兵。\n方壶圆峤兮，聊税驾以埋名；岂神龙鱼服兮，罹彼豫且之罾！\n予生则中华兮，死则大明；寸丹为重兮，七尺为轻。\n维彼文山兮，亦羁绁于燕京；黄冠故乡兮，非予心之所欣。\n欲慷慨以自裁兮，既束缚而严更；学谢公以绝粒兮，奈群诼之相并！\n等鸿毛于一掷兮，何难谈笑而委形！忆唐臣之嚼齿兮，视鼎镬其犹冰！\n念先人之浅土兮，忠孝无成；翳嗣子于牢笼兮，痛宗祀之云倾！\n已矣乎！荀琼、谢玉亦有时而凋零，予之浩气兮化为风霆，余之精魂兮化为日星。\n尚足留纲常于万祀兮，垂节义于千龄，夫何分孰为国祚兮孰为家声！\n歌以言志兮，肯浮慕乎箕子之贞；若以拟夫「正气」兮，或无愧乎先生！"
        },
        {
            "标题": "山中屡空，泊如也。偶读渊明「饥驱」句，犹觉其未介；遂作反乞食诗，仍用陶韵 其三",
            "作者": "张煌言",
            "内容": "三旬九遇食，我闻古有之。不贪以为宝，无受故无辞。\n奈何饕餮者，朵颐鼎鼎来。乞哀在暮夜，余羹仅一杯。\n斟酌既饱满，犹吟和陶诗。缅维珠树鹤，高清未易才。\n芝田谅足耕，嘉谷聊自贻。"
        },
        {
            "标题": "长鲸行",
            "作者": "张煌言",
            "内容": "南海长鲸何横绝，吞吐波涛喷日月；鼓鬣俄成赤羽旗，披鳞都变黄金穴。\n初依海市现楼台，旋上天关守宫阙。天狼忽从西北来，旌为蚩尤鞭为孛。\n长鲸稽首称波臣，玉皇香案皆膻羯；希恩岂望凤凰池，论功敢乞蛟螭窟。\n那识狼心最不仁，组系长鲸离溟渤；跳梁宁复昔睚眦，涸辙应怜旧饕餮。\n长鲸有子类龙种，起代灵鼍震列缺；银河朝犯织女机，珠浦夜泣鲛人血。\n天狼跋疐还叱吒，佥谓鲸鲵本遗孽；疏属山头贰负尸，钟离村内专车骨。\n残魂几处听蒲牢，遗醢何年化彭越！嗟嗟长鲸尔何愚，如彼异类终屈节；\n神龙不臣臣贪狼，抉自涂肠坐自灭。昨夜星躔弧矢明，欲喜欃枪影欲没；\n天狼、天狼莫漫骄！海宇会有真龙出。"
        },
        {
            "标题": "辛丑秋虏迁闽浙沿海居民，壬寅春余舣棹海滨",
            "作者": "张煌言",
            "内容": "去年新燕至，新巢在大厦；今年旧燕来，旧垒多败瓦。问主人，呢喃泪盈把。画梁不可望，画舫聊相傍。肃羽恨依栖，衔呢叹飘飏。自言“昨辞秋社归，北来春社添恶况。一处靡芜兵燹红，朱门那得还无恙！最怜寻常百姓家，荒烟总似乌衣巷。”君不见，晋室中叶乱五胡，烟火萧条千里孤；春燕巢林木，空山啼鹧鸪。只今胡马复南牧，江村古木竄鼪鼯。万户千门徒四壁，燕来亦随樯上鸟。海翁顾燕且太息，风帘雨（左巾右莫）胡为乎"
        },
        {
            "标题": "有所思二首 其二",
            "作者": "张煌言",
            "内容": "天星岁岁在余皇，一去延津剑渺茫；最误文皮包甲冑，漫誇卉服奉冠裳！\n望乡台上分羹冷，建业城边遗镞黄。闽峤祗今皆蔓草，不知三矢有谁囊！"
        },
        {
            "标题": "赠骆亦至二首 其二",
            "作者": "张煌言",
            "内容": "唐室当中叶，君家有右丞；雄文堪讨贼，苦节亦为僧。\n踪迹今相似，遭逢古未曾。会须负日月，沧海见鳣升！"
        },
        {
            "标题": "建夷宫词十首 其八",
            "作者": "张煌言",
            "内容": "掖庭又说册阏氏，妙选孀闺足母仪。椒寝梦回云雨散，错将虾子作龙儿。"
        },
        {
            "标题": "有所思二首",
            "作者": "张煌言",
            "内容": "尧封禹贡几沧桑，海外何当有大荒！衔烛地惟留野鹿，采香人亦类文狼。\n空将汉法颁司隶，独少周原纪职方。寄语居夷诸将帅，秋风万里待归航！"
        },
        {
            "标题": "得友人书，道内子艰难状",
            "作者": "张煌言",
            "内容": "尺牍胡然至，寒温不自通；殷勤报阃外，辛苦叹闺中。\n铛釜原兼绝，机梭亦屡空。鹿车谁共挽，羞杀是梁鸿！"
        },
        {
            "标题": "追慕二首",
            "作者": "张煌言",
            "内容": "国难驱人出，家倾待子归；可能磨墨盾，其奈冷斑衣！\n金革三年泪，冰霜寸草晖。发肤虽不毁，犹恨故园非。"
        },
        {
            "标题": "得友人书，道内子艰难状 其二",
            "作者": "张煌言",
            "内容": "家计深行恻，朱颜亦固穷；渐来应化石，遮莫但飞蓬！\n寄托诚交道，支持仗女工。可怜织箔手，不得到从戎！"
        },
        {
            "标题": "暑夜独坐",
            "作者": "张煌言",
            "内容": "炎熇如酷吏，入夜气犹蒸。晞发凉初透，撚须兴欲乘。\n风斜穿密牖，月午漏疏藤。四壁虫声咽，谁堪一语冰！"
        },
        {
            "标题": "鬓有丝",
            "作者": "张煌言",
            "内容": "晓起看双鬓，衰容变二毛；须眉长自照，筋骨总徒劳！\n物态离情换，年华苦节销。自怜蒲柳质，秋意蚤萧骚！"
        },
        {
            "标题": "吊旅墓",
            "作者": "张煌言",
            "内容": "荒坟三尺土，宿草几经秋！鬼亦离乡贱，人胡渡海游？\n鹿场残炤淡，蚁垤野花幽。不用山阳笛，凄然泪自流。"
        },
        {
            "标题": "春暮有怀",
            "作者": "张煌言",
            "内容": "嗟予初衣，柔翰勃窣。国难驱人，衽金袖铁。日月如驶，蹐地局天？\n汎汎沧海，盘桓小年。薄暮酒歌，怆焉彼美；安得九还，以庆灵纪。\n山川窈窕，爰奏素琴；琴言维何，写此春心。"
        },
        {
            "标题": "促织",
            "作者": "张煌言",
            "内容": "促织促织，微吟闺夕。纬妇惊秋，停机太息。织缣苦短，织纩苦密；\n万缕千丝，织不成疋。"
        },
        {
            "标题": "虏庭以余倡义既久，屡复名城，遂逮及族属；旦开告密之门，波及亲朋，搒掠备至，闻之泫然",
            "作者": "张煌言",
            "内容": "宗国既飘摇，家门遂颠覆；感此多难心，欲泣不成哭。\n我生实数奇，乾坤方百六；猰貐满中原，赤灵社已屋。\n逋臣骨可糜，岂敢惜孥戮！所悲诸父行，班白撄三木。\n女兄与所天，株连遭拲梏；幸或作流人，否恐登鬼箓。\n徲子竟何辜？十载尚淹狱。仳离有寡妻，墨幪兼缁帼。\n国亡家亦亡，我固甘湛族；迩闻告密风，旧游复被录。\n白虹惨欲垂，黄金贫莫赎！天地岂不宽，谁念忠之属！\n唯应千秋名，芬芳追王蠋；洒涕慰亲朋，安知此非福！"
        },
        {
            "标题": "长相思 秋",
            "作者": "张煌言",
            "内容": "秋山青，秋水明，午梦惊秋醒未醒？乾坤一草亭。"
        },
        {
            "标题": "长相思",
            "作者": "张煌言",
            "内容": "品瑶笙，按银筝，换羽移宫无限情，秋天不肯明。"
        },
        {
            "标题": "满江红 步岳忠武王韵",
            "作者": "张煌言",
            "内容": "屈指兴亡，恨南北，皇图销歇！更几个，孤忠大义，冰清玉烈？\n赵信城边羌笛雨，李陵台畔胡笳月；惨模糊，吹出玉关情，声凄切。"
        },
        {
            "标题": "满江红 示同难宾从罗子慕于武陵狱邸",
            "作者": "张煌言",
            "内容": "萧瑟风云，埋没尽，英雄本色。最发指，酡酥羊酪，故宫旧阙。\n青山未筑祁连冢，沧海犹衔精卫石。又谁知，铁马也郎当，雕弓折。"
        },
        {
            "标题": "泉穴鱼",
            "作者": "张煌言",
            "内容": "南有鲋鱼，实生泉穴；臣于鼋君，鳖行仰沫。水族失欢，暴腮勿活；\n岂其撄鳞，贪饵故绝。"
        },
        {
            "标题": "长相思 中夜闻筝",
            "作者": "张煌言",
            "内容": "炙凤笙，弹鹅筝，弄入阳关第几情，铜壶滴漏明。"
        },
        {
            "标题": "柳梢青",
            "作者": "张煌言",
            "内容": "无数江山，何人断送，雨暗烟蛮；故国莺花、旧家燕子，一样阑珊。"
        },
        {
            "标题": "山中屡空，泊如也。偶读渊明「饥驱」句，犹觉其未介；遂作反乞食诗，仍用陶韵 其一",
            "作者": "张煌言",
            "内容": "悲风变陵谷，余行将安之？浩然怀黄绮，烨烨紫芝辞。\n清声在金石，孤情独往来；彭泽何人斯，东篱恋酒杯？\n微禄已不耽，沾沾「乞食诗。」乞固自有意，可以观其才。\n吾则爱吾鼎，白云尚分贻。"
        },
        {
            "标题": "山中屡空，泊如也。偶读渊明「饥驱」句，犹觉其未介；遂作反乞食诗，仍用陶韵 其二",
            "作者": "张煌言",
            "内容": "西山有饿夫，褰裳欲从之！或言举世腴，君癯宁有辞？\n流水淡须眉，天真所繇来。况也朝市改，志士寡深杯。\n疗饥托薇藿，宁识招隐诗！今古多肉食，谁为天下才？\n珍重墨胎氏，灵龟幸见贻！"
        },
        {
            "标题": "闻孤鸟而有作",
            "作者": "张煌言",
            "内容": "孤鸟、孤鸟声愊忆，风雨中宵我心恻；似闻鸟言生不辰，空山寥落无颜色。\n在昔雄飞向九霄，金眸玉爪行胸臆；巢云曾傍万年枝，击水宁需六月息！\n风云蹉跌几星霜，宛转枋榆困枳棘；东门旗鼓为谁觞？北海木石徒尔塞。\n杜宇漫语不如归，鹧鸪疾呼行不得；予心卒瘏予尾焦，却来山阿欲避弋。\n一饮一啄孰将雏，双飞双宿谁比翼？寒枝独抱月黄昏，岛树苍茫林影黑。\n横绝四海会有时，敢告羁栖还努力！嗟乎此鸟亦非凡，鸾歌凤舞谁能识！\n但将孤鸟伴孤臣，悠悠苍天曷有极！"
        },
        {
            "标题": "拟古三首 其一",
            "作者": "张煌言",
            "内容": "萧萧岩畔竹，亭亭涧底松。植根非不高，孤峭虑难容。\n骨肉缘枝叶，分飞类转蓬。非关恩义薄，根株良不同。\n越鸟栖南技，代马立朔风；藐焉长怆恻，道阻谁适从！"
        },
        {
            "标题": "怀王愧两少司马、徐暗公、沈复斋中丞",
            "作者": "张煌言",
            "内容": "昔我曾上嘉禾岛，岛上衣冠多四皓；方瞳绿发映朱颜，紫芝一曲何缥缈！\n年来沧海欲生尘，烽烟乱矗商山道；杖履流落似晨星，天长地阔令人老。\n南望铜陵又一山，风帆千尺鲸波间；不然疑乘黄鹤去，去去麟洲第几湾？"
        },
        {
            "标题": "羁恨二首 其一",
            "作者": "张煌言",
            "内容": "莫道轻生易，应怜速死难！联床皆候卒，倾座只奚官。\n鱼睨严宵柝，拘挛异燕衎。欧刀安得借，虎穴正漫漫！"
        },
        {
            "标题": "被执归故里",
            "作者": "张煌言",
            "内容": "苏卿仗汉节，十九岁华迁；管宁客辽东，亦阅十九年。\n还朝千古事，归国一身全。予独生不辰，家国两荒烟；\n飘零近廿载，仰止愧前贤！岂意避秦人，翻作楚囚怜！\n蒙头来故里，城郭尚依然；彷佛丁令威，魂归华表巅。\n有腼此面目，难为父老言；智者哀我辱，愚者笑我顽。\n或有贤达士，谓此胜锦旋。人生七尺躯，百岁宁复延！\n所贵一寸丹，可与金石坚。求仁而得仁，抑又何怨焉！"
        },
        {
            "标题": "拟古三首 其二",
            "作者": "张煌言",
            "内容": "晦明本如毂，日日相推移。寒暄亦如环，岁岁迭乘除。\n白云自西来，告我商秋期；林皋色惨淡，蛩声哀似思。\n昔也苦炎威，今含摇落悲；天气始肃杀，草木讵能违！\n百卉欻披靡，宁复艳阳时！岂识持晚节，独有凌霜枝；\n寄言桃李子，慎勿恃芳菲！"
        },
        {
            "标题": "湖心亭书壁",
            "作者": "张煌言",
            "内容": "风吹野火火不灭，老鸮夜啼山鬼泣；菰蒲秋晚闇汀洲，断树残枝不堪折。\n苏公堤上衰草黄，愁云惨淡锁垂杨；家家夜雨鸣砧杵，处处秋声欲断肠。\n空有好花簪不得，万条弱柳垂金色；红尘埋杀合欢枝，春风自解同心结。\n翡翠堂前明玉珰，佳人云散泣莲芳；至今惟有湖心月，犹自娟娟上粉墙。"
        },
        {
            "标题": "拟古三首 其三",
            "作者": "张煌言",
            "内容": "百虫恒吟秋，百鸟恒吟夏；人生百岁间，炎凉倏代谢。\n常忧时命乖，荣名不相借；时命亦何尝，经纶贵权藉。\n所志岂显荣，担负容可卸；感此结中肠，揽衣起视夜。\n高天明月辉，烂熳繁星舍；愿言披微襟，幽怀得暂泻。"
        },
        {
            "标题": "山居即景四首 其四",
            "作者": "张煌言",
            "内容": "朝光来窥床，树影缀罗帐；推枕一摩挲，天然淡墨障。"
        },
        {
            "标题": "苦饥",
            "作者": "张煌言",
            "内容": "登彼三神山，慨焉思遐举。芦荻风萧萧，白石不可煮。\n绝粒固所宜，踌躇伤徒侣。骧首视乌鸢，青天嚇腐鼠。\n不念山中人，瓶罄亦罍耻，岂乏稻粱谋，卑栖因铩羽。\n安得有蕨薇，疗饥待明主！"
        },
        {
            "标题": "辛丑秋，虏迁闽浙沿海居民；壬寅春，余舣棹海滨，春燕来巢于舟，有感而作",
            "作者": "张煌言",
            "内容": "去年新燕至，新巢在大厦；今年旧燕来，旧垒多败瓦。\n燕语问主人，呢喃语盈把。画梁不可望，画舰聊相傍；\n肃羽恨依栖，衔泥叹飘飏。自言昨辞秋社归，比来春社添恶况；\n一片蘼芜兵燹红，朱门那得还无恙。最怜寻常百姓家，荒烟总似乌衣巷。\n君不见晋室中叶乱五胡，烟火萧条千里孤；春燕巢林木，空山啼鹧鸪。\n只今胡马复南牧，江村古木窜鼪鼯；万户千门空四壁，燕来亦随樯上乌。\n海翁顾燕三太息，风帘雨幕胡为乎？"
        },
        {
            "标题": "山居即景四首 其二",
            "作者": "张煌言",
            "内容": "平楚殊苍莽，众峰亦窈窕；清辉来扑人，引我发长啸。"
        },
        {
            "标题": "拟答内人狱中有寄",
            "作者": "张煌言",
            "内容": "盛年不惜别，客久始怀惭。我非蓬蒿人，江湖遂屡淹；\n况复避豺虎，谁能解征衫！孤雁自西来，仿佛堕书函；\n书中寄珍重，书外泪重缄。恍中秀，吞声写素缣；卿今陷虎穴，双鱼何从探！\n珊珊魂魄来，关河谅非谙。棘林魑，骨肉各生嫌；徲子亦囊头，狼狈形影兼。\n忆我初行役，兵戈未戒严；驱驰悲九折，辗转岁华添。\n白云空缭绕，长此伤乌衔；水鸥虽忘机，安得比鹣鹣！\n名教自束躬，柔情非所耽；怜卿持门户，鼎俎心已甘！\n丰狱有埋剑，紫气若烟炎。莫邪独掩抑，干将惨不铦。\n神物庶终合，造化焉能歼！生当挽鹿车，死当驾云骖。"
        },
        {
            "标题": "山居即景四首 其一",
            "作者": "张煌言",
            "内容": "结茅在山椒，面面皆丛薄；独坐微凉生，高情欲采绿。"
        },
        {
            "标题": "怀古",
            "作者": "张煌言",
            "内容": "伊昔东陵侯，浮沈在青门。种瓜皆五色，不肯负亡秦。\n故侯何足道，羞与世间群；及为文终客，教以报功勋。\n似得黄老术，知亡亦知存。存亡会有时，出处要有期；\n借问五色瓜，何如三秀芝？"
        },
        {
            "标题": "泊马蹄岙戏成 其二",
            "作者": "张煌言",
            "内容": "笑马蹄，骨亦千金志千里；追风逐电何处来，却与鲸鲵斗江水。\n安得飞腾去渥洼，依然负图献天子！"
        },
        {
            "标题": "山居即景四首 其三",
            "作者": "张煌言",
            "内容": "空青不可极，俯视但云光；众妙含其中，疑为天地房。"
        },
        {
            "标题": "江上闻笛",
            "作者": "张煌言",
            "内容": "江涛日夜堆云屋，有酒难向江濑漉。忽闻笛韵横江来，金山数峰爱青簇。\n笛声不似水声幽，声惨潮生响飞瀑；月痕淡洗天为空，一曲潇湘醒倦目。\n亦有羁人青雀舫，稳载客愁二千斛；起舞鸲鹆江影底，四顾茫苍复恸哭。\n独汲江心水一盂，活火烹来涤烦燠；余情袅袅笛转清，拍手长吟和孤竹。\n歌者有意吹无心，嘈然那分竹与肉。嗟嗟江上听笛人，独抱琵琶就人宿。\n知音若我世所稀，邻舟逋客眠初熟。"
        },
        {
            "标题": "代内人狱中有寄",
            "作者": "张煌言",
            "内容": "国破已饮泣，家破复间关；自君之出矣，妾嫠君亦鳏。\n儿女虽有情，不在别离间；上堂洁脯脡，下堂代斑襕。\n知君驱汗马，岂敢怨红颜！夷官张罗网，忠义委草菅；\n奄忽大椿谢，君滞沧海湾。兀然生死魂，并作鲛珠潸。\n君行宝肤发，奔跣安所还；妾自感百罹，飞蓬任双鬟。\n衰门既零落，空闺谁贞艰？哀哉井臼妇，终年困狴犴。\n非不轻微生，将雏实且孱；圜扉滋味恶，燐青碧血殷。\n古称东海妇，严霜暑路班。胡天尝梦梦，莫辨罹与环；\n如何贯索星，独照望夫山！视彼磨笄峰，高名良可攀；\n难将妾巾帼，往佐君羽纶。报君还祝君，旂常树人寰！"
        },
        {
            "标题": "苦雨吟",
            "作者": "张煌言",
            "内容": "商声八月何勃窣，破雨兼旬复泥滑？鱼肠寂寞生紫鳞，鹢首依稀长绿发。\n榜人停棹且卧蓑，天公倘或倒银河；万里阴霾犹未扫，霄汉飞腾奈我何！"
        },
        {
            "标题": "鸿门歌",
            "作者": "张煌言",
            "内容": "项王怒、汉王畏，鸿门宴罢鸿沟溃；汉人喜、楚人恚，玉玦谋空玉斗碎。\n重瞳、隆准两英雄，天意有兴必有废；成岂哙也一彘肩，败或亚父疽在背。\n不杀沛公岂云误，此事却有霸王度。当时长者号汉王，俎上老翁不相顾；\n既无父子况君臣，三军缟素为何人！"
        },
        {
            "标题": "蒿里曲",
            "作者": "张煌言",
            "内容": "猛兽在深山，藜藿亦寿考。况也济乱流，干城国之宝！\n一朝捐宾客，三军哭孤岛；李代桃亦僵，蒯易丝逾扰。\n吁嗟周遗民，去作流离鸟；路逢故鬼语，死生何草草！\n野死媚乌鸢，水死蛟龙饱；哀哉失所天，人命不自保！"
        },
        {
            "标题": "赠别陈文生还三山",
            "作者": "张煌言",
            "内容": "平生重意气，定交在班荆；忽忽经乱离，风雨晦鸡鸣。\n得友剡洲上，倾盖襟已横；一奏兰薰曲，相辞戒北征。\n青峰千万仞，家枕古榕城；将归省松菊，宁为猿鹤惊！\n琼琚鲜杂佩，何以赠君行？屋梁一片月，三山两处明。\n珍重陈孺子，善刀俟汉兴！"
        },
        {
            "标题": "泊马蹄岙戏成",
            "作者": "张煌言",
            "内容": "问马蹄，春风陌上走铜鞮；误被秦皇驱入海，玉勒金鞍不敢嘶。\n龙媒自是波间种，何用天闲锦障泥！"
        },
        {
            "标题": "薤露吟",
            "作者": "张煌言",
            "内容": "赤风荡海宇，弱水群飞扬。日月长丽天，中有蓬莱乡。\n桓桓国虎臣，据图画封疆。火生本必焚，害金自相戕。\n屏藩既已撤，干戈及寝皇；白日窜野马，黄昏号国殇！\n贵贱同一骨，谁为送北邙！"
        },
        {
            "标题": "述怀二首",
            "作者": "张煌言",
            "内容": "王室方板荡，万里飒飘风；南纪亦滔滔，岛屿有群雄。\n群雄苦不成，岁月坐冰融；五侯并九伯，化为蒿与蓬！\n楼船出闽越，军声正及锋。金符剖异数，玉牒缀强宗；\n非云优晋锡，所以厉康功。孤臣怀共主，仿佛五云封。\n九关踞虎豹，阊阖不得通；回槎天汉际，踯躅倚王公。\n顾念命卿微，一旅甘附庸；蒙耻期匡济，敢言蹇匪躬！\n但虑踪迹异，复虑踪迹同；悠悠千载下，谁更想孤忠！"
        },
        {
            "标题": "述怀二首 其二",
            "作者": "张煌言",
            "内容": "弱龄尚遐异，辟谷慕青鸾；骨肉相惊涕，时复劝加餐。\n因缘误烟火，尘鞅日以攒；上书献天子，索米走长安。\n羲和忽云匿，烽燧起楼兰；万古有纲常，肯为废兴宽！\n横戈希雪耻，屹柱誓回澜。原鲜富贵气，终鲜妻孥欢；\n萧然世外味，曾无九还丹？仙灵重名教，忠义固其端；\n所恶精已摇，何以生物翰！神理或不灭，毋劳白玉棺！"
        },
        {
            "标题": "吴佩远游雁宕山归，备述名胜；因为诗纪略，亦志余企望之怀也",
            "作者": "张煌言",
            "内容": "名山繄慧业，遐览情亦怡。恭闻永嘉胜，拱揖乃失之！\n吴子骨森秀，独往良所私；白袷被苍烟，短筇横指挥。\n归来气色骄，岚光生须眉；磬折前问讯，抵掌登眺奇。\n云根插万笏，一一攀青霓；梯霞转磴道，众妙来参差。\n灵岩割元气，阴洞碍朝曦；岩中何所妙？万象迸崴蕤：林立丈人峰，高冠肃羽仪；\n危岑古形容，箕踞各随宜。洞中何所妙？复道夹轩墀；\n宛转石窦间，仿佛阴风吹。居然天地房，日月安敢窥！\n更复扪浮屠，寂观豁天机；老僧相候门，为告山灵疑。\n飞柯攒石栈，丛棘闷天池；所以回双屐，恒惧鬼神诒。\n但见饮长虹，蜿蜒挂翠微；时或展湘帘，散作千珠玑。\n闻言殊嚄唶，两腋出寒飔；岂无济胜具，而为尘鞅羁！\n拍手问愚公，兹山讵可移！"
        },
        {
            "标题": "舴艋行",
            "作者": "张煌言",
            "内容": "乘舴艋、载艅艎，槌钲挝鼓走风樯。满船儿郎抹额黄，人言若辈真鹰扬，饥则攫人饱则飏。\n江村鸡犬绝鸣吠，老徲吞声泣道旁：罄我瓶中粟，使我朝无粮；\n断我机上苧，使我暮无裳。我亦遗民事耕织，当身不幸见沧桑。\n入海畏蛟龙，登山多虎狼；官军信威武，何不恢城邑，愿输夏税贡秋粮！"
        },
        {
            "标题": "寄怀徐闇公二首 其二",
            "作者": "张煌言",
            "内容": "黄鹄翔汉表，厉气何峥嵘！朝餐方壶实，暮掇圆峤英；\n网罗不得挂，稻粱安所馨？俯视沧溟流，骄语鹍与鹏；\n万里毋乃隘，千仞奚足惊！岂意弥天罝，碍尔莫长征。\n明时重羽仪，云路讵冥冥！"
        },
        {
            "标题": "归思寓郡望姓氏",
            "作者": "张煌言",
            "内容": "兵甲破天来，丘樊亦改气；中田一挥手，十年悲捐弃。\n晞发扶桑津，希踪渺无俪；胡为岁寒心，古今迥自异？\n弦月挂霜空，玄禽没云际；伥伥叹余行，人生竟安寄！\n交游渐已乖，父书将终废；幼徲俨成行，刀环徒萦系！\n等身五岳间，寸土焉留滞？睹物起离情，目断归鸿去。"
        },
        {
            "标题": "妒妇津",
            "作者": "张煌言",
            "内容": "妒妇死津头，津亦名「妒妇；」少女相经过，风雨不得渡。\n或为蓬垢颜，窃恐逢彼怒。古云粥仓庚，可以疗此痼；\n惜哉彼妇愚，虽死犹弗悟！"
        },
        {
            "标题": "寄怀徐闇公二首",
            "作者": "张煌言",
            "内容": "蹇予信姱修，始服遘天步；扰扰风云驰，念之徒心怖。\n四海选交游，椒兰渐非故。会合总泥涂，乖违渐衢路。\n所贵胆与肝，在远弥相附。寒江已腹坚，鸿雁莽南骛。\n太息物候迁，含情托毫素！"
        },
        {
            "标题": "寄纪石青年丈",
            "作者": "张煌言",
            "内容": "忆昔公车岁在午，太乙飞精挂河鼓。闽南纪生岂其俦，抟风遂夺吴刚斧。\n余亦持锋起越中，谬于文章称跋扈；乾坤排荡会有人，日月沈沦忽无主。\n言也左袒一奋呼，五千甲盾色如土。此时属县望汉官，君独躬耕吟「梁父。」\n终繻不弃意何深，贾组长擐节殊苦！迨余收烬赤堇山，锡涸铜乾抑何补！\n低眉始作下邳游，屈指谁向中宵舞！短衣皂帽乍相逢，浊酒素筝安足数！\n玄理能令万象开，鸿文直并「三坟」吐。别来国步尚沧桑，藉甚襟期在「干蛊。」\n闻君曳履近夔龙，笑余衩衣逐罴虎。寂寂温、刘竟属谁，悠悠绛灌徒为伍！\n瓯越玄云自卷舒，勾吴落月空分剖。何时功成归去来，重与尊前说破虏！"
        },
        {
            "标题": "杨芳生以徐闇公高弟浮海来晤于东瓯，爰赠一章",
            "作者": "张煌言",
            "内容": "杨生美髯白接䍦，来自云间映少微。自言年少曾问奇，南州高士则我师。\n南州迢迢不可极，且去杖藜看山色。永嘉山水称妙绝，君独掉头嗔耳食！\n既疑雁宕搆虹桥，复怪龙湫剪鲛绡。著屐扶筇何太苦，丹崖翠嶂枉相招！\n古人相马惟相骨，君今看山但看笏。想君胸中自有五城十二楼，安用崿舞峦飞之突兀！\n杨生能酒复能棋，酒亦不辨贤圣、棋亦不辨雄雌；\n左手一枰、右手一卮，掀髯大噱誇兵机。兵机无过古遁甲，君已稍稍知涉猎；\n愿君持此觅封侯，男儿岂肯长弹铗！君家子云太糊涂，那晓舂陵赤伏符；\n今君不向玄亭老，差胜当年莽大夫。"
        },
        {
            "标题": "孤桐吟",
            "作者": "张煌言",
            "内容": "孤桐产峄阳，百尺巢风雨；时作白龙吟，天然发宫羽。\n斫为爨下材，遂与枣栗伍；中郎秉玄鉴，勿因积薪阻。\n饰以琬琰姿，摩娑一再鼓；清声动天地，神物焕今古。\n士诚贵知音，此道已如土。"
        },
        {
            "标题": "枯鱼过河泣",
            "作者": "张煌言",
            "内容": "枯鱼过河泣，道上阳侯揖；此方介族难与立。"
        },
        {
            "标题": "岁在戊戌，余行年已三十九矣。抚时感事，遂以名篇",
            "作者": "张煌言",
            "内容": "人生百岁安得有，我今草草三十九。犹忆中原荡赤风，结束辞家岁在酉；\n银鱼尝挂铁裲裆，金马长悬玉匕首。江东霸气倏萧条，纯钩锈涩沈枪朽；\n纵横露布浪飞书，突兀星槎莽犯斗。风云缩朒帝应嗔，日月膏肓鬼亦吼。\n丈夫意气岂勋名，何况文章等刍狗！头颅如许可奈何？慷慨悲歌还自诟。\n太史公，牛马走；鲸涎蛟沫日攒眉，虎符龙节凭谁手！\n揶揄龌龊里中儿，累累黄金窃佩肘。带砺山河安在哉？五侯空绾龟文纽！\n自昔英雄多妙年，隆中、圯上相先后。如彼南阳邓仲华，丹青独画云台右；\n其人须眉尚宛然，咄咄微躯真敝帚。古来何代无废兴，雌伏雄飞更某某；\n上不为富春泽畔羊裘翁，下即为山中宰相天子友。\n不见故侯原上瓜，请看徵士门前柳；谁能出处两无凭，踯躅千秋笑鸡口。\n莫论兵，且饮酒；今人争羡古人贤，后人亦羡今人否？"
        },
        {
            "标题": "闰元宵排律十四韵",
            "作者": "张煌言",
            "内容": "献岁杓频指，良宵箭独稠；东皇添玉历，南陌驻银钩。\n蓂荚应双吐，椒花已两浮；小年灯市永，午夜漏声悠。\n月令初中节，风光第几筹？蟾辉看倍皎，莺语听全流。\n复拟传柑会，偏宜秉烛游；流黄连夕怨，拾翠隔旬愁。\n柳弱先披拂，梅寒故逗遛；乾坤分正闰，夷夏辨春秋。\n只此尊天统，因之念帝忧；耗磨何足论，伏腊岂相谋！\n金钥方重辟，银缸可再篝？香尘还冉冉，歌吹几时收！"
        },
        {
            "标题": "闽南行",
            "作者": "张煌言",
            "内容": "闽南自古龙蛇孽，犬羊阑入为窟宅。亢公仗钺起海东，剑跃蜿蜒弓霹雳。\n一战筑京观，再战解椎结；三战合围漳州城，万灶星罗尽树栅。\n弹丸小丑尚陆梁，登陴不畏河鱼疾。回看百雉蚤悬灯，照耀闉阇光为赤。\n城头刁斗寂不闻，惟闻死声动筚篥。我军鼾睡声如雷，战马高嘶待横击；\n平明两军仍相持，似借人命膏锋镝。嗟嗟！狡虏何其愚，何不肉袒辕门行自绝！\n忆昔秋深胡马肥，烧荒猎火天成血。橐驼九陌换铜驼，指顾中原鲜坚壁。\n不数年间杀运回，汉人复炽胡人灭。区区阱兽与釜鱼，天戈所指应无敌。\n应无敌，多卤获；或献俘，或献馘。此时龙战血玄黄，功成谁念沟中瘠！\n兵家奇正鲜常形，顿军坚城岂善策。试筹遁甲探阴符，大武何尝穷矢石！"
        },
        {
            "标题": "秦吉了 其二",
            "作者": "张煌言",
            "内容": "生当为凤友，死不作雁奴；我自名禽不可辱，莫待燕婉生胡雏！"
        },
        {
            "标题": "读史",
            "作者": "张煌言",
            "内容": "故人即非寒，使者殊不薄；交满天地间，绨袍何落莫！"
        },
        {
            "标题": "赋赠琴师",
            "作者": "张煌言",
            "内容": "入夏园林长新绿，小庭疏雨黄梅熟。主宾杂坐觞数巡，清言玄论驱烦燠。\n座中有客伯牙俦，起抚瑶琴弄寒玉。初弹秋意满潇湘，再弹忽唱阳关曲；\n挥弦捩轸转繁音，往鹤来云节更促。我闻三湘烟景自苍凉，泪痕斑斑犹在竹；\n得君谱入龙门桐，无数离情纷相触。况复骊歌纤指间，羁人听之泪盈掬。\n愿君翻作洞庭声，莫怨孤鸿与寡鹄！君不见少文动操响众山，又不见中散绝唱广陵寒？\n寥寥同调千载难，今遇知音为一弹！"
        },
        {
            "标题": "怀古二首 其二",
            "作者": "张煌言",
            "内容": "云本依龙翔，风亦附虎烈。古来王佐才，往往待圣哲。\n白水产真人，乃能显高密。先生自枭雄，隆中愿荡涤。\n卓哉一臣靡，赤手挽禹历。浇浞既迭生，鄩灌且并灭。\n君方娠有仍，臣也奔有鬲；国亡四十年，兴灭复继绝。\n祀夏伊谁功，万古冠臣节！"
        },
        {
            "标题": "寿鲵渊张相国",
            "作者": "张煌言",
            "内容": "扶桑之国蓬莱乡，日月所胎生气长；遥与九峰三泖接，神仙窟宅天地房。\n乃有格人降箕宿，兵甲胸罗肠篆籀；凫舄先从阙下飞，廌冠独向殿中骤。\n天佑肤公为洗兵，朱旗玄钺仗南征；日毂朝扶辰极正，星鋋夜扫彗躔平。\n乾坤有待铜马帝，制阃旌旄横海济；蚩尤欲殄梦吹尘，胥靡爰登歌作砺。\n丹心洞达八荒开，黄发温恭万厦恢；谢棋墅上时时赌，狄李蹊边处处栽。\n先生花甲今复始，考拟中书二十四；鼎内和羹手自调，焉用金盐与玉豉！\n况对仙山咫尺间，徐市曾寻大药还；避莽子真丹井在，安期醉墨桃花斑。\n卓哉先生能寿国，鳌柱孤撑挽百六；虞渊倒景浴咸池，上台含曜融寒谷。\n君不见吾家三戟世风流，杖履从容燕子楼；自是纶扉同啖蔗，何须海屋复添筹！\n又不见汉兴正赖子房策，封留高蹈求黄石；世间更无却老方，不朽功名绵史册。\n宗风千载先生存，转轴旋枢裕后昆；婆娑弥觉朱颜驻，园绮衣冠安定论！"
        },
        {
            "标题": "秦吉了 其三",
            "作者": "张煌言",
            "内容": "鸢犹嚇，鹊徒唶，仓庚空格磔。哀哉不能飞，起视来禽尝叹息。"
        },
        {
            "标题": "秦吉了",
            "作者": "张煌言",
            "内容": "秦吉了，生为汉禽死汉鸟。塞南、塞北越禽飞，怅望故山令人老。\n载鸣鸣华音，载飞飞华土；翮折翅垂，夷敢我侮！"
        },
        {
            "标题": "怀古二首",
            "作者": "张煌言",
            "内容": "我怀申大夫，哭秦卒复郢；人定能胜天，一言重九鼎。\n亦有张长史，唐室赖藩屏；当其语江中，筹画先井井。\n古人秉忠贞，谋国无徼倖。操此左券言，勋名终彪炳。\n如何逋播臣，智勇不得骋？废兴宁有运，吾欲讼青冥。"
        },
        {
            "标题": "招赵友饮禅院",
            "作者": "张煌言",
            "内容": "清酒今朝买百壶，拟邀佳客醉屠苏；玉山倒处人争看，可有连城一璧无？"
        },
        {
            "标题": "和秦淮难女宋蕙湘「旅壁」韵",
            "作者": "张煌言",
            "内容": "猎火横江铁骑催，六朝锁钥一时开；玉颜空作琵琶怨，谁教明妃出塞来！"
        },
        {
            "标题": "野人饷菊有感四首 其二",
            "作者": "张煌言",
            "内容": "柴桑杯酒寄东篱，种菊书成在义熙；今日风光如昨否？殷勤且自把花枝。"
        },
        {
            "标题": "读史二首",
            "作者": "张煌言",
            "内容": "秦鹿横飞六国残，狐鸣篝火亦登坛；留侯若也归强楚，更有何人解「报韩？」"
        },
        {
            "标题": "七夕前十日，赠少年合卺二首 其一",
            "作者": "张煌言",
            "内容": "玉涡檀晕自生妍，绿帻青鞲正少年；恰是双星银汉渡，风流却占一旬前。"
        },
        {
            "标题": "野人饷菊有感四首 其三",
            "作者": "张煌言",
            "内容": "尝言爱菊耐霜威，晚节都甘与世违；只恐秋来容鬓改，几人插得满头归！"
        },
        {
            "标题": "野人饷菊有感四首 其四",
            "作者": "张煌言",
            "内容": "天寒万木尽悲秋，谁殿群芳斗未休？寄与黄花应努力，须知摇落有黄州。"
        },
        {
            "标题": "七夕前十日，赠少年合卺二首 其二",
            "作者": "张煌言",
            "内容": "兰汤浴罢不胜衣，一曲菱歌百两归；自是合欢怜子夜，玉山对倚照罗帏。"
        },
        {
            "标题": "读史二首 其二",
            "作者": "张煌言",
            "内容": "清秋萧瑟井梧寒，在莒齐襄泪未乾；七十二城犹在望，却无举火是田单。"
        },
        {
            "标题": "墙角红梅，九月发花一朵，偶成四绝；时羁狱舍，用「盐」字 其四",
            "作者": "张煌言",
            "内容": "寒枝堆尽水精盐，欲捲孤山雪一帘；何事西风能点缀，先吹霞片到花尖！"
        },
        {
            "标题": "杂感三首 其二",
            "作者": "张煌言",
            "内容": "即看江鸟尽流离，精卫何从借一枝；最恨蹛林秋祭后，天骄犹自灼羊脾。"
        },
        {
            "标题": "墙角红梅，九月发花一朵，偶成四绝；时羁狱舍，用「盐」字 其一",
            "作者": "张煌言",
            "内容": "秋严霜气薄于盐，谁道官梅早放尖；一点寿阳丹的笑，不须□额卧春檐。"
        },
        {
            "标题": "杂感三首",
            "作者": "张煌言",
            "内容": "越国年年教习流，朱旗玄甲总沈浮；岁星不识今何在，依旧欃枪挂斗牛！"
        },
        {
            "标题": "宿官亭",
            "作者": "张煌言",
            "内容": "漫道诗书债未偿，满身枷锁梦魂香；可怜今夜官亭月，无数清光委路傍！"
        },
        {
            "标题": "溪行二首",
            "作者": "张煌言",
            "内容": "扶筇到处见山晴，峰色溪光次第迎；满径莓苔人语静，画眉宛转两三声。"
        },
        {
            "标题": "墙角红梅，九月发花一朵，偶成四绝；时羁狱舍，用「盐」字 其三",
            "作者": "张煌言",
            "内容": "何用高吟昔昔盐，也应索笑到巡檐；独惊梅菊争先吐，东阁东篱韵两拈。"
        },
        {
            "标题": "黄湓谣二首 其二",
            "作者": "张煌言",
            "内容": "黄湓贾客百金装，湓口长年醉索郎；闻说江干烽火急，停桡一曲「古襄阳。」"
        },
        {
            "标题": "墙角红梅，九月发花一朵，偶成四绝；时羁狱舍，用「盐」字 其二",
            "作者": "张煌言",
            "内容": "奇葩香韵自廉纤，不压冰霜瘦转添；只恐枝头滋味贵，他年调得许多盐。"
        },
        {
            "标题": "溪行二首 其二",
            "作者": "张煌言",
            "内容": "小立寒林意独醒，清泉石窦自泠泠；拨云更望前溪去，树底飞来一片青。"
        },
        {
            "标题": "杂感三首",
            "作者": "张煌言",
            "内容": "平陵畴昔富梧桐，闻说樵苏树已童；华表亦含千载恨，空传鹤梦到江东。"
        },
        {
            "标题": "春江花月夜，值微雨",
            "作者": "张煌言",
            "内容": "春光何处不迷离，江月江花带雨时。玉晕浮波千万里，檀痕浸水两三枝。\n人行濠濮清辉湿，天入沧浪翠霭奇。若使扁舟乘夜去，暗香疏影更相宜。"
        },
        {
            "标题": "春暮，张鲵渊相国招赏玉楼春，向晚更酌，漫赋",
            "作者": "张煌言",
            "内容": "曲江花事已阑珊，春富名园色可餐；香韵乍经羞后见，风流恰向醉中看。\n不妨艳质偏丛绿，却羡芳心自渥丹。小雨疏窗遥望断，轻绡低护绛云团。"
        },
        {
            "标题": "次韵酬林荔堂",
            "作者": "张煌言",
            "内容": "日日天南望五云，家亡国破友朋分！廿年血泪枯崖岛，三度孤师哭宋文。\n力竭臣靡难复夏，声哀望帝痛思君。西台幸有同心侣，愧杀投繻终子军！"
        },
        {
            "标题": "闻监国鲁王以盗警奔金门所",
            "作者": "张煌言",
            "内容": "挥泪东南信，初闻群盗狂；扁舟哀望帝，匹马类康王。\n流彘终何限，依斟倘不妨！只今谋税驾，天地已沧桑。"
        },
        {
            "标题": "寿安福伯邓如盘",
            "作者": "张煌言",
            "内容": "鹊石文垂早建牙，归来长啸饵丹砂；漫言赤社千秋恨，且种青门五色瓜。\n匣内芙蓉堪捧日，杯中薏苡当流霞。兴朝若复论人物，自是云台第一家！"
        },
        {
            "标题": "病中遣怀",
            "作者": "张煌言",
            "内容": "潘鬓萧疏已自惊，何当二竖复纵横！渐安药灶同舟鼎，早废诗瓢共酒铛。\n侠骨风中添肮脏，雄心云外失峥嵘。明朝把镜还相看，华发星星又几茎？"
        },
        {
            "标题": "入山",
            "作者": "张煌言",
            "内容": "大隐从兹始，悠然见古心。地非关胜览，天不碍幽寻。\n石发溪头长，云衣谷口深。此中有佳趣，好作「采薇吟。」"
        },
        {
            "标题": "追往八首 其六",
            "作者": "张煌言",
            "内容": "几投珥笔几雕戈，屈指沧桑意若何！金狄岂愁王气尽，铜焦谁说死声多？\n五千甲盾收余烬，百二山河挽逝波。天梦到今疑未醒，沈吟转忆「采薇歌。」"
        },
        {
            "标题": "得姚兴公书，以「舫音集」见寄 其一",
            "作者": "张煌言",
            "内容": "何处纤鳞至，琼云落满函？虎溪闻卓锡，鹭岛忆归帆。\n诗律随人老，禅锋已不凡；惭予尘梦在，兀兀趁征衫。"
        },
        {
            "标题": "得姚兴公书，以「舫音集」见寄 其二",
            "作者": "张煌言",
            "内容": "救世嗟无具，为僧亦自嘉。只愁新旧雨，总属暮朝霞。\n枫落江烟淡，梅横溪月斜。何时双舄下，相对饭胡麻！"
        },
        {
            "标题": "月夜，同陈文生过黄粹伯留酌",
            "作者": "张煌言",
            "内容": "为妒秋容爱晚行，明河如练月初更。当关忽报双筇过，入座先惊一榻横。\n此夜冰壶堪濯魄，谁家纨扇独关情！风流笑杀黄山谷，厨传居然阮步兵。"
        },
        {
            "标题": "春雨望茅舍炊烟",
            "作者": "张煌言",
            "内容": "江村烟雨复何如，野外人家云外居。松爨苍寒春杜曲，茅檐清迥古秦余。\n水云半入渔樵宅，烟火堪传风俗书。最爱阴晴刚社日，衔泥小燕傍精庐。"
        },
        {
            "标题": "重经羊山，忆旧与定西侯维舟于此",
            "作者": "张煌言",
            "内容": "海国天空一柱撑，重过画鹢似逢迎。双牙旧忆联翩驻，八翼新看跳荡行。\n化去鸾旂难入梦，分来龙剑尚孤鸣。羊山亦有羊公泪，片石应同岘首情！"
        },
        {
            "标题": "得故人书至自台湾二首 其二",
            "作者": "张煌言",
            "内容": "杞忧天坠属谁支，九鼎如何系一丝？鳌柱断来新气象，蜃楼留得汉威仪。\n故人尚感褰裳梦，老我难忘伏枥诗。寄语避秦岛上客，衣冠黄绮总堪疑！"
        },
        {
            "标题": "得故人书至自台湾二首",
            "作者": "张煌言",
            "内容": "炎州东望伏波船，海燕衔来五色笺；闻有象耘芝朮地，愁无雁渡荻芦天。\n息机可是逋臣意？弃杖谁应夸父怜！只恐幼安肥遁老，藜床皂帽亦徒然！"
        },
        {
            "标题": "得家信有感二首",
            "作者": "张煌言",
            "内容": "漫向空闺问别离，年来翟茀已难期。失林应惜飞蓬早，出狱仍悲曳缟迟！\n岂为留宾还断发，聊因佞佛故低眉。天涯亦有刀头梦，恰是巫山化石时。"
        },
        {
            "标题": "得家信有感二首 其二",
            "作者": "张煌言",
            "内容": "浪迹何如五岳游，尚平累在转生愁。佳儿天幸犹完卵，弱女人憎似宿瘤。\n敢望童乌能接武，祗令老蚌自含羞。故园尚有归来候，最好沙头趁野鸥。"
        },
        {
            "标题": "吊肃虏侯黄虎痴",
            "作者": "张煌言",
            "内容": "百年心事总休论，堕泪凭看石上痕。竹帛早应传魏胜，河山终不负刘琨。\n当时杖履知何在，此日衣冠赖孰存？一自将台星殒后，胡尘天地尚黄昏！"
        },
        {
            "标题": "吊义兴侯郑履公",
            "作者": "张煌言",
            "内容": "五陵豪客彻侯封，翼折天门第几重！陈胜亡秦先发难，刘琨为晋竟罹凶！\n稽山甲盾从今散，横海楼船不自容。一似鸱夷乘浪去，我来何处吊遗踪！"
        },
        {
            "标题": "舟行阻风，口号二首 其二",
            "作者": "张煌言",
            "内容": "敕水鞭潮势自雄，此身原不畏蛟龙；明朝鹢首还东指，禁得谁传万里风！"
        },
        {
            "标题": "舟行阻风，口号二首",
            "作者": "张煌言",
            "内容": "十载曾经犯斗槎，天门昨夜特宣麻；乘流只恐排阊阖，故遣长鲸斗浪花。"
        },
        {
            "标题": "大安沙坐风雨，复叠前韵三首 其三",
            "作者": "张煌言",
            "内容": "寻常悲旅况，可复杂秋声？砧杵千家梦，莼菰八月情。\n寒螀啼露重，健鹘喜霜清。始识乘除理，玄心了不争。"
        },
        {
            "标题": "建夷宫词十首 其九",
            "作者": "张煌言",
            "内容": "六曹章奏委如云，持敕新书翻译闻；笑杀钟王空妙笔，而今鸟迹是同文。"
        },
        {
            "标题": "重经南日，吊沈彤庵相国",
            "作者": "张煌言",
            "内容": "木落天空肃气森，重来海岸怅人琴！从秦狐偃空投璧，去越鸱夷枉铸金。\n渭曲璜随双鲤逝，延津剑化一龙吟。只今桑下谁相语，独倚孤篷泪不禁！"
        },
        {
            "标题": "建夷宫词十首",
            "作者": "张煌言",
            "内容": "玉几凭来顾命新，负扆闻道有家臣；从今赌却钻刀咒，不信华人信满人！"
        },
        {
            "标题": "拟别义阳王",
            "作者": "张煌言",
            "内容": "紫橐玄戈事几秋，伤心忠孝竟何酬！投閒肯寄通侯庑，招隐空登学士舟。\n沧海拂来惟两袖，赤霄携去有双钩。月明倘下缑山鹤，准拟追陪伊洛游。"
        },
        {
            "标题": "武林狱中作三首 其三",
            "作者": "张煌言",
            "内容": "文山不柴市，故里一黄冠；此意谁非屈，何人可自宽？\n羽微谁石饮，舌在任刀餐。今古纲常事，因吾好细弹。"
        },
        {
            "标题": "和定西侯张侯服留题金山原韵六首 其三",
            "作者": "张煌言",
            "内容": "钟阜铜驼泣从臣，孝陵弓剑自藏真。犹闻雄雉能兴汉，岂似乾鱼仅祭闽！\n天入金、焦锁钥旧，地过丰、镐鼓钟新。何人独受耑征诏，赐履繇来首渭津。"
        },
        {
            "标题": "武林狱中作三首 其一",
            "作者": "张煌言",
            "内容": "洒血今何地，红殷罟汉冠。云台图画杳，雪窖梦魂宽。\n岂望黄羊乳，无劳白鹿餐。广陵有绝操，琴碎不堪弹！"
        },
        {
            "标题": "武林狱中作三首 其二",
            "作者": "张煌言",
            "内容": "曾闻古侠士，相送白衣冠。生死关原重，兴亡案肯宽！\n空思供橐膳，谁识报壶餐！羞杀无鱼铗，从今莫浪弹！"
        },
        {
            "标题": "武林狱中作又一首",
            "作者": "张煌言",
            "内容": "乾坤竟如此，刺眼尽猴冠。射昴天方醉，骑箕地较宽。\n难中惭馆谷，梦里忆堂餐。一笑甘兵解，何曾有泪弹！"
        },
        {
            "标题": "海上二首 其二",
            "作者": "张煌言",
            "内容": "屈指蒙尘近十秋，每怀若作济川舟。公卿宁忆朝元暮，士庶空余思汉讴。\n报越有君谁共难，椎秦无力独胜愁。螭龙岂是池中物，文叔当年自谓刘。"
        },
        {
            "标题": "海上二首 其一",
            "作者": "张煌言",
            "内容": "仗剑浮身几度秋，关河遍誓客孤舟。一尊酒尽千山晓，七字诗成华谷讴。\n浩气填胸星月冷，壮怀裂发鬼神愁。龙池一日风云会，汉代衣冠旧是刘。"
        },
        {
            "标题": "癸巳元日和友人韵",
            "作者": "张煌言",
            "内容": "灵槎容易度流年，海角春云思黯然！地近虹津堪浴日，潮生蜃市欲黏天。\n东来已识阳当震，北望谁云岁在燕！先甲后庚应有象，抽毫预拟「中兴篇。」"
        },
        {
            "标题": "和定西侯张侯服留题金山原韵六首 其六",
            "作者": "张煌言",
            "内容": "飞椎十载误逋臣，喋血凭谁破女真！霸就鸱夷原去越，兵联牛女正当闽。\n投鞭不觉江流隘，传檄兼闻铙吹新。正为君恩留一剑，莫教龙气渡延津！"
        },
        {
            "标题": "和于湛之海上原韵六首 其六",
            "作者": "张煌言",
            "内容": "长因缟带重论交，把视吴钩未忍抛。惨淡中原谁牧马？苍茫绝壑尚潜蛟。\n才名似尔依刘表，诗律何人压孟郊！青眼樽前倍感慨，春风旅燕且南巢。"
        },
        {
            "标题": "即事，柬定西侯张侯服二首",
            "作者": "张煌言",
            "内容": "谁提玄钺向燕云，姓氏江南草木闻。已指黄龙麾战士，何劳青雀拥回军！\n两河父老犹挥涕，六诏乾坤正策勋。纵有鱼符耑亦得，只今岂少信陵君！"
        },
        {
            "标题": "即事，柬定西侯张侯服二首",
            "作者": "张煌言",
            "内容": "十载冰霜誓枕戈，岂应歧路转风波？和戎魏绛终当谬，结客燕丹恐亦讹！\n剖竹已非秦郡县，分茅可是汉山河？孤臣独有干将在，紫气青雯自不磨。"
        },
        {
            "标题": "和定西侯张侯服留题金山原韵六首 其二",
            "作者": "张煌言",
            "内容": "朝宗百谷识君臣，江汉依然拱赤真。烽靖三湘先得蜀，瘴消五岭复通闽。\n水犀飞渡扶桑远，燧象横驱贵竹新。指顾楼兰堪立马，肯令胡骑饮江津！"
        },
        {
            "标题": "和定西侯张侯服留题金山原韵六首",
            "作者": "张煌言",
            "内容": "汉坛左钺授宗臣，飞翰传来消息真。壁垒象横开北极，艅艎流断接南闽。\n双悬日月旄幢耀，百战河山带砺新。从此天声扬绝漠，还应吴会是临津。"
        },
        {
            "标题": "和定西侯张侯服留题金山原韵六首 其四",
            "作者": "张煌言",
            "内容": "自古匈奴属外臣，降王毳殿敢称真？千屯烽燧联吴、楚，万轴波涛下浙、闽。\n北固云移龙节近，西陵潮涌虎符新。焚庭绝漠寻常事，铜柱先标若木津。"
        },
        {
            "标题": "赠金门蔡元戎",
            "作者": "张煌言",
            "内容": "炎风吹客到穷途，慷慨逢君意气孤。此日高才追大树，多年长剑枕阴符。\n金城不独留天险，铜柱还应入地图。最羡祭遵饶雅度，时时缓带一投壶。"
        },
        {
            "标题": "惊闻行在之变，正值虏庭逮余亲属；痛念家国，心何能已",
            "作者": "张煌言",
            "内容": "自分孤臣九死应，国仇家难转相仍；埋名恨不同梅尉，誓旅知非拟骆丞。\n芳草王孙归莫望，苍梧帝子去无凭。枕戈此日将何待，仰视浮云一抚膺！"
        },
        {
            "标题": "甲辰元旦",
            "作者": "张煌言",
            "内容": "江花岛树影参差，海日晴开万象时；正朔应非尧甲子，孤军犹是汉威仪。\n真人白水何年事，故老青山几处诗！云物禨祥谁定得？且凭玉历辨华夷。"
        },
        {
            "标题": "入吴见雪，忽忆车驾南巡",
            "作者": "张煌言",
            "内容": "往岁南中不见雪，今年吴地雪偏浓。繁华转逐冰心冷，瑞色还疑锁甲同。\n湖海看来元复旦，江山战后渐成翁。穆王此际犹巡狩，黄竹歌词总漫工。"
        },
        {
            "标题": "五月既望，行营恭祝监国鲁王千秋有感",
            "作者": "张煌言",
            "内容": "寥落吹台望紫宸，上觞此日正千春。乾坤缥缈灵光殿？江汉潆洄黯黮津。\n一自玉舆蒙雾露，遂令金鉴转风尘。可怜节下遥称庆，独有瑶池旧从臣。"
        },
        {
            "标题": "挽安洋将军刘胤之",
            "作者": "张煌言",
            "内容": "羽声落日泣兵残，斗大孤城独据难；虎体拚随朝露尽，龙精空向暮云寒。\n数奇偏少封侯骨，力竭惟余报主肝。岁岁芳洲腥草绿，飞燐犹绕旧登坛。"
        },
        {
            "标题": "送万美功还越，时其弟静斋将赴行在",
            "作者": "张煌言",
            "内容": "今弟将南迈，元方又北征；炎荒万里节，越绝一归旌。\n欲聚非麋鹿，难分是鹡鸰。祗应山鬼语，但见送人行。"
        },
        {
            "标题": "游芥瓶庵，赠希闻上人",
            "作者": "张煌言",
            "内容": "斫入云根便卧云，禅师真可鹤为群。数竿渐觉龙孙长，一径斜从鸟道分。\n山似骨余原太古，僧无肉相即斯文。胆瓶印处应如许，我亦来参未得闻。"
        },
        {
            "标题": "朱伯迁将避地小溪索诗，口佔授之",
            "作者": "张煌言",
            "内容": "贺监抽簪去，君恩赐鉴湖。至今高尚宅，犹在四明无？\n此地能真隐，斯人亦不孤。所愁溪鸟笑，閒杀辋川图。"
        },
        {
            "标题": "舟次中秋",
            "作者": "张煌言",
            "内容": "淡荡秋光客路长，兰桡桂棹泛天香。月明圆峤人千里，风急轻帆雁一行。\n此夜衔杯惭庾亮，几年持斧笑吴刚！观涛岂必钱塘上，碧海银潢自渺茫。"
        },
        {
            "标题": "马尔毓职方改署幕府骑兵参军，未免牢落；戏赠",
            "作者": "张煌言",
            "内容": "国破兰香已半消，侯门谁复赠虔刀？颇怜宦拙同牛皂，正觉官閒似马曹。\n濩落籯金应易散，陆沈囊粟恐难叨！相携赖有红颜在，枚叔游梁兴尚豪。"
        },
        {
            "标题": "送罗子木往台湾二首",
            "作者": "张煌言",
            "内容": "中原方逐鹿，何暇问虹梁！欲揽南溟胜，聊随北雁翔。\n鲎帆天外落，虾岛水中央。应笑青河客，输君是望洋！"
        },
        {
            "标题": "送罗子木往台湾二首 其二",
            "作者": "张煌言",
            "内容": "羽书经岁杳，犹说衮衣东。此莫非王土，胡为用远攻？\n围师原将略，墨守亦夷风。别有刍荛见，回戈定犬戎！"
        },
        {
            "标题": "暑雨舟中遣闷，分得「柴」字",
            "作者": "张煌言",
            "内容": "扁舟蒸暑闷难排，况复霉霖气欲埋。岂意薰风能解愠，乍来好雨足开怀。\n炎云向晚多于岫，病骨兼愁渐似柴。忽忆采莲人已去，荷香十里趁芒鞋。"
        },
        {
            "标题": "梦中得句云：『集候秋虫偏解语，失途老骥亦长鸣』；似有感，起而成之",
            "作者": "张煌言",
            "内容": "一枕新凉梦自成，诗魔偏向睡魔生；从来物态蜉蝣似，未必人情蝴蝶轻。\n集候秋虫偏解语，失途老骥亦长鸣。世间何限荣枯迹，底事通人眼剧明？"
        },
        {
            "标题": "闻家难有恸四首 其四",
            "作者": "张煌言",
            "内容": "淫威何太甚，原外鹡鸰鸣。空拟班昭疏，甘成聂政名！\n肝埋有处士，肠断是零丁。遥识江胥路，霜飞独满城。"
        },
        {
            "标题": "登菩萨顶",
            "作者": "张煌言",
            "内容": "绝磴凌虚嵌佛龛，扪天拄笏恣豪探；苍茫远水横空碧，历乱群峰倒蔚蓝。\n双屐俄从银汉落，一卷几与石梁参。如来肉髻原非幻，最上何须驾鹤骖！"
        },
        {
            "标题": "北回示将吏",
            "作者": "张煌言",
            "内容": "利钝宁能料，孤军又北回。同仇计左矣，遗老思深哉！\n破斧烝徒义，持筹参佐才。古来忠孝事，天地每相哀！"
        },
        {
            "标题": "舟山感旧四首",
            "作者": "张煌言",
            "内容": "孤云两角委渔矶，极目沧桑事已非。隔浦青燐相掩映，傍蹊红雨自霏微。\n樯乌转逐危舟宿，社燕空寻旧垒飞。独有采芝人尚在，天荒地老不知归。"
        },
        {
            "标题": "清明感怀",
            "作者": "张煌言",
            "内容": "江天小雨恰清明，杜宇声中故国情。传蜡祗成前代事，藏烟何意异时名！\n蓬蒿三径荒应废，松柏千年黯自惊。狸首只今伤暴露，一杯空拟醉佳城。"
        },
        {
            "标题": "秋怀三首 其三",
            "作者": "张煌言",
            "内容": "天方尊肃气，人已苦兵声。高枕真无事，扁舟似有情。\n静同仁者寿，隘得圣之清。遣放应如此，毋劳造物争！"
        },
        {
            "标题": "秋怀三首",
            "作者": "张煌言",
            "内容": "秋色来何许，沧江对晚潮。宜人偏淡荡，似我总萧条。\n隼翮凭谁健？狼心尚尔骄。也知云意薄，聊自拟丹霄。"
        },
        {
            "标题": "秋怀三首 其二",
            "作者": "张煌言",
            "内容": "屈指金行半，流光不我予！鲈腮味信美，雁足耗全疏。\n客散黄金尽，兵饥白粲虚。只愁绵力弱，何以慰皇舆！"
        },
        {
            "标题": "三月十九，有感甲申之变三首 其三",
            "作者": "张煌言",
            "内容": "汉家天仗肃仙班，一掷金椎不复还。苜蓿祗肥秦塞外，樱桃谁荐晋陵间！\n魂招蜀望花同碧，泪染姚华竹尽斑。何处旌旗皆缟素，好传露布到阴山？"
        },
        {
            "标题": "三月十九，有感甲申之变三首",
            "作者": "张煌言",
            "内容": "燕山春老泣啼鹃，屈指号弓十八年。阙里麟游书莫载，桥陵龙逝鼎仍迁。\n玉衣晨举黄尘染，铜狄秋眠碧血捐。欲赋「黍离」无限恨，依稀风雨故宫前。"
        },
        {
            "标题": "人日立春客湄岛二首",
            "作者": "张煌言",
            "内容": "劳生了不解宜春，梅笑重惊物候新。俗入秦余疑近古，时从夏正识生寅。\n土风薄似村醪恶，海错鲜兼寒具陈。野草年年依旧发，王孙何许一沾巾！"
        },
        {
            "标题": "人日立春客湄岛二首 其二",
            "作者": "张煌言",
            "内容": "海外行藏不计春，起看天地亦维新；鼓鼙往岁闻呼癸，斗柄今年说指寅。\n读「礼」每思笺「大戴，」授「书」尚拟续「君陈。」东风似为羁人至，煖气偏吹白氎巾。"
        },
        {
            "标题": "送姚兴公北还",
            "作者": "张煌言",
            "内容": "客中送客复何言，门外骊歌酒一尊。芒屩故应寻帝子，藜床岂必恋公孙！\n只愁白社高风散，况看沧州落日昏。吴越交游如见问，鸡声竟夜舞刘琨。"
        },
        {
            "标题": "感事四首 其四",
            "作者": "张煌言",
            "内容": "古曾称白狄，今乃纪红夷；蛮触谁相斗，雌雄未可知！\n鸠居粗得计，蜃市转生疑。独惜炎洲路，春来断子规。"
        },
        {
            "标题": "送姚兴公北还 其二",
            "作者": "张煌言",
            "内容": "三山几度费逢迎，今日重辞万里行。短发虽凋犹晋士，长裾不系是侯生。\n苍茫挂席供图画，萧涩空囊剩墨兵。此去莫愁无遇合，姚崇原有救时名。"
        },
        {
            "标题": "山中初度，用子木韵 其四",
            "作者": "张煌言",
            "内容": "倦飞玄鹤亦知还，白石苍苔咫尺间。车马自然多易水，衣冠原只在商山。\n云浆夜酌金人掌，黛色朝披玉女颜。已觉閒身堪羽化，何须八翼梦天关！"
        },
        {
            "标题": "山中初度，用子木韵 其二",
            "作者": "张煌言",
            "内容": "赋罢初衣往复还，伊人宛在翠微间。幸无白璧枌榆价，可有丹名桐柏山？\n种似麒麟徒掩泪，舞同鸲鹆且开颜。尊前草论浮云态，回首风烟满汉关。"
        },
        {
            "标题": "山中初度，用子木韵 其三",
            "作者": "张煌言",
            "内容": "日辔崦嵫去不还，客星惨淡五云间。自非和、扁难医国，谁似巢、由易买山。\n百谷烟霞怜马齿，二陵风雨识龙颜。桑弧半老成何事，只合壶天独掩关。"
        },
        {
            "标题": "山中初度，用子木韵 其一",
            "作者": "张煌言",
            "内容": "曾向洪崖乞大还，朅来烟火混人间。几回掷剑横青海，一笑携瓢挂碧山。\n煮石似应消壮气，斫苓尚欲壮颓颜。峰头紫气朝如盖，为问犹龙可渡关？"
        },
        {
            "标题": "赠马尔毓职方奉表行在，后不果行",
            "作者": "张煌言",
            "内容": "频年北极未回銮，万里朝宗行路难。孝直终当扶蜀鼎，太真时亦奉刘丸。\n垂风共听尚书履，近日应随御史冠。此去君家铜柱在，长缨好请系楼兰。"
        },
        {
            "标题": "上巳书怀",
            "作者": "张煌言",
            "内容": "九月春光强半空，今朝禊事媚东风。乱红过雨应千点，新绿含烟自一丛。\n曲水无觞娱岛上，远山似笏拱帘中。子规岁岁啼成血，不道劳人太转蓬。"
        },
        {
            "标题": "维扬姜、张二友浮海来晤，赋赠",
            "作者": "张煌言",
            "内容": "广陵春拥雪涛来，万里江声亦壮哉！忽讶龙文临越峤，何须骏价起燕台！\n阴符欲捲沧溟阔，借箸能令瘴疠开！帝室至今还卜猎，飞熊好待后车回。"
        },
        {
            "标题": "寄张书绅，时闻在越",
            "作者": "张煌言",
            "内容": "雁到寒沙一片秋，闻君犹作下邳游。江山雄视浑绵蕞，湖海轻装只蒯缑。\n醉后谏书多逐客，愁中诗史尽离忧。赤城霞气今依旧，何必衣冠禹穴求！"
        },
        {
            "标题": "张书绅与范予瞻论余十余年来戎马，颇为劳苦孤危，有诗见赠。读之怆然，因成二首",
            "作者": "张煌言",
            "内容": "屈指劳生四十强，惊魂歧路总堪伤！河山萧瑟平原帜，江海苍茫下濑航。\n国破龙蛇都失穴，时危狼狈每依墙。盟坛今日谁雄长？敢说邢茅亦雁行！"
        },
        {
            "标题": "张书绅与范予瞻论余十余年来戎马，颇为劳苦孤危，有诗见赠。读之怆然，因成二首 其二",
            "作者": "张煌言",
            "内容": "相业侯封非我望，霸图王命向谁论？颇怜节在旄全落，独恨交亡剑尚存！\n上客摄衣空有铗，孤军裹甲已无裈。也知戈巧难回日，誓死何妨绝影奔！"
        },
        {
            "标题": "赠张书绅还钱塘",
            "作者": "张煌言",
            "内容": "归棹萧然入虎林，论兵十载怆知音！千金散尽仍弹铗，四海交空且碎琴。\n户牖阴谋天地忌，夷门奇计古今深。风尘何处躬耕好，垂老还为梁父吟！"
        },
        {
            "标题": "暑雨同诸子限韵，仍禁「江窗」二字",
            "作者": "张煌言",
            "内容": "火云蒸雨势难降，斜倚绳床听石淙。愁满风尘侵鄂被，梦回烟树绕吴艭。\n萧条莫怪壶堪碎，锈涩历怜剑自双。客路幸逢好友在，且须乘兴倒春缸。"
        },
        {
            "标题": "暑雨同诸子限韵，仍禁「江窗」二字 其二",
            "作者": "张煌言",
            "内容": "几年辛苦拥油幢，留得閒身鼎漫扛。风雨似为驱热至，衣冠终不受魔降。\n沽来浊酒卮如斗，赋就新诗笔若杠。最忆鉴湖晚霁后，采莲人尽唱吴腔。"
        },
        {
            "标题": "小猿畜之久矣，以病抱树而死；为之恻然",
            "作者": "张煌言",
            "内容": "升木何须教，奔林岂为惊！胡然婴一疾，不复听三声？\n肠断巫山暗，魂归楚水明。争如孙供奉，能报主人情！"
        },
        {
            "标题": "挽董天鉴孝廉",
            "作者": "张煌言",
            "内容": "三策天人罢董山，谁怜日驭已西倾！游从麋鹿身将隐，谶应龙蛇意未平。\n晋代犹留靖节谥，汉家原重孝廉名。即看墓石封题处，尚有贤书是「大明。」"
        },
        {
            "标题": "挽董天鉴孝廉 其二",
            "作者": "张煌言",
            "内容": "入洛衣冠江左余，逋臣肯复待公车！风云早冷三鳣兆，日月长悬五马居。\n结客黄金良不易，修文白玉竟何如！茂陵今日皆禾黍，遗草空留封禅书。"
        },
        {
            "标题": "闻家难有恸四首",
            "作者": "张煌言",
            "内容": "仇国言终验，衰门祚亦危。痛心惟骨肉，耄及受参夷。\n白首青枫暗，黄肠广柳迟。百端交集处，能不碎心脾！"
        },
        {
            "标题": "舟行望野烧",
            "作者": "张煌言",
            "内容": "朔气偏萧瑟，千山落木声；征帆残烧外，隐隐见孤城。"
        },
        {
            "标题": "王师北发，草檄有感二首 其二",
            "作者": "张煌言",
            "内容": "期门取次出貔貅，首路军声胡骑愁。何独止戈非庙算，还应聚米是边筹。\n嚇蛮事往疑虚语，谕蜀才穷愧老谋！自古殊勋归跃马，几人谈笑得封侯！"
        },
        {
            "标题": "王师北发，草檄有感二首",
            "作者": "张煌言",
            "内容": "似闻天地悔疮痍，片羽居然十万师。走檄故嫌阮瑀拙，射书正觉鲁连迟。\n丸中但说明三表，麾下宁忘试六奇！要说遗民垂涕处，当年司隶有威仪。"
        },
        {
            "标题": "夏日过鼓浪屿，饮程玙嘉将军署中",
            "作者": "张煌言",
            "内容": "入林偏爱晚凉生，灌木疏疏坠月明。鹤梦到山原独醒，蝉声绕树有余清。\n不堪归兴逢人急，真觉炎趋较世轻。相对素心聊一醉，盘飧何用五侯鲭！"
        },
        {
            "标题": "月夜重登普陀山二首 其二",
            "作者": "张煌言",
            "内容": "海岸真孤绝，青青三两峰；月圆清梵塔，潮上翠微钟。\n鹤梦来何处？龙吟隔几重！迎门有镫火，僧话旧时踪。"
        },
        {
            "标题": "月夜重登普陀山二首",
            "作者": "张煌言",
            "内容": "孤情深一往，初夜扪云峰；古色空山树，玄音暮海钟。\n衣痕盛月淡，香迹踏花重。渐觉浮生冗，何劳来去踪！"
        },
        {
            "标题": "辛丑长至，舟次祝圣二首 其一",
            "作者": "张煌言",
            "内容": "朔气行将尽，今来复一阳。书云存珥笔，挽日仗冠裳。\n社稷千帆影，乾坤一剑芒。微臣无限恨，稽首俨天王！"
        },
        {
            "标题": "辛丑长至，舟次祝圣二首 其二",
            "作者": "张煌言",
            "内容": "岁华方剥极，何意泰重来！国脉真如线，天心亦似灰。\n山呼愁节脱，海宴待槎回！赖有黄钟动，梅花雪自开。"
        },
        {
            "标题": "得徐闇公书，为之喟然",
            "作者": "张煌言",
            "内容": "长看北极望南阳，倾日依风总渺茫。愁过魏牟还恋阙，病同庄舄肯投荒。\n应怜牛酒迟江左，莫道鱼盐擅海王！倘去三山须问讯，君家大药在何方？"
        },
        {
            "标题": "师次芜湖，时余所遣前军已受降",
            "作者": "张煌言",
            "内容": "元戎小队压江关，面缚长鲸敢逆颜。吴楚衣冠左衽后，萧梁城郭暮笳间。\n王师未必皆无战，胡马相传已不还。寄语壶浆休怨望，悬军端欲慰民艰。"
        },
        {
            "标题": "和定西侯张侯服留题金山原韵六首 其五",
            "作者": "张煌言",
            "内容": "白草黄沙笑雁臣，衣裳鳞介已非真。岂知捧翟犹宾粤，未必分茅可擅闽！\n南国羽书氛欲净，西京露布墨应新。上游谁拥龙骧节，日毂亲扶出汉津？"
        },
        {
            "标题": "四月八日过仙洞访石田和尚",
            "作者": "张煌言",
            "内容": "炎乡白昼苦难眠，也逐孤云学问禅。行到精庐知浴佛，坐来古洞亿飞仙。\n远公暂向名山住，管子初从辽海还。不是宰官能说法，疏泉品石总随缘。"
        },
        {
            "标题": "壬寅元旦，军次仍行祝圣礼",
            "作者": "张煌言",
            "内容": "苍辂青旗不可望，海隅犹得奉冠裳。吹尘梦逐条风远，思汉情随旭日长。\n万里越人迷贡朔，百年真主阙当阳。也知报国心无补，愿续「春王正月」章。"
        },
        {
            "标题": "岛居八首 其六",
            "作者": "张煌言",
            "内容": "浮槎非我好，恋恋为衣冠。豫让桥应近，田横岛正宽。\n芦中长磬折，圯上独盘桓。虽未成嘉遁，人呼管幼安。"
        },
        {
            "标题": "丁亥留节翁城，同诸公行长至礼",
            "作者": "张煌言",
            "内容": "几年卧节梦金銮，绵蕞犹班旧握兰。葭管初开周甲子，葱珩重见汉衣冠。\n嵩呼恍觉炉香近，海曙还疑扇影寒。惟有臣心冰雪净，誓将綵线续双丸。"
        },
        {
            "标题": "赠客还里门",
            "作者": "张煌言",
            "内容": "鉴湖挥手十年余，里社谁寻旧草庐？今日相逢皆后乘，高风端不为长裾。\n皋比暂向龙门设，麈尾聊从虎帐舒。惆怅君归当雨雪，故园梅信复何如？"
        },
        {
            "标题": "岁暮得蒋驭鸿信，兼见其新制「寄赠」二首 其一",
            "作者": "张煌言",
            "内容": "海峤玄云入岁除，远从苕水下双鱼。少微惨淡愁无奈，中散萧疏调有余。\n仙舄不妨神武外，法冠何似惠文初！鉴湖珠树今何在？黄鹤摩天未卜居。"
        },
        {
            "标题": "海上观灯，限「十五删」、「十五咸」二韵 其二",
            "作者": "张煌言",
            "内容": "极目沧波明镜函，火珠独见烛龙衔。鲛人夜贡珊瑚树，云母春开锦绣帆。\n金谷未须誇富贵，瑶池应不隔仙凡。自来三五传柑胜，莫惜霞觞付酒监！"
        },
        {
            "标题": "海上观灯，限「十五删」、「十五咸」二韵",
            "作者": "张煌言",
            "内容": "岛屿微茫午夜閒，鱼龙漫衍出尘寰。兰缸射水翻星汉，莲幕传烽破玉山。\n香拥虹桥千里外，芒寒蜃市九霄间。遥怜歌舞长安地，银钥今霄自不关。"
        },
        {
            "标题": "得徐闇公信，以「交行诗刻」见寄二首",
            "作者": "张煌言",
            "内容": "天南消息近成虚，一卷新诗当尺书。谁看坠鸢偏击棹，似闻鸣犊竟回车。\n蛮夷总在天威外，越巂应非王会初！读罢瑶篇还涕泪，行吟何独有三闾！"
        },
        {
            "标题": "重阳偶成",
            "作者": "张煌言",
            "内容": "九日素秋晴，霜容淡倍明。香孤知菊傲，寒逼觉衣轻。\n萧瑟茱萸佩，踌躇鸿雁声！不愁吹帽落，华发故多情。"
        },
        {
            "标题": "得徐闇公信，以「交行诗刻」见寄二首 其二",
            "作者": "张煌言",
            "内容": "瘴海谁堪汗漫行，知君五月在舟程。鳀人鼓鬣惊涛暗，乌鬼含沙宿雾生。\n温峤已乖归阙望，张骞徒负泛槎名！武陵溪畔桃源客，故节依然苏子卿。"
        },
        {
            "标题": "海滨居民闻予生还，咸为手额；且以壶浆相饷。余自惭无似，何以得此于舆情也",
            "作者": "张煌言",
            "内容": "虚名浪说逐群雄，垂翅何心得楚弓。每把金鱼羞父老，岂应竹马笑儿童！\n衣冠不改秦时俗，鸡黍相遗晋代风。正觉渔樵多厚道，不将白眼看途穷。"
        }
    ],
    "对话内容": [
        {
            "Dialogue": "{\n    角色名:赵廷臣 \n    动作:(眉头紧锁、低声询问) \n    讲话:张兄，近日敌军频频南侵，您对此有何高见？我等虽心知肚明，奈何朝廷之中似乎未有应对之策。\n}\n{\n    角色名:张煌言 \n    动作:(神情凝重、直视赵廷臣) \n    讲话:赵兄，今之国家，乃是风雨飘摇之时，清军既已强盛，若我等仍旧沉默不言，恐怕将来后悔无及。仆以为，必须立刻召开兵部会议，制定严密之防御策略，动员民众，团结士气，方可图存。若不然，国破家亡，岂非我等所愿？我等当以忠义之心，担负起此重任，拯救这危难之国！\n}"
        },
        {
            "Dialogue": "{\n    角色名:王居敬 \n    动作:(眼含泪光、深感共鸣) \n    讲话:老师，您的诗句真是动人心弦，令人倍感伤痛，您所言国破家亡，实在让我心痛无比。您为何不为国捐躯，踏上复兴之路呢？\n}\n{\n    角色名:张煌言 \n    动作:(缓缓叹息、目光远眺) \n    讲话:居敬，国之兴亡系于每一个人之心，然我虽为南明之臣，然力有不逮，身处此困境，愈是心痛。然则我愿以诗文激励后人，表忠心于国家，虽有万般无奈，仍不敢轻言放弃。愿我之志向能感召于你，尔等青年才俊当勇敢追随，以复兴之志，振兴大明之梦。若有一日，吾辈能再携手共赴国难，必不负此生承诺！\n}"
        },
        {
            "Dialogue": "{\n    角色名:张圭章 \n    动作:(握笔思索、神情忧虑) \n    讲话:吾儿张煌言，近日家书何以无寄？我心中对你倍感惦念，然若国难当前，况又身为兵部尚书，恐怕难以安宁。\n}\n{\n    角色名:张煌言 \n    动作:(停笔凝视、深情回忆) \n    讲话:父亲，儿虽身处险境，然心中始终挂念您与家族。国之劫难，非我一人所能承担，然我愿竭尽全力，以诗文传承忠义之精神，期盼能激励更多之士人，携手共赴国难。时光如流水，儿时之乐已成往事，唯愿父母安康，家族兴旺，愿此信能传达我心中之思念与忧虑，俾能共勉于来日之盛世！\n}"
        },
        {
            "Dialogue": "{\n    角色名:邻居 \n    动作:(赞叹道、竖起大拇指) \n    讲话:张大人之诗，真乃才华横溢，激励士人，令人感动。此等文采，实在应当传颂于世，令人敬仰不已。\n}\n{\n    角色名:张煌言 \n    动作:(轻声一笑、谦逊回应) \n    讲话:邻居过奖，然我之诗作不过是心中所感而作，若能触动他人之心，便是我之所愿。诗文于我，既是抒怀之道，亦是承载忠义精神之载体。然我深知，肩上责任重大，唯愿与诸君共勉，传承良知，激励后辈，保卫这片土地，勿让忠义之志湮没于历史长河中。\n}"
        },
        {
            "Dialogue": "{\n    角色名:崇祯帝 \n    动作:(严肃凝视、语气深沉) \n    讲话:张卿，今日召你来，正是想听听你对当前战局的看法。敌军逼近，我朝何以应对，尔有何良策？\n}\n{\n    角色名:张煌言 \n    动作:(恭敬领命、坚定不移) \n    讲话:陛下，臣恭敬地认为，当前之局势，敌之来势汹汹，若我朝不及时采取措施，恐怕国之根基将动摇。臣愿提出数条建议：一是整顿兵马，严加训练，提升士兵之战斗力；二是加强情报网络，了解敌情，务必做到心中有数；三是鼓励民众，团结一心，激发他们的爱国热情。唯愿陛下能采纳，臣愿殚精竭虑，尽忠于国，保卫我朝江山！\n}"
        },
        {
            "Dialogue": "{\n    角色名:士兵 \n    动作:(激动不已、满脸热情) \n    讲话:张将军，您所吟之诗，感动了我们每一个人！我等誓言为国捐躯，绝不退缩！\n}\n{\n    角色名:张煌言 \n    动作:(握拳高举、声音洪亮) \n    讲话:众兄弟，今之时刻，正是我等捍卫国家之时！我所作之《绝命诗》，乃是我心之所向，愿以此激励众人，愿尔等以忠义之心，誓言捍卫家国，虽千难万险，亦不顾生死！愿我之言能化为尔等心中之火，燃烧斗志，铸就铁血之志，保卫这片故土，勿负我辈之忠诚与誓言！\n}"
        },
        {
            "Dialogue": "{\n    角色名:全祖望 \n    动作:(写信如飞、字字珠玑) \n    讲话:张大人，您所作之诗，实在震撼人心，愈发感受忠义之重。您可将我的祭文视为您之灵感来源，愿与您共勉。\n}\n{\n    角色名:张煌言 \n    动作:(感慨万分、握笔沉思) \n    讲话:全先生，您之祭文字字珠玑，深刻表达了我心中对忠义之追求，实乃心灵之共鸣。愿以此为激励，继续前行，传承忠义精神。吾心所向，愿以文传承，虽身处逆境，然心中依然不屈。愿我与您共勉，携手书写这段历史，铭记忠诚与信仰之光辉。\n}"
        },
        {
            "Dialogue": "{\n    角色名:张万祺 \n    动作:(专注聆听、目光炯炯) \n    讲话:父亲，您所教导的忠诚与正义，何以如此重要？我应当如何践行呢？\n}\n{\n    角色名:张煌言 \n    动作:(握住儿子肩膀、目光坚定) \n    讲话:万祺，忠诚与正义乃为人之本，国家之根。吾辈当以此为重，面对国家之艰难，绝不可退缩。忠诚者，心系国家，愿为之奉献一切；正义者，敢于发声，捍卫真理。愿你在日常生活中，时刻铭记，践行忠义之道，方可在风雨飘摇之际，挺身而出，为家为国，尽一份绵薄之力。\n}"
        },
        {
            "Dialogue": "{\n    角色名:赵廷臣 \n    动作:(举杯共饮、情绪激昂) \n    讲话:张兄，您之《放歌》情感真挚，令人热泪盈眶，您愿如何以此激励士人？\n}\n{\n    角色名:张煌言 \n    动作:(放声高歌、热情洋溢) \n    讲话:赵兄，此诗乃我心声，愿以此激励后人，铭记忠义与信仰。国破家亡之际，我等当不忘初心，携手共赴国难！我所写之词，时刻提醒我辈，虽屡遭困苦，然志不渝，愿以此情感传递，激励更多之人，勇敢面对挑战，捍卫家国之荣光，万万不可让忠义之志湮没于历史长河中！\n}"
        },
        {
            "Dialogue": "{\n    角色名:官员甲 \n    动作:(面色凝重、认真倾听) \n    讲话:张卿，您所言可否更详细一谈？当前战局紧迫，何以应对清军之侵略，您有何高见？\n}\n{\n    角色名:张煌言 \n    动作:(站直身子、目光坚定) \n    讲话:诸位同仁，当前我朝国势日渐衰弱，清军之侵略愈发猖狂。我以为，务必先整顿兵马，提升士兵训练，增强战斗力；其次，加强与民众之联系，动员士气，凝聚人心；再者，务必建立情报系统，及时掌握敌情，做到心中有数。惟愿我等同心协力，以忠义之心，捍卫我朝江山，保卫这片土地，不负我辈之忠诚与牺牲！\n}"
        }
    ]
}