{
    "基本信息": {
        "姓名": "郭之奇",
        "性别": "男",
        "出生年份": "1607",
        "死亡年份": "1662",
        "享年": "56",
        "朝代": "清",
        "家庭区分": "未详"
    },
    "亲属关系": [],
    "其他关系": [
        "郭之奇被致书由姚希孟",
        "郭之奇收到张镜心的答书"
    ],
    "入仕信息": [],
    "别名信息": [
        {
            "别名": "仲常",
            "别名类型": "未详"
        },
        {
            "别名": "正夫",
            "别名类型": "未详"
        },
        {
            "别名": "菽子",
            "别名类型": "未详"
        }
    ],
    "任职信息": [],
    "地理信息": [
        {
            "地名": "揭阳",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        },
        {
            "地名": "揭阳",
            "地址类型": "籍贯(基本地址)",
            "开始年份": "未详",
            "结束年份": "未详"
        }
    ],
    "著述信息": [],
    "社会区分": [],
    "机构情况": [],
    "经历事件信息": [],
    "财富情况": [],
    "个人简介": [
        "郭之奇（1607年－1662年），字仲常，号菽子，又号正夫、玉溪。广东揭阳县榕城东门（今广东揭阳市榕城区）人。为南明大臣，历任南明文渊阁大学士加太子太保（相当宰相）兼吏部尚书、兵部尚书，率军转战闽粤滇黔抗清，于顺治十八年（1661年）在广西桂林为清将韦永福所俘，翌年殉国。清乾隆四十一年（1776年）追谥忠节。 ► 郭之奇的诗文(717篇)"
    ],
    "诗词文章内容": [
        {
            "标题": "中元节有感",
            "作者": "郭之奇",
            "内容": "钹鼓哓哓化楮衣，人心泉意两凄其。雨后风前云树色，晨昏几作晦明吹。\n朝团碧叶幽光渺，夜结青燐暗影窥。虫沙何日非人变，猿鹤千年动我思。\n布奠倾觞谁氏子，涓涓哭望想天涯。尚有精魂殊地隔，其殁其存家未知。\n始知病死何须哭，死而得祭何足悲。君看南北纷纷者，人鬼推迁尽易居。"
        },
        {
            "标题": "西秦四主夏三主",
            "作者": "郭之奇",
            "内容": "东晋偏安江左日，天光分裂万胡喧。西秦朔夏尤凶狡，鸱张夺攘恣狂奔。\n称王称帝随鞭举，为雨为云覆手翻。败枋久挫桓温锐，开汴仍回刘裕辕。\n咸殿室家畴复问，十陵坟墓也徒言。真人反在代恒北，乞伏尝思夷谶存。\n已弃姚苻依拓跋，岂知伏莽丧穷猿。从此赫连誇铁伐，真成夏裔表雄藩。\n尽收秦土宁思旧，幸获长安遂窃尊。左弓右剑民如鹿，身死宗夷子亦豚。\n朝宋服凉皆呓语，果然招魏入东门。安得坚墙供厉斧，但馀绮绣委台园。\n苛蓝山上新挥涕，统万城中漫触藩。定昌暮末如相遇，应尤父祖累儿孙。\n吾欲高呼诸众丑，休将家族换中原。犬兔俱驰终并殒，豕蛇相啖复交吞。\n天之所骄天自绝，人之所畏人必掀。长城早向阴山界，尔物终依玉塞骞。\n实祸虚名成底事，高田吐谷总伤魂。临照千年归日月，倒悬谁许作乾坤。"
        },
        {
            "标题": "檃括南华经词旨述内篇六言七章 其一 逍遥游",
            "作者": "郭之奇",
            "内容": "鹏背几千里大，鹪巢祇一枝深。赋形虽有殊质，取智终无异心。\n姑射神肌似雪，宋人龟手酬金。寄言匏落之子，莫向尘糠苦寻。"
        },
        {
            "标题": "憩庐山东林寺和王阳明先生壁间韵",
            "作者": "郭之奇",
            "内容": "百里山行迷碧草，息心对山觉山好。六朝僧去忽千霜，三秋招隐惟五老。\n一峰初上晓松哀，瀑布声闻客绪开。舍车纵步过东寺，山僧谓我结莲来。\n莲社年来孰为首，我亦渊明性耽酒。颓颜独倩菊英滋，酣情易令苍山朽。\n祇今望阙复趋庭，云舍南溟动远汀。他时散发罗浮上，对望仙庐九叠青。"
        },
        {
            "标题": "定道德经为六十四章漫书所得八首 其一",
            "作者": "郭之奇",
            "内容": "天上有物乎，吾不得而乞。天上有人乎，吾不得而亲。\n虚微髣髴，视之乃沕。抱一存真，强名曰神。犹橐犹籥，风卷云郁。\n天地不仁，刍狗是刜。和光同尘，众妙维新。圣人不仁，后身外身。\n外身而身存，身存而物宾。吾不知谁子，以天物为臣。\n金玉何足守，美善何足珍。有名之毋见，无名之始沦。\n非见亦非沦，玄玄万古屯。"
        },
        {
            "标题": "筮邵子数得雷山小过五爻",
            "作者": "郭之奇",
            "内容": "穷愁书久著，忧患易初诠。生理何端绪，羁心久系缠。\n漫凭骚赋遣，稍喜卦爻迁。小过虽非大，西郊亦未偏。\n音从飞鸟至，象比密云连。望泌思衡下，甘薇忆首巅。\n敝衣难更改，耻粟易三咽。苦节贞亡悔，嘉肥遁乃全。\n古人情可见，往事意堪传。景物终朝异，风光尽日玄。\n因时观雨化，与蛰俟雷宣。上下谁堪取，空空独问天。"
        },
        {
            "标题": "七哀章哭宋尔孚 其三",
            "作者": "郭之奇",
            "内容": "乃不留斯人，以为风雅舌。萧萧九辨二千年，楚秋一派传岭揭。\n严霜白露失时心，流入歌章俱秀洁。呜呼哭君兮风雅芜，蕙华无实百芳枯。"
        },
        {
            "标题": "拟安边",
            "作者": "郭之奇",
            "内容": "汉武开西南，宋高弃东北。或以强衅边，或以弱丑国。\n合商今古筹，无如屯守得。三时壁野清，千里燧燐织。\n耕战不相违，兵农各自食。近远输粟行，休暇治军实。\n但令士卒心，尝如胡马逼。虏伏无可窥，虏进安可弋。\n或明师帅权，或尽守土职。犁扫非无术，未贵杀伤克。\n天子不自将，小丑亦亡匿。安攘信何奇，朝阃共心力。"
        },
        {
            "标题": "七哀章哭宋尔孚 其五",
            "作者": "郭之奇",
            "内容": "乃不留斯人，以为吾道邻。古云廉吏虽小臣，君子如君不损贫。\n吾欲宠君千载名，悲君已去百年身。呜呼哭君兮吾道非，今之相者独举肥。"
        },
        {
            "标题": "偕伴往安乐窝诸洲散步二首 其二",
            "作者": "郭之奇",
            "内容": "水色浮清晓，春光独向谁。偶同鱼鸟至，遂与石泉窥。\n花柳犹相待，溪山亦自私。我心无滞着，随地有胸期。"
        },
        {
            "标题": "偕伴往安乐窝诸洲散步二首 其一",
            "作者": "郭之奇",
            "内容": "步屧偕诸侣，求声一鸟呼。洲开红蕊匝，溪润绿苗铺。\n春色应同满，风光亦自殊。当年丘壑意，一任水山愚。"
        },
        {
            "标题": "阴雨连旬诗以懊之八首 其五",
            "作者": "郭之奇",
            "内容": "湘娥留恨滴，万点出虞山。古意销沉处，今人盼望间。\n羁心云里绊，寒泪雨中潸。不用悲风发，相看自苦颜。"
        },
        {
            "标题": "取桃花一枝插瓶酬以二十韵",
            "作者": "郭之奇",
            "内容": "谁使幽栖日，能分天外春。倾城应有待，入室那无因。\n江叶终迎献，溪花久忆晨。销红迷远路，洗绿愧芳津。\n相映门何在，求源洞几沦。尚留馀态惹，肯俟落英频。\n折柳迟同调，寻梅偶得邻。遥从千树艳，独取一枝新。\n预敛烟光色，全收世俗尘。含情多未发，小喜忽横陈。\n活影谁堪捉，残愁自可匀。轻匀浮粉面，细点薄胭唇。\n巧倩非关笑，低蛾漫学颦。倚怀初似怯，移眼乍疑嗔。\n永令游蜂隔，姑容梦蝶亲。明窗供赏叹，素几出精神。\n幸免封姨妒，甘依君子贫。苗条诸意满，宁淡寸心真。\n求友来斯物，离群莫怨人。便宜生死共，岂但悴荣均。"
        },
        {
            "标题": "阴雨连旬诗以懊之八首 其六",
            "作者": "郭之奇",
            "内容": "青山无一语，黑帝许谁诹。日月真穷矣，风云可散不。\n寒光生兔管，湿雾隐鹴裘。隐几千怀集，沾襟百涕流。"
        },
        {
            "标题": "阴雨连旬诗以懊之八首 其七",
            "作者": "郭之奇",
            "内容": "心惟行此素，居莫苟求安。雨色因人苦，风音为我寒。\n旧年摧晚暮，残夜久迷"
        },
        {
            "标题": "阴雨连旬诗以懊之八首 其三",
            "作者": "郭之奇",
            "内容": "竟日愁阴雨，经时望晓晖。人间知己尽，门内一身微。\n入梦关河阻，当前物象违。荣枯千古事，转盼亦同归。"
        },
        {
            "标题": "阴雨连旬诗以懊之八首 其四",
            "作者": "郭之奇",
            "内容": "如线牵愁远，为丝惹恨多。九门寒漏湿，万灶曙烟拖。\n雾重蒙霜岭，云深没绛河。坐看林翠落，应与竹斑和。"
        },
        {
            "标题": "阴雨连旬诗以懊之八首 其八",
            "作者": "郭之奇",
            "内容": "斗室凄凄晦，虚窗寂寂阴。诗亡王迹已，易在帝爻沉。\n不敢言天地，安能问古今。独怜千载后，谁见杞人心。"
        },
        {
            "标题": "阴雨连旬诗以懊之八首 其二",
            "作者": "郭之奇",
            "内容": "嘿嘿销魂处，悠悠入望山。何须长晦色，不使暂开颜。\n烟草看疑出，寒泉听欲潺。经旬林霭内，惟见鸟飞还。"
        },
        {
            "标题": "阴雨连旬诗以懊之八首 其一",
            "作者": "郭之奇",
            "内容": "冻雨销残腊，阴云结暮年。居诸愁里失，时序暗中迁。\n鸟畏林霜白，龙悲野血玄。醉羲何日起，星纪欲移天。"
        },
        {
            "标题": "州刺史唐伯闇以蕲州志相贻",
            "作者": "郭之奇",
            "内容": "问俗蕲春见楚书，水山奇异尽堪除。独留麟凤供金节，不教龟蛇乱里闾。"
        },
        {
            "标题": "苏公轼",
            "作者": "郭之奇",
            "内容": "金莲那许烛珠瀛，春梦还须失夜声。痛哭谁收妻子泪，悲歌未了弟兄情。\n文明祇为天涯出，魑魅相应海上迎。五百年来公不死，当时何必厌馀生。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其十五 知北游",
            "作者": "郭之奇",
            "内容": "臭腐神奇，相化若宜。天下一气，古今一时。圣人贵一，至人无为。\n六合为巨，其内未离。秋毫为小，成体因之。何小何巨，道将女随。\n被衣言道，齧缺堕肢。媒媒晦晦，不可谋思。身之初有，其蜕孰委。\n行亦胡往，处亦胡持。生胎生卵，八九窍差。其来无迹，其往无涯。\n无门无房，上下高卑。终则复始，天物交资。须臾之说，奚足儒儿。\n白驹之过，忽然而驰。勃然出此，油然入斯。不形之形，人所同私。\n道无不在，在恶可期。不际之际，物所共疑。老龙冥冥，泰清孜孜。\n光耀视窅，捶钩莫移。无人无物，谁怒谁嘻。未有天地，其初可窥。\n古人同化，今人内疲。为物逆旅，终为物欺。儒墨蚩蚩，是非相嗤。\n知乃不知，不知乃知。无问无应，曰希曰夷。夫惟希夷，曰天古师。"
        },
        {
            "标题": "舍陆就汀舟喜见家乡在即三首 其二",
            "作者": "郭之奇",
            "内容": "西来汀水欲朝东，万嶂千岩一缕通。急濑掀刀难坐望，轻帷短被卧秋风。"
        },
        {
            "标题": "舍陆就汀舟喜见家乡在即三首 其三",
            "作者": "郭之奇",
            "内容": "青山频过不知名，但忆乡关此地迎。昨夜归魂先识路，秋风吹向绿榕城。"
        },
        {
            "标题": "舍陆就汀舟喜见家乡在即三首 其一",
            "作者": "郭之奇",
            "内容": "穷舟所载不如车，能向山行胜策驴。荡桨幽峰随落涧，不愁前路有崎岖。"
        },
        {
            "标题": "十五早半雨半雪及暮阴寒特甚",
            "作者": "郭之奇",
            "内容": "寒意重添设，阳和尽取回。无人吹煖谷，何处想春台。\n苦值三阴压，时招六出来。雨丝仍是雪，霜片总非梅。\n所叹莺难至，安知蛰跂开。暗风穿薄纸，微火变馀灰。\n暮色催严冷，灯花温晕煤。空闻街鼓竞，谁许踏歌陪。\n守白生虚室，观玄出道胎。窗前盈紫气，门外任青苔。"
        },
        {
            "标题": "董子下帷处",
            "作者": "郭之奇",
            "内容": "一席横经古迹馀，前贤端不负居诸。藏修此地光形敛，园舍多年置足疏。\n祇畏春秋成卤莽，何甘功利滓空虚。积精师圣观强力，阿学逢时耻伪誉。\n直待天人三策就，方留灾异五行书。迄今千载推名业，西汉醇儒属仲舒。"
        },
        {
            "标题": "饱食卒岁因之自警四首 其三",
            "作者": "郭之奇",
            "内容": "日月将穷节，民神合聚时。鱼冰坚泽腹，蚕火照田丝。\n观蜡因人乐，退公或自私。作糜名口教，授粲岂徒期。"
        },
        {
            "标题": "饱食卒岁因之自警四首 其二",
            "作者": "郭之奇",
            "内容": "职思方岁莫，饮食视云需。怀肉曾誇剑，分羊复耻钩。\n饥犹存季女，饱欲死侏儒。簌簌何人者，还誇谷有无。"
        },
        {
            "标题": "饱食卒岁因之自警四首 其一",
            "作者": "郭之奇",
            "内容": "匡居能竟日，今始识閒曹。静觉餐仍素，谁云酒目劳。\n殷忧多若醉，嗛食少为膏。手口徒相息，心颜几忸陶。"
        },
        {
            "标题": "薄暮将至涿鹿诸峰片片可数明月忽自东相映矣",
            "作者": "郭之奇",
            "内容": "朝夕看山山暂亲，苍玄眼际划然陈。自缘丘壑关情素，转觉风烟入望新。\n随意行云思就客，无心去鸟巧先人。稍需明镜飞天上，更作千峰一片春。"
        },
        {
            "标题": "饱食卒岁因之自警四首 其四",
            "作者": "郭之奇",
            "内容": "谋食非君子，观颐及万民。尝思分社肉，每叹治齐醇。\n微术经天下，有孚视一身。饔餐馀妙理，况可付昏晨。"
        },
        {
            "标题": "次日访永言于报恩寺中呼酒谈诗",
            "作者": "郭之奇",
            "内容": "良朋驱言驾，敢自怯舆风。柳絮循郊色，先以慰别悰。\n远落市嚣外，曰君古寺东。入门君适出，盆花为客供。\n久坐需之至，须眉跃相从。呼酒三杯后，诗篇百首同。\n翠竹生禅籁，文心于焉穷。忙能探兹候，始信志所公。\n繇来肝共沥，只此亦无封。悠然俟晚磬，缅绪觉难终。\n抵舍严更寂，黯默别为衷。"
        },
        {
            "标题": "次日访永言于报恩寺",
            "作者": "郭之奇",
            "内容": "肩舆循柳岸，拂袖尽烟风。寻幽无近远，闻见莫匆匆。\n绵邈钟声外，高人古寺东。入门值君出，庭花为客公。\n命花留我住，独坐使春融。须臾接谈笑，诗酒复相同。\n玄言多绝倒，清绪未能穷。开怀获素友，焉得不披胸。\n我有和氏璞，三年色似蒙。我有雷生剑，每夜气摩穹。\n将携剑与璞，遥献碧霄宫。因思玄圃际，积光竞魂熊。\n更闻欧冶局，纯钩动远空。我剑方藏匣，我璞俟人攻。\n未甘同石弃，终疑跃水中。以兹长叹息，还向白云笼。\n惟君先得我，举酌共溶溶。术售非吾道，周防宜在躬。\n输心逢达者，回首谢时雄。愿持今日语，常寄百年衷。"
        },
        {
            "标题": "雨过隘岭口占",
            "作者": "郭之奇",
            "内容": "细雨千山内，轻云万木坰。钩连从灭没，屈折落青冥。\n仰胁舒心目，交襟抱影形。藏身真隘岭，何处是前汀。"
        },
        {
            "标题": "悲哉此气生",
            "作者": "郭之奇",
            "内容": "万象含秋意，相遭别有情。白云依露洗，黄叶俟风鸣。\n洗作秋空色，鸣兹秋树声。声凄色自黯，悲哉此气生。\n能使山河变，孰云天地清。摇落无今古，炎凉日夜更。\n悠悠千载去，冉冉百年倾。薄寒感肌骨，惛浓似可轻。\n伊我秋一物，谁敢向秋瞠。聊为芳草恸，随尔艾萧横。"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其五 寓言",
            "作者": "郭之奇",
            "内容": "今言而古藉，二三垂典册。先人作己言，千百拟衡石。\n寓言若玄珠，重言如拱璧。谁持璧与珠，使人群啧啧。\n卮言日曼衍，天倪随地斥。终身未尝言，终言孰能格。\n可不可谁分，然不然共择。万物本天均，是非凭众斁。\n已化复相生，无县那许射。罔两莫群疑，景形方自索。\n日火贷其光，夜阴恶可借。无有入无閒，相视久无逆。\n盛德果如无，舍者将争席。无言无不言，始信无言益。"
        },
        {
            "标题": "晚泊小步承之向索诗题口占答之",
            "作者": "郭之奇",
            "内容": "参差一叶渡春溪，同步芳洲日正西。共道春山皆故识，更邀溪月作新题。"
        },
        {
            "标题": "杨承之以谒虔州王文成祠诗见示用韵",
            "作者": "郭之奇",
            "内容": "良知一炬百年光，千载岐羊乍识乡。道在斯文关后死，功馀我武诵维扬。\n清朝砺带乾坤壮，圣庙牺樽日月长。此地歼妖公一事，虔江石齿自襄阳。"
        },
        {
            "标题": "雨泊鲟鱼村隔舟讯杨承之　癸酉北征舟中作",
            "作者": "郭之奇",
            "内容": "寂寞江村处，连绵风雨时。招邀无一事，闻问各何思。\n玄草君成否，危言我亦为。消閒差此胜，分手共成诗。"
        },
        {
            "标题": "繇白莲至铁岭月行至将乐",
            "作者": "郭之奇",
            "内容": "晓夕青山近远从，翠微西日渐斜封。云迷不辨秋深浅，雨过初看月淡浓。\n万壑泉声归去水，千林烟霭散前峰。灭明颇见真空色，独许劳人息意逢。"
        },
        {
            "标题": "病臂",
            "作者": "郭之奇",
            "内容": "宓书疑或掣，庄化欲何为。曲枕看云过，高叉叹日移。\n拜稽应有待，舞蹈莫相欺。聊以攀幽意，权当袖手时。"
        },
        {
            "标题": "既而见柳浪不兴丝波自卷觉起絮因风尚多事耳",
            "作者": "郭之奇",
            "内容": "未假风情向日飞，预分晴气散春菲。无端潮色随丝住，遮莫青流着素衣。"
        },
        {
            "标题": "杨葵宸宫赞分桐晋府特上捕蝗之章诗以柬之",
            "作者": "郭之奇",
            "内容": "西山雨过爽飞初，酷暑骄阳今渐除。綵笔遂干参井气，咨诹还上斗辰居。\n周桐遗叶于唐是，汲节便宜想汉如。便拟姚崇蝗害息，救时一事总君馀。"
        },
        {
            "标题": "将至采石矶飘风骤发收舟不及泛泛江中者移时诗以志险用前韵",
            "作者": "郭之奇",
            "内容": "倏忽诸山动，飘零一叶浮。风涛观素履，忠信任虚舟。\n不历鲸波变，安知鲛泣愁。平生夷险故，事往默追求。"
        },
        {
            "标题": "补葺残编有感而作",
            "作者": "郭之奇",
            "内容": "书缺有閒轶时见。博闻强记尤堪羡。壁中科斗漫传疑，纸上蠹鱼空日变。\n错令迂儒滞妄胸，谁为太始开生面。我生之初尚无为，文华石匮盈千卷。\n玉堂弟子三十人，破的推锋孰我先。金台遗迹恣捃摭，中秘奇闻多手缮。\n岂期嬴火二千年，此日炎灰今忽煽。斯文将丧又十秋，断简如烟复如霰。\n已教磨鼻似书绅，自怜糟粕供肴馔。保残聊集圣贤裘，继往初携今古线。\n不妨所阙慎其馀，以待同人心相衍。口授仍忆济南生，穷愁再续虞卿传。"
        },
        {
            "标题": "残年",
            "作者": "郭之奇",
            "内容": "残年忽尔去，游子身何依。寒树收云色，霜风隐夕晖。\n昏鸦看共噪，独鹤意多违。摇落为谁晚，蹉跎一岁非。"
        },
        {
            "标题": "偶见郭六脩侍御怜古诗八绝句步韵漫成其二 其八 策蹇",
            "作者": "郭之奇",
            "内容": "关岭轻云驴背生，燕天远日照鞭明。幸无车马骚安邑，恰有莺花送客程。"
        },
        {
            "标题": "赏川茶花得行字四首",
            "作者": "郭之奇",
            "内容": "一枝红艳最分明，百朵飞华欲共荣。种自峨眉传远色，光迎羯鼓动春情。\n嗟君有赋梅何在，念尔为玄草未成。且向芳菲同一醉，名花笔下易流声。"
        },
        {
            "标题": "贺监风流　知章",
            "作者": "郭之奇",
            "内容": "老大称狂客，风流遇谪仙。解龟同换酒，骑马似乘船。"
        },
        {
            "标题": "揽辔",
            "作者": "郭之奇",
            "内容": "栖栖马背自清狂，六载冰衙弟子行。玉佩羞看门下铗，朱衣竞哂酒炉鹴。\n已怜梅摽今三实，忽见葭苍此一方。揽辔逍遥歌九辨，愿言思古莫心伤。"
        },
        {
            "标题": "日往山中独寻幽意迫暮乃还马背有述",
            "作者": "郭之奇",
            "内容": "出门但许前山觌，冬山冬树何历历。绿霭犹凭炎土飞，霜英每向朝林涤。\n峰峦相澹入凄深，物象分幽自窈寂。寥寥人外坐寒空，一抹孤光来四壁。\n耳目之前置壑丘，襟怀几受烟霞沥。人日依山人有邻，山日依人山岂逖。\n山近山遥云在中，看云有泪为谁滴。黄昏独畏鸟啼声，薄暮愁闻牛背笛。\n举目斜阳西岫趯，当头新月疑堪摘。月在人间那可同，归掩柴扉从梦觅。"
        },
        {
            "标题": "自闰月五日作潮热联五日未已奋笔驱之",
            "作者": "郭之奇",
            "内容": "男儿一病岂终疲，拔剑披衣立暴吹。顾影虽怜身命薄，雄心亦令鬼神痴。\n百年去半无多恋，千载孤舟总独持。未获诸魔空齿切，敢劳梦帝助魂离。"
        },
        {
            "标题": "既渡河车中即事以新旧见闻作古今愿怀诗八首 其四",
            "作者": "郭之奇",
            "内容": "千载筹胡指顾中，清宵读史念车攻。大原薄伐中兴伟，沙漠深藏远略雄。\n唾手辽云心未已，系缨北阙事堪同。古今大义容臣举，十万横行报乃公。"
        },
        {
            "标题": "成帝",
            "作者": "郭之奇",
            "内容": "穆穆天子容，临陛何渊默。遗书天下求，古磬水滨得。\n精思一向三十年，洪范诸篇日在侧。嗟五行之空传，岂诸王之难抑。\n繄两月之相承，明群阴之既迫。谠言之生再一闻，削藁大夫终墨墨。\n尚方不断佞臣头，辑槛空留槐令直。同日五侯雾四塞，谦恭司马方名饰。\n大臣可移心守惑，祸水虽无汉火熄。"
        },
        {
            "标题": "秋日燕邸咏怀十诗各系以题 其七 观蚁",
            "作者": "郭之奇",
            "内容": "吾观蚁微物，其智有足称。出穴缘阶级，戢戢后先升。\n分馀互友告，取道不长胜。世人遗其善，竞以逐膻憎。\n宋子虽救厄，知己归隰朋。悠悠念群动，大小俱可徵。\n云鸟时微灭，野马日凭淩。即事求端绪，无为费目凝。"
        },
        {
            "标题": "题为九日登塔四作皆塔诗未及九日盖所重在塔也然既已九日安可无此作以补之",
            "作者": "郭之奇",
            "内容": "烟凝暮紫夕光移，秋意因高见远吹。何处风囊来舞激，翻惊羲驭在鞭箠。\n登临不尽今人感，眺听还多往事疑。安得淩云皆赋手，漫劳落帽共相嗤。"
        },
        {
            "标题": "舟倦连日得诸山周旋晚泊斯隈口占二十韵酬之",
            "作者": "郭之奇",
            "内容": "千山不肯豁，环谷锁微烟。况经久隘雨，正此暮春天。\n积叠分流壑，我舟从之沿。中央一明镜，左右双翠钿。\n前抱疑无路，转襟别泻川。递来互伸缩，奔往欲蹁跹。\n未甘洄波漏，犹借石根连。翻惧汹涛齧，驱彼莽榛编。\n笼树施缭绕，沉霭合迍邅。稍稍通微径，孤村倚麓偏。\n牧樵时踯躅，惊起白云眠。持筐饶野妇，结伴接山巅。\n长嫂勤采采，掇捋幽峰前。小姑嫚嬉戏，羞客掩林边。\n薄暮各归去，无人鸟初还。睍睆竞音好，颉颃并羽翾。\n芳草终有怨，閒花谁复怜。缘溪正堪数，渐泊亦为缘。\n无情交如此，莫逆心或然。识面从兹日，相对忆今年。"
        },
        {
            "标题": "中元夕郑扶烟年盟见访治酌命琴谈一二物外事既别扶烟以诗至步韵率答",
            "作者": "郭之奇",
            "内容": "三载停诗事，君至发琴言。酌酒迟君语，明月自东轩。\n庭空秋影落，烟液渐无存。沦阴霄气入，初露濯黄昏。\n伊我同孤尚，此际可微论。谈心一友足，虚劳满座樽。"
        },
        {
            "标题": "兵事十首 其一 徵兵",
            "作者": "郭之奇",
            "内容": "固垒逍遥卒，夷丁杂汉群。将骄人命贱，寇退首功分。\n暮野生燐火，春郊老阵云。相传今面敌，稍见祖家军。"
        },
        {
            "标题": "白发非春事承之亦愁春乎答此似嘲实以慰也",
            "作者": "郭之奇",
            "内容": "三月飞红乱欲纷，江头风色正愁君。独馀两岸杨花絮，留与扁舟丝鬓分。"
        },
        {
            "标题": "兵事十首 其十 露布拟而期之也",
            "作者": "郭之奇",
            "内容": "连阃歌铙日，深宫动乐晨。乾坤将厌杀，城野共还春。\n夜影销欃焰，朝书出战尘。尚期三捷至，先系百渠陈。"
        },
        {
            "标题": "雪诗六首义取六出 其三 忆金台",
            "作者": "郭之奇",
            "内容": "忆昔金台北，骊珠洒凤楼。鹓鹭千行肃，晶光灿晓旒。\n香烟携满袖，归辔染鹴裘。遥望如冰署，金马化银鞦。\n玉堂人似玉，藜火倍清幽。兴酣时落笔，诗成百象浮。\n神霄容点缀，昆圃恣搜求。自疑人世里，举目尽瑶丘。\n岂虞星物变，风景日飕飕。沦落今如此，何处想瀛洲。"
        },
        {
            "标题": "薄暮发富屯月行二十里至顺昌",
            "作者": "郭之奇",
            "内容": "路入青山兴已遥，斜阳古道倍萧萧。归巢夕鸟微妨静，咽露初蝉不避嚣。\n乍见秋容惟月树，复闻涧响促星轺。云林正得幽人意，何事王孙费隐招。"
        },
        {
            "标题": "初冬十二至防水见黄花喜吟",
            "作者": "郭之奇",
            "内容": "黄花正可对幽人，卜筑从兹遂有邻。已诏寒山同气色，孤宜水竹共精神。\n秋回弥见风霜远，客至翻惊物候新。寂寂陶潜藏此意，东篱千载未生尘。"
        },
        {
            "标题": "除日立春",
            "作者": "郭之奇",
            "内容": "年芳推旧色，物象予朝暾。春及徒生望，地偏孰与言。\n时来皆岁德，身在总君恩。遮莫千山里，亦云我位存。"
        },
        {
            "标题": "除草",
            "作者": "郭之奇",
            "内容": "未必愁心减，应求刺眼稀。安能需雨蔓，复使怨人归。\n逼处真而罪，芟除莫我非。前山无数碧，相对岂无违。"
        },
        {
            "标题": "雨馀望初月",
            "作者": "郭之奇",
            "内容": "初月遇高岑，微光那可寻。雨馀垂澹潋，松杪挹清深。\n窈谷虚无外，空庭物象沉。且留来夜色，暂许白云阴。"
        },
        {
            "标题": "日暮迷途赖初月得至新嘉",
            "作者": "郭之奇",
            "内容": "烟林西照入，东望似薰春。竟日无啼鸟，终风独傲人。\n疲心销永昼，迷路赖初轮。细细轻弦出，微光念远身。"
        },
        {
            "标题": "己巳南归晚舆见初月口占",
            "作者": "郭之奇",
            "内容": "行行三齐地，归路不辞长。夕阳低还照，初月飞混茫。\n浮峰千丈白，疏林远可望。天开山气静，云隐野情荒。\n凄风空淅淅，不解客子肠。"
        },
        {
            "标题": "三三偕伴游松光岩得簇字",
            "作者": "郭之奇",
            "内容": "料理春事复三三，急趁春游偕五六。迟春无计溯流从，春流汩将逝者趣。\n极目青山四望浮，遮莫其中春意蔟。以意为游何如身，提携诸伴于焉逐。\n陇途迂折微雨沾，行履欹危迟且局。迤逦平原荒草铺，青茵纵步驱前麓。\n醉竹频从衣裾牵，落花谁怜屐齿蹴。盘涡转侧见山僧，指点松岩来相告。\n佛台隐跃巨灵开，兰若依稀山鬼筑。日气遥临窈洞分，林烟深锁环径属。\n山灵知我幽兴多，叠嶂笼阴方昼覆。朝雨留丝曳苔痕，晚泉落响鸣虚谷。\n仰俯随缘恣欲之，攀梯足倦志为勖。穷山之致必穷巅，探山之藏必探腹。\n远岫飞云忽荡胸，群峰竞秀齐攒目。凭心俄作岱昆思，此地未许便相局。\n反顾犹然如是观，此地有何不可宿。孤怀迥出已摩霄，五岳丘陵俱伯叔。\n眼前位置须阔空，高卑自我非山束。振衣岂必千仞岗，市纷远处姑免俗。\n瑶台偃蹇不亲人，争似故山结缘夙。孙楚枕次随地宜，苏门啸音千载续。\n兰亭褉事今重修，舞雩归咏时方促。迟暮顿因短景催，浮生半日亦已倏。\n延伫皋丘哀众芳，不堪零落及兹速。搴揽何辞夕朝疲，珍重回车载纷馥。\n棠舟兰枻恰与迎，晚棹返映春江绿。简点销愁旧酒杯，暂借风光痛饮赎。\n中流起舞浑难禁，醉客满船助歌数。兴言兹会良亦艰，灯前摇笔细追录。"
        },
        {
            "标题": "夜坐吟",
            "作者": "郭之奇",
            "内容": "除夕既除春夕饶，焚香高拱度春宵。风出江声波发船，长歌顾影一凄然。\n歌已歇，转悲吟。空有曲，孰关心。心不同，曲徒工。馀此调，入江流。\n江流终相和，知音错向人间求。"
        },
        {
            "标题": "榕城八景 其三 紫陌春晴",
            "作者": "郭之奇",
            "内容": "春光早向紫峰生，渐出峰容与世迎。古黛凝云初映晓，新苔转日久曛晴。\n啼莺城北衔幽至，舞燕溪南逐翠行。传语东风无造次，时留烟景作山情。"
        },
        {
            "标题": "乙未元日赋得东望望春春可怜二首 其一",
            "作者": "郭之奇",
            "内容": "东望望春春可怜，君恩犹许傍林泉。薇山枉忆黄虞代，桃水应忘魏晋年。\n日月为余光早到，风云出此气弥添。春容无数飞前壑，心远方知有地偏。"
        },
        {
            "标题": "答方肃之二十韵",
            "作者": "郭之奇",
            "内容": "家本青山旁，白云守孤尚。偶逐春风行，看花玉京上。\n连裾尽百豪，中心无所向。思从高世俦，尽除昏妄相。\n方髯同客舍，披胸多古状。新吟时警策，玄谈日疏放。\n片冰置玉壶，满堂自清鬯。深怀获素友，真堪竭腑脏。\n平生意中事，今日为君偿。携君共寥廓，天宇何悠旷。\n舒晴漱晓阳，敛意餐宵沆。排阊出雾尘，頩颜明始壮。\n凌虚有共期，遐举谁堪让。安知六月息，忽劳千里望。\n梅花蔽重岚，苍蒹浮远浪。每旦视秋光，所思独惆怅。\n朝来玉水浮，寂寂黄花飏。相传云锦书，满照幽轩障。\n开缄念空谷，生刍安可忘。慇勤附夙言，报尔以中贶。"
        },
        {
            "标题": "春日山居即事十首 其五",
            "作者": "郭之奇",
            "内容": "前贤曾提耳，邀我游太冥。日休与日拙，孰醉而孰醒。\n苦认魂为梦，咸迷影即形。曷不观空色，虚缄冲漠扃。"
        },
        {
            "标题": "春日山居即事十首 其一",
            "作者": "郭之奇",
            "内容": "山居犹然昨，岭外亦能春。梅魂侵瘦骨，繁虑积时新。\n晓睡非贪梦，驰逐恐伤神。多少关情事，为付眼前因。"
        },
        {
            "标题": "春日山居即事十首 其四",
            "作者": "郭之奇",
            "内容": "所少素心侣，索居意转长。独爱雪堂客，千秋生气翔。\n掀髯浮霄汉，俯视尘土行。吾欲从之游，故为俗子量。"
        },
        {
            "标题": "春日山居即事十首 其三",
            "作者": "郭之奇",
            "内容": "少小骨成傲，既壮不能迁。神取千秋达，气收天下贤。\n已惭多羁系，况忍学周旋。智非山膏下，胡为自寇煎。"
        },
        {
            "标题": "春日行",
            "作者": "郭之奇",
            "内容": "春日春江春气翔，有客宛在水中央。东村歌笑喧儿女，西岸雪艳逞梅香。\n不知春色何处动，但闻春至绕春肠。因启纱窗来晓望，飘飘兀自北风凉。\n应为乾坤除枯萎，洒扫山川俟春光，从此窅冥开至阳。\n太平年，景物昌。清时朝野尽皇唐，普天之下乐无方。\n虽为客，莫思乡。我生遭明盛，一日须千觞。江头有酒莫辞醉，醉后歌讴有道长。"
        },
        {
            "标题": "春日山居即事十首 其二",
            "作者": "郭之奇",
            "内容": "一自游燕倦，尘风日月征。炎凉怪经眼，寒温解撄情。\n已知鼠腹俭，胡然蜗角争。慎兹藏朴素，巧拙非所衡。"
        },
        {
            "标题": "春日山居即事十首 其七",
            "作者": "郭之奇",
            "内容": "只今图幽适，贞怀勉绳操。窈室环流水，清漱有馀陶。\n仰观太空静，始觉浮云劳。阅世敢云久，聊复纵翔翱。"
        },
        {
            "标题": "春日山居即事十首",
            "作者": "郭之奇",
            "内容": "春秋何局促，今古日来还。自了非吾事，长勤庶可攀。\n希贤须远步，志士多苦颜。未遂男儿愿，空使一生閒。"
        },
        {
            "标题": "春日山居即事十首 其十",
            "作者": "郭之奇",
            "内容": "焚心多琐屑，难破是情悭。还顾恋恋处，名根不可删。\n何堪世缘杂，况值天步艰。未了丈夫局，终愧老香山。"
        },
        {
            "标题": "春日山居即事十首 其八",
            "作者": "郭之奇",
            "内容": "独与清宵对，水木向余深。孤窗横汉色，环树密云林。\n有怀徒耿耿，泫然一沾襟。此生百年事，何甘岁时侵。"
        },
        {
            "标题": "春日山居即事十首 其九",
            "作者": "郭之奇",
            "内容": "潇然大宇内，孤认海为家。烂熳悲身世，劳生谁作涯。\n惟有清夜息，远发赤城霞。影滞神终往，披肝揽月华。"
        },
        {
            "标题": "春日山居即事十首 其六",
            "作者": "郭之奇",
            "内容": "纷纷尝我者，其中败几层。一事微欺性，百为总皆崩。\n周官慎伪载，大易戒羞承。所以渊明子，不复较斗升。"
        },
        {
            "标题": "春山八事 其三 春鸟",
            "作者": "郭之奇",
            "内容": "鸟性悦山光，山光亦同鸟。氤氲交万物，气类何纷扰。\n其中惟羽族，所向宜缥缈。岂不均异姿，清浊殊昏暸。\n浊者撄世尘，清者怀孤矫。鸿冥必渐磐，鹏怒方垂表。\n缅彼逍遥游，一往谁能了。山经所未及，舍大姑徵小。\n嘤嘤出自幽，燕燕飞于杳。嗟兹二物微，天涯共夕晓。\n乘时作好音，独与春山绕。山鸟日欣欣，君子毋心悄。"
        },
        {
            "标题": "春雨如膏乃过多反不见其可喜竟日闭户相守不敢憎也而诗以商之",
            "作者": "郭之奇",
            "内容": "青阳开动初，膏雨发荣继。光含品象熙，润及根荄细。\n晨夕满盈馀，濊泽翻疑滞。沉烟挟戾阴，春软遂莫制。\n过泄滋物心，未知息时计。易竞草木情，节令同摇曳。\n淫溢东风颜，汩没随人世。舞鸟轻落花，残芳积幽砌。\n清溪泻碧苔，奔潮无静势。独有闭关人，守足怯涂泥。\n览察冥所思，闻见纷相逝。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其一",
            "作者": "郭之奇",
            "内容": "炎凉物意岂天心，平白花时使夏侵。百粤提封川接海，三春去路雨归林。\n人羁纵许芳华掷，地迥犹凭短梦寻。何事相思江畔水，添流尽日潋愁深。"
        },
        {
            "标题": "春山八事 其六 春月",
            "作者": "郭之奇",
            "内容": "春色淡疏烟，夜月涵深静。山居无一事，缓步苍松岭。\n所思不可见，所见徒耿耿。谁开大海容，忽吐高峰景。\n已得惠风吹，岂受繁霜儆。疏林漏其辉，复上幽人领。\n幽人意若何，独向飞轮请。夜光尔何德，死育须臾顷。\n可怜人异月，一去难追省。每当春月和，长恨秋月冷。\n安知长恨人，不是婵娟影。方春抱玉华，流照归人境。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其二",
            "作者": "郭之奇",
            "内容": "旅室春归人倍孤，空庭何物许相娱。绿羽穿林添木叶，綵蝴嚼蕊混花须。\n隐形悦性枝枝好，得意忘言片片俱。惭愧诸飞来往数，不似韶光一去无。"
        },
        {
            "标题": "督闽学辞朝",
            "作者": "郭之奇",
            "内容": "遂辞金马阙，远向钓龙台。拜稽重俯伏，自叹臣不才。\n谬入承明席，未逢宣室开。放逐从郎署，隐忍受驽骀。\n淟颜称司属，率意忘疑猜。簿书虽琐屑，礼乐尚恢恢。\n在公念寅直，退食屡徘徊。庶补微臣过，依稀万国来。\n釐剔蒙皇奖，痴劳不自哀。所信惟官守，何知有仕媒。\n十载长安道，鲜睹侯门儓。但羞楚艾服，岂惜汉薪堆。\n祇今承简册，往作铸人锤。如臣谋已拙，于人何所裁。\n以兹久怵惕，兼怀别帝陔。耿耿孤丹矢，从此日钦哉。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其五",
            "作者": "郭之奇",
            "内容": "归心尽日水云收，积雨连朝动急流。翡翠藏烟应湿羽，鸬鹚宿渚漫穿眸。\n经旬几作罗浮梦，半载空为独秀留。寄语春回休远去，且同芳草护丹丘。"
        },
        {
            "标题": "代人送阳朔某尉任满言归",
            "作者": "郭之奇",
            "内容": "画山千嶂碧，漓水万波阴。鱼鸟成公事，猺蛮止谷音。\n佐弹明月照，归袖冷风侵。裘马谁为感，羁离共此心。"
        },
        {
            "标题": "雪夜独坐",
            "作者": "郭之奇",
            "内容": "漫天疑舞絮，入地总冰霙。渐促梅魂放，先招竹响迎。\n回风千里白，寒夜一冬清。视尔如堪语，飕飕向我鸣。"
        },
        {
            "标题": "林九娘墓三首 其二",
            "作者": "郭之奇",
            "内容": "一抔香落陌头馨，三协春风宿草经。贞冢无心催恨色，年来空作断肠青。"
        },
        {
            "标题": "途中呼从者折杏花口示二绝 其一",
            "作者": "郭之奇",
            "内容": "花下销魂似渴饥，从来情性被花欺。长途仆马颠连甚，犹令东园折杏枝。"
        },
        {
            "标题": "途中呼从者折杏花口示二绝 其二",
            "作者": "郭之奇",
            "内容": "遥看近折总同心，转益相怜意转深。已见枝头春色减，莫教马上日光侵。"
        },
        {
            "标题": "林九娘墓三首 其一",
            "作者": "郭之奇",
            "内容": "比年贼寇乱村烟，嬴得偷生问节全。里妇惊传刀下语，狂奴许杀未容怜。"
        },
        {
            "标题": "林九娘墓三首 其三",
            "作者": "郭之奇",
            "内容": "古来烈女死犹生，不爱身前重后名。纵使贞魂甘寂寂，谁能凄断付孤茔。"
        },
        {
            "标题": "中秋夜泊界亭村雨望",
            "作者": "郭之奇",
            "内容": "秋中孤缆一流湾，明月相愁闭远山。落木疏枝云黯淡，芳汀细草雨潺湲。\n独怜团扇因寒置，忽忆浮槎自海还。何事蟾光终畏客，却教萤火熠离颜。"
        },
        {
            "标题": "泊万安小滩村雨后待月",
            "作者": "郭之奇",
            "内容": "稠花弱柳叠芳洲，历乱村烟向晚收。云水相参天易合，冈峦环集月难浮。\n山风拂面吹游子，春渚添流拥小舟。夜静溪閒无一事，空濛应接亦悠悠。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其十二 达生",
            "作者": "郭之奇",
            "内容": "生则有情，情岂离形。养形存生，岐分万程。去万归一，其中有精。\n惟窈惟冥，与世莫争。纯气之守，知巧弗受。游乎物初，物皆尘垢。\n身外则存，神全则有。开天之天，天先天后。痀偻承蜩，没人操舟。\n神寄蜩翼，身与舟游。人皆金注，我独瓦投。人皆涂畏，我独近求。\n说彘者祝，养鸡似木。吕梁安蹴，视水犹陆。鐻成梓庆，忘吾心目。\n马败东稷，安能更逐。此惟至人，遗物遗身。款启之民，内外交沦。\n乐鴳以韶，载鼷以轮。委蛇捧首，复见水漘。"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其十一 天下",
            "作者": "郭之奇",
            "内容": "大道本无方，大成反如缺。古人其备乎，今人将更窃。\n以方为道术，道为天下裂。立异由墨禽，誇多惠施说。\n尹宋求心白，田慎将性绝。函关获五千，漆吏鼓长舌。\n六方分十子，孰与犹龙埒。古之博大宗，三宝持真诀。\n墨者治其慈，苦身肠倍热。巨子虽独能，使人忧不悦。\n华山亦俭师，饥馁空敝蹩。彭蒙守弗先，然且是非灭。\n三者皆非道，亦自有优劣。况复五车人，一蚊依道吷。\n尺捶并连环，徒供辨士折。苟非齐物言，谁解百家结。\n始知道德初，时向有无缀。一哉天人心，同驱至神辙。\n圣人及君子，五号谁分设。能使六方同，岂令六经别。"
        },
        {
            "标题": "季夏朔天大雷电以雨",
            "作者": "郭之奇",
            "内容": "檐光无间歇，一望总同云。山海情初合，龙螭势几分。\n奔涛交霹雳，骤雨失氤氲。不睹空谷容，安知物象纷。"
        },
        {
            "标题": "樟树镇舟中守岁得雨",
            "作者": "郭之奇",
            "内容": "日月将穷逝水深，家人半聚慰孤心。市烟交杂居行扰，江雨流连晓暮侵。\n玉律吹来需暖候，玄冥歌罢度寒阴。扁舟到处为乡国，不用思声问越吟。"
        },
        {
            "标题": "代淮南王",
            "作者": "郭之奇",
            "内容": "淮南王，立小山，八公相见尽童颜。不愿大藩愿大年，八公右左语丹玄。\n语丹玄，指仙经。天地大文不可明，阴阳百六妒虚清。\n紫房彩女色如神，朝朝暮暮倚君身。倚君身，结君臂。\n为云为水，从君至西。日难升，秋难夏，金风飒飒吹长夜。"
        },
        {
            "标题": "代诸弟侄得斝字",
            "作者": "郭之奇",
            "内容": "出门无他事，青春有馀暇。先生命我从，竹马随予驾。\n童冠沂雩中，少长崇山下。古人会心处，复为今人假。\n是日惠风和，淑气交参差。山卉不一名，皋兰可亲炙。\n行行忽已疲，芳草犹堪藉。双岩未易前，游人莫相讶。\n循循学步趋，终抵烟霞架。此身既临高，下视多惊怕。\n低语问前山，云梯谁许借。天路谅非遥，有志安能罢。\n洗杯酌流泉，取味如佳蔗。攀林动飞鸟，每畏松光泻。\n薄暮共回裾，举手向山谢。人多恋馀春，我云未卜夜。\n幸从春山游，始识春云化。何必满三杯，自当浮一斝。\n携得山花归，敛意从书舍。会当时努力，不使春即夏。"
        },
        {
            "标题": "闱中第三场有鹤集鸣明远楼当事索言纪瑞",
            "作者": "郭之奇",
            "内容": "天中明远楼，楼上鹤鸣秋。何日遵鸿渚，先时引鹿呦。\n在阴縻爵见，闻野向皋浮。云路从朝翼，嵩河特近游。"
        },
        {
            "标题": "娟影临榻五夜披衣寤歌待旦得五言二十韵",
            "作者": "郭之奇",
            "内容": "就光身亦暗，岂曰照无私。飞华临绮阁，转魄下荒簃。\n自从霓羽断，寒殿久凄其。寂寂天仙子，神霄那可窥。\n惨淡朱颜黝，飘萧云髻黧。虽馀蕴冰质，或歉耀衢姿。\n已失相怜者，谁能赏叹之。早识虚宫苦，胡然窃药驰。\n不死成何事，翻为西母诒。琼楼羞蹀躞，玉镜懒孤持。\n桂子空中落，丹丛轮外移。攀援人胡往，天香不忍吹。\n漫怀终古意，复值清秋期。无限伤情语，将使下民知。\n下民号且呶，惟解醉和嘻。而有天涯客，斗室怨羁离。\n五夜通魂爽，言默破然疑。东方来晓白，人月共馀悲。"
        },
        {
            "标题": "和尔韬悼亡姬月容二作姬葬黄岐已一周矣 其一",
            "作者": "郭之奇",
            "内容": "娇魂已去落馀香，一度愁吟一断肠。春去绿云愁远黛，秋来芳草怨斜阳。\n祇怜裙断难留燕，长恨箫吹莫引凰。为问使君他帐里，跚跚可识旧容光。"
        },
        {
            "标题": "悼内四绝 其二",
            "作者": "郭之奇",
            "内容": "栖栖独向首阳薇，井臼心劳眉案稀。四德安能誇尽美，两年或可诵无非。"
        },
        {
            "标题": "悼内二绝 其二",
            "作者": "郭之奇",
            "内容": "回头似得再来身，生死迷关自转轮。未免钟情惟一事，停眸犹嘱看儿频。"
        },
        {
            "标题": "清明悼亡二首 其二",
            "作者": "郭之奇",
            "内容": "晦晦明明此日天，生生死死孰相怜。馀身久作青编汗，诸髑谁分白打钱。\n绝壤魂迷风雨外，故丘目断水云边。肠回九曲千轮转，泪浥三春万点涟。"
        },
        {
            "标题": "悼内四绝 其三",
            "作者": "郭之奇",
            "内容": "罗袂无声风似裁，香奁有意月依台。风风月月皆愁思，死死生生作恨灰。"
        },
        {
            "标题": "清明悼亡二首 其一",
            "作者": "郭之奇",
            "内容": "死别生羁倍黯然，桂江榕浦共朝烟。松楸在目三千里，戈戟藏身十四年。\n故国方诛驼马料，荒茔孰挂鬼神钱。眼看数日残春了，五月书邮竟绝传。"
        },
        {
            "标题": "悼内四绝 其一",
            "作者": "郭之奇",
            "内容": "出自名门自得师，颇通文史步羲之。祇缘黑祲时相扰，那许黄庭日共随。"
        },
        {
            "标题": "悼内四绝 其四",
            "作者": "郭之奇",
            "内容": "空庭久对独伤心，林叶萧萧变晓阴。转眼欺人丝出鬓，当前失伴泪沾襟。"
        },
        {
            "标题": "附西凉三主南凉三主北凉二主附段业",
            "作者": "郭之奇",
            "内容": "九州名域夷污七，五岳神山狄秽三。此言百代留孤愤，召陵城濮岂徒谈。\n何事燉煌空守兔，亦缘西地久如蚕。十郡三河仍左衽，子歆一蹶委前担。\n南北二凉皆丑类，乘时蹈隙逞饕贪。秃发犹知崇友让，奇才英器表凉南。\n造时不竞归乞伏，虎台兄妹未全憨。沮渠阴狡真无二，杀兄残主遂耽耽。\n身安牖下诚多倖，女妾男臣心自甘。天道应须还旧德，李花随地绕缨簪。\n中原王气难久散，重关百二启秦函。除凶雪耻人终出，始为千年洗众惭。"
        },
        {
            "标题": "悼内二绝 其一",
            "作者": "郭之奇",
            "内容": "潘壁庄盆事未殊，人间哀乐总须臾。情知汝去终无憾，频道归泉得侍姑。"
        },
        {
            "标题": "和尔韬悼亡姬月容二作姬葬黄岐已一周矣 其二",
            "作者": "郭之奇",
            "内容": "长有春山守恨眉，泉幽涧冷若相期。一抔香散新残粉，百丈愁牵不断丝。\n须信魂迷江北水，可堪泪染岭南枝。翻怜如六旧芳冢，同向春风起怨疑。"
        },
        {
            "标题": "读白玉蟾修仙辨惑诸论漫述四篇 其一",
            "作者": "郭之奇",
            "内容": "手搏日月光，心握鸿濛气。偶来橐籥閒，细看炉鼎沸。\n形亦无所拘，神亦无所畏。将寻复命丝，宜识归根纬。\n守虚露白宫，养静滋玄汇。先除六贼膻，徐酌五行味。\n始知众妙门，当前毋我讳。天为万物尊，人本一身贵。\n华池孕紫芝，金粟萌丹卉。此中真一田，旦夕宜滋溉。\n大道古无名，九流今若猬。黄庭百万言，片言或可既。\n长生应自得，不死从谁乞。千载玉蟾翁，顾我遥相谓。"
        },
        {
            "标题": "读白玉蟾修仙辨惑诸论漫述四篇 其三",
            "作者": "郭之奇",
            "内容": "中心无所得，万语增千惑。中心忽有契，一言舒百滞。\n修仙必以道，道本无名号。以道求金仙，金仙久在天。\n仙形不可见，天道每当前。苍苍宁正色，此中玄又玄。\n天本不离人，玑衡方寸旋。无极生太极，仪象岂心先。\n日乌与月兔，坎离颠益颠。火龙而水虎，复姤然乎然。\n药材无斤两，铅汞总蹄筌。汞以精魂结，铅依气候绵。\n抽添文武用，九转见丹还。纷纷皆假设，个里即真诠。"
        },
        {
            "标题": "读白玉蟾修仙辨惑诸论漫述四篇 其四",
            "作者": "郭之奇",
            "内容": "我有长生诀，总归方寸穴。我有不死方，下士闻且咥。\n飘缈月宫仙，当年曾盗窃。虚府聚寒辉，丹华散远冽。\n无明火自销，不夜光难灭。此象落人间，颇断红尘热。\n冰心在玉壶，始闻真白雪。风轻云散时，鸟弄花开节。\n秋水似神清，春山供意悦。玄芽秀玉房，金粟垂丹阅。\n岂烦爻卦添，漫许刀圭设。我闻至要言，如听广成说。\n蟾杵药初团，寒炉灰乍揭。能使月珠成，未妨天宝泄。"
        },
        {
            "标题": "读白玉蟾修仙辨惑诸论漫述四篇 其二",
            "作者": "郭之奇",
            "内容": "将寻造化根，恐昧神仙奥。造化本虚无，虚无生大道。\n此道日冥冥，口耳安能到。听之本无声，呼之本无号。\n玉笋多蕴灵，金丹几跃灶。函谷五千言，流沙饰老耄。\n逍遥九万风，运海徒誇傲。自从广成子，断绝崆峒耗。\n鸿初失秘传，真一谁相告。偶窥辨惑篇，至要当前报。\n身外有身存，心内凭心导。明明玄牝谷，许向太空凿。\n神室已周全，气城焉可盗。先天万古形，婴胎亦假造。"
        },
        {
            "标题": "邹邑道中雨过晓望",
            "作者": "郭之奇",
            "内容": "晨郊收宿雨，晓望出馀清。野意参差碧，山容近远明。\n苔浮生日厚，草湿受风轻。更觉含烟柳，离披似客情。"
        },
        {
            "标题": "胡无人四首 其一 念汉武雄才及卫霍远略",
            "作者": "郭之奇",
            "内容": "龙塞迢迢界豕狼，狼居山下书牛羊。自从鸣镝誇风雨，岂念天兵似日霜。\n将军始携古贤入，票姚仍选轻骑集。已过祁连胡畜衰，既取焉支胡妇泣。\n幕南王庭安在哉，天子北登单于台。单于台，未央阙，不悬胡头蓄胡发。\n胡歌绿管配，胡舞白题斜。胡无人，汉一家。"
        },
        {
            "标题": "今性",
            "作者": "郭之奇",
            "内容": "金木相摩，生火实多。情伪相感，方心若何。始诸意穴，盛彼胸阿。\n穷年攻取，将以遗他。未沃憎烬，转迷爱波。我思造物，岁久亦颇。\n赋今人性，不予天和。无大无小，群趋利表。何智何愚，一守钱奴。\n无贵无贱，登垄必先。何稚何老，死而捐宝。既捐则那，泣乃罢歌。\n龙犹战野，鼠自贪河。我闻古人，贱贝犹戈。诗书丘训，岂言世诃。\n义命之门，今豪少过。逝将去汝，于涧于薖。不见可欲，尚寐无吪。"
        },
        {
            "标题": "孟夏湖舟晓望追和张曲江彭蠡湖上作",
            "作者": "郭之奇",
            "内容": "清晨观湖理，洪流何泱泆。中望合遥烟，就光惟晓日。\n汇纳百川情，溟泓得休逸。连势没诸山，坐见蒙泉一。\n行云觅故居，从澜无定术。独许匡庐峰，配临千仞出。\n高广盖相宜，渊天可微悉。传语众丘陵，波涛各共恤。"
        },
        {
            "标题": "登石山之巅楼楼有振衣石二首 其二",
            "作者": "郭之奇",
            "内容": "全出秋颜色，初如客性情。前峰经掌削，环郭渐鳞生。\n暮霭相回互，寒烟各纵横。久看非不美，劳心畏远迎。"
        },
        {
            "标题": "登石山之巅楼楼有振衣石二首 其一",
            "作者": "郭之奇",
            "内容": "竟日迷清兴，登兹遂所求。人閒初厌雨，楼旷久矜秋。\n倚石孤云动，凭轩百象浮。如蝇看市响，歌管一声收。"
        },
        {
            "标题": "阅邸报有感",
            "作者": "郭之奇",
            "内容": "烽火传来动几旬，徒从事后感时新。回风往日当年泪，武雨谋云此局人。\n戎马何堪忧圣主，腥氛岂但泣边臣。祇为报国身犹远，不忍丹心岭外沦。"
        },
        {
            "标题": "附汉四主赵一主后赵六主魏冉闵",
            "作者": "郭之奇",
            "内容": "五胡首难繇元海，流祸中原三百载。元海安能为祸媒，晋武贻谋自贻痗。\n八王相肉更相屠，五部还帅空相待。左国为都气类成，雒长已入中原改。\n聪曜横行孰可当，为汉为赵终为儡。青衣执盖万年羞，胡雏执曜真磊磊。\n本从光鹿求并驱，岂知族虎方饥馁。灭赵终归故晋人，天纵天骄天必悔。\n古来逆叛皆巨恶，靳冉除戎宜薄罪。长男少女刘莫留，三十八孙石堪醢。\n胡不乱华胡不亡，天将灭胡亦胡诒。举目山河思厉阶，渊聪勒虎今何在。"
        },
        {
            "标题": "见月落秋空云敛波出悠然有感",
            "作者": "郭之奇",
            "内容": "从来不识汉江秋，湛湛枫林寄古愁。落日扁舟依绿屿，清宵万壑抱沧流。\n月方一见思其满，云自初生看及收。遂有波光迎夜色，因之凄绪发蘋洲。"
        },
        {
            "标题": "五月二日王子龙招看赛龙舟得流字",
            "作者": "郭之奇",
            "内容": "暑雨蒸沉午梦收，画船声报晚江柔。披襟风色先迎水，入眼波光远趁舟。\n郭外云山容我伴，天中节序诏人游。清时独许从鸥客，笑傲中央一叶流。"
        },
        {
            "标题": "东征颂百韵",
            "作者": "郭之奇",
            "内容": "皇帝八载，四海归一。普率王臣，义无自逸。举目新亭，兴言纬恤。\n驾牡瞻乌，敢歌蟋蟀。爰击中流，稍休暴膝。高山峨峨，琼海沕沕。\n铜柱人遥，分茅岭出。谁嗣芳踪，为古今匹。自西自东，履屣相"
        },
        {
            "标题": "将抵桂城千峰叠送万堞遥临泊舟漫述",
            "作者": "郭之奇",
            "内容": "风景依稀近物华，幽山满目散天涯。丛生似竹萌千笋，片合如莲蕴万葩。\n独秀峰头云欲见，留仙岸口日初斜。遥看雉堞沉青霭，尚许孤舟傍紫霞。"
        },
        {
            "标题": "西东晋十五帝",
            "作者": "郭之奇",
            "内容": "西东十五空垂册，贻厥孙谋尔胡窄。吴伎五千供宴夕，有子何曾分菽麦。\n五胡杂种群伺腋，八王首难犹相磔。司马家儿真暗辟，七马图终牛系石。\n青衣未已仍执戟，肉袒乘羊异畴昔。化龙以后中原掷，新亭有泪江河易。\n元兴明继天犹厄，王苏接踵为凶逆。峤侃同心弥乱隙，自成及哀权外借。\n遗臭何人始废奕，简文谈胜终奚益。孝武功成迷枕席，家居虽好纤儿坼。\n岂料英雄闻草泽，安恭二主归东壁。狐媚欺人还自扼，呜呼此座安可惜。"
        },
        {
            "标题": "东溪小筑循城东而结门门虽设而常关也",
            "作者": "郭之奇",
            "内容": "结构依城邑，木石难幽閒。故使心地远，毋为车马攀。\n所谓伊人在，溯流霜露间。逶迤玩回转，列植倚潺湲。\n羃翠开庭户，抽烟出市阛。未及楼台位，上下挕水山。\n云泉相启阖，薜萝若在颜。不足外人道，萧然独闭关。"
        },
        {
            "标题": "自燕都至白门纪行四十韵",
            "作者": "郭之奇",
            "内容": "瞻云游子意，锡类大君恩。明发怀乡梦，晨驱远帝阍。\n朋情宽别绪，旅况促归魂。出郭成燕粤，登途念隰原。\n长羸方永日，星火适当昏。流汗时披体，惊沙日蔽轓。\n逶迟周道永，鴥郁北林棔。雾向人烟集，尘随马首奔。\n横空皆布烁，弥野尽飞燉。四合东西道，参差南北辕。\n下车敦独宿，舍馆欲忘言。郁薁供时食，菽葵备晚餐。\n睡思昏默默，鼓角静浑浑。虫唧催更变，鸡鸣破日暾。\n披衣神聿诧，言驾志先惛。虔祝凉飙至，私期密盖屯。\n聊辞燕冀坟，乃历鲁齐藩。炎帝光初遏，睡龙气乍喷。\n殷雷惊起侧，骤雨快倾盆。沾足能清曀，披襟可濯烦。\n依人迎柳绪，娇路叠芳墩。恣取千峰翠，孤闻一水湲。\n迷筠穿得路，垂枣弱披垣。云与山呼吸，风依谷吐吞。\n管台荒不理，孟庙宇重尊。碑纪歼妖处，观盈戮叛墦。\n萧条循兖界，迤逦渡河源。怪激如呼怒，淤衡若鼓喷。\n一望皆活发，万里尽混湓。城版侵鱼鳖，民居傍鹿猿。\n怡观虽浩浩，率浒尚沄沄。忽见庄鱼乐，还悲我马啍。\n晨过汤沐邑，夕发祖皇庉。草昧烟云旧，冲疲气色喧。\n关山仍阻险，葛驿暂栖跟。屈指三千里，渡江已百村。\n凉薰翻碧萏，初露转霜蘋。炎伏辞朱宿，清秋在白门。\n乡心疏岁月，归梦绕家园。长啸声何极，孤吟意自论。"
        },
        {
            "标题": "晓发新城喜见西山山色尚在明灭间也",
            "作者": "郭之奇",
            "内容": "忽扫尘容向郁葱，西山结色有无中。轻云自在分晴岫，杂树因依合远空。\n极目安知春所际，息心堪与日相同。颇疑朝市喧阗处，独有烟霞出晓风。"
        },
        {
            "标题": "寄怀方肃之",
            "作者": "郭之奇",
            "内容": "家本青山旁，白云守孤尚。清时容懒疏，自甘形骸放。\n云何轻故山，烽火来虏状。翘首拊髀思，忧心随荡漾。\n击楫溯中流，风烟传涤荡。欣闻一怒安，俯惭万里浪。\n驰针遍所亲，进退依君访。君方闭户深，驱车莫与伉。\n已阻弹冠情，翻惊捷足谤。家园喜无关，沿洄轻扁舫。\n鸥玩复经年，鸿来闰冬望。新诗溢毫芒，夙盟坚腑脏。\n岭梅想劳思，江月悠以怆。两地出谷心，一天清梦偿。\n不畏功名迟，但惜居诸旷。生逢舜禹君，致身谁能让。\n刍荛意可资，葵藿性不忘。还叹岭海踪，引援无他长。\n冷局人赘疣，有怀终肮脏。赖子声名蜚，雁行推倜傥。\n棱棱重词宗，染翰首为唱。转睫计秋风，遥遥冰雪壮。\n预期先尺书，因之沥所向。屈指聚欢时，郁陶一舒畅。"
        },
        {
            "标题": "舟发雩都苦雨随缘成八首 其三",
            "作者": "郭之奇",
            "内容": "一片春深积雨吹，花开如喜落花悲。未知悲喜终谁得，雨却归春春亦疑。"
        },
        {
            "标题": "舟发雩都苦雨随缘成八首 其五",
            "作者": "郭之奇",
            "内容": "缘溪处处野花逢，裔草拖泥乱影重。恰似春光怜莫主，传教细雨沐新容。"
        },
        {
            "标题": "企望独秀山而神往",
            "作者": "郭之奇",
            "内容": "此峰独秀为何人，满目烟容未许亲。古木寒鸦仍结伴，珠帘画栋久为尘。\n晓云抱石呈霜盖，返照归山起雾鳞。咫尺风光徒跂足，苦遭衰鬓累馀身。"
        },
        {
            "标题": "舟发雩都苦雨随缘成八首 其六",
            "作者": "郭之奇",
            "内容": "夹陵一带碧波洄，雨脚迷离纷欲催。何处村烟云卷去，随缘鸟语客传来。"
        },
        {
            "标题": "舟发雩都苦雨随缘成八首 其一",
            "作者": "郭之奇",
            "内容": "一苇何堪万点侵，无人告诉只呻吟。中宵料理三移枕，竟日绸缪两蔽襟。"
        },
        {
            "标题": "舟发雩都苦雨随缘成八首 其二",
            "作者": "郭之奇",
            "内容": "无端林响引风窥，多事桅声报客知。缘岸低来同懒困，偏帆迟去半欹危。"
        },
        {
            "标题": "舟发雩都苦雨随缘成八首 其四",
            "作者": "郭之奇",
            "内容": "招招舟子笠蓑蒙，踯躅溇沙湿岸中。惊起浴鸥飞别浦，横拖醉竹压孤篷。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其三",
            "作者": "郭之奇",
            "内容": "千年玄卷薪传在，一夜青灯火续明。庄假寓言终有物，老惟常道自无名。\n帝王所化人心迹，天地之根我性情。众妙门归虚馆白，寄身于此复何惊。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其一",
            "作者": "郭之奇",
            "内容": "霜鬓明朝又几年，春光入岁久相联。眼中得丧人徒尔，梦里乘除世偶然。\n吹万不同天可问，混三为一古堪诠。且从齐物园中意，徐探犹龙柱下篇。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其六",
            "作者": "郭之奇",
            "内容": "悲生于累累由心，累绝心灰外孰侵。蜩鸴方嗤云路远，菌蛄宁惜岁华沉。\n游无穷者随天地，行有待焉出古今。常有常无何处往，除年除夜细相寻。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其二",
            "作者": "郭之奇",
            "内容": "故乡今夜且遥思，羁馆何须叹远而。蝶梦春来应易入，牛刀岁久莫轻遗。\n天心犹籥容千古，物象为刍竞一时。此夕身依年共得，人间世与腊空移。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其八",
            "作者": "郭之奇",
            "内容": "将除玄览对荧荧，恍惚之中那可形。自古及今成逆旅，惟星与象在空庭。\n岂因晦朔誇朝菌，不用春秋羡楚冥。尽辟天门从此夜，和光随地绕阳扃。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其九",
            "作者": "郭之奇",
            "内容": "拟将情累向时除，尽遣聪明绝羡馀。五夜青灯忠作伴，千言玄阃道归虚。\n秕尘尧舜终何似，寿夭彭殇亦自如。赢得春秋从上古，始知元运费居诸。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其五",
            "作者": "郭之奇",
            "内容": "刍狗何伤造化仁，云鹏曷避野埃尘。门中门在无应有，身外身存幻亦真。\n金玉满堂谁氏子，肌肤似雪藐始人。此年此物俱除尽，樗树匏樽世莫嗔。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其七",
            "作者": "郭之奇",
            "内容": "由有其身患始来，寄于人世尔毋猜。以今执古应知纪，就腊迎春岂用媒。\n天物芸芸依岁复，谷冰涣涣仰时开。愚心似我宜昏闷，南郭当年共稿灰。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其四",
            "作者": "郭之奇",
            "内容": "多言莫令守中焚，玄牝绵绵用不勤。残岁初收虚室景，新华已触暮山云。\n此身骨志均强弱，万物光尘失锐纷。前后相随惟是夕，推陈出旧古今分。"
        },
        {
            "标题": "羁馆除夕读老庄合刻漫赋十章 其十",
            "作者": "郭之奇",
            "内容": "惜吾不及古人俦，为是为非许熟酬。然也非然然自得，可乎是可可宜求。\n荣枯一指晨昏异，祸福千门岁月流。除夕尽除凶悔事，天长地久复何忧。"
        },
        {
            "标题": "空山十首 其一 山有云",
            "作者": "郭之奇",
            "内容": "山中何有，云在其中。以光为影，以色为空。我观其变，变乃无穷。\n以今萧索，出古鸿濛。用汝作霖，汝昌厥功。在山者独，在天者同。"
        },
        {
            "标题": "对春雪偶书",
            "作者": "郭之奇",
            "内容": "耐守春寒惯客身，时将冻笔斗芳晨。悬知世事皆云过，惟有文心向雪新。"
        },
        {
            "标题": "舟暮对秋山有感",
            "作者": "郭之奇",
            "内容": "清溪含素秋，荡漾令人愁。如何碧山色，萧条对此流。\n霜叶飞斜照，疏烟萦晚洲。坐对兰馨远，兼叹桂枝樛。\n沿芳空有怨，攀援未能留。伤心榛棘满，丛薄共回揫。\n虽分苍与翠，莽没非所求。日暮不自聊，蟪蛄鸣啾啾。"
        },
        {
            "标题": "附蜀二主",
            "作者": "郭之奇",
            "内容": "当年屠贩五都雄，幸依阉子近宸枫。负玺从行当断栈，控马驰烟出焰中。\n尔能舒膝为君枕，易块涓人讵许同。爪牙谁弃资毛翮，翻忧延虎入蚕丛。\n利州已刺溪酋合，髡发长驱沃野空。请帅于朝真独见，因人之味岂难攻。\n阃外专诛无假父，马前泣跪去韦公。罪人斯得军威振，大势方操众丑穷。\n七条已布招安寨，三峡旋开剑阁通。梓邛次第归圆幅，秦陇苍茫罢远埄。\n承制初分玉垒墨，画楼时映锦江红。称臣莫便因朝改，为恶何甘与贼同。\n故事粗依前代举，典章犹是有唐风。全节虽然惭克用，偏安或使扼全忠。\n可怜嗣子徒酣梦，绵竹须臾似转蓬。连营涕泣人何在，空教乳臭独当戎。"
        },
        {
            "标题": "孟秋之朔发金陵旬日始至芜湖",
            "作者": "郭之奇",
            "内容": "百里芜湖十日程，退寻进尺较平生。与波上下非吾事，阻道流洄是客情。\n击楫徒兴当日舞，布帆难借此宵横。永怀不寐飞江月，洗却千愁照独清。"
        },
        {
            "标题": "对春鸟有感十首 其六",
            "作者": "郭之奇",
            "内容": "反舌何时至，乘春入帝都。啼莺含愤恨，力小未能驱。"
        },
        {
            "标题": "祫祭陪祀四首 其二",
            "作者": "郭之奇",
            "内容": "于穆高皇骏有声，嗣文成祖肇禋行。一时帝子俱廊配，十七元臣允国祯。\n问礼欲知因每事，记功思作不徒名。即今多难追前烈，访落何人续庙清。"
        },
        {
            "标题": "前燕二主后燕二主西燕二主北燕二主南燕二主附冯跋冯弘",
            "作者": "郭之奇",
            "内容": "东胡别种据幽燕，为北为南近百年。大单于始慕容廆，子皝孙俊并豪贤。\n王爵本繇司马锡，帝名忽向五胡编。能除石虎又一虎，诸葛恢言岂不然。\n自从灭魏除石闵，岂知执炜是符坚。鲜卑四万长安入，雌雄双燕何翩翩。\n白虏重来五将出，鱼羊食人人似烟。垂藉父兄修旧业，宝迷堂搆覆新椽。\n南北初分德与盛，一纪齐倾空再传。中原冯跋因胡土，优游寿考席夷旃。\n元魏开疆及冀北，龙城君适野谁怜。夏变于夷终若此，何人复继徙戎篇。"
        },
        {
            "标题": "游滁山二十咏 其十一 十八日游丰乐亭",
            "作者": "郭之奇",
            "内容": "丰山幽谷共清泉，千载惟馀永叔篇。遮莫山灵容刻露，几多残碣费磨刬。"
        },
        {
            "标题": "分署承今础以二诗相招使者立促步韵答之",
            "作者": "郭之奇",
            "内容": "与君乍别异枯荣，不谓君心似我情。强欲从郡无那懒，思君窗卧对云行。"
        },
        {
            "标题": "过桃山岳武穆祠愤感再成",
            "作者": "郭之奇",
            "内容": "忠以冤馀愤，冤奇愤莫寻。杀臣君不意，报国子同心。\n血泪金牌湿，丹铭涅背深。身亡和计就，悬眼恨留今。"
        },
        {
            "标题": "感祖陵震惊矢愤",
            "作者": "郭之奇",
            "内容": "群凶甘不赦，上逆在天灵。瓜瓞千年地，旄头一夜经。\n风云忘护呵，神鬼不遑宁。坐令熊罴没，何堪草木腥。\n同仇真刻骨，小丑尚藏形。率土王臣义，枕戈各涕零。"
        },
        {
            "标题": "雄邑道中见易水愤胡马之污清流也",
            "作者": "郭之奇",
            "内容": "萧萧易水表前名，叹息荆卿事未成。壮士秦廷空浪死，衣冠是日仅偷生。\n膻尘遂染寒风色，茄管宁知变徵声。最下流头经马饮，春来岸草尚欹倾。"
        },
        {
            "标题": "寒食风雨思古漫怀",
            "作者": "郭之奇",
            "内容": "寒食潇潇想介推，君荣何故使身萎。贪天耻见终须怨，旌地如闻更足悲。\n三复龙蛇阴雨动，千年神鬼黑风吹。棉山草树今非古，满目残春忆旧枝。"
        },
        {
            "标题": "岐路",
            "作者": "郭之奇",
            "内容": "粤地燕天入思迷，遂令行与住皆疑。时怀靡及迟周道，夜梦频惊促晓骑。\n南北况逢羊屡失，去来惟见鸟争窥。一身岐路今遑恤，四海迷津那可知。"
        },
        {
            "标题": "雨后得梅花一枝赋得梅花满枝空断肠",
            "作者": "郭之奇",
            "内容": "肠断一枝雨后梅，为谁传信此中来。幽香乍惹羁魂忆，冷艳初迎倦眼开。\n忽漫离群休懊恨，若为依我共徘徊。孤山处士真堪友，懒向时花复占魁。"
        },
        {
            "标题": "附更始盆子",
            "作者": "郭之奇",
            "内容": "王郎因势驱乌合，盆子惊啼向赤眉。民心歌汉虽有日，神器岂教庸物司。\n戴侯曾孙曰更始，平林兵中实始基。流汗无言空割席，酣歌委柄日行私。\n灶下中郎多冗阘，烂羊关内几参差。元元扣心更思莽，天下纷纷此一时。\n慷慨伯升还受螫，独居武信泪潜滋。冠帻妇衣真可笑，苟非司隶表前仪。\n察能黜否除苛政，喜心谁使泪翻垂。火德重兴繇白水，长安已破曾孙死。\n不死来归有盆子，投戈解甲齐熊耳。羊头羊胃何堪拟，淮阳诸息亦侯矣。"
        },
        {
            "标题": "附隗嚣公孙述",
            "作者": "郭之奇",
            "内容": "季孟假神纠众族，子阳木偶修边幅。天水将军益州牧，始皆应汉如伯叔。\n误疑一姓不再兴，妄比天下十逐鹿。鼎非吴魏强分三，国异楚齐俱毕六。\n帝王有真人非敌，英雄觉悟天永禄。何须苦恨符高言，且欲终违王命录。\n秦尉时殊莫漫希，井蛙世并应齐伏。未能旗鼓更相当，自合低头姑陆陆。\n岂知四海万民同，度外终难二子独。那许丸泥塞故关，已闻聚米成新谷。\n西域奔亡少子束，既得陇焉复望蜀。八克天威谁敢触，一纪虚名数果促。\n地下相逢休痛哭，西伯西帝空惭恧。洞胸何似子衔玉，相倚相矜徒自毒。"
        },
        {
            "标题": "羊城秋怀十绝 其五 彤管",
            "作者": "郭之奇",
            "内容": "叶上题红莫浪猜，愁心一片几成灰。自贻彤管终难报，怯向词闺露小才。"
        },
        {
            "标题": "西湖公子行有序",
            "作者": "郭之奇",
            "内容": "百顷湖光无边浩，千年月色无穷皓。画舟隐跃泛游来，浮光飞艳动洲岛。\n歌舞场头公子酣，丝竹行中佳人造。轻调宛转雪云飞，坐客呶号皆潦倒。\n佳人欢容逐谁开，公子逸兴横难扫。繇来佳人常解欢，繇来公子不知恼。\n不有若翁费尽多心图百万，安能博得湖中一声好。\n但愿公子百万时贯盈，湖头佳人终不老。"
        },
        {
            "标题": "恭谒孝陵二首 其二",
            "作者": "郭之奇",
            "内容": "象纬霄寒挂晓峰，龙湖回首怅攀从。夷膻扫出千王世，明运长开百代宗。\n天意亦钟成鼎处，臣生虽晚奕云逢。冈陵气色今多美，时际中兴自郁冲。"
        },
        {
            "标题": "次姑苏杨维斗徐君和朱云子共邀舟游",
            "作者": "郭之奇",
            "内容": "朋聚远方乐，游从智者欢。旷怀欣四美，通志恣千端。\n舟破光天色，人惊静夜澜。凉薰乘暮意，弦月挂初冠。\n旅绪因秋引，家思得友宽。敦情馀别后，岂曰比肩难。"
        },
        {
            "标题": "恭谒孝陵二首 其一",
            "作者": "郭之奇",
            "内容": "波臣万里逐春风，稽首天灵拜紫嵩。绕阙祥云时献瑞，环庭翠柏日摩穹。\n踞蟠象合诸峰拱，芊郁年多晓气笼。入眼兴怀歌膴膴，瓜绵不但数岐丰。"
        },
        {
            "标题": "雨夜古思",
            "作者": "郭之奇",
            "内容": "潇潇风雨夜，思古复思今。姚姒生何远，黄农没已深。\n鸡鸣君子意，牛角大臣心。侧枕依寒漏，商歌那可寻。"
        },
        {
            "标题": "古诗二首",
            "作者": "郭之奇",
            "内容": "人寿非金石，何以结天年。我身非珠玉，何以结世缘。\n优哉游哉，与我周旋。人不我欢，我亦天全。"
        },
        {
            "标题": "古诗二首 其二",
            "作者": "郭之奇",
            "内容": "戚戚图终古，终古不私戴。枯树泣秋风，秋风不少爱。\n优哉游哉，时其不再。与世推移，观生进退。"
        },
        {
            "标题": "王嫱故里",
            "作者": "郭之奇",
            "内容": "柳堤深处明妃里，柳色依然人非是。当年一曲离宫悲，殊方青冢已垒垒。\n天生红颜反为胡，以女宁胡自汉始。胡儿犹解怜倾城，汉王恩情薄于纸。\n春风几度吹愁多，汉恩繇来不足恃。金屋阿娇终长门，可怜飞燕今已矣。"
        },
        {
            "标题": "阅战国策有感而言十首 其三 荆轲三",
            "作者": "郭之奇",
            "内容": "击筑人何在，持图令舞阳。非关徐氏匕，不及夏医囊。"
        },
        {
            "标题": "呼奚觅怪石二首 其一",
            "作者": "郭之奇",
            "内容": "山琢胎形水织纹，千年濯魄冷清濆。无端过客多閒绪，携取东归意亦慇。"
        },
        {
            "标题": "野泊观烧",
            "作者": "郭之奇",
            "内容": "郁攸百道起寒空，馀辉倒射夜溪红。细族凡鱼群跳缩，神蛟怪鳄仰巃嵷。\n错认骊珠谁捲去，飞华撒艳幽峰曙。玄冥促辔倚苍屏，赤熛怒目微相觑。\n落木纷纷舞碧霄，霜林蓊翳陡萧条。老干何心需雨露，炎灰作意引扶摇。\n玉龙宛转金风里，照月薰星吹不已。自从瘴土得馀威，祝融未许勾芒死。\n可怜巢鸟自惊飞，可怜奔狖失林依。不念巢许枕中石，岂念夷齐石上薇。\n枕中石上分霞霰，千崖万壑遥相见。阴洞虚岩取次明，地户天门光一串。\n此时倦客倚孤洲，眼看流水倍悠悠。片片轻云辞岫出，入予襟抱满扁舟。"
        },
        {
            "标题": "过汀岭漫望志感",
            "作者": "郭之奇",
            "内容": "陟彼高岗望眼直，倚軨四顾山如织。连空走野入苍冥，东赣西汀青未息。\n秋风远逐游人来，朝朝吹入秋山侧。崭溪崩壑相割劘，万木千林同黯塞。\n玉露凋残梧桂枝，白云泛滥烟萝色。惊心芳树半沉藏，刺眼荆榛方自得。\n其中巉绝称隘岭，憭慄初登情孔亟。嵚岑怪石向人倾，烦挐交丛横马臆。\n櫹椮忽动百禽呼，寂寞寒蝉深且默。低佪转倏欲淫颜，白日荒荒当午匿。\n就中秀谷数青松，垂阴曲岫孤特特。独怜托根官路傍，樵牧无知恣残贼。\n斤斧馀痕成瘀伤，令我抚摩泪沾轼。沉吟此地策疲驱，偃蹇诸峰斜照昃。\n薄暮巃嵷山绪黑，山途未可长迷惑。归去来些故山识，远山悲气孰终极。"
        },
        {
            "标题": "世祖光武",
            "作者": "郭之奇",
            "内容": "文叔当年不款曲，舂陵子弟惊相告。长人百万风飞屋，老吏初瞻司隶属。\n盆子王郎休碌碌，尤来五较徒奔触。萧王赤心在人腹，南鄗重光西汉烛。\n益州井底蛙眯目，天水丸泥空自促。每一发兵头变绿，平陇何当复望蜀。\n陇蜀既平罢高纛，能弱能柔莫予毒。五原款塞称日逐，西域烟销门闭玉。\n虚劳彼翁据鞍瞩，漫许故人卧加足。二百东京千载鹄，白璧微瑕未免俗。\n颇疑绛衣需赤伏，谶纬从兹作圣箓。醴泉甘露难更仆，七十二代终编录。"
        },
        {
            "标题": "武后",
            "作者": "郭之奇",
            "内容": "女主武王兆既成，淳风秘记果非假。制骢才人少有名，扬蛾出寺归黄瓦。\n收斛初闻易妇言，投瓮翻因心院惹。君之麀聚本妖迷，宫不畜猫为枭也。\n垂帘以后二圣成，光宅从兹代天下。伤心一蔓尽黄台，无赖千僧居白马。\n铜匦朝悬告密开，罗经夕就全人寡。衮冕初瞻万像神，羽衣还为六郎写。\n杀牛人画已俱焚，控鹤莲花方并冶。青朱仕宦漫登台，赤族周来终接踝。\n漏尽钟鸣天意回，桃红李白公门閜。五王谋就二凶除，八字眉衰上阳哑。\n谁留产禄更燃灰，点筹和事何潇洒。天星散落桑条折，妩媚前袪难再扯。"
        },
        {
            "标题": "过彭泽口号",
            "作者": "郭之奇",
            "内容": "苍茫鼓泽口，陶公今在么。解带三朝事，清风万古多。\n我来空怀曩，归去词可歌。长叹流洄客，七载五相过。"
        },
        {
            "标题": "狂风二绝 其二",
            "作者": "郭之奇",
            "内容": "刺天多远去，绕树独低垂。霜羽初零落，狂飙且莫吹。"
        },
        {
            "标题": "将发广陵书寄李大生时大生奉使归如皋",
            "作者": "郭之奇",
            "内容": "秋光不可量，客思不可让。所思在何许，悠悠绪不畼。\n当兹露未晞，及此流芳壮。从人一水中，苍葭或无恙。\n忆在长安邸，伊我同微尚。樽酒辄共倾，寸心时相向。\n新诗月满束，和汝谁堪唱。哀时避锥末，学古鞭独上。\n每约还山期，预作远游舫。务趁广陵涛，一尽江皋状。\n洗心探石泉，写意镂幽嶂。今来既浃旬，朝朝跂予望。\n烹鱼未得书，安能悉尔况。举目念征鸿，霄羽徒虚飏。\n所希心异迹，未必今殊向。已叹龙冈遥，还闻鹤野旷。\n何当坐拂郁，使我空惆怅。晚潮动千楫，晨风催五两。\n长跪缄此辞，此词君亦谅。他日君思我，岭梅春复放。"
        },
        {
            "标题": "过丰城剑江二首 其二",
            "作者": "郭之奇",
            "内容": "江来万里独何求，剑去千年不可留。夜半霜华生月色，还疑精气逐舟浮。"
        },
        {
            "标题": "过丰城剑江二首 其一",
            "作者": "郭之奇",
            "内容": "剑光何德烛天河，已没平津又若何。神物终非人世玩，江充长与万年磨。"
        },
        {
            "标题": "过邯郸口号六首 其四",
            "作者": "郭之奇",
            "内容": "已知百岁苦无多，未解仙途数几何。一日人间真七世，便同元会亦飞梳。"
        },
        {
            "标题": "过邯郸口号六首 其二",
            "作者": "郭之奇",
            "内容": "漫道玄关不待人，潇然独善竟何邻。千言牛背传关尹，今古人心始谷神。"
        },
        {
            "标题": "过邯郸口号六首 其三",
            "作者": "郭之奇",
            "内容": "若使仙群少异才，云谣玉牒久尘埃。顽仙百辈名山卧，天地玄文何代开。"
        },
        {
            "标题": "过邯郸口号六首 其一",
            "作者": "郭之奇",
            "内容": "世事浮云那足猜，名根浸骨去还来。邯郸莫用前时枕，几岁频从梦里回。"
        },
        {
            "标题": "过邯郸口号六首 其五",
            "作者": "郭之奇",
            "内容": "今古终归必尽身，眼前为假便为真。乾坤别有黄粱境，祇恐神仙亦梦人。"
        },
        {
            "标题": "晓发过关山",
            "作者": "郭之奇",
            "内容": "雨后云光湿晓星，朝来风意漠芳坰。征衣已带前山色，春路还留夹道馨。\n花气归从莺语碎，林烟散作马头青。古来极目伤心处，况复惊时此地经。"
        },
        {
            "标题": "过临川见张受先明府共商今古有怀",
            "作者": "郭之奇",
            "内容": "未信今人非古人，今人视古当更真。兴来不妨高自位，须知立位先立身。\n我亦此身惧靡立，赖君接引方孜伋。与君性命图初终，宁独气声同呼吸。\n祇今吏治疾奔趋，此间不可无君徐。祇今词苑求卑密，此间不可无余疏。\n疏怀久矣独踽踽，是日逢君欣欲舞。相期兹情力持今，岂曰区区孤尚古。"
        },
        {
            "标题": "过邯郸口号六首 其六",
            "作者": "郭之奇",
            "内容": "茫茫羲驭亿千年，驻景何人出世缘。非我尽迷生死地，于君欲问后先天。"
        },
        {
            "标题": "过庐山绝句",
            "作者": "郭之奇",
            "内容": "欲识庐山真面难，先从芳麓见髀髋。五老云中银汉落，香炉雪后紫烟寒。"
        },
        {
            "标题": "过采石吊李白墓四首 其一 一快其遇知章也",
            "作者": "郭之奇",
            "内容": "英豪相视一杯中，笑向金銮顾紫宫。貂作当年知己具，靴留千载侍臣风。"
        },
        {
            "标题": "枕上过彭泽起视则惊涛过颡舟与江下上矣",
            "作者": "郭之奇",
            "内容": "江知我欲去，寄情为我徵。风知舟欲速，噫气为舟凭。\n不以风搏江，谁与江力輘。不以舟御风，安极舟任胜。\n江风不肯降，舟故勇为承。中有游泛客，一叶恣奔崩。\n云天合空碧，危涛欲上凭。千山纷如蹶，银屋蔽叠层。\n势吞小姑入，马当不敢应。隐跃长鲸舞，呼吸百川腾。\n舟人俱造次，奚奴颠沛仍。雅宜谢公量，啸歌不改恒。\n犹作苏子字，舍笔别无能。情居夷险外，波沸心自澄。\n万里丈夫浪，一楫巨川乘。天之示我者，怒流为益增。\n眷彼扶摇翮，九万正翻淩。胡甘耳目陋，不及鲲与鹏。\n去去南溟近，渤海待余兴。追轶临峤作，四友未许矜。"
        },
        {
            "标题": "晚过彭蠡波静月生",
            "作者": "郭之奇",
            "内容": "湖以光临止浪喧，月为波澹缀云樊。微招翠黛相呼吸，静寄烟涛与吐吞。\n康乐诗词馀石镜，长庚游览继松门。祇今惟此中流照，九派三江不敢奔。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其十三 山木",
            "作者": "郭之奇",
            "内容": "木以无用，斤斧弗从。雁以不鸣，身游釜中。不材与材，各有遭逢。\n先生何处，绝累行空。为木则椿，为雁则鸿。二者之间，一蛇一龙。\n人物之祖，黄帝神农。云孙日邈，安知道宗。鲁侯忧鲁，皮以灾躬。\n涉江浮海，大莫可通。虚舟相触，惼心亦融。人能虚己，其孰能壅。\n毫毛不挫，已成卫钟。意怠之鸟，毕世从容。枳棘之猿，竟日匆匆。\n陈蔡休食，击槁歌风。木声人声，当人心胸。无受人益，以安天穷。\n圣人晏然，体逝而终。螳蝉与鹊，忘身若瞢。栗林逆旅，谁私谁公。\n贤不自贤，何往不崇。林回弃璧，虞人谇弓。不忮不求，胡不大同。"
        },
        {
            "标题": "林浴元民部邀游虎丘夜半方回",
            "作者": "郭之奇",
            "内容": "龙门通世好，虎刹获新观。会晤缘非偶，登临足未艰。\n层峰随野眺，曲涧恣幽盘。风入陵通气，日归寺隐峦。\n歌声依谷响，酒兴得山宽。别后空馀此，扁舟破夜澜。"
        },
        {
            "标题": "其中有园园无定所林木所居之地则名之",
            "作者": "郭之奇",
            "内容": "顷者欲卜筑，恐妨云树稠。缘溪花药处，清影碧波流。\n故林何苍郁，新卉助深幽。秋叶护黄落，春枝作艳柔。\n雨馀烟翠滴，潮满绿芳浮。水木互交气，鱼鸟亦相求。\n晨昏肆愉悦，光风为我留。"
        },
        {
            "标题": "过皂口舟为巨石顶碎赖前舟回救得脱诗以纪厄",
            "作者": "郭之奇",
            "内容": "水意分下上，故以诸滩级。积雨巨其澜，错石伏波蛰。\n千叶溯蹶奔，参差介于粒。泱若动我前，方与奇观揖。\n造次生怪呼，飞湍顶舟立。百篙难一施，循循如有絷。\n惊视激流侵，汹涌足中入。礧礧巨石胶，以舟作之笠。\n舟人竞愕眩，传号去舟急。漂零借一刀，危魂聊粗翕。\n三叹此洄从，艰险何多集。岂为破釜沉，抑师下水袭。\n浩浩发长歌，羞作儿女歙。恐惧吾所甘，愁闻舟子泣。"
        },
        {
            "标题": "邯郸才人嫁为厮养卒妇",
            "作者": "郭之奇",
            "内容": "少小邯郸宫，春春弄碧柳。学步未全工，扬蛾那可久。\n一朝金阙颓，宿昔朱颜丑。有梦向黄粱，何心问鲁酒。\n厮养尔为谁，曾御赵王否。"
        },
        {
            "标题": "邯郸才人嫁为厮养卒妇二首 其二",
            "作者": "郭之奇",
            "内容": "自从金屋贮，自言独恩幸。衾裯尚兴嗟，歌舞还羞骋。\n扬蛾绝三千，不顾长门冷。谁信中道迁，骄妒难久永。\n裳衣呼驾予，流落操臼井。日向耕织谋，何处风流整。\n转喉孰怜音，临妆独矜影。声容坐没销，宠贵两无逞。\n抚此丑陋姿，憔悴方自省。流泪向终宵，魂梦飞金屏。\n始念君王恩，贱妾诚徼倖。"
        },
        {
            "标题": "寒菊四章",
            "作者": "郭之奇",
            "内容": "凄葭一方，寒菊相俟。何以酬兹，晨阶夕几。欣慨其间，心目依倚。\n未敢从人，重觞泛此。"
        },
        {
            "标题": "邯郸才人嫁为厮养卒妇二首 其一",
            "作者": "郭之奇",
            "内容": "小小邯郸宫，春春崇台柳。常忧恩宠疏，不如民间妇。\n谁知辞玉阶，朱颜镜中丑。舞衣叠空厢，日夕从箕帚。\n中夜起长吁，捧心增愧忸。"
        },
        {
            "标题": "汉川秋怀",
            "作者": "郭之奇",
            "内容": "垂耳悲劳骥，冥飞羡逸鸿。及兹游远日，方见出门功。\n招隐怀幽桂，歌骚变落枫。沧浪何处叟，此调或相同。"
        },
        {
            "标题": "赋得芳草无行径",
            "作者": "郭之奇",
            "内容": "山川馀阻僻，宇宙一荒园。遂有迷离色，能铺近远痕。\n兔丝悬碧照，虫网飏黄昏。不向穷途返，安知屐齿存。"
        },
        {
            "标题": "拟行路难三首 其二",
            "作者": "郭之奇",
            "内容": "胡马望风嘶，越禽向日心依恋。我今出门乍辞家，他乡风物非习见。\n不畏他乡遥，常畏他人相轻贱。千山峻绝自登攀，万水烟波绝绻缱。\n思我钱帛来逢迎，偶逢失意俱中变。昨夜归梦向家人，梦短愁多难语遍。"
        },
        {
            "标题": "拟行路难三首 其三",
            "作者": "郭之奇",
            "内容": "一山一水又一乡，风风雨雨最凄凉。水山终始但车舟，风雨凭淩失春秋。\n昨宵简历数秋光，九月下旬为降霜。杨柳多时欲萎落，莎鸡在户已深藏。\n行子中道见时物，清朝如何不彷徨。彷徨还自念，念我容颜独秋当。\n深愁素髭欺客至，难将短鬓较途长。征衣自加还自惜，忽闻暮响何茫茫。\n想有羁人同旅怨，故令清砧厉空房。或因明月生离思，复令幽机覆流黄。\n流黄满疋向月清，佳人刀尺就机鸣。思君腰带如畴昔，但妾愁多未能成。\n听此令人伤远神，征夫相值愿传声。"
        },
        {
            "标题": "竟日青山",
            "作者": "郭之奇",
            "内容": "竟日青山费眼描，云心静以远为招。忧从桃棘时相过，思向榛苓未可要。\n恰向望中生旷漠，先从意外落喧嚣。此身疑却行僧似，丘壑随缘付一瓢。"
        },
        {
            "标题": "拟行路难三首",
            "作者": "郭之奇",
            "内容": "落涧辞峰未随溪，奔壑顾山难行。子辞家去，寻烟野宿，自饥寒行。\n子行日远，道逢落涧坐长叹。车为不转辕，马为踯躅向郊原。\n人自轻离何足道，秋风车马畏黄昏。"
        },
        {
            "标题": "得肃之近集快读数遍作诗三首 其一",
            "作者": "郭之奇",
            "内容": "忆共芸香署，时登玄圃丘。词坛推健笔，天府动清球。\n溟涬穿心入，蒙泉刻意求。祇今霜日照，复令水山收。"
        },
        {
            "标题": "得肃之近集快读数遍作诗三首 其三",
            "作者": "郭之奇",
            "内容": "黄初日已迈，中盛亦微移。钱柳真同辈，储王是汝师。\n不妨今作古，庶与运观时。离索欣相感，源流尚可思。"
        },
        {
            "标题": "得肃之近集快读数遍作诗三首 其二",
            "作者": "郭之奇",
            "内容": "纸上声疑出，篇终意有馀。理于玄引淡，神以静来虚。\n幽涧流清澈，高云诏卷舒。掀髯兼面壁，吾欲问其初。"
        },
        {
            "标题": "枕流为楼隔水尽林阴也林尽而睥睨出过此则千树森然翠烟靡届矣",
            "作者": "郭之奇",
            "内容": "虚牖凭高发，下有碧溪承。临深非所意，枕流获古称。\n每当潮势长，安处若舟乘。清景移昏旦，波光视升恒。\n映此疏林美，蕴色浑凝冰。倏忽传空翠，近远碧烟层。\n春心宜映发，秋容转骄矜。请看云物际，旷怀必可兴。"
        },
        {
            "标题": "梦无聊犹可寻梦花落堪思",
            "作者": "郭之奇",
            "内容": "风前时坐立，高下数幽芳。草色憎飞片，苔痕惜坠光。\n斜晖犹嘿照，夜雨莫虚飏。短梦如堪续，馀心那可忘。"
        },
        {
            "标题": "午后得雨尘沙稍退诸山作烟云色微觉可人",
            "作者": "郭之奇",
            "内容": "春深易雨况依山，雨后诸山各静閒。柳伴歌莺偕洗渴，花同征客共清颜。\n尘光稍逊烟光满，野色相兼暮色还。颇怪陵阿知浅露，黄昏独下白云关。"
        },
        {
            "标题": "庐山道中憩东林寺询寺僧以远公旧事",
            "作者": "郭之奇",
            "内容": "四望苍屏尽渺然，松开忽见紫炉烟。怪来九叠祥光出，独向东林瑞像前。\n竺影难留图里迹，素沙犹自雨中研。几回频就山僧问，谁忆当年论五篇。"
        },
        {
            "标题": "梅花落",
            "作者": "郭之奇",
            "内容": "雨中遥忆梅花落，梦里时教玉艳分。东阁数枝愁水部，空庭一片懊参军。\n为尔咨嗟长独立，馀香远迩风前入。气味偏依冷韵留，精神转令寒芬袭。\n寒芬冷韵逐谁飞，银缸金鼎耀霜帏。满面红妆相对出，谁怜白雪少光辉。\n以兹感叹为花泣，寄语阳春花下集。取实和羹自有时，花落花开毋太急。"
        },
        {
            "标题": "阅战国策有感而言十首 其一 荆轲入秦",
            "作者": "郭之奇",
            "内容": "荆卿辞易水，徐匕入西秦。误作登坛侣，惭他皮面人。"
        },
        {
            "标题": "共事为黄赞伯铨部赞伯我友有同心矣",
            "作者": "郭之奇",
            "内容": "黄郭当年一代师，敢将名姓强追随。澄清淆浊君应否，谠论危言我尚为。\n身入风云观错变，心先时地力推移。斯文未坠天中在，吾道前行即后规。"
        },
        {
            "标题": "舟夜有所思",
            "作者": "郭之奇",
            "内容": "多时远室滞秋云，薄暮扁舟溯落曛。水月相临惟野共，山风入抱向潮分。\n在川不舍心中事，阻道相从物外群。若使伊人难可即，来波去渚枉纷纷。"
        },
        {
            "标题": "四月二日再补客司二首 其一",
            "作者": "郭之奇",
            "内容": "将母来生事，惟寅夙夜心。常存非孝意，以著服官箴。\n寂寞时犹昨，艰虞道弥深。作忠求寸补，何地可浮沉。"
        },
        {
            "标题": "四月二日再补客司二首 其二",
            "作者": "郭之奇",
            "内容": "莫道含香旧，依然束带初。中原方羽檄，四海尚车书。\n典属虽无似，和容庶有馀。圣朝收敝帚，犹诏锦窠居。"
        },
        {
            "标题": "集雅诗二十首 其十 诸葛亮",
            "作者": "郭之奇",
            "内容": "南阳有布衣，抱膝本无欲。亦惟宁淡胸，久筹当世局。\n三顾入其心，三分为鼎足。古人成一事，良繇心所触。\n吁嗟炎鼎微，岂非隆中辱。煌煌帝室英，苦向耕庐告。\n感激遂驱驰，此躬安可赎。当时梁父吟，已作众思录。"
        },
        {
            "标题": "感桃李花落尽戏为新句",
            "作者": "郭之奇",
            "内容": "天涯春色倍潇森，李白桃红共一阴。每从飞花春不禁，东风作意过园林。\n晓来光艳半沉沉，萦沙惹草日相侵。珍重佳人拂袖襟，虚劳綵笔费搜寻。\n朝朝暮暮倚花吟，花落相愁不自今。每畏空枝细雨淋，岂知前树变鸣禽。\n自在娇莺空好音，生憎舞燕别为心。"
        },
        {
            "标题": "苦夏移寓东粤别馆庭木颇森剪繁引荫",
            "作者": "郭之奇",
            "内容": "浮栖忘择荫，长夏始相侵。惭愧幽蓬性，频岁失园林。\n倾心营一枝，解此颜与襟。眷彼枌榆馆，庭宇乃萧森。\n环阶苔色映，当牖竹光临。尘暑堪微远，市嚣亦少沉。\n羁情易为惬，徘徊遂与耽。剪莱安客座，援柳加檐阴。\n即事因奴力，苟忘称旅心。所怀聊为美，歌啸已清深。\n何以酬斯夕，星轩发静琴。"
        },
        {
            "标题": "拟灭胡歌三绝 其一",
            "作者": "郭之奇",
            "内容": "鸭绿江头秋水溟，燕支山下晓笳停。汉时玉塞休中闭，此日金微即外扃。"
        },
        {
            "标题": "胡无人四首 其三 念宗韩岳刘忠勇无二岳不幸而诸酋酌酒宋高视前有恧矣",
            "作者": "郭之奇",
            "内容": "唾手燕云事若何，背嵬五百未须多。直抵黄龙方痛饮，会看白铠自奔波。\n当年只道趯城易，今日翻惊撼山异。岂惟连捷称大仪，更闻顺昌标远帜。\n两河忠义日喁喁，结砦连珠复继宗。复继宗，群归岳，南北佥军谁敢角。\n且言柺子铁，何似札刀麻。胡无人，又呼爷。"
        },
        {
            "标题": "拟灭胡歌三绝 其二",
            "作者": "郭之奇",
            "内容": "中原杂种莫相侵，皎日安能翳尺阴。酋首终须悬汉阙，帝羓久在杀胡林。"
        },
        {
            "标题": "胡无人四首 其四 念今日中兴德威当跨宋而方唐及汉",
            "作者": "郭之奇",
            "内容": "天为中土断胡尘，长城万里赖强秦。自从伊雒多殊种，复见春秋有雁臣。\n几度戎心窥近阙，一朝蟊贼开边窟。神州十载蔽穹庐，四海伤心变肤发。\n胡贯既盈周德长，天戈指日荡胡霜。荡胡霜，扫胡雪，星驰雷动犁胡穴。\n封狼临瀚海，勒燕过金微。胡无人，尔何归。"
        },
        {
            "标题": "和张曲江湖口望庐山瀑布泉",
            "作者": "郭之奇",
            "内容": "洪泉飞九叠，万壑动群氛。势落悬峰日，光摇出岫云。\n晦明殊所见，近远各为闻。顿令萦心目，孤情冷复氲。"
        },
        {
            "标题": "曹允大邀游西湖穷日之力继以夜月",
            "作者": "郭之奇",
            "内容": "里湖淡淡外湖泓，山光如坠水光平。水水山山何尽极，清歌妙舞日盈盈。\n主人爱湖兼爱客，为余酤酒向湖倾。买舟携酒竭游力，湖水湖山纷送迎。\n一日思穷山水意，西湖笑杀起秋声。我无歌舞添湖景，聊从山水问湖情。\n但使一杯为湖醉，稍迟东月又湖生。湖生月色千年好，月与湖光一片成。\n歌舞人归云尽灭，水山秋至露如英。此时万籁宜俱寂，湖月偕谁共秋清。"
        },
        {
            "标题": "胡无人",
            "作者": "郭之奇",
            "内容": "长城万里未为长，长缨所系必名王。尔非我类奚相逼，自恃□□天乃亡。\n薄伐长驱今古一，胡如风雨我如日。圣人举事贵其全，长子贞师必以律。\n穷兵黩武又何为，扫穴犁庭自有时。自有时，胡运竭，编户为州尽穷发。\n休屠牵马至，利干煮羊来。胡无人，敢徘徊。"
        },
        {
            "标题": "胡无人四首 其二 念唐宗壮志及英卫殊猷",
            "作者": "郭之奇",
            "内容": "聊命偏师擒首王，始弘庙略扫穷荒。临边自将休誇汉，雪耻除凶独颂唐。\n百万齐归古未及，灵州复继燕然立。已见苏尼举众来，俄看敕勒求朝入。\n胡越一家事若何，未央宫内共婆娑。共婆娑，俱戎索，一自阴山斥大漠。\n西北诸君长，可汗尽归天。胡无人，自此年。"
        },
        {
            "标题": "胡无人",
            "作者": "郭之奇",
            "内容": "犬羊狼戾肆骄矜，旄头光影四飞腾。须臾万甲窥青海，唐突千骑环白登。\n皇风广漠包胡越，恩许酋奴朝闉阙。丑类终难文德敷，阶舞羽干阃授钺。\n天兵如日胡如霜，疾趋阳岭还定襄。还定襄，渭耻雪，渐次收边复扫穴。\n樊侯横十万，卫国率三千。胡无人，敢逆天。"
        },
        {
            "标题": "拟灭胡歌三绝 其三",
            "作者": "郭之奇",
            "内容": "西风一夜扫东胡，南狩从兹奠北都。□□千年调玉烛，神州十载罢金□。"
        },
        {
            "标题": "自吴城至马当湖江八景 其六 石钟　在湖口县",
            "作者": "郭之奇",
            "内容": "乍向江湖二水湄，初闻金石八音吹。自从击拊经夔手，不尽铿鎗动武思。\n风水千年空怒感，扁舟一往已情移。咸池遗响今犹见，河海诸人未许知。"
        },
        {
            "标题": "过鄱湖望庐山因作湖山吟时庚辰春王十一日也",
            "作者": "郭之奇",
            "内容": "自有庐山岁几千，鄱湖相对是何年。自有湖山初见我，一十四载九洄沿。\n每从南极瞻五老，及到西江望比肩。芙蓉削出珠玑口，银河倒泻香炉烟。\n九叠苍屏空杳杳，千寻瀑布亦溅溅。阴阳此际藏真宰，流峙分形俱后天。\n天生名山必有配，高广依稀二者传。非山莫与湖吐噏，非湖孰任山蜿蜒。\n雨后洪泉飞洒落，秋来惊浪恣腾骞。澄流舒卷如涘滴，芳麓沉浮但浣湔。\n不向湖情窥浩漠，安知山德备泓渊。湖山阅人亦有数，何人独领湖山全。\n百里舟行异横侧，多年望眼破拘挛。空灵一气开昏晓，幽光百道变黄玄。\n随意犹能招俯仰，息心或可尽中边。及此方求江汉始，因之欲向斗星连。\n耳目今朝如是耳，湖山万古自悠然。"
        },
        {
            "标题": "是岁闰王正故首月春至稍迟",
            "作者": "郭之奇",
            "内容": "东皇首出万民和，千载青阳续汉歌。水国风光同荡漾，江村谣俗祇婆娑。\n勾萌莫叹氤氲浅，解冻方留闰泽多。极目寒峰瞻太皞，波臣一苇奈春何。"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其八 说剑",
            "作者": "郭之奇",
            "内容": "漆园宁剑士，肯为千金使。偶资鹏翼怒，或因蝴梦喜。\n蓬突垂曼胡，短后殊衣履。遂因太子先，一探时君旨。\n自言臣所能，十步一人靡。千里不留行，后发而先抵。\n复言臣剑三，先言而后拟。天子及诸侯，锋锷分遥迩。\n远则四夷包，近亦四封止。若无庶人剑，瞋目亡首趾。\n纷纷若斗鸡，一旦命绝矣。纵使百鸡存，强秦方虎视。\n浩浩长平坑，三千同一垒。此时王听毕，脱剑谢庄子。\n三月闭宫门，剑客俱惭死。庄子复儒冠，赵国犹延纪。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其十 秋水",
            "作者": "郭之奇",
            "内容": "河伯自欣，向若而悔。曲士何知，教之者罪。号物之数，五千维倍。\n人居一焉，其馀若磊。稊米在仓，片脔在鼐。帝王迭君，仁贤分宰。\n让者为名，居者日浼。夏虫语冰，非愚则殆。以小观大，何足以逮。\n以道观之，无物不在。因大于天，天空云叆。因小于毫，毫末丘垒。\n尧桀分行，终古不怠。夔蚿相怜，没身不怠。缺甃之崖，井蛙独款。\n百家之言，孙龙孰诒。神龟曳涂，东鳖归海。鹓雏逢嚇，鯈鱼乐漼。\n人矜一时，我问千载。庄惠濠梁，亦应我待。"
        },
        {
            "标题": "初五夜城外火初六午城中复火",
            "作者": "郭之奇",
            "内容": "燎原何事倚春城，谁使炎炎日夜明。上客何功徒烂额，自他有耀独关情。\n夏馀烬在畴相合，陈后灰然孰并京。寄语青阳休泄泄，时膏速向晓云行。"
        },
        {
            "标题": "念七早望烟景全收奇峰亦渐豁矣",
            "作者": "郭之奇",
            "内容": "山心知我好灵奇，幻景齐归风雨时。始至相看犹偃蹇，稍深忘倦共迷离。\n此时坐对烟溪上，殊形诡意争来向。峥嵘列岫假神工，突兀孤峰凭鬼匠。\n须臾影国变疑城，云收雾卷碧霄清。五夜微霜林外白，寒空晓日数峰生。\n奔湍稍定峰渐豁，水色山光同洗抹。倦眼初逢物象新，大钧仍许阴阳割。\n割去天边剩目形，众山皆醉我独醒。微吟漫倚扁篷立，笔落还摇万点青。"
        },
        {
            "标题": "初夏骤烝借阴庭树",
            "作者": "郭之奇",
            "内容": "积晦徐开晓象逢，初离复睹继明杠。新炎猛锐旋烝户，馀湿仓浪久冒窗。\n庭树风来龙送影，前山云过马摇鬃。青春不肯人间住，愁对閒啼鸟一双。"
        },
        {
            "标题": "报命之日即转本司正即有述二首 其一",
            "作者": "郭之奇",
            "内容": "硕人方万舞，君子俟三年。率属通夷夏，赏功尽腹边。\n曹清容我拙，吏习觉官贤。屈指来王至，还当束带前。"
        },
        {
            "标题": "报命之日即转本司正即有述二首 其二",
            "作者": "郭之奇",
            "内容": "四门宾客主，三许姓名题。岂不专官久，终忧下国携。\n缀球思共骏，航海望山梯。何日秋风里，东西罢鼓鼙。"
        },
        {
            "标题": "墙外芭蕉数株含思摇影呼而问之",
            "作者": "郭之奇",
            "内容": "羁客语蕉林，何恨不开心。岂缘风败叶，懒向日舒阴。\n参差烟霭内，舒卷入交襟。气拂炎州冷，声浮雨夜深。\n葵阳千载意，竹露此时沉。由来招隐物，启事莫相侵。"
        },
        {
            "标题": "宛在堂中即事 其一",
            "作者": "郭之奇",
            "内容": "丘壑方求位置，烟霞遂结居诸。莫云此日关闭，茅径今朝手锄。"
        },
        {
            "标题": "至大埔闻乡音",
            "作者": "郭之奇",
            "内容": "八千里外始乡关，乍听乡音慰客颜。几夜梦依双膝下，征衣频拂念途艰。"
        },
        {
            "标题": "季春十日姚永言招同黄可远宋九青夜集谈诗微商同异三首 其二",
            "作者": "郭之奇",
            "内容": "惊坐初雷殷，虚怀永夜怡。同声堪异响，故友合新知。\n泣鬼千年后，风人百代移。多言妨古秘，三口借君卮。"
        },
        {
            "标题": "赠陈子仪中翰使出",
            "作者": "郭之奇",
            "内容": "朝来燕影向南翔，看君马首亦同方。与君二载同舍客，漳潮咫尺未殊乡。\n不谓离群今日意，忽因黯淡暮春肠。春肠百结难相赠，凭兹春色送君行。\n此去湖山春未尽，扁舟恣意水中央。千条弱絮诗人料，十里娇红西子妆。\n逐日惟邮溪山好，迢迢或恐岁月忘。未知应接何时暇，但有新篇即贮囊。\n陇头春老还相寄，莫待秋风怨阻长。"
        },
        {
            "标题": "季春十日姚永言招同黄可远宋九青夜集谈诗微商同异三首 其一",
            "作者": "郭之奇",
            "内容": "谬附东南美，君前见古今。连杯存酒意，聚首出文心。\n交岂声坛重，时当宦海深。试将清夜语，还赋白头吟。"
        },
        {
            "标题": "晋文渊阁及太子太保愧感有述三首 其一",
            "作者": "郭之奇",
            "内容": "天书远播及馀春，云际光垂色倍新。海角犹留忠作伴，师中漫许道为邻。\n轻裘缓带依羊祜，歌雅投壶忆祭遵。所恃声名收万国，敢云文物自孤臣。"
        },
        {
            "标题": "汀山车中却寄汪皖公明府",
            "作者": "郭之奇",
            "内容": "里公必谀令，毋论贤否伦。谀言不从心，有识所不珍。\n当事责名誉，舆歌杂赝真。五岭南天外，吏治总声循。\n潮广复千里，于揭尤海滨。今之为都者，谁可甘朴淳。\n频年山海孽，欲尽蚩蚩民。皮肉供兵火，沟壑半吟呻。\n嗟哉刍牧少，翻令司牧嗔。十里闻蟪蛄，千家见鹄鹑。\n不谓六月霜，忽动九重春。吁帝哀茕独，得公果仁人。\n视伤疮痏日，思艰共苦辛。抚摩足元气，藏喻一恕身。\n及兹多故日，方知静者神。休然至治理，简默所繇臻。\n邑亦遂无事，今昔可具陈。而我于役竣，适公下车晨。\n七月观风草，心口各有因。即今王程步，饥渴动征轮。\n回首岐峰北，弦歌想日新。眷言还相勖，庶以慰情亲。"
        },
        {
            "标题": "舟中夜眺",
            "作者": "郭之奇",
            "内容": "晨风改炎节，宵月绘秋图。云随风共驶，波与月相驱。\n疏树凝暮霭，倒影入澄湖。流光浮幌荡，空色肃清癯。\n乃知秋作气，凄冽出景孤。望望游氛霁，意展神为俱。\n当兹众籁寂，聊复得真吾。"
        },
        {
            "标题": "庄称古人其备备列六经祖宪之思尊孔至矣",
            "作者": "郭之奇",
            "内容": "古道四辟而六通，六经在人如六宗。世传之史日流风，邹鲁之士时击蒙。\n王迹既熄圣无功，百家一曲苦相雄。天地之美忽而空，神明之容非我容。\n后之学者自为宫，往而不反孰堪从。古道将为天下濛，濛犹可撒裂谁缝。\n华山裘褐几相逢，輐断胹调千语重。或云我知天下中，燕北越南西乃东。\n无外无内无有终，大同小同各异同。悲哉声响自相穷，智豪追逐如飘蓬。\n谁知古道天为宗，去王非远人自聋。众术支离由世衷，一蚊一虻蔽一聪。\n悠悠上律鲁尼峰，漆园化蝶绕洙封。"
        },
        {
            "标题": "门以内溪为之界不可不桥桥加以亭岐山隐现眺望宜焉",
            "作者": "郭之奇",
            "内容": "一溪初入处，白云补空明。中有丘壑性，烟霞忽已盈。\n佳期如可骋，筑室水中迎。荷盖依木末，桃津隔世程。\n远望来荒忽，馀心出杜蘅。索胜思前步，贪幽聊止情。\n孺歌呼小听，客笑待三成。料理古人意，临流百虑清。\n滴沥风林响，还依晚涧萦。退寻川上理，何必远畦瀛。"
        },
        {
            "标题": "途中见菊",
            "作者": "郭之奇",
            "内容": "高下风花意，孤村守洁真。三秋侵素节，一物黯劳人。\n招隐非无故，感情即此新。东篱我家在，种汝待明春。"
        },
        {
            "标题": "见落花有感",
            "作者": "郭之奇",
            "内容": "每到春深念物华，可怜柔叶可怜花。一般红绿还相妒，解舞新条笑落葩。"
        },
        {
            "标题": "自吴城至马当湖江八景 其五 大姑山　俗云大姑鞋在湖口上三十里",
            "作者": "郭之奇",
            "内容": "春水凝寒木叶濡，姑山风袅未秋殊。缑城巨迹谁来往，雒浦溦波事有无。\n遗舄于今看定履，冲流千载似前驱。佳期夕望逾荒忽，眇眇愁予隔步趋。"
        },
        {
            "标题": "自吴城至马当湖江八景 其三 瀑布　在匡庐",
            "作者": "郭之奇",
            "内容": "苍屏九叠尽飞荣，风雨千岩欲怒鸣。泉石初开天籁发，水山相杂大文生。\n每乘清气阴阳御，渐出光华人世迎。不是银河天际落，峰头那得挂长庚。"
        },
        {
            "标题": "十二夜中宵风雨如晦梦回口占",
            "作者": "郭之奇",
            "内容": "厌见鱼龙舞，愁从蛱蝶翩。笙歌归篥管，云幕掩鞦韆。\n虽遇良宵景，应知乐事偏。张鳌谁共赏，立马自相传。\n万户销星彩，千门避火延。斋场临瓦砾，法鼓竞喧阗。\n碧落方虚冷，勾芒或徙迁。人间俱寂寞，羁馆合沉绵。\n难贳烘春酒，兼无买月钱。不须灯久照，翻畏影侵眠。\n梦入华胥远，神依疑阙旋。忽疑开九阖，犹许揖群仙。\n长跽为天问，支颐令我还。惊魂回枕上，风雨正潇然。"
        },
        {
            "标题": "癸酉北征二人偕至茶阳江帆迅速翻怪春风促予离也",
            "作者": "郭之奇",
            "内容": "万里春风怅别程，征帆喜速此翻惊。已成家远因亲聚，遂有波滔向我迎。\n预拟青山同客舍，早分流水作乡情。离心何地堪消折，不惮天涯咫尺争。"
        },
        {
            "标题": "防筑初成即事有感",
            "作者": "郭之奇",
            "内容": "楼台无地且逍遥，车马何曾访寂寥。所愧千愚亡一得，休言八座有三貂。\n他年就第布巾角，此日逢人免扇腰。眼外青山犹可借，意中绿墅倍相招。"
        },
        {
            "标题": "阳江重阳九日之会九人暮雨催秋作九秋篇",
            "作者": "郭之奇",
            "内容": "细雨催秋秋欲破，黄花入梦难轻过。在水苍蒹日系思，满庭霜叶时相播。\n群飞刺天尔何物，劲翮横霄馀一个。东南有美尽翩翩，新亭洒涕同惊坐。\n坐中顗导是阿谁，戮力神州安敢惰。九日鼍江共一杯，万里燕云留一唾。\n朝搴兰露休言渴，夕餐菊英休言饿。此日高怀未陟高，千秋大事应图大。\n殊方旧国两关情，涧白峰寒双拂座。眼外茱萸凭细看，樽前芩隰时堪和。\n此意寥寥独问秋，秋光岂令秋云驮。"
        },
        {
            "标题": "念二晚至端水宵望达旦",
            "作者": "郭之奇",
            "内容": "故国山河入望寒，新亭风景自漫漫。江楼月放深宵眼，星洞云浮五夜冠。\n寒树依微霜乍染，秋潮转盛露加繁。心随流水悠悠去，愁对商飔动晓澜。"
        },
        {
            "标题": "雪诗六首义取六出 其一 十九夜初闻雪",
            "作者": "郭之奇",
            "内容": "雪俟春来至，寒依腊在生。颇疑阳气软，转令客心惊。\n狂吹无晓夜，弥月滞阴成。薄暮飞玄雾，深宵散玉霙。\n斜飞穿瓦入，横洒拂窗鸣。拂窗仍拂耳，穿瓦更穿情。\n冷韵多哀响，凄音尽苦声。谁念悲歌者，微光傍短檠。\n无衣供卒岁，敝缊抱孤贞。所恃盈腔热，且同霜漏清。"
        },
        {
            "标题": "雪诗六首义取六出 其二 二十早初见雪",
            "作者": "郭之奇",
            "内容": "自怜羁馆庭，不见梅和柳。何处引春容，忽向寒空走。\n风树绕檐飞，天花随地有。嗟兹六出形，二纪相违久。\n南州嘉炎德，西桂千林黝。岂因寒意薄，欲使繁阴厚。\n偶当残岁馀，见尔初春后。谁分万点珠，乱撒千山首。\n虢国洗朝颜，湘娥挥素手。颇疑春露凝，独许冰怀受。"
        },
        {
            "标题": "将渡江就道过刘映薇寓次小集",
            "作者": "郭之奇",
            "内容": "蓬飞俱作异乡身，能酌清樽感故人。入世孤容分我拙，论心端合向君真。\n各言此子宜丘壑，同叹于时少筏津。酒醒明朝仍两地，驰驱漂泊总沾巾。"
        },
        {
            "标题": "皖江雪望",
            "作者": "郭之奇",
            "内容": "春风满月未鸣莺，江雪连朝向客迎。氲霭尚迟光澹荡，瑞华先启物勾萌。\n铺张吴地同梅峤，妆点南天接玉京。最是行云交望眼，玄黄杂揉共虚清。"
        },
        {
            "标题": "矫志诗二首 其二",
            "作者": "郭之奇",
            "内容": "人生长勤，忧与劳分。忧为喜昆，劳乃逸君。忽然时往，四者同群。\n不忧身老，忧道不闻。老虽佚我，颓躯惫筋。望道于天，如日如云。\n履贞自稿，无为贵道。抱璧自穷，无为贵宝。虽稿日滋，虽穷日澡。\n今人弗宜，古哲言好。"
        },
        {
            "标题": "拖泥郊野宿",
            "作者": "郭之奇",
            "内容": "日落山深暂隐霞，西林倒挂月弦斜。灭明村火驱前导，代拂征鞍是主家。"
        },
        {
            "标题": "矫志诗二首 其一",
            "作者": "郭之奇",
            "内容": "遭世多悲，非君子宜。鹿去苹野，鸟绕南枝。山不靳阿，水不靳湄。\n强则鲸吞，弱乃蚌持。黄旗紫盖，此又何时。履菅衣蒯，将以报谁。\n忠由我作，事由天格。我际天穷，天非我薄。知命不忧，遇解而作。\n为钝为愚，苟不为恶。"
        },
        {
            "标题": "永城王邀同赞伯宴郊外别墅墅中环亭为池池荷留秋秋宵迟客两悠然也二首 其一",
            "作者": "郭之奇",
            "内容": "市嚣初不染，郊意已全幽。霜叶閒随野，残荷力度秋。\n开云亭势出，得水岛烟浮。载酒园何处，清樽此地酬。"
        },
        {
            "标题": "自大姑至硿头酌酒数滩",
            "作者": "郭之奇",
            "内容": "舟仅容瓶屈，举杯滩半沸。一滩酒一杯，恰尽杯中物。"
        },
        {
            "标题": "斜晖",
            "作者": "郭之奇",
            "内容": "满庭秋草散幽阶，几片峰云白似揩。净几明窗无俗课，敝床疏席有馀佳。\n但留万古高胸在，肯令三生夙志埋。举目遥思斤竹岭，斜晖时映木兰柴。"
        },
        {
            "标题": "金陵舟次五月五日",
            "作者": "郭之奇",
            "内容": "榴花眼际照江津，兰浴天中净客身。白水蟠龙空在望，彩符艾虎不须陈。\n五丝自续他乡命，万里谁怜于役人。卮酒临风招屈子，孤舟吊古倍伤神。"
        },
        {
            "标题": "九日诸当事公集庙中询避地始末诗以代供",
            "作者": "郭之奇",
            "内容": "明室孤臣抱苦忠，十年逋播此微躬。苞桑无地堪休否，歌麦何人许共同。\n稽古漫留洪范在，生今那得哻冠终。便教扶去我安适，谁念西山薇尽空。"
        },
        {
            "标题": "十二日泫雨未息风偏舟迟",
            "作者": "郭之奇",
            "内容": "披衣晨眺秋已极，野意川心俱黯塞。扶桑倦旭罢朝升，炮车飞布穷天黑。\n泫然微雨溅波纹，霢霂穿帘不肯息。岩谷锁烟弥平原，近山若隐远山匿。\n无端南来重飘发，澎湃竞舟欲断纆。弱缆斜牵奈若何，愁看阴曀日西昃。\n吾归至此不计时，默数几与终风值。岂亦鬼神解相戏，故引长行客心逼。"
        },
        {
            "标题": "空山十首 其九 山有蝉",
            "作者": "郭之奇",
            "内容": "幽山之内，尔声最宜。响流千谷，心同一枝。居高闻远，应节鸣时。\n韵繇天纵，清畏人知。已洁其身，仍蜕其皮。秋风欲至，尔独何思。"
        },
        {
            "标题": "我思四章章八句 其一",
            "作者": "郭之奇",
            "内容": "春非我春，我思春晨。遵彼水滨，春则有邻。我心伤悲，春水其沦。\n彼姝者子，水中人兮。"
        },
        {
            "标题": "我思四章章八句 其二",
            "作者": "郭之奇",
            "内容": "夏非我夏，我思夏夜。蕙荷亭榭，花开花谢。南薰既来，蕙翻荷泻。\n彼姝者子，芳菲卸兮。"
        },
        {
            "标题": "我思四章章八句 其四",
            "作者": "郭之奇",
            "内容": "冬非我冬，我思冬峰。霜日相从，有寒者松。何彼秾兮，为冬容兮。\n彼姝者子，逝肯逢兮。"
        },
        {
            "标题": "我思四章章八句 其三",
            "作者": "郭之奇",
            "内容": "秋非我秋，我思秋流。驾言出游，以涤我愁。采芳洲兮，秋风浮兮。\n彼姝者子，逝肯留兮。"
        },
        {
            "标题": "月夜久坐偶进一杯",
            "作者": "郭之奇",
            "内容": "月能坚客坐，久对则生愁。徐以风开夜，濯于雪拟秋。\n庭花将入梦，樽酒令回头。忆想成三者，可宜向影求。"
        },
        {
            "标题": "静夜久坐寄宋尔孚辜端敬",
            "作者": "郭之奇",
            "内容": "夜沉敛客绪，息意冥所思。皓月时流照，江水清且瀰。\n参差檐外影，兴言故人居。故人今燕北，连镳暂相随。\n聚首亦何几，各有民社司。宋子敦其性，辜君迈厥施。\n恢恢皆远器，伯仲可同追。久探此心一，应知不世移。\n世情竞纷纠，慎处乃得宜。刚柔裁之心，进退观于时。\n余亦耽虚白，所砥日孜孜。相望非近小，贡言多切偲。\n孤尚如不失，千秋有共期。"
        },
        {
            "标题": "苏公辙",
            "作者": "郭之奇",
            "内容": "难弟难兄一代誇，岭南双映蜀嵋霞。中丞暂止调停说，贼相几倾僦舍家。\n百二端门同党籍，八千穷海并仙槎。口碑在后安能掩，愧尔当年绍述邪。"
        },
        {
            "标题": "中秋雨宿古月流新独对有感作秋月篇",
            "作者": "郭之奇",
            "内容": "中秋雨洗月如玉，玉露还将寒兔浴。万载冰轮物外悬，九霄清气谁相束。\n太虚仙子御风行，剪雾裁云那敢触。流华掩映落人间，轻鲜若霜迷远瞩。\n高凉征客意有馀，倚棂独坐思断续。未许金樽照月浮，虚劳霓羽动秋曲。\n婵娟久对色如银，桂子微摇空似绿。月趁秋来秋载月，开颜写素为余告。\n了然不觉沁心魂，秋月于人俱有欲。秋愿光辉月愿明，人愿秋月光明足。\n千年永继八衢灯，四海同瞻不夜烛。"
        },
        {
            "标题": "雨后晓发夹沟驿",
            "作者": "郭之奇",
            "内容": "云轻龙意倦，雨宿鸟声阑。晓袖浮芳润，轻蹄印草乾。\n尘光愁欲放，曙色幸犹跚。望里青梅落，应为渴者酸。"
        },
        {
            "标题": "念八立冬作秋怀诗三首 其一",
            "作者": "郭之奇",
            "内容": "秋光不待人，汗漫归何处。客心不自聊，每欲为秋恕。\n高空无一物，容易秋来去。谁转蓐收辕，以作冥玄御。\n凄凄霜露华，微英供晓觑。诸天日远遥，万象方洁著。\n将求岁德成，独抱深严虑。秋亦望其朋，人亦思其助。"
        },
        {
            "标题": "念八立冬作秋怀诗三首 其二",
            "作者": "郭之奇",
            "内容": "四序本相生，金水朋交济。谁张大块帷，一任时光蜕。\n日居而月诸，六龙安可系。秋风尽九十，万物收其赘。\n萧萧物外峰，独立云之际。宁淡有馀姿，寒光初一缀。\n至哉溟涬心，故使精华闭。繇来成物者，仍归颛顼帝。"
        },
        {
            "标题": "郡中别馆未为客也而客况倍之长宵不寐因之诗之",
            "作者": "郭之奇",
            "内容": "一馆萧然予客凉，似疑客惯未全尝。晚云自作秋容远，落烬相依夜息长。\n酒罢细闻诸籁寂，吟成出见列星光。漫劳久对深寒绪，却令多愁只独商。"
        },
        {
            "标题": "客舟两月王春又一矣而凉雱不已诗以懊之 其一",
            "作者": "郭之奇",
            "内容": "心与长江水并閒，任教风雪赴潺湲。羁人触忤缘何事，日日愁云闭远山。"
        },
        {
            "标题": "客舟两月王春又一矣而凉雱不已诗以懊之 其二",
            "作者": "郭之奇",
            "内容": "试借莺花慰客心，羁情犹自费搜寻。玄冥即便欺春软，平白时光尽夺侵。"
        },
        {
            "标题": "新莽之篡孔光逢之诗以诛首恶非以责贤者",
            "作者": "郭之奇",
            "内容": "噫吁嘻，奸与佞之相蒙。假周礼而盗国，以居摄为周公。\n白雉初从塞外，黄龙复上江中。九锡旋如安汉日，四十八万尽趋风。\n独疑梅福依吴市，谁向逢萌问海东。吾历数西京之人物，曰汉骸骨唯龚唯邴，曰新大夫为歆为雄。\n嗟汝师光，实同马宫。承家不孝，事汉不忠。篡舌既切，佞首全躬。\n吾将正春秋之首恶，又何诛于盛陈莽德之群工。"
        },
        {
            "标题": "过清江晤陈建侯主簿走笔书赠",
            "作者": "郭之奇",
            "内容": "垂白西江簿，当年南岭英。知君能自勖，逢世少同声。\n淹泊斯文色，蹉跎此宦情。但存高士节，尚得古人名。"
        },
        {
            "标题": "东汉十二帝后汉二帝",
            "作者": "郭之奇",
            "内容": "乃知帝王自有别，东都真主一言决。明章相继刚柔絜，永平建初谁敢埒。\n鄛乡论政政乃亵，孝和委辔赤精竭。安帝之安安嬖媟，顺帝胡然顺彼辙。\n天亦不假诸冲哲，冲帝如殇同短折。跋扈将军谁敢说，伏尸太尉空呜咽。\n众口虽钳超臂齧，弑质迎桓徒自灭。桓灵比德阉人悦，五侯十侍深蟠结。\n海内人豪空齿切，党祸既成炎绪爇。外兵已至诸熏绝，山阳出舍金刀缺。\n武担初向西川截，哭庙终流北地血。两汉谁倾倾二孽，解酲以酒焉能雪。"
        },
        {
            "标题": "雨后望山上白云",
            "作者": "郭之奇",
            "内容": "雨过山自容，白云于焉助。明没秘中峰，引入青冥去。\n玉女窥窗下，隐隐驷虬御。蜷局碧苍间，清风时飞翥。\n窈谷恣周流，幽泉翛察著。岩灵驰缤纷，俛仰环所居。\n登览未许同，娭光微相觑。绵杳挹素华，烟颜坐以除。"
        },
        {
            "标题": "春日苦雪",
            "作者": "郭之奇",
            "内容": "日不自明借雪光，雪凭风势敢飞扬。春和力浅难开岁，阴蹇时深欲稚阳。\n望入寒烟俱怒发，吹来汨浪自狂忙。浮云黪黩真无赖，羁束愁人在水方。"
        },
        {
            "标题": "兵事十首 其七 老师",
            "作者": "郭之奇",
            "内容": "玄黄当久战，朝野共无衣。师老民从毒，兵钝贼见几。\n中枢迟上策，专阃积轻威。不识縻军是，谁云尾寇非。"
        },
        {
            "标题": "老农叹　有引",
            "作者": "郭之奇",
            "内容": "道旁老农植杖歔，向人欲语气踌躇。自言胼胝三十载，频岁家无担石储。\n旧时八口依耒耜，男田女馌列编闾。十年兵火无耕地，几处村烟失故居。\n幼儿弃去长充役，徵徭备糗刻难徐。独留零丁乾骨髓，忍死犹恋旧犁锄。\n去冬将牛贷邻种，春来代畜勉终畬。酒肉三时无童饷，黍鸡昨夜接来胥。\n已知新税当黾急，更道前逋不少纾。晨兴疾步驱前陌，计亩输公粒无馀。\n自怜筋力今疲竭，将来片土究为墟。闻说九重哀蔀屋，胡然三尺重徵糈。\n又传明诏多蠲恤，云何督责今如初。以兹吞声仍久立，含酸一讯北来车。"
        },
        {
            "标题": "过采石吊李白墓四首 其二 一伤其厄力士也",
            "作者": "郭之奇",
            "内容": "赋就调羹动主知，歌成酌酒感妃辞。无端宿醉双靴落，故令新妆一语疑。"
        },
        {
            "标题": "过采石吊李白墓",
            "作者": "郭之奇",
            "内容": "苍松渺渺谪仙坟，采石矶头草木芬。此地江山空识李，唐朝内外不容君。\n词林气魄青莲重，诗酒风流白水分。闻道骑鲸非复是，春峰箕尾伫遥氛。"
        },
        {
            "标题": "过采石吊李白墓四首 其三 一伤其以诗见弃而快其才也",
            "作者": "郭之奇",
            "内容": "金笺捧出庆池章，落羽翻辞銮殿旁。供奉清班能几日，风骚不尽古今场。"
        },
        {
            "标题": "泊采石步谒李供奉祠 其二",
            "作者": "郭之奇",
            "内容": "试观秀谷与明流，今古文章乃独留。水不波澜将易测，山非云水想难幽。\n两间灏淑平分此，百代高深遂莫俦。我向馀风思大雅，先生犹许水山求。"
        },
        {
            "标题": "泊采石步谒李供奉祠 其一",
            "作者": "郭之奇",
            "内容": "日落沧江止问津，停桡独访谪仙人。风骚此日应谁主，诗酒当年别有神。\n明月胸怀随晓夜，澄江颜色几秋春。文心世法今如古，翘首于君欲具陈。"
        },
        {
            "标题": "过采石吊李白墓四首 其四 一快其以酒相忘而伤其志也",
            "作者": "郭之奇",
            "内容": "主恩朋意两殊遭，知遇无缘答寸毫。只为宫阉多气色，故藏名姓入醇醪。"
        },
        {
            "标题": "立秋前三日繇乐民之高凉",
            "作者": "郭之奇",
            "内容": "出门投袂更何之，后乐先忧此一时。天涯频岁惊心骨，海角三秋接梦思。\n西风昨夜扫胡穴，万里秋光净水湄。捷书夜报同清昼，满目高雷出汉旗。\n闻鸡击楫当年子，祖鞭无数并驱驰。弹冠结绶何累若，岭外孤臣嘿叹咨。\n沾巾呜咽翻倒极，忧喜同心日共持。朝辞云木环千径，暮倚凉烟抱一枝。\n兰皋有意浮幽壑，草色无端动野吹。吾令羲和时弭节，上求下索敢云疲。\n榛苓杳霭知何处，伊人宛在微堪觑。岂俟葭苍问一方，始从露白淘千虑。"
        },
        {
            "标题": "禊日春雨初宿西月微明思从中来漫成九绝 其一",
            "作者": "郭之奇",
            "内容": "禊日休临水，春风合在山。山光无晓暮，为我独来还。"
        },
        {
            "标题": "念三日酉时立秋晚对感叹",
            "作者": "郭之奇",
            "内容": "忽值西来爽，薄暮洒幽窗。轻烟团桂影，细霭拂漓江。\n百年衰变感，自疑蓬鬓双。飒飒同人世，悲凉满血腔。"
        },
        {
            "标题": "立秋日二首 其一",
            "作者": "郭之奇",
            "内容": "炎光未息夏，悲籁已鸣秋。何须问梧叶，客绪自悠悠。"
        },
        {
            "标题": "禊日春雨初宿西月微明思从中来漫成九绝 其二",
            "作者": "郭之奇",
            "内容": "冥冥天地色，缩缩古今情。所遇多陈物，谁能郁化精。"
        },
        {
            "标题": "连朝如晦廿四早风平舟发披衣起望山月随人矣",
            "作者": "郭之奇",
            "内容": "解缆声闻促晓看，梦回波色静长干。浦云半捲川光溢，山月初悬棹影跚。\n不有澌流连晚涨，谁冲积气壮春澜。劳劳纵目孤相问，风雨过馀薄自宽。"
        },
        {
            "标题": "广温飞卿莲浦谣",
            "作者": "郭之奇",
            "内容": "水清莲洁两相同，镜里看愁愁更红。荷心有露珠摇荡，楚泽千年时想像。\n夕盖宵欹星众临，晓容朝滴露沉沉。騕袅轻姿金潋滟，珑璁素质玉清深。\n若为南塘留赏色，翻招北渚望思心。南塘北渚悲欢异，桂楫摇情兰浆醉。\n过鸟空窥碧干华，游鱼漫想黄须腻。薄暮斜阳穿暗波，幽芳四起一何多。\n解佩褰裳谁氏子，茱萸芍药尔徒歌。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其八",
            "作者": "郭之奇",
            "内容": "居诸长送古今人，未必青娥解怨颦。满目空劳悲往事，伤心不忍付残春。\n苦遭射蜮须中弩，自失昏骊颔下珍。所恃来风销畏日，岂容鸣鴂罢芳晨。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其三",
            "作者": "郭之奇",
            "内容": "云满前山欲蔽天，林光岭色竞芊芊。幽岩绿染苔中石，阴壑苍流草上泉。\n欲望芳菲迷处所，长依黯淡作周旋。临阶点点伤心滴，尽日愁人眼共穿。"
        },
        {
            "标题": "四怨三愁五情诗 其七 三愁",
            "作者": "郭之奇",
            "内容": "花落叹丛孤，随风莫漫徂。不念枝独处，当念子谁俱。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其十",
            "作者": "郭之奇",
            "内容": "风风雨雨为谁愁，索处安知又失俦。辜负三时花入梦，空劳尽日草翻眸。\n思归那得依鸿渐，观化惟应向蝶游。憔悴人间今若此，惜春何必使春留。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其九",
            "作者": "郭之奇",
            "内容": "云山满目泪沾襦，琴剑飘零一事无。几度韶光同蹢躅，百年身世总艰虞。\n失杯祇为添蛇足，报国徒烦捋虎须。风絮雨萍今莫问，且随逆旅寄微躯。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其七",
            "作者": "郭之奇",
            "内容": "晓岫飞烟动碧苔，初薰骤雨落黄梅。伏波岩下蛟涎满，揭帝塘边象迹灰。\n桂树千重招恨积，漓川几曲送愁回。且拚怅望随春去，留著风光异日来。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其六",
            "作者": "郭之奇",
            "内容": "春去人留雨散萍，空馀芳杜满前汀。歌骚每畏湘云黑，处困愁看越水青。\n泪应猿声千叠断，魂依鳄渚万波冥。子山哀赋悬今古，萧瑟悲凉那可听。"
        },
        {
            "标题": "四月一日日已夏而候犹春戏作劝春光一篇",
            "作者": "郭之奇",
            "内容": "春光春光，劝尔且休跨。毕竟年年用来，何须三时一假。\n吾不识太皞何居，句芒何舍。仰观青阳右个，且愿苍龙止驾。\n几番布气行权，一样承流司化。但能和地天平上下，自然句者堪伸萌者堪架。\n岂惮施雨行云，胡为凌冬却夏。知尔者以为让成不居，不知者以为避难却卸。\n吾欲迟望舒之窈容，止飞廉之奔泻。诏丰隆以津梁，帅初虹而来迓。\n高深一望共萦回，近远同风多乐暇。时亦犹其未央，芳亦犹其未罢。\n思邈路之曼曼，及诸荣之未谢。莫问九门磔攘，休贪一刻宵价。\n息心且就蓬山阳，水流花落姑停罢。不受时情叹怜，所畏骚人怨骂。\n吾将折琼枝而蔽赤华，继之以朝以夜。前牵牛使先驱，后婺女使洁舍。\n尽教阳德遍东南，方许高明日亲炙。君看万古一春王，安能此月为偏霸。"
        },
        {
            "标题": "二十立夏下旬犹春月也作留春诗十首 其四",
            "作者": "郭之奇",
            "内容": "时光流转去如归，心赏难同在亦违。白阁僧忙酬句少，青田鹤远和声希。\n云牙煖过蒙丹壑，石发香零老翠微。惟有空庭芳草色，添愁足恨此中肥。"
        },
        {
            "标题": "春未足应有馀春鸟啼何事",
            "作者": "郭之奇",
            "内容": "亦知春十九，去日总堪思。欲问无穷意，方当未足时。\n可怜枝上语，犹向谷中迷。错认烟风浅，频呼细雨吹。"
        },
        {
            "标题": "过细柳营",
            "作者": "郭之奇",
            "内容": "柳弱阵则坚，军容见诸此。转令弱者坚，将略因可视。\n孙武鼓妇人，水火咸可使。淮阴将多多，还能驱背水。\n治军亦何常，一风拂柳耳。俄作步伐观，所向必齐止。\n俄作临敌思，所前必披靡。令寂闻行声，进退随麾指。\n宛彼大块吹，枯荣肃以起。云雷动其驰，一气奔远迩。\n所重心力同，不但军礼始。军礼传于今，谁非介胄拟。\n权贵慑其心，何必誇天子。风鹤预闻声，全壁安足恃。\n卓哉坚卧人，当年别有以。试观棘灞中，纷纷儿戏是。"
        },
        {
            "标题": "游滁山二十咏 其七 饮六一泉偶触欧文如泉之语",
            "作者": "郭之奇",
            "内容": "千年唐宋文章价，江海潮如此亦然。淘泻心胸存底物，盈科万古视原泉。"
        },
        {
            "标题": "附前凉九主后凉四主",
            "作者": "郭之奇",
            "内容": "前凉开继守孤忠，自轨及华日熊熊。吕氏龟兹忘主难，忽改麟龙称霸雄。\n此实婆楼羌狄种，彼惟张耳赵箕弓。夷夏殊心秦越判，贞邪分轨马牛风。\n秦川没腕凉倚柱，东归福地颇相同。适逢时乱依偏阻，一样邀天得始终。\n报国宁家方戒子，闻倾入援岂为躬。卑辞诱赵俱权计，假道于成或至衷。\n长宁夺曜初墙阋，天锡戕玄乃卒穷。暴尸舆衬繇身作，晋侍秦侯赖祖功。\n可怜大豫思捲土，一姓难兴枉就戎。光平三寇虽容易，岂虞三子自相攻。\n紫阁才登东阁继，挽车方下素车蒙。一纪天王空浪窃，何如五世晋西公。"
        },
        {
            "标题": "天中日王子龙招看龙舟得流字",
            "作者": "郭之奇",
            "内容": "画船声报午薰柔，暑雨初开诏远游。斗酒何须劳待诏，角巾应自有同舟。\n披襟风色微迎野，入眼云光急趁流。千载骚魂如可见，一杯先酹碧溪头。"
        },
        {
            "标题": "赠答诗十绝 其六 秋华",
            "作者": "郭之奇",
            "内容": "郎言妾瘦比黄花，玉露凋伤莫怨嗟。赢得孤身随月照，真成薄命倚秋华。"
        },
        {
            "标题": "六贤祠成诗以志之六贤者寇苏苏李赵胡",
            "作者": "郭之奇",
            "内容": "诗云景行止，不朽立三尔。我观宋室贤，投荒接踵肩。\n未能召寇老，安得天下好。海角求二苏，眉山草木枯。\n中兴失李赵，炎兴孰建绍。南朝一丈夫，终归忠简胡。\n悠悠五百岁，此日明开继。千载一堂孚，闻风谁与俱。"
        },
        {
            "标题": "隋四主",
            "作者": "郭之奇",
            "内容": "六茹秉政假黄钺，身骑虎背噬黑獭。龙首山头玄象昭，朱雀门前王气剟。\n江东三百中原合，曙星一旦光天豁。南北从兹定一尊，周灭陈倾难再割。\n兼国依稀嬴政齐，传家亦与亡胡埒。诗书毁弃独刑名，密网严科那许脱。\n杀人庭殿法奚为，囚子东宫根自拨。大事何堪付畜生，八荒已任阿摩挞。\n侈心逸志日悠悠，春渠秋海时活活。普天同怨尽予仇，御衣溅血谁相抹。\n为侗为侑总虚名，布席礼佛空哀怛。我闻以力服人者，前秦后隋同衣钵。\n虐我繇来必众仇，殴民岂得逃天夺。古往今来共一轮，此兴彼丧休嗟咄。"
        },
        {
            "标题": "以诗言诗送王觉斯学士之南掌院二首 其二",
            "作者": "郭之奇",
            "内容": "明文郁郁大经垂，群杰相雄复自师。举世言风因失雅，何人述史乃徵诗。\n东西旧识兰台赋，南北新瞻学士仪。此去六朝金粉地，再三终始问兴衰。"
        },
        {
            "标题": "是午同德阳殿下张腾夫宫詹治登高之酌",
            "作者": "郭之奇",
            "内容": "未得黄花醉晚秋，应同素友觅高丘。白云就我摇轻爽，沧海涵天动远愁。\n自古登临增感慨，祇今行止漫夷犹。且将涯角千年绪，付与樽前日夜浮。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其六",
            "作者": "郭之奇",
            "内容": "竹室团幽白，荆篱漏远光。春林初照耀，晓岫日微茫。\n物外风云淡，山中岁月长。冥机时坦步，心迹两当忘。"
        },
        {
            "标题": "长穷",
            "作者": "郭之奇",
            "内容": "修翼苦卑枝，巨鳞愁碛渚。敛息视风波，措躬知曷所。\n群飞莫漫来，细族畴堪与。长穷耻世怜，大蹇逢天阻。\n三时见裸裎，尽日相予汝。目对隐馀酸，心恻焉可拒。\n空持麦秀歌，难就采薇侣。是惟不恭人，且或由由处。\n信屈有蠖龙，角牙无雀鼠。不夷不惠身，理宜为今语。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其四",
            "作者": "郭之奇",
            "内容": "独有霞栖客，林峦未许迷。寻幽同记忆，选胜自标题。\n海色衣时卷，岩烟手日携。颇疑空阔内，若与素心齐。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其一",
            "作者": "郭之奇",
            "内容": "伐木来幽谷，诛茅获故居。我怀终惬旧，山意亦留初。\n海色林中隐，云光物外舒。生涯安可说，且复任蘧庐。"
        },
        {
            "标题": "仲秋三日送节马上口占别今础四首 其三",
            "作者": "郭之奇",
            "内容": "鲁粤犹然称二东，八千里路在其中。与君此地舟车别，秋色平分近远同。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其十",
            "作者": "郭之奇",
            "内容": "世事环千虑，春容出万端。林泉方滴沥，风雨莫迷漫。\n独鸟依深树，群鸥就远澜。且同尘外物，时向静中看。"
        },
        {
            "标题": "自吴城至马当湖江八景 其八 马当山　在小姑下二十里",
            "作者": "郭之奇",
            "内容": "行地方知独马宜，横流万古见山奇。澄江如练同鞭影，侧石连云共辔随。\n砥尽狂澜龙虎怒，别开幽壑介鳞疑。繇来天驷无羁络，周汉何缘得骤驰。"
        },
        {
            "标题": "八章 其八 马当山",
            "作者": "郭之奇",
            "内容": "湖软江雄，追飞自东。天龙下制，岁久难同。因思马力，俾山立功。\n锡形汗潴，秋骊春骢。饮之满腹，策之驱风。羁络烟水，吸吐蜺虹。\n千里伏枥，万载行空。维江与汉，会势其中。崩腾迅激，将为马穷。\n吁嗟马兮，惟力之冯。既食人禄，遑恤我躬。吁嗟马兮，惟力之终。"
        },
        {
            "标题": "仲秋三日送节马上口占别今础四首 其二",
            "作者": "郭之奇",
            "内容": "蹇蹇王臣各未家，客中离异倍伤嗟。秋深古道非前色，愁见堤荷作旧花。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其八",
            "作者": "郭之奇",
            "内容": "微尚难矜己，虚荣独让时。买山聊复尔，浮海亦安之。\n止足明孤性，栖寻见夙思。巢居何代子，不使世人知。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其三",
            "作者": "郭之奇",
            "内容": "旅绪终谁止，春光亦有初。剪芜防甲折，植援俟条舒。\n曲径微风转，西窗落照徐。此中容抱膝，何敢问琴书。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其七",
            "作者": "郭之奇",
            "内容": "林峦相隐蔽，茅屋自荒深。未了青春色，难伸白雪吟。\n惊翔姑一止，哀啸且为音。猿鸟人间物，安知物外心。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其五",
            "作者": "郭之奇",
            "内容": "即事才知止，劳生久息机。风林时飒飒，云谷转依依。\n群跃因潮起，孤鸣俟月飞。春心徒目极，与物未相违。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其九",
            "作者": "郭之奇",
            "内容": "遭人身欲退，适我物皆悠。岩壑澄朝景，风潮变夕流。\n高深时应接，今古日沉浮。耳目周旋外，馀心尚可求。"
        },
        {
            "标题": "壬辰避地马鞍山治一枝未就兹春闻儆复于前址搆栖感赋十律 其二",
            "作者": "郭之奇",
            "内容": "山色迷终古，春情自浅深。此中求素托，何处可真寻。\n鸟兽多无礼，林泉别有心。谁堪携手共，同异问苔岑。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其七 天运",
            "作者": "郭之奇",
            "内容": "天运地处，孰居无事。日月推行，雨风披吹。此皆自然，万一无二。\n古皇顺之，九雒呈瑞。乐奏咸池，仁满天地。流光其声，蛰虫起寐。\n始闻若惊，终闻若醉。使世兼忘，不言所利。此虽帝德，犹全道秘。\n失德而仁，失仁而义。南行望北，冥山远眦。刍狗再陈，蘧庐久寄。\n三五之法，同矜于治。橘柚柤梨，皆人所嗜。人之不同，与时日异。\n周服衣猿，猿必尽弃。学施矉里，里必深避。推舟于陆，百手徒瘁。\n天门弗开，四方易位。民亲乃离，盗杀转炽。相姬师孔，未易民志。\n道本无名，名则公器。多求愈惑，私取亦忌。六经陈迹，干戈反詈。\n神龙渊嘿，白鹢交视。乌鹊孺鱼，传沬相遗。细要化螟，有弟兄泪。\n凡今之人，恶知古意。谁息谁消，其民总劓。举世无席，先王独睡。"
        },
        {
            "标题": "仲秋三日送节马上口占别今础四首 其一",
            "作者": "郭之奇",
            "内容": "六节翩翩指北翔，臣谊翻令友情长。星分楚野迷千岫，思入燕天共一方。"
        },
        {
            "标题": "仲秋三日送节马上口占别今础四首 其四",
            "作者": "郭之奇",
            "内容": "蕲峰中断马头分，古道离颜共白云。交手再三挥手去，萧凄畏对楚关曛。"
        },
        {
            "标题": "寂寂",
            "作者": "郭之奇",
            "内容": "寂寂芳郊色，纷纷孔道颜。炎凉虽异地，清浊自殊班。\n彼结幽人侣，此为达者关。客心殊异迹，车马亦云山。"
        },
        {
            "标题": "伏夜苦暑神游四景意可清凉 其一 夕庭梧云",
            "作者": "郭之奇",
            "内容": "亭亭为盖当庭在，如合如离阴晻暧。参差远意去无穷，一片容光花木内。\n含风吹人凉沁衣，叶外枝头秋欲飞。凝思此夕知谁待，亦望当年游子归。"
        },
        {
            "标题": "暑尘道中回首有感之作",
            "作者": "郭之奇",
            "内容": "朱宿衔烟朝露晞，星车破暑此时归。飘尘北拥悲鸿渡，积翳南昏泣燕飞。\n自叹泥躬随蹇蹇，翻愁迷路滞騑騑。燕台回首晴空蔽，不但征人面目非。"
        },
        {
            "标题": "去舟日与风逆归舟乃能顺也",
            "作者": "郭之奇",
            "内容": "幽窗晓色自江烟，云际高帆万叶联。风本无心随所受，天微于气诏当还。\n三春就我成来日，一水从人又此年。自北自南无限思，樯声棹响漫潇然。"
        },
        {
            "标题": "榕城八景 其二 绕窖棉阴",
            "作者": "郭之奇",
            "内容": "玉川如带绕城阴，入眼丛青翠影侵。已淈污泥从水出，遥参碧汉倩云禁。\n连翩各有扶疏质，独立犹馀萧飒心。不信松寒非可并，多年海国挺孤森。"
        },
        {
            "标题": "九歌 其三 回首",
            "作者": "郭之奇",
            "内容": "青山兮尽日，晓夕成兮潮汀。出门异兮风俗，所可同兮山青。\n试骋目兮千里，杳冥漠兮林坰。前峰递兮遥黛，夹道来兮近馨。\n腾予策兮芳径，偃予车兮翠扃。与烟鸟兮栖迹，朝松扉兮夜桂驿。\n惟万木兮纷披，气高浮兮自泽。破东日兮分苍，敛西霞兮继碧。\n或黯淡兮异容，云片片兮巾舄。冈峦合兮阴易生，溪谷深兮风雷窄。\n雨后山兮更清，时变化兮惟百。此其入眼兮如此，若言其愁人者兮不可绎。\n溯登历兮指弹，分闽山兮千盘。但驰心兮有格，云何步兮跚跚。\n仰揭孽兮连峰之怪石，俯奔崩兮泻麓之哀湍。下断桥兮树杪，横野渡兮根蟠。\n忽瞻望兮屺岵，长胁息兮气乾。尚慎旃兮行役，无自苦兮多端。\n望此身兮山中人，强自排兮与愁瞒。故山一天兮不可即，汀山有素兮聊与之安。\n人亦有言兮山路险难，吾今矢歌兮薄自宽。闻古人兮陟升皇而临睨，谁能无回首兮三叹。"
        },
        {
            "标题": "世道",
            "作者": "郭之奇",
            "内容": "世道人所为，深思劳一己。今及古往来，智与愚终始。\n湍湍心性源，情欲日就滓。混沌既波漩，旦下江河水。\n反古生今世，习好皆骳骫。今智恶其凿，今愚则诈尔。\n相笑复相哀，前后空相指。纷纷逐世群，决流东西使。\n代有救世贤，不过汪波砥。莫诧采薇高，莫嗤叩角鄙。\n未分终古忧，何以殊彼此。所叹往者人，滔滔悲皆是。\n复念后者人，汩汩将安止。介身处其中，孤行何足恃。\n内省独深思，思心曷能已。"
        },
        {
            "标题": "元夕三五非雨即风天上人间应同寂寂",
            "作者": "郭之奇",
            "内容": "嫦娥真老大，丛桂久参差。百道流苏掩，千重密幕遮。\n羞观鳌背綵，懒放兔身华。虚府长凄寂，人间自远遐。\n星毬依毳幄，箫管杂悲笳。惨淡渔阳搥，迷离羯鼓誇。\n馀声空促耳，烟景漫催花。困雨挑妆晕，欹风柳带斜。\n阑珊灯火散，凄断暗香赊。忍睡销良夜，恐烦春梦哗。"
        },
        {
            "标题": "鄱湖晓色",
            "作者": "郭之奇",
            "内容": "点点云山在水旁，清沙碧渚侵晨光。西峰落月衔烟树，影到波心万顷苍。"
        },
        {
            "标题": "花枝归客园花似笑似怜又似有所思诗以解之 其三",
            "作者": "郭之奇",
            "内容": "自在诸花莫太狂，无情风雨绝须妨。春方泛爱难孤倚，客有馀心欲细商。"
        },
        {
            "标题": "游滁山二十咏 其四 欧门桥却却望",
            "作者": "郭之奇",
            "内容": "峰回路转尽繁阴，独立萧然见古心。为问诸宾从太守，何如禽鸟乐山林。"
        },
        {
            "标题": "百山行五十韵繇浙江江山闽山以至潮山",
            "作者": "郭之奇",
            "内容": "山行尽一月，踰山历万乡。入山又出山，宛在山中央。\n山图所未及，山经或未详。夏山翠如滴，秋山净若妆。\n冬山深如睡，春山远更芳。不尽山四时，山情那可量。\n江山自严厉，溪山转幽凉。神山未获见，海山意中荒。\n我闻山异德，始知山各疆。朝陟东山巘，山日飞混茫。\n午憩南山侧，山风扑面飏。晚出西山岫，山云尽可囊。\n夜倚北山麓，山雨欲浮床。山岚时结瘴，山露乍凝霜。\n何木不山落，何草不山黄。落木悲山末，黄草敝山旁。\n山木犹有枝，山草孰堪纕。此尽山糟粕，岂见山英芒。\n山草非芝瑶，山木愧扶桑。山樵恣斤斧，山牧自徜徉。\n欲穷山变化，久为山低昂。穿穴看山鼠，扑树突山獐。\n伎俩凭山鬼，依倚任山狼。迁鸟出山谷，雌雄立山梁。\n求山仍求友，山集又云翔。颇怪山中物，未必与山忘。\n何人买山隐，何士构山堂。紫霞依山栋，碧霭吐山房。\n山葵供小摘，山竹表幽篁。山居虽暂许，山意岂堪偿。\n山不厌人閒，人莫厌山长。心能与山静，山亦与人商。\n久从山终始，姑使山颉颃。山朝复山暮，与山俱未遑。\n我仆叹山砠，我马鸣山冈。采山人不见，何处置山筐。\n山巅馀鸟道，山径仄羊肠。崔嵬极山致，屈曲探山藏。\n举头问山隐，山书秘何方。低颜语山客，山桂尔毋戕。\n山盘五十馀，惟有泰山当。山池二十八，或倍华山阳。\n彼山标千古，山以名益昌。此山阻遐僻，名晦山何妨。\n山之言产也，不产山无良。或曰山为宣，非宣山曷扬。\n我有家山在，俟我山始彰。东山与西山，咫尺共山光。\n近山情可悉，遥山意可望。聊以家山绪，先矢百山行。"
        },
        {
            "标题": "定道德经为六十四章漫书所得八首 其六",
            "作者": "郭之奇",
            "内容": "天下多忌讳，首尾一身畏。民人多技巧，奢淫终日炒。\n利器转相誇，国家同怨嗟。禁之以法令，盗贼持柯柄。\n使我介然知，所戒惟施为。大道甚夷，而民好径。好之在下，犹不可胜。\n好之自我，民胡不应。必也其圣，无欲乃净。生之畜之，万物所命。\n塞之闭之，光而不映。修之于身，天下以定。比于赤子，以柔握劲。\n至精至和，卒如本性。是谓玄同，亲疏孰竞。闷闷醇醇，不可歌咏。\n吾将从其后，与民相左右。根长而蒂久，能取复能守。\n嗟兹家国母，是曰乾坤友。"
        },
        {
            "标题": "定道德经为六十四章漫书所得八首 其五",
            "作者": "郭之奇",
            "内容": "忠信薄于礼，道德如追蠡。将除愚乱因，应向薄华洗。\n万有生于无，万无归一柢。昔之得一者，仁义犹稊米。\n侯王孤寡身，玉石藏真体。道隐无名，德至无声。若昧若谷，乃冲乃盈。\n冲气为和，万物以成。知足之足，无寡无倾。牖窥天见，郊却马鸣。\n损之又损，无为无行。百姓之心，圣人之情。民注耳目，圣浑聪明。\n十三生死地，出死而入生。死生犹断绝，何况辱与荣。\n前之大笑者，毋为乱首惊。夫惟道德贞，以为天下正。"
        },
        {
            "标题": "定道德经为六十四章漫书所得八首 其七",
            "作者": "郭之奇",
            "内容": "治国如烹鲜，取下日趋渊。治大如烹小，流下时归沼。\n两不相伤，其德乃长。神鬼洋洋，降之百祥。两得所欲，其道乃笃。\n牝牡相浴，其人似玉。拱璧虽宝，不如此道。道维物奥，人宜德保。\n累土毫末，九层合抱。千里之行，足下非早。为大于细，图难于易。\n无为无味，乃无难事。修己以安，尧舜犹难。圣人无难，慈以胜残。\n慈故能勇，勇而不踊。执无兵捧，行无敌恐。下以用人，虽敌可亲。\n先人后身，万国皆臣。三宝惟吾把，不敢为先者。百谷之王海，以其善下也。"
        },
        {
            "标题": "定道德经为六十四章漫书所得八首 其八",
            "作者": "郭之奇",
            "内容": "使民复结绳，老死不相陵。甲兵无所用，舟车无所乘。\n使民复畏威，不言而自归。吾言甚易知，知者亦何希。\n不知知病，不病乃圣。圣人不病，民莫不敬。不争而胜，不召而应。\n天之所亘，民胡不定。天网恢恢，天道日回。抑高举下，损去益来。\n有馀不足，既覆始培。圣人胎之，使世皆孩。以柔胜刚，以弱胜强。\n处下曷殃，损馀曷伤。受其不祥，为天下王。执契司方，为天古皇。\n毋为大匠斲，以劳血指握。道本无名璞，人心方寸觉。\n五千牛背言，一画庖牺学。"
        },
        {
            "标题": "握中上人语录漫题三首 其一",
            "作者": "郭之奇",
            "内容": "九流三教日相从，南北分源岂二宗。舌上花生珠蕊现，心头火灭玉毫封。\n云间何必存鸡犬，天外由来有象龙。更向真如全觉地，肯依窠臼竞时锋。"
        },
        {
            "标题": "握中上人语录漫题三首 其三",
            "作者": "郭之奇",
            "内容": "天籁仍烦地籁驱，今人日向古人呼。有皆全有无还有，无到真无有亦无。\n非色非空非孰在，是心是佛是谁俱。千言莫羡函关紫，一苇长留面壁图。"
        },
        {
            "标题": "握中上人语录漫题三首 其二",
            "作者": "郭之奇",
            "内容": "一串尼珠出上方，千重彼岸费津梁。填坑塞窦功才满，拯溺苏焚意若创。\n便许空花随地落，忍教沙界实田荒。从兹遍洒诸天露，速止人间六月霜。"
        },
        {
            "标题": "上元后二日雪霁得月江舟漫兴 其二",
            "作者": "郭之奇",
            "内容": "烟水初分春淡薄，寒峰易令月孤危。光容未散千红紫，空色齐归一素姿。"
        },
        {
            "标题": "上元后二日雪霁得月江舟漫兴 其五",
            "作者": "郭之奇",
            "内容": "天花着地自玲珑，绘素谁加太极功。万象虚明归此际，只宜孤月在寒空。"
        },
        {
            "标题": "上元后二日雪霁得月江舟漫兴 其三",
            "作者": "郭之奇",
            "内容": "月趁春来雪共浮，深宵肃景尚疑秋。寒光拂水纷难定，霜谷飞泉冻不流。"
        },
        {
            "标题": "取道临漳见张移孝明府所练乡勇甚称其名而绿野四浮氓妇欢欣各相得也为之留连停车饮其酒竟夕而行",
            "作者": "郭之奇",
            "内容": "小麦芽青大麦黄，郊无荒草带秋霜。此地桑麻能此日，此日桑麻见此方。\n他方糗备从军旅，此方积敛向仓箱。他方老稚犹沟壑，此方妇子已圃场。\n征车晓过临漳下，踌躇再四依田野。野外沉云静百阡，就中飞羽鸣千马。\n心骇目摇问其因，乃是寓兵于农者。金鼓相传无事时，狝狩可因农隙假。\n今日置兵必农侵，古法何缘复见今。圣朝方求保障绩，频年空作小康吟。\n以民保民惟此术，此术能行君意深。喜君用意饮君酒，昔见君面今见心。"
        },
        {
            "标题": "上元后二日雪霁得月江舟漫兴 其四",
            "作者": "郭之奇",
            "内容": "冰岩何异蕊珠宫，夜静江虚碧汉通。沧海无劳誇蜃气，瑶台端不借人工。"
        },
        {
            "标题": "斗洞见梅花四首 其三",
            "作者": "郭之奇",
            "内容": "幸不依炎岭，真宜傍碧溪。馀香收未足，交影画难齐。\n有意含公鼎，销魂倩客题。当年官阁兴，满目似堪携。"
        },
        {
            "标题": "斗洞见梅花四首 其一",
            "作者": "郭之奇",
            "内容": "素质犹相迩，冰心莫我遐。颇疑春有脚，能使雪为花。\n窈谷辞兵气，荒村作岁华。可怜香自扑，独令远人嗟。"
        },
        {
            "标题": "斗洞见梅花四首 其二",
            "作者": "郭之奇",
            "内容": "似闻花有叹，偶值客幽吟。自恨丛芳少，相依窈绪沉。\n晓风吹淡薄，寒日护清深。岂意枝头色，犹同物外心。"
        },
        {
            "标题": "八章 其一 朱矶",
            "作者": "郭之奇",
            "内容": "湖沙漠漠，非人所乐。坤德相愁，呼山出脚。土石开夷，牛羊可托。\n一二樵渔，鸠群聚息。蒙谷飞泉，云光洒落。朝夕油油，自我布濩。\n字以朱矶，宝兹民瘼。"
        },
        {
            "标题": "立秋前数日再采菡萏插净瓶续华留艳",
            "作者": "郭之奇",
            "内容": "将秋思荷满，恐招凉露侵。远艳劳幽梦，微芬与细寻。\n采赠人何往，风流美至今。取助凄清室，如兰即此心。\n并蒂宜偕处，同苔岂异岑。尔神真我契，携手共窗阴。"
        },
        {
            "标题": "梦醒",
            "作者": "郭之奇",
            "内容": "春日迟迟下，春山处处青。春光多懒困，春色未飘零。\n窈意留莎草，微芳发渚馨。双燕飞还语，群鸥去复停。\n斜阳粘翠壁，返照及疏棂。孤清隐顾盼，幽人自渺冥。\n披襟初一眺，物象满前汀。落尽高天日，梦游乍遣醒。"
        },
        {
            "标题": "赠陈尔新得假时余亦赋归",
            "作者": "郭之奇",
            "内容": "黄虞不可作，宇宙日陵偷。万事趋墦垄，一官等舍邮。\n谁将忠孝意，为答圣明酬。聚讼争睚眦，连群竞践蹂。\n薨薨呼雁骛，泛泛逐蝤蛑。世道交相丧，乾坤孰共救。\n未能分纠结，何以已戈矛。宦海方无畔，友谊亦鲜投。\n角弓生永叹，伐木动殷忧。遇子当辰岁，交君乃一周。\n二三孚结契，朝夕静图谋。追琢天人学，盱衡今古筹。\n旷怀深激慨，真性每绸缪。始识三吴俊，能空四海俦。\n才华当代选，肝胆古人求。相砥同偲切，未遑问悔尤。\n安知清见玷，聿尔介招仇。感彼途多涩，披余意弥周。\n谁能甘汶汶，聊复偕繇繇。昭雪蒙皇鉴，徘徊因友留。\n归与方起兴，游子共添愁。回首东方远，兴言南木樛。\n此怀今日共，兹意别来抽。暂握都门夏，相要湖水秋。\n登堂期八拜，载酒问扁舟。客绪为家迫，朋情以别裒。\n凄其江月冷，缅邈岭云悠。行矣多旃勉，怀哉远喔咻。\n心胸匪石转，名利总毛輶。从此分携后，有言凭信脩。"
        },
        {
            "标题": "梦醒",
            "作者": "郭之奇",
            "内容": "倦愁生百睡，懒散付扁舲。肱枕浮云意，几嘘槁木形。\n晚凉徐起望，瞑色已前汀。落照递还碧，远山次敛青。\n无数啼鸟乱，一带幽花零。没尽永昼日，梦游乍遣醒。"
        },
        {
            "标题": "投辞",
            "作者": "郭之奇",
            "内容": "沙濈濈，石粼粼，旦旦沿洄宛在身。一水合互递赢缩，诸山屈伏渐舒伸。\n波流咽声凄劳客，冈峦含意慰游人。游人事事不异昔，水山到处改芳新。\n历乱人间几甲子，销磨此日一冬春。冬去春来春复暮，落花飞絮交相妒。\n莺啼宛转杏催开，雁影蹁跹芦衔渡。湛湛江流上有枫，偃蹇山幽桂树丛。\n冶容年少骝嘶绿，怀春游女步穿红。行乐犹言飞流电，可怜远客滞征篷。\n征篷袅袅真何事，宓妃娀女俱迷自。两美必合孰为占，导言不固今姑置。\n余饰方壮聊浮游，南有乔木未可休。肠断祇叹西方美，回首徒歌池北流。\n谁能念子空懆懆，且复偕我自繇繇。时当避贤应乐圣，日逢戒心亦居命。\n吟卧随缘昏旦资，居诸忘却暑寒迸。明月邀杯影同人，永昼分眠睡为政。\n有时梦入雨云深，不知醉起风雷盛。三旬一苇恣沉浮，千里万重纷送迎。\n已觉长江滚滚辞，缘溪辗转百川差。夹陵右左回天窄，积石后先划水危。\n哀壑夜声多惆怅，黯林晓气半迷离。迟迟采桑伤少妇，萋萋卉木怨娇鹂。\n牛羊既下村烟闭，云水昏森山鬼疑。自是倦愁生恍惚，时物何心乱客痴。\n噫嘻置置勿复道，灯前起舞影相劳。四千里游未飘蓬，百五日来堪潦倒。\n诗篇双袖见闻驱，迩来颇觉窥深造。囊中一钱留得看，肘后诸方静相告。\n此身行止信浮云，周流乎天亦所好。祇今舍棹始驱车，地近顿宽饥渴躁。\n陟彼崔嵬疲仆夫，忽惊霢霂披襟帽。迷云咫尺袖中生，积雨晨昏驱前导。\n萧摵回林醉不醒，崩奔鸣壑纷如倒。望望犹入最高头，累累建瓴成伏抱。\n汀州天上语传呼，潮海水中意可到。层峰出足起怀舒，远岫交襟凭望扫。\n所愁前岭欲移文，投辞急濑烦先报。"
        },
        {
            "标题": "中秋前一日有七闽督学之命",
            "作者": "郭之奇",
            "内容": "雪峰初入望，旗鼓旧相扶。观察当年相，考亭百代儒。\n一官仍己学，吾道未邻孤。叹息高山在，谁能隔步趋。"
        },
        {
            "标题": "尔孚复以诗乞余长春花新本数株此花种固来自尔孚也",
            "作者": "郭之奇",
            "内容": "娇丛离陆不胜春，春盛还归春主人。若使花情犹识旧，此朝投报莫疑新。"
        },
        {
            "标题": "花枝归客园花似笑似怜又似有所思诗以解之 其一",
            "作者": "郭之奇",
            "内容": "飞烟满目尽如云，淡扫浓妆总十分。拘管春风方共处，牵连客意复离群。"
        },
        {
            "标题": "游滁山二十咏 其十三 十九日游琅琊寺",
            "作者": "郭之奇",
            "内容": "光烟一缕导游心，回马盘纡出秀深。庶子泉流寒石动，玉皇殿倚碧霄临。"
        },
        {
            "标题": "秋辨九首 其六 救民收民",
            "作者": "郭之奇",
            "内容": "八载腥尘复向秋，何年桑土未阴求。丸泥忽坠谁封守，一鼓齐歼有秘筹。\n旧养苍黎难死救，新归士女苟生偷。相看满地鳏孤遍，独赖如天圣主收。"
        },
        {
            "标题": "昏鸦",
            "作者": "郭之奇",
            "内容": "昏鸦如有意，时绕屋梁飞。风急恋巢早，林疏觅伴稀。\n栖幽能适意，游倦亦忘机。一物知其止，天涯客未归。"
        },
        {
            "标题": "赋得薰风从南来　阁试",
            "作者": "郭之奇",
            "内容": "熙朝长化日，昼漏午沉沉。铜羽光吹动，花阶燠气侵。\n奇峰飞近关，霁霭散高林。解愠朱明职，阜财圣主心。\n有臣迟退食，与众共披襟。自奏虞弦后，薰和尽古今。"
        },
        {
            "标题": "湛露",
            "作者": "郭之奇",
            "内容": "湛露终须为我浓，轻云漫作此山容。闭门扫轨无他事，散发行吟但一峰。\n悬榻安能来孺子，同舟或许望林宗。眼中归燕连翩去，愧尔寒蝉尽日逢。"
        },
        {
            "标题": "细柳营 其一",
            "作者": "郭之奇",
            "内容": "高皇逃楚渡河驰，使者犹收信耳师。此际徐行宽介胄，顿令坚壁退胡骑。\n劳军以礼非徒试，命将于权必便宜。故垒年来营柳在，春深还拂汉旌旗。"
        },
        {
            "标题": "露团",
            "作者": "郭之奇",
            "内容": "玉露初团入夜清，澄江如练月如晶。无边秋色随风乱，不尽山光到水明。"
        },
        {
            "标题": "细柳营 其二",
            "作者": "郭之奇",
            "内容": "阃外争传细柳踪，纷纷棘霸漫相逢。备胡何事堪忘守，节制之师岂但攻。\n当日不闻天子诏，千秋犹识汉军容。征麾乍指旄头落，上郡云中忽罢烽。"
        },
        {
            "标题": "九日清斋独坐",
            "作者": "郭之奇",
            "内容": "一室萧然秋在中，碧溪流水醮篱东。佩萸泛菊追清事，戏马游龙止霸风。\n只有文心从露白，任教庭叶赴霜红。真成独对看摇落，九日还如九辨同。"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其四 外物",
            "作者": "郭之奇",
            "内容": "心悬天地际，目送雷霆过。月固不胜火，雨骤或翻波。\n二气行偶错，岂不焚天和。清宁犹有患，僓然若道何。\n万念昏沉处，三时利害摩。无波身自溺，生火胸自多。\n是以圣人腹，毋为众人目。俨兮其若容，旷兮其若谷。\n视若营四海，竿岂趋灌渎。投缁没巨钩，近远分鱼肉。\n不忍一时伤，终馀万世福。尧桀虽两忘，神策逾龟卜。\n不用之用明，无功功乃成。天游泯六凿，太始出虚清。\n今人昧其说，塞窦以求名。发冢凭诗礼，刳肠获智声。\n演门善毁爵，其党日捐生。由光逃天下，纪申踣河争。\n外物胡可必，古今多碍行。安得忘言者，与之言至精。"
        },
        {
            "标题": "孟秋四日承命典中州乡闱恭纪",
            "作者": "郭之奇",
            "内容": "巍巍五岳独高嵩，下有黄河万里同。川岳半分人地责，图书全表圣贤功。\n其间名世关今古，此日观成见始终。昭代薪槱乡举盛，斯文得与乃天中。"
        },
        {
            "标题": "挂席过南浦",
            "作者": "郭之奇",
            "内容": "水力惟风竞，高帆出晓阴。西山飞鸟过，南浦落花深。\n雾重千林影，舟轻万里心。会看龙跃处，直向剑江寻。"
        },
        {
            "标题": "赠陈子仪中翰奉使南归",
            "作者": "郭之奇",
            "内容": "皇华使者束轻装，谁奏骊歌四牡旁。二载相依同舍客，漳潮咫尺未殊乡。\n不谓离群今日意，忽因黯淡暮春肠。春肠百结难相赠，春色犹堪问一方。\n此去湖西春未尽，扁舟宛在湖中央。千条弱柳垂朝碧，十里娇荷动午光。\n游人但撷诗人料，西湖仍为西子妆。千杯渌酒应时有，一曲清歌何可当。\n我亦思归魂梦逐，愿随烟景继途长。凭君留取春湖色，莫令秋葭结露霜。"
        },
        {
            "标题": "鸟啼花落",
            "作者": "郭之奇",
            "内容": "山静岩烟隮，春遥树影深。樵风闻黝黑，微路出幽森。\n自结羁人恨，偏惊物候沉。鸟啼应有意，花落岂无心。"
        },
        {
            "标题": "赋得鸟啼春未足",
            "作者": "郭之奇",
            "内容": "幽事初微许，风光欲细裁。嘤求何物至，栖择为君来。\n落日稀俦侣，空山但草莱。烟花谁处烂，不令此声催。"
        },
        {
            "标题": "偶占",
            "作者": "郭之奇",
            "内容": "晓风飞去片花吹，暮雨低来折柳垂。愁绝子规声欲断，美人独立意迟迟。"
        },
        {
            "标题": "东阿晓望见雨后春色心目为之一开",
            "作者": "郭之奇",
            "内容": "旅绪终无极，花光亦有初。含情窥远道，连类见群居。\n细细朝菲缀，依依晓艳舒。幽园殊衬帖，春色任亲疏。"
        },
        {
            "标题": "向王子龙乞盆兰",
            "作者": "郭之奇",
            "内容": "九畹丛中百种芳，较书台下日相望。庭兰索伍情多迫，莫使琴歌对草伤。"
        },
        {
            "标题": "说士与逸民之品不同",
            "作者": "郭之奇",
            "内容": "张仪寸舌犹问妻，子陵两足可加帝。终当披裘耕富春，何事读书学游说。"
        },
        {
            "标题": "或绘形瀛洲中而隐名姓思深哉诗以宠之",
            "作者": "郭之奇",
            "内容": "各有性情，倚立坐行。高深得手，黑白分枰。山川满目，今古纵横。\n跃渊鱼在，在阴鹤鸣。马宜芳草，人乐群英。瀛洲胜迹，始唐迄明。\n藏身谁子，有貌无名。春风铿尔，意往神迎。"
        },
        {
            "标题": "季冬立春小园花发已半有友共对三首 其二",
            "作者": "郭之奇",
            "内容": "三年梅岭色，并作此朝春。留得东风旧，吹来百卉新。"
        },
        {
            "标题": "季冬立春小园花发已半有友共对三首 其一",
            "作者": "郭之奇",
            "内容": "微雨逗芳华，悠然动百花。岭南春事早，梅李竞交芽。"
        },
        {
            "标题": "微雨催春飞红片片四首 其四",
            "作者": "郭之奇",
            "内容": "爱花犹欲死，花落复何如。物色虽从减，春光那可虚。\n阑珊歌舞外，凄断啸吟馀。尽日关情绪，每同妖艳初。"
        },
        {
            "标题": "瓶莲数朵朝开暮落然馀芳则依依一室矣",
            "作者": "郭之奇",
            "内容": "瓶莲数朵开今日，自开自落君子室。团团始艳发清泉，片片馀菲归缥帙。\n窈窗寂静檐霭微，旖旎相依情倍密。千里何须电铄浮，五湖不用烟周溢。\n暑雨朝晴气或分，凉飙暮起光疑失。潘陆曹王不复生，采莲曲断辜华实。\n空有吴娃羞绀房，每愁越丽污缃质。回绡独叹尔何为，敛意含芳花自匿。\n是以离群忽向兹，相对幽居各有思。惜晨昏兮与时移，伤荣悴兮人岂知。"
        },
        {
            "标题": "微雨催春飞红片片四首 其三",
            "作者": "郭之奇",
            "内容": "所畏落花风，新愁出旧丛。微吟啼鸟并，久对俗人空。\n谁使伤心绿，平分断脸红。羁怀长寂寂，于此复匆匆。"
        },
        {
            "标题": "微雨催春飞红片片四首 其二",
            "作者": "郭之奇",
            "内容": "冲寒时一望，春色有无中。祇为枝头艳，尤怜地上红。\n愁心归片片，烟景欲濛濛。不可高声叹，花知恐恨同。"
        },
        {
            "标题": "七夕江月　距立秋前有六日",
            "作者": "郭之奇",
            "内容": "江远摇凉月，影分天汉流。弦光低鹊渡，机石拂蟾钩。\n巧向何人得，槎因使客浮。祇怜欢夜短，此夕未为秋。"
        },
        {
            "标题": "四怨三愁五情诗 其二 二怨",
            "作者": "郭之奇",
            "内容": "鸿沟不可割，乌江不可济。虞兮从逝骓，幸不为人彘。"
        },
        {
            "标题": "四怨三愁五情诗 其十二 五情",
            "作者": "郭之奇",
            "内容": "渔阳耳外声，马驿怀中泪。肠断剑门锋，何关花鸟事。"
        },
        {
            "标题": "见诸邑遍立粥厂高旗旗书抚院明文饥者之口果及粥乎否也",
            "作者": "郭之奇",
            "内容": "独怜疮补计，今下肉糜文。巧妇炊谁见，邦人谷未闻。\n群哺非易合，中饱竟难分。自古流图绘，何时达圣君。"
        },
        {
            "标题": "四怨三愁五情诗 其三 三怨",
            "作者": "郭之奇",
            "内容": "策疲驱远道，偶得憩高林。不解轩车至，喧阗尽此阴。"
        },
        {
            "标题": "四怨三愁五情诗 其十 三情",
            "作者": "郭之奇",
            "内容": "每怜红艳落，幸倚碧泉幽。萍梗非前识，相要何处流。"
        },
        {
            "标题": "见孟尝养士及叔孙演礼故碑",
            "作者": "郭之奇",
            "内容": "时雄因客重，曲学表君尊。义市齐公子，礼传汉叔孙。\n两生终莫致，三窟竟何存。寂寞荒碑在，徒贻识者论。"
        },
        {
            "标题": "四怨三愁五情诗 其一 一怨",
            "作者": "郭之奇",
            "内容": "燕丹谋国事，田樊空自戕。卿匕一何短，王剑一何长。"
        },
        {
            "标题": "四怨三愁五情诗 其六 二愁",
            "作者": "郭之奇",
            "内容": "玉露团幽桂，黄英送绿荷。秋容无间歇，衰鬓独如何。"
        },
        {
            "标题": "伏夜苦暑神游四景意可清凉 其三 夜池花月",
            "作者": "郭之奇",
            "内容": "朱花夜池得月明，月照池心动花情。微风摇荡波上下，冰华玉片两相迎。\n幽人独步临清影，回光入抱珠囧囧。池上时花艳百流，月中老桂香孤冷。"
        },
        {
            "标题": "见诸游人诗文戏为二绝 其一",
            "作者": "郭之奇",
            "内容": "莫来莫往尽诗歌，山费周旋石费磨。幽谷标名虽自许，丰山真面奈人何。"
        },
        {
            "标题": "四怨三愁五情诗 其四 四怨",
            "作者": "郭之奇",
            "内容": "山泉自宜清，海水自宜浊。高深既已殊，浓淡休相学。"
        },
        {
            "标题": "四怨三愁五情诗 其十一 四情",
            "作者": "郭之奇",
            "内容": "陈思赋雒神，飘缈动霞津。当年不可并，千载孰堪邻。"
        },
        {
            "标题": "四怨三愁五情诗 其五 一愁",
            "作者": "郭之奇",
            "内容": "昭阳迎晓日，长信坐秋风。岂料诗书意，全为歌舞穷。"
        },
        {
            "标题": "见诸游人诗文戏为二绝 其二",
            "作者": "郭之奇",
            "内容": "不见山心莫诟山，山中禽鸟笑人顽。何如伛偻相呼应，山暮山朝自往还。"
        },
        {
            "标题": "见柳色桃花忽然有叹",
            "作者": "郭之奇",
            "内容": "柳色依依成旧绿，桃花冉冉褪新红。流连有意从宵月，历乱无情任晓风。"
        },
        {
            "标题": "见莲塘书寄连近城枢督",
            "作者": "郭之奇",
            "内容": "残荷入望气犹苏，所谓伊人自不孤。水际甘从秋淡薄，霜怀岂惮日清癯。\n披衣草色欣垂岸，满目云光欲拥途。遗远何时今骤得，江洲杜若未全无。"
        },
        {
            "标题": "四怨三愁五情诗 其八 一情",
            "作者": "郭之奇",
            "内容": "玉兔衔初景，婵娟又一时。西林何所妒，不肯让蛾眉。"
        },
        {
            "标题": "四怨三愁五情诗 其九 二情",
            "作者": "郭之奇",
            "内容": "卑栖迷远谷，微影托深林。自顾双飞羽，常留一片心。"
        },
        {
            "标题": "前有樽酒行二首 其二",
            "作者": "郭之奇",
            "内容": "丝丝春草各春辉，含情滋露上枝肥。晴烟初试东风暖，暮霭轻沾西日晖。\n江头来碧色，苍翠披客衣。披客衣，进客觞，他时对酒莫相忘。"
        },
        {
            "标题": "煦日微昭青春奋遽见乎前山",
            "作者": "郭之奇",
            "内容": "青山谁点注，颇忆化工劳。夜雨终宵浥，朝风竟日搔。\n飞烟千岫折，洒液万峰韬。能使光华远，良由气格高。\n星岩舒异彩，月洞洗清毫。阴黝初回湎，阳和始散醪。\n鬅鬙遥髻合，娭眇细眉绸。贮雾依微翠，驱云向葛轇。\n芳林滋润甲，碧草动霜毛。平楚方摇色，冥凌几浃膏。\n闻香思在谷，被径想渐皋。自得幽怀许，翻惊世眼遭。\n相看如有素，玄对每难褒。目极伤心处，羁人正读骚。"
        },
        {
            "标题": "因读谢李过湖之作不觉怃然",
            "作者": "郭之奇",
            "内容": "李生思羽化，谢公秘精魂。哀哉复今昔，此意竟难存。\n眷彼空波照，宛转自天门。临流诸青嶂，含情各无言。\n无言或至理，其中不可论。溟滓方包括，此亦一微痕。\n而况蜉蝣者，闻见恣嚣烦。游览增永慨，风雅亦帨繁。\n奈何七尺躯，欲以下上扪。置置勿复道，宴坐随夜昏。\n湖宽月堪贮，山閒云自根。一楫破空濛，已觉此位尊。\n湖山随去去，云月终我奔。"
        },
        {
            "标题": "前有樽酒行二首 其一",
            "作者": "郭之奇",
            "内容": "娟娟山日拂鲜苔，冉冉江风过落梅。梅落苔鲜两相催，美人欲来竟不来。\n且须顾影自倾杯，醉舞中流夕阳回。夕阳回，狂波阻。\n前峰一带寂无人，春光非余孰怜汝。"
        },
        {
            "标题": "诸奚续采菡萏助华增艳感而再赋三律 其二",
            "作者": "郭之奇",
            "内容": "霓裳百道染虚明，霞綵纷纷散赤城。秦女卷衣当露叶，洛妃牵袜倚霜茎。\n已教赠药将移志，能使歌菱忽变声。不信离群如有恨，幽窗看取碧丝萦。"
        },
        {
            "标题": "看花饮宋尔孚清斋得脉字",
            "作者": "郭之奇",
            "内容": "日愁春尽向花索，不谓耽花情已癖。意中每作俟时思，多方滋树培春脉。\n悲秋有友晓相过，似于春事都有责。徙倚花间聊徘徊，指点春光倍怜惜。\n人来乃说载花舟，溯流宛在浮春壁。携我披衣一观之，君翻为主我为客。\n几株芳艳出李桃，数本青青留竹柏。与君次第共平章，平分春色使君择。\n为爱深红爱浅红，可怜瘦白怜肥白。红白阶前何纷纷，午光欲炽炎光赫。\n花容懒惰如吾疲，贤哉主人急张席。谁能对此不花留，更许同人为春炙。\n传杯颇令花欲酡，移樽每见春难却。北海床头不易空，孟遵门内多藏轭。\n花前莫问醉与醒，取醉为君君莫逆。君赋梅花令客酬，我馀竹马从儿策。\n壶奕分曹费黄昏，东墙日影正西掷。有友狂奔意若何，临桥脱履似飞舄。\n举手终当恕醉人，连裾仍向子京宅。一丘曲折劳跻攀，十武仍须上山屐。\n含思转袂觅初筵，天镜溶溶窥岸帻。忽闻窦外大声呼，把臂登堂相肘掖。\n屡舞傞傞向余歌，自誇一饮川吸百。白眼观天卮未倾，惊座雄谈顿冰释。\n独馀子云双鬓皤，主人歌骚扬拟易。庭花相对寂无言，舍花欲去念花只。\n出门不辞主不知，一天明月印归迹。看花得酒步月归，花月与酒称三益。\n閒步幽墀问我花，悠然不觉沁心魄。叮咛此意寄来春，好留烟景记今夕。"
        },
        {
            "标题": "看花饮宋尔孚斋头得脉字",
            "作者": "郭之奇",
            "内容": "日愁春尽向花索，不谓耽花遂我僻。明知花在春亦归，多方滋树培春脉。\n意中每作俟时思，草零芳秽况同迫。悲秋有友晓相过，似于春事都有责。\n伻来指说载花䑸，溯流宛在浮春壁。携我披衣一观之，君翻为主我为客。\n风摇翠筱众新株，潮湿苍虬数古柏。正当溪静绿烟沉，移置中庭朱炎赫。\n花容懒惰如我疲，贤哉主人急呼白。春愿以花幸少酬，花情得酒何多获。\n三爵浇颜引欢歌，百壶开抱舒愁积。忘却看花眼如何，此来取醉意应逆。\n棋博分曹费黄昏，东城日影欲西掷。为贪凉暮起襟风，乘兴还从小京宅。\n一丘曲折劳跻攀，楼台晚色旷幽莫。园有盆桃其实垂，中心好之开口格。\n踟蹰反步觅所酣，有伴狂奔主不隔。祇馀子云双鬓皤，主人拉往披韵籍。\n为禁狂言恐酌多，閒出新诗细抽绎。赖有窦外大声呼，裸衣出巡各光脊。\n把臂真成醉礼宽，角技齐嫌胜杯窄。蓬跣飞觞谁绘图，庭树霄轮光潜射。\n座中袖手忆何人，依稀认得主者席。屡次不胜醉场喧，更逃深斋藏小㡩。\n我方潜足蓦追随，新来副主复他适。出门不辞主不知，一天明月印归迹。\n看花酒罢携月归，花月与酒成三益。抵含寻花月下窥，悠然不觉沁心魄。\n自怪痴肠惹情憨，肯负风光孤自惜。叮咛此意寄来春，好留烟景记今夕。"
        },
        {
            "标题": "九九同周仪伯张长卿陈木生游玉泉寺",
            "作者": "郭之奇",
            "内容": "重阳还似昔年閒，长啸西来恣往还。万物经秋凄作气，三杯浇我醉为颜。\n徐观松舞情何适，欲叩泉根足未艰。愿化天人身百亿，随风遥向白云间。"
        },
        {
            "标题": "登滕王阁步丘琼山南昌第一楼之韵三首 其二",
            "作者": "郭之奇",
            "内容": "复成昔今异，相怜总不休。时迁人易古，江远气疑秋。\n灵杰雄州在，东南俊彩留。钟情仍我辈，斯日对斯楼。"
        },
        {
            "标题": "登滕王阁步丘琼山南昌第一楼之韵三首 其一",
            "作者": "郭之奇",
            "内容": "胜迹虽非旧，风流未忍休。文心回代劫，江影落春秋。\n水自东流去，客为南浦留。愁人方岁暮，怀古一登楼。"
        },
        {
            "标题": "集雅诗二十首 其二 伯夷",
            "作者": "郭之奇",
            "内容": "不能不征诛，时至天人动。亦惟禅继穷，以开时日曚。\n南巢尚有惭，牧野何倥偬。未闻扣马言，仁孝谁相董。\n吁嗟虞夏没，宇宙同昏懵。绵绵孤竹留，郁郁西薇蓊。\n首阳分寸地，独为三纲总。东海自鹰扬，西山自巃嵷。"
        },
        {
            "标题": "史称民不益赋而天下用饶然乎否",
            "作者": "郭之奇",
            "内容": "不问泥沙问悉纤，真成平准亦难厌。更无山海藏天地，惟有农丞算铁盐。\n利析秋毫民自竭，赢归少府吏虽廉。烹羊未必堪求雨，出马终须赋日添。"
        },
        {
            "标题": "泊德庆得黄花一盆舟次聊当胜友",
            "作者": "郭之奇",
            "内容": "伊人一水自徘徊，忽漫相逢胜友来。五色居中当玉露，三秋已尽愧金台。\n屈闾泽畔形容悴，陶柳篱边兴味颓。心绪频年摇落甚，眼花空使为君开。"
        },
        {
            "标题": "秋馆读书二首 其一",
            "作者": "郭之奇",
            "内容": "颇怪今非古，安能送复迎。栖神甘寂寞，守意入空明。\n开卷闻声出，逢人见目成。此时秋露滴，千载共虚清。"
        },
        {
            "标题": "秋风辞",
            "作者": "郭之奇",
            "内容": "长夜悠悠白日迷，悲哉秋之为气乃风为。窈谷彷徨飞叶舞，平原烟邑野云垂。\n已入深闺撩远梦，还依绝塞起关思。登临忽就幽人怨，流年翻生壮士悲。\n壮士幽人多惋慨，深闺绝塞易惊痗。古今摇落出秋心，心心强半皆风碎。\n独有酒在歌筵不易忧，至于人沉宦海不可浮。何爱能分欢喜席，何利能关富贵谋。\n故乡思莼闻一叹，汾河哀棹见中流。于戏恍悢兮秋声，乃无根而纵横。\n交关塞之魂梦，深士女之性情。扬诗骚之陶郁，怆时序之送迎。\n不顾荡荡帝王胸，兴亡老壮乐悲同。征夫思妇无穷止，哀伤群怨与时终。\n此外之人难为力，惟有黠贪与愚愎。九十秋风彼百惑，于戏大块将黯默。\n窃歌此辞助秋吟，回风下土尽悲音。平原窈谷欲飞襟，吹彻千古万下心。"
        },
        {
            "标题": "秋馆读书",
            "作者": "郭之奇",
            "内容": "金风落响出西山，雨过郊烟度曙关。鬓欲惊吹来坠叶，胸能收爽去蒸颜。\n槐云午结冰衙盖，葭露宵团玉水湾。何幸一官无暑气，秋声先向夜藜还。"
        },
        {
            "标题": "秋馆读书二首 其二",
            "作者": "郭之奇",
            "内容": "葭露含朝碧，槐光散午华。时依经雪树，每愧向阳花。\n息意甘宁淡，冥思抱远遐。西来多爽气，长与玉堂赊。"
        },
        {
            "标题": "念八立冬作秋怀诗三首 其三",
            "作者": "郭之奇",
            "内容": "离离碧涧松，郁郁幽岩草。深玄依化迹，精气微相保。\n轻霜动晓华，独爱秋光好。嗟兹浮坠叶，几向狂飙扫。\n徒分枝干馀，不见根株老。造物者何心，春荣而冬稿。\n春亦不任恩，冬亦不任懊。岁寒然后知，当时何足道。"
        },
        {
            "标题": "过临清何洁卿民部招同赞伯署中园集",
            "作者": "郭之奇",
            "内容": "浥露思园竹，开樽有故人。时危秋兴浅，夜静酒谈真。\n戏谑无拘客，醉醒共远身。别来醇意满，不必向君陈。"
        },
        {
            "标题": "汶上阻雨　甲戌册荆藩道中作",
            "作者": "郭之奇",
            "内容": "朝云行岫出，暝雨向林深。乍喜红尘退，还愁绿野沉。\n前车迷屡望，后骑未闻音。惟有孤村火，遥悬失路心。"
        },
        {
            "标题": "秋心",
            "作者": "郭之奇",
            "内容": "我本青山尘外侣，自从逐队效驱驰。频年客路长销夏，到处人言亟失时。\n入眼沧桑知几变，举头云物正堪思。晓来征陌轻阴覆，一片秋心细雨吹。"
        },
        {
            "标题": "邗江秋月夜",
            "作者": "郭之奇",
            "内容": "斜日侵疏牖，溯流杨柳隅。晚风开夕照，转棹觅清酤。\n舟人厌其数，安知意所愉。澄江横素月，焉能独少吾。\n秋月临秋水，秋光入画图。月映秋如玉，水衔月似珠。\n珠玉相辉耀，惟当在吾舻。举目隋堤外，空使碧华趋。\n锦缆人何在，迷楼那可呼。我有紫霞想，不令素容孤。\n水月能相载，秋风亦并驱。皓魄依清景，应得洗心徒。\n深宵银汉落，还向此中俱。千年玄圃色，五夜共冰壶。"
        },
        {
            "标题": "衢州道中二首 其二",
            "作者": "郭之奇",
            "内容": "云影相从树影亲，近峰如作远峰臣。奇观始信天工巧，谁把丹青挂夕晨。"
        },
        {
            "标题": "自龙游登陆至衢州道中",
            "作者": "郭之奇",
            "内容": "舍棹登途秋逾仲，水意滩声劳远送。晨起西风拂舆迎，野望霜红逐林生。\n出水芙蓉初夭窈，开风松籁鸣孤杳。到处层峦向人亲，苦恨历历记不真。\n迤逦东来若相逐，浮峰或断云能续。行行惟见与兹深，朝暮谁从觅山心。\n欲倩微词通缱绻，识面无缘重偃蹇。徒将此意寄三秋，三秋问我谓何求。\n征夫何求莫遑息，翻似心忧日行国。长途祇叹往来艰，我家山水久幽閒。"
        },
        {
            "标题": "衢州道中二首 其一",
            "作者": "郭之奇",
            "内容": "西流一水向东潺，夹右诸陵并道擐。归路惟多千嶂阻，愁来欲把众峰删。"
        },
        {
            "标题": "八月初四日纪事二首 其二",
            "作者": "郭之奇",
            "内容": "成仁取义忆前贤，异代同心几自鞭。血比苌弘新化碧，魂依望帝久为鹃。\n曾无尺寸酬高厚，惟有孤丹照简篇。万卷诗书随一炬，千秋霜管俟他年。"
        },
        {
            "标题": "人日邹石可民部招同林紫涛侍御夜集",
            "作者": "郭之奇",
            "内容": "天涯聚首是同乡，人日因君尽一觞。且喜三星依日下，安知百事向人忙。\n镂金剪綵谁誇胜，煮菜屠苏亦共尝。努力樽前深夜语，明年此会莫相忘。"
        },
        {
            "标题": "秋日赠诸葛基画民部使出",
            "作者": "郭之奇",
            "内容": "敢誇三百尽豪英，四海相逢宛弟兄。自古交情因宦短，于今肝胆赖君明。\n君已俨然使星出，我犹依旧一书生。此日风尘为余熟，此去湖山与君迎。\n不堪重唱阳关曲，凄凄数语怅归人。归人时逐乡关梦，旅客漫将诗句鸣。\n西风乍夜绕廊急，霜林应醉黄叶横。闻说西湖秋更好，聊以兹意送君行。"
        },
        {
            "标题": "壬寅元日二首 其一",
            "作者": "郭之奇",
            "内容": "能为岁始即春王，万物来宾各处阳。尚许微明随地出，安知四大与天方。\n废兴岂尽由强弱，新旧还须问歙张。大象无形宁可见，初元初日且休忙。"
        },
        {
            "标题": "壬寅元日二首 其二",
            "作者": "郭之奇",
            "内容": "初日初元事若何，怀新忆旧几蹉跎。风光有意仍舒泰，岁序何心枉折磨。\n冲气为和由一始，阳春布德以三多。不窥户牖知天下，眼际浮云莫问他。"
        },
        {
            "标题": "人日立春浮云蔽日使人愁叹而问春",
            "作者": "郭之奇",
            "内容": "珠岛新烟百道屯，青阳已至莫逡巡。寒光入水宜销散，旅绪如云自屈伸。\n老去浮生终愧我，春来幽事强撩人。梅花柳色今何在，辜负东风亦此身。"
        },
        {
            "标题": "秋日入馆纪事二首 其一",
            "作者": "郭之奇",
            "内容": "秋光开秘笈，玉露洗朝烟。抱策初相向，登瀛亦偶然。\n花砖流近影，藜火出新编。敢不徵诸古，以求性所先。"
        },
        {
            "标题": "秋日入馆纪事二首 其二",
            "作者": "郭之奇",
            "内容": "当代推名业，百年祇数贤。趋今迷近轨，汲古得修泉。\n气色看前辈，菁华属旧编。丈夫应有志，从此益贞坚。"
        },
        {
            "标题": "和自彭蠡湖初入江",
            "作者": "郭之奇",
            "内容": "湖尽匡山际，江通汉水浮。朝烟生夹岫，夜月识扁舟。\n远望多为感，乡心少不愁。自怜身似苇，朝夕与波求。"
        },
        {
            "标题": "是早发鲟鱼苦雨三叹",
            "作者": "郭之奇",
            "内容": "萧凄昏旦彻，羁魂习无吪。明发桡声动，望眼出支沱。\n东风吹日气，闪忽下江波。挂席循风意，欹危逐流颇。\n转盻空矇接，朝晖或有罗。舟入云中去，人疑天上过。\n青山四俯仰，绿岸两蹉跎。山花不自繇，宛转醉颜傞。\n岸草澌纷下，鼓浪赴奔涡。而我扁舟者，对之黯怀多。\n因念春事足，霏霏意若何。冱寒伤豆麦，不但客情磨。\n客情为霮䨴，邈邈想春和。淋漓春易伏，还惊节序梭。\n飞扬从极浦，浩荡自为歌。恐复嗔江伯，题诗不敢呵。"
        },
        {
            "标题": "入徐界望黄河",
            "作者": "郭之奇",
            "内容": "黄河天际落徐封，晓气迎车净客容。云接浮光生渺汉，山含远润入幽峰。\n西来万里流何极，北上千帆影自重。却叹寻源非汉使，会应东海问朝宗。"
        },
        {
            "标题": "伏夜苦暑神游四景意可清凉 其四 晓径竹露",
            "作者": "郭之奇",
            "内容": "别君如昨露几团，垂珠不下俟君看。不惜翠筠含苦思，所悲霜节自凉寒。\n山中桂树虫几食，荒园失伴枉相忆。眼外驰驹日就无，君如此意归宜亟。"
        },
        {
            "标题": "秋日燕邸咏怀十诗各系以题 其十 元化",
            "作者": "郭之奇",
            "内容": "元化亦多年，圣愚相介佋。天地未及区，冯生交杂嬲。\n不有持运人，愦愦失昏晓。万欲雕至精，一事谁能了。\n羲皇遂巳徂，虞夏遂已邈。治忽不关民，所关民寿夭。\n大乱蛮夷猾，次则奸贼扰。春秋称近古，荆戎亦纷缭。\n千年汉及宋，纯化未全肇。其馀闰统分，寄权皆浅少。\n君雄相啖食，异类居中矫。风云无气色，江河同滔淼。\n大哉开天主，方将日月皎。历历数乾坤，独此圣功表。\n绳绳及今日，咸若偕鱼鸟。纤鳞仰波馀，弱翮随飙杪。\n寤寐慰升沉，歌风庶可绍。"
        },
        {
            "标题": "汉谣四首 其一",
            "作者": "郭之奇",
            "内容": "祖龙璧归，秦鹿奔棘。沐猴锦衣，楚骓泣北。吁嗟赤蛇，居马上得。"
        },
        {
            "标题": "汉谣四首 其二",
            "作者": "郭之奇",
            "内容": "采龙既成，生彘可食。沟鸿反飞，江乌队翊。吁嗟兔死，不令狗匿。"
        },
        {
            "标题": "汉谣四首 其四",
            "作者": "郭之奇",
            "内容": "雉则彘人，煇耳剔目。大则崇王，橶腋反触。吁嗟苍龙，久据梦腹。"
        },
        {
            "标题": "汉谣四首 其三",
            "作者": "郭之奇",
            "内容": "商山四鸿，同哺雉鷇。姁翼既成，彘首宜秃。吁嗟鸩杯，反令雏哭。"
        },
        {
            "标题": "所思",
            "作者": "郭之奇",
            "内容": "风尘春不让，况复久游身。懒困花谁主，迷离草似人。\n劳心空就远，周道每怀新。渺渺林烟际，所思欲具陈。"
        },
        {
            "标题": "羊城秋怀十绝 其二 生平",
            "作者": "郭之奇",
            "内容": "生平未解市婆娑，种种痴愁自恨多。简点侬身底事可，问卿何故不飞梭。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其九 缮性",
            "作者": "郭之奇",
            "内容": "俗师俗学，空劳彼勖。蔽蒙之民，蒙性于欲。以求初明，其蔽久酷。\n天物芸芸，复我虚曲。以知养性，其性如玉。以恬养知，其明似烛。\n古人至一，今人至缛。顺而不一，天下乃数。安而不顺，天下乃局。\n浇淳散朴，天下乃毒。世道交丧，乾坤乃局。至人处穷，冥飞似鹄。\n隐德存身，永辞世梏。世人所求，轩冕相属。傥来不来，神衰气辱。\n丧己于物，失性于俗。倒置之民，其蒙转笃。休哉游哉，我沐我浴。\n高轩在门，华冕在瞩。何有何无，如断如续。"
        },
        {
            "标题": "暮春北征舟中寄题宋尔义荔馆酬灯夜见邀诗债也",
            "作者": "郭之奇",
            "内容": "游子离群感故游，名园烟景令回头。春山选胜堪持赠，灯夜风光惜未酬。\n漫忆千花明晓洞，因思片月挂宵楼。朝来把笔题前句，无数行云带远眸。"
        },
        {
            "标题": "十四夜泊繁昌旧县镇",
            "作者": "郭之奇",
            "内容": "月自无而满，风惟西与南。秋光时可掬，天意日难探。\n绿岸同舟懒，青山对客憨。羁人甘寂寂，或恐使星惭。"
        },
        {
            "标题": "时运",
            "作者": "郭之奇",
            "内容": "日月既迁人，人自为今昔。漠漠千古悲，忽向微躬责。\n抱情游八方，岁时无暖席。朝折若木枝，暮总扶桑策。\n上下六龙车，低徊白驹隙。置身浮云上，时世终相掷。\n苟无维挽权，驱驰亦何益。夙闻达者言，人生天地客。\n所贵道弗违，毋使情多格。稚老若循环，阴阳可交泽。\n和神春夏门，敛气秋冬宅。推忧还终古，冥澹守精魄。"
        },
        {
            "标题": "石鱼醉歌　元结",
            "作者": "郭之奇",
            "内容": "漫翁愁独醒，时向石湖秋。客醉知鱼乐，鱼欢为客游。"
        },
        {
            "标题": "再寄允大",
            "作者": "郭之奇",
            "内容": "离心销古道，秋意出长干。赤叶枫初变，苍葭露始寒。\n言归愁碧草，怀尔念幽兰。面目馀真气，诗歌忆故欢。\n清思悬物象，高论起云端。子建才名大，林宗品藻难。\n冥搜空远寄，披沥总齐观。去去遥相忆，西风动晓澜。"
        },
        {
            "标题": "自城冈策马至平远",
            "作者": "郭之奇",
            "内容": "冬山何有，松何郁连。山深见松，松深见烟。白云此中出入，以接沧浪之天。\n繇来樵牧牛羊地，不疑征人策马此中还。征人策马此中还，手折松枝挂马鞯。\n溪壑崩奔危马足，树石陵临侧马肩。念马任劳为我逸，不忍恣心促辔鞭。\n朝发城冈之窈谷，午发吉潭之冷渊。自朝自午，乡关乃前。\n拭目分关之水，潈流倒射何溅溅。心亦不能居其后，身亦不能居其前。\n尚忆去冬征魂此地悬，自春夏秋又一年。无心万木多黄落，惟有山松日静坚。\n无心万木难记忆，惟有山松岁寒待客旋。叹息寒松此岁色，吾今乃知千载其亦然。"
        },
        {
            "标题": "释愁五章 其四",
            "作者": "郭之奇",
            "内容": "秋叶散玉英，近远光如撒。六龙未可悬，二气胡相轧。\n回首望熙阳，所遇无停辖。谁飞叔季澜，尽从鸿荒滑。\n安得补天人，五色空中刷。稍回霜露严，遂转乾坤杀。"
        },
        {
            "标题": "释愁五章 其三",
            "作者": "郭之奇",
            "内容": "秋天下泬漻，秋气循幽独。四时忽过中，千载何纷速。\n举目向天涯，所逢无故夙。山海自迷冥，云风徒竞逐。\n安得司方人，百宝生浴沐。飞鸟去复留，顾兔死还育。"
        },
        {
            "标题": "释愁五章 其二",
            "作者": "郭之奇",
            "内容": "秋三已足悲，如何反加一。历乱数回风，低徊惜往日。\n寻幽竟夕吟，不见所俦匹。拟从沧海填，颇畏天河溢。\n安得乘槎人，相依帝子膝。机丝夜夜纶，愁绪朝朝失。"
        },
        {
            "标题": "释愁五章 其一",
            "作者": "郭之奇",
            "内容": "秋思不自由，秋风吹晓臆。方心能几何，忧忧相曲直。\n揽衣终日行，不见所亲识。凭轩以遥望，黯黯天无色。\n安得倚阊人，传此凌飙翼。云英擘面逢，玉露斯堪食。"
        },
        {
            "标题": "释愁五章 其五",
            "作者": "郭之奇",
            "内容": "秋夜自漫漫，秋魂转萧索。虚室抱青灯，衾影洵堪惜。\n我观旦昼为，此际皆陈迹。方知亥子门，即是古今隙。\n安得存存人，损外归中益。未烦愁户扃，但使玄关辟。"
        },
        {
            "标题": "肃宗",
            "作者": "郭之奇",
            "内容": "深居莫漫倚升平，天宝当年久讳兵。南诏烟尘畴敢问，渔阳鼙鼓自相惊。\n马嵬杖屦难收队，龙厩分驹乍转程。剪棘为朝虽草创，封丸传赦已风行。\n此时兴复人皆望，何事安诛史尚横。衣白山人徒受紫，宝鞍良姊又居营。\n剑门花鸟停朝泪，戎幕鸡乾出夜声。掌禁仍归帷幄侍，军容谁许众勋瞠。\n可怜西内空呜咽，眼看张李独伤情。已传鼠雀睢阳尽，复见风沙邺下倾。\n东都未必殊精彩，河朔终须倚父兄。但使汾淮常在阃，岂烦回纥再收京。"
        },
        {
            "标题": "送辜端伯给谏使竣还朝三首 其二",
            "作者": "郭之奇",
            "内容": "大角缠兵晓燧浮，同人相视向戈矛。独劳原隰歌王事，谁任中边负国雠。\n犹豫狐疑成底用，凤观虎视合先忧。韩江极目燕云杳，不尽离心共北流。"
        },
        {
            "标题": "送辜端伯给谏使竣还朝",
            "作者": "郭之奇",
            "内容": "万里烟云晓燧浮，三春鳄渚倍离忧。独劳原隰悲周道，畴筦中枢负国雠。\n文武名臣应未尽，古今大事果谁收。骊歌乍动仙舟渺，惟有遥心共北流。"
        },
        {
            "标题": "送辜端伯给谏使竣还朝三首 其一",
            "作者": "郭之奇",
            "内容": "四牡騑騑莫问程，皇华兼向采薇赓。春风到日燕尘乱，使节过时凤水清。\n万里流图堪远绘，中原杂种岂终横。知君玉帐随身去，遮莫旄头影自倾。"
        },
        {
            "标题": "送辜端伯给谏使竣还朝三首 其三",
            "作者": "郭之奇",
            "内容": "南北心同自比肩，幽人应许遂林泉。二三才俊皆清要，左右封弹各后先。\n日犯龙鳞依主圣，时当天步赖群贤。若逢姚子与冯父，为道升沉共勉旃。"
        },
        {
            "标题": "亭之东四章章二十句 其三",
            "作者": "郭之奇",
            "内容": "亭之西，碧岫齐。秋素景，泛前溪。云光落，露华低。幽人钓，隐士犁。\n与漻泬，共荒畦。畦中人，孰可携。榛山出，苓隰迷。思彼美，西方兮。\n乐莫乐，心所题。悲莫悲，意所刲。"
        },
        {
            "标题": "亭之东四章章二十句 其四",
            "作者": "郭之奇",
            "内容": "亭之北，寒光逼。露为霜，霜林拭。梢櫹椮，万邪匿。洗玄冥，齐兆亿。\n物何归，归所息。人何归，归有德。君子心，岁寒力。谅非遥，起春色。\n岁如环，安可极。四时情，环堵得。"
        },
        {
            "标题": "九歌 其五 感昔",
            "作者": "郭之奇",
            "内容": "遣思兮晴春，怡情兮夜月。问春月兮几何，曾雨风兮频龁。\n风及朝兮山鸣，雨连夕兮波蹶。飞玉峡兮泫淋，下金川兮冯㶿。\n已入眼兮凄然，矧予肠兮多愲。抚时地兮低徊，念伊人兮存没。\n一悼临江座师张紫波，过其地而有感也。一悼公车自从叔，于庚午冬是日是地相遇。\n挹洄水兮书哀，隐诸怀兮悾惚。憺吾舟兮容容，望西江兮浩勃。\n出钟陵兮故都，缆滕阁兮旧阙。西山雨兮南浦云，思古人兮坐超浡。\n彼一时兮此一时，今与昔兮波中汩。杳予胸兮曷穷，亦长流兮无竭。\n但有思兮在心，随所地兮惊骨。夜来梦兮魂飞，烟涛恶兮难越。\n晨枫振兮萧萧，晓莺啼兮矻矻。欲轻此愁声兮不闻，故来予枕上兮迷忽。"
        },
        {
            "标题": "书情呈倪玉汝宫端",
            "作者": "郭之奇",
            "内容": "惜诵期终悯，缄思绝世挐。顿承英哲诲，因向旧怀摅。\n忆昔疲南亩，移情赴北车。逢时多曲折，自守一千徐。\n趋舍方违众，否臧欲任予。矜愚忘草莽，豁达对簪裾。\n但谓方肠坦，不知世故疏。鄙夷繇径至，忽略当门锄。\n昭质虽纷饰，陈辞未得舒。终然迷忌讳，遂尔触崎岖。\n远集将何所，卑飞或可居。公庭歌锡爵，独坐耻空书。\n亦有心怜者，谁为手援欤。以兹时亟失，祇与意踌躇。\n在我惟求犮，于人敢吐茹。非关难援引，本自少声誉。\n攘诟依清白，离尤入静虚。去来仍直道，先后念皇舆。\n怆恻春秋代，吁嗟日月除。悠悠长路渺，歉歉一身馀。\n瞻顾观民极，阽危问服初。前脩苟不失，夫子谓何如。"
        },
        {
            "标题": "赠宋尔义北上访兄兼寄其兄尔孚二首 其一",
            "作者": "郭之奇",
            "内容": "轻装仍万里，一再未云艰。至性关今古，高情失水山。\n独怜原鹡去，空忆渚鸿还。以我良朋叹，为君游子颜。"
        },
        {
            "标题": "赠宋尔义北上访兄兼寄其兄尔孚二首 其二",
            "作者": "郭之奇",
            "内容": "亦知官有命，吾道少逢人。时最苛廉吏，君犹念远臣。\n遥闻燕谷律，应得岭云身。归去黄峰北，故山不厌贫。"
        },
        {
            "标题": "尔孚复以诗乞余长春花此种固来自尔孚也",
            "作者": "郭之奇",
            "内容": "长春花发倍添春，春浅春深识故人。人日看春春日旧，春为人旧令花新。"
        },
        {
            "标题": "壬申春晓西园即事五绝 其五",
            "作者": "郭之奇",
            "内容": "少陵行步为春迷，江上寻花花索题。我独闭门春在此，漫将玉水当花溪。"
        },
        {
            "标题": "壬申春晓西园即事五绝 其四",
            "作者": "郭之奇",
            "内容": "试借风光共剪裁，霞分红艳雪分皑。含情此日休相妒，同是当年一手栽。"
        },
        {
            "标题": "孟冬二十八迅雷雨雹自朝及午歌以纪之",
            "作者": "郭之奇",
            "内容": "龙战于野血玄黄，孟冬之月本无阳。老阴窃位恣翱翔，纷纷雨雹挟风狂。\n天在山中迷四方，山下有雷似触羊。虩虩终朝孰可当，震惊百里匕为丧。\n我闻二日冰始藏，凌阴不固阴跳梁。我闻正月忧繁霜，民之讹言亦孔将。\n古往今来变复常，眇视跛履曷能长。未闻宇宙一痍疮，举目山河尽茫茫。\n长矢射天天血囊，利矛斫地地无房。川移岳徙罢堤防，乾赢坤馁避锋铓。\n谁为君子独乘刚，苏苏索索自低昂。舒心卷意俟春王，风雷相益雨如浆。\n手挈玄冥割大荒，四海重瞻日月光。"
        },
        {
            "标题": "花枝归客园花似笑似怜又似有所思诗以解之 其二",
            "作者": "郭之奇",
            "内容": "倾盖持携却甚真，莫嫌多事转相嗔。纵留此地应谁主，五夜微芳独懊春。"
        },
        {
            "标题": "季夏念一日顺昌道中",
            "作者": "郭之奇",
            "内容": "竟日青山自委蛇，潭光云影静相宜。忽闻雷雨诸峰动，先变秋飔十日吹。\n窈谷飞烟来淡薄，奔溪倒影下孤危。欲穷耳目将何际，不尽苍茫是所思。"
        },
        {
            "标题": "秋日燕邸咏怀十诗各系以题 其一 思古",
            "作者": "郭之奇",
            "内容": "乙亥岁云秋，京华节奔走。习静思古人，渐觉诸缘丑。\n扰扰学名争，一事无能取。持此食衣馀，何禆智与寿。\n耳目本聪明，俗心自尘垢。而有憧憧交，旦昼驱之走。\n托权于世人，强身其左右。世情相爱少，抱拙况非友。\n不忖一物孤，犹云命不受。尝观鼓物情，其初宁薄厚。\n濡动责雨风，栽倾固不偶。所以古至人，道力深所有。\n贵我答天心，天亦为先后。至今读其书，居然性灵久。\n及兹未远涂，前修作内守。今人亦不争，古人亦不朽。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其一 骈拇",
            "作者": "郭之奇",
            "内容": "多骈旁枝，天下始疑。黼黻虫彝，明昧于离。钟吕竹丝，蔽聪者师。\n耳目馀资，犹使情移。矧复名实，曾史杨墨。胶漆人寰，簧鼓士域。\n坚白异同，长此安极。凡彼诸名，嚣嚣众鸣。适人之适，与物俱惊。\n凫胫虽短，续之则懑。鹤胫虽长，断之则伤。使天下惑，矩千规亿。\n礼乐步趋，诗书饮食。使天下殉，神尧智舜。臧谷均亡，蹠夷同殣。\n其馀纷纷，彼见彼闻。不离彼文，余曷可群。余愧道德，何敢淫僻。\n仁以为声，义以为色。非旷非朱，亦非所亟。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其十一 至乐",
            "作者": "郭之奇",
            "内容": "乐与忧战，忧随乐遣。一死一生，忧乐乃见。人生所尊，富贵寿善。\n得之乃乐，乐之必恋。人生所恶，夭恶贫贱。得之乃忧，忧之必眩。\n以忧为生，生何足羡。去忧而死，死何足唁。百年长乐，已如流电。\n况其失之，何以终宴。人之所乐，随人而转。至乐无乐，终古莫倦。\n天清地宁，两无相衍。与时息消，使物周遍。吹气作人，如雨如霰。\n庄子盆歌，介叔柳变。髑髅髐然，岂易南面。海鸟临郊，愁窥牢膳。\n死骨欣欣，生禽悁悁。一气万形，古今一墠。生马生人，一炉千扇。\n出机入机，千轮一片。忧铄同门，死生同传。无乐之乐，乐谁我先。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其十四 田子方",
            "作者": "郭之奇",
            "内容": "使人意消，全德君子。人貌而天，道存目指。一规一矩，何足观视。\n一虎一龙，应从鞭箠。绝尘而奔，交臂失趾。萌乎所生，归乎所止。\n一止一生，或为之纪。游心物初，宁令心死。祸福存亡，怒哀乐喜。\n变不易常，其胸若水。至阴天出，至阳地起。二者交和，至人游是。\n百体为尘，百年犹滓。抱一而同，至乐至美。彼何世民，少见多訾。\n一夫立门，一夫钓涘。鲁国一儒，周初一士。千变不穷，诸侯群迩。\n槃礴解衣，方称画史。临渊履危，忽遗射矢。孙叔尹荆，三仕三已。\n凡君亡凡，存吾亡彼。由斯而言，万物皆累。物成必亏，道成孰毁。"
        },
        {
            "标题": "感张平子四愁诗而有作",
            "作者": "郭之奇",
            "内容": "我所思兮桂林幽，南望潇潇湘水流。路远莫致北鸿悠，东望西望思日浮。\n侧身沾涕安能已，不可如何今若此。处困而亨惟君子，于石于藜非由尔。\n高歌击节岂徒然，酸风苦调先秋传。男儿际遇逢天蹇，刻意孤行耻世怜。\n似叶身轻疑一羽，云霄眼外留终古。人生少百漫千忧，五噫空劳续四愁。"
        },
        {
            "标题": "初腊代人送友之燕",
            "作者": "郭之奇",
            "内容": "金台目断晓林坰，天下心伤送客亭。别袂初牵梅片白，离鞭遥拂柳条青。\n风江几处征帆出，云岭千重去羽冥。龙塞祇今皆内壤，燕然莫用古碑铭。"
        },
        {
            "标题": "以诗言诗送王觉斯学士之南掌院二首 其一",
            "作者": "郭之奇",
            "内容": "今之作者竞炎炎，伪体新辞日就纤。声不归情何所本，大而能则独君兼。\n经时宋室双文正，变论开皇一仲淹。自愧谈心初执手，骊歌率尔向鸿渐。"
        },
        {
            "标题": "念八日复往西粤夜泊桂林村",
            "作者": "郭之奇",
            "内容": "羁人何事转匆匆，随意轻"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其六 让王",
            "作者": "郭之奇",
            "内容": "人生形与志，养形者忘利。养志复忘形，心忘而道至。\n道真存我身，天下虽重器。贵身于天下，天下方可寄。\n隋侯弹千仞，韩昭惜两臂。珠重身岂轻，臂重身难弃。\n獯鬻侵古公，古公杖策避。丹穴薰王子，王子呼天谇。\n尊生而贱国，帝功且馀事。二支本为身，卷农方辞位。\n无择遂逃渊，随光终陨坠。孤竹丑岐阳，首山饿相视。\n我闻百世风，独标许由义。高者日沉冥，其馀反生累。\n曾宪守家贫，颜列挥国馈。子渊依郭娱，魏牟隐岩瘁。\n且言削迹时，何似屠羊肆。大圣与齐贤，固穷宁有二。\n惟圣可无名，惟贤或有意。名意苟难忘，让王乃争帜。"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其七 盗蹠",
            "作者": "郭之奇",
            "内容": "大盗满时君，纵横千士奔。田齐首篡夺，三晋久同群。\n芊嬴迭王霸，周燕总缀繁。漆园倜傥吏，故作谬悠言。\n所诋宁丘圣，其词曰蹠云。城莫天下大，主惟黄帝尊。\n战蚩流野血，凌暴始纷纷。为君若尧武，反性或徒勤。\n为臣若干比，忘身以自欣。其诸一节士，申沉介复焚。\n天地长今古，人死促晨昏。悲哉有时具，枉托无穷门。\n尼父犹趋走，馀子何嚣烦。颛孙询苟得，成败孰能分。\n知和诏无足，名利果如云。汲汲狂狂者，非真岂足论。\n人以全真足，道以不言闻。惟狂克念作，盗言亦可存。"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其二 徐无鬼",
            "作者": "郭之奇",
            "内容": "古今何龌龊，解人终邈邈。襄城七圣迷，适遇小童觉。\n稽首谢师归，秉鞭天下握。久矣真人言，謦欬难追琢。\n我观时世君，魏狗横胸卓。我观时世臣，吴狙矜巧数。\n儒墨分五涂，智辩殊三乐。天下无公是，自是还自驳。\n一弦动一音，漫劳鼓宫角。蝇翼垩鼻端，空想运斤斲。\n暖暖而姝姝，守一先生学。下焉为豕虱，终归屠者爆。\n上焉说舜膻，方求童土渥。谁能抱德炀，以顺天下朴。\n有喙长三尺，浑兮其若独。牂生于奥中，未尝牧以捉。\n鹑生于宎次，未烦田以较。河源万载流，风日奚损剥。\n不解而知足，不知知乃倬。能知古今朔，乃称大扬搉。"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其九 渔父",
            "作者": "郭之奇",
            "内容": "庄骚两渔父，至论悬千古。鼓枻动沧歌，愁看罗汨浒。\n持颐闻杏琴，心醉洙源圃。问君何以然，此茹而彼吐。\n异曲本同上，一弹应再鼓。忠隐或分涂，圣逸宜相补。\n逸者方杖挐，圣者非有土。将留延苇词，一反围陈武。\n嗟兹七二侯，空令入疵苦。虽笑亦强亲，虽威亦强怒。\n辞影息缁林，真全而道睹。相视已忘言，馀音变湘浦。"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其一 庚桑楚",
            "作者": "郭之奇",
            "内容": "兵莫憯于志，镆铘为下利。寇莫大阴阳，心则使之至。\n畏垒祝庚桑，庚桑宜远避。亲誉及畏侮，其来必以次。\n简发而为栉，数米而为饵。使民相盗轧，岂不由贤智。\n贤者建人杓，犹令人交刺。是以南荣趎，蹙然悲生寄。\n七日裸粮求，三言求一义。此义终抱一，卫生宁可二。\n侗然儿子初，安得人鬼忮。宇宙出天门，有无分两位。\n自无之有难，自有归无易。名实介眉閒，死生失交臂。\n天和既可同，人好安足累。无为无不为，万物无不治。"
        },
        {
            "标题": "读南华杂篇述以五言十一章 其十 列御寇",
            "作者": "郭之奇",
            "内容": "列子御风行，冷然日徜徉。无穷终莫至，有待故相妨。\n资物犹妨己，资人岂不僵。当其适齐反，啾啾五馈惶。\n内诚虽未解，形谍已成光。户外盈双屦，胸中满百忙。\n人毒因谁感，天刑忽漫尝。幸遇伯昏药，初违郑缓殃。\n今人皆缓也，彼故使彼伤。墨儒分道出，父弟反交戕。\n殚家学屠龙，三年少技偿。得多由舐痔，百乘且誇长。\n伪饰从兹起，深情孰比量。九徵难遽测，五德任凶狂。\n骊睡珠遭摘，王寤车亦亡。纵使逃金木，宁可禦阴阳。\n是惟至人者，甘瞑何有乡。鸢蚁堪同视，牺牛肯自丧。"
        },
        {
            "标题": "池州阻风",
            "作者": "郭之奇",
            "内容": "天风九万里，直下大江东。海波十千丈，总令三山濛。\n龙螭趋巨壑，蛟鳄舞阴空。陵谷须臾变，高深那可冯。\n此时愁坐客，天水日堪同。披襟依雪浪，接瞬隐苍穹。\n烟云无定色，气势转相雄。击楫今焉取，垂纶力所穷。\n我怀惜阴意，苦遭灵曜懵。仰看羲辔落，或恐地维汎。\n自怜昏与旦，飘摇似转蓬。寄语布帆人，此际莫匆匆。"
        },
        {
            "标题": "池州阻风二首 其二",
            "作者": "郭之奇",
            "内容": "天风九万里，直下大江东。海波十千丈，倒流蓬壶宫。\n长鲸翻白屋，挟此远生雄。鬐鬣蒸云雾，怪怒起蛟龙。\n巨鳌惊缩首，恍惚三山帆。而况扁舟者，绵力欲与冯。\n箜篌不堪听，痴杀渡河翁。"
        },
        {
            "标题": "池州阻风二首 其一",
            "作者": "郭之奇",
            "内容": "长江连远海，万里易生风。扁舟三十日，旬时九相逢。\n击楫徒兴感，溯流安可从。吴云漠咫尺，凭凭且难通。\n极目燕天北，杳矣碧霄同。浮槎何日至，搔首问苍穹。"
        },
        {
            "标题": "鲜使以皇华石洲二集求序兼乞余诗文稿书以答之",
            "作者": "郭之奇",
            "内容": "著书依北阙，问字及东夷。八则传箕后，同文入盛时。\n未飞司马檄，能诵大苏词。海外多声教，归求自有师。"
        },
        {
            "标题": "上元后二日雪霁得月江舟漫兴 其一",
            "作者": "郭之奇",
            "内容": "春到人间倩月传，菁华五夜雪为先。山光半扫寒云色，江影遥涵碧树烟。"
        },
        {
            "标题": "后梁二主",
            "作者": "郭之奇",
            "内容": "朱三本是砀山民，从巢为盗始抽身。贼名甫脱忠名赐，已袭沙陀复破秦。\n蔡州克后兵逾盛，河中请幸国初沦。巧楼恸哭移车驾，执板为歌出相臣。\n夺天子贼长安入，此人非复向来伦。九曲九王归一水，流清流浊总河漘。\n椒殿恶名岂奴负，济阴宝册任兄嗔。可怜号哮孙供奉，羞杀当年舞蹈循。\n三百唐家虽灭社，太原馀孽已窥闉。经营那得藏凶地，腹背终须露逆釿。\n郢王授首归廷谔，末帝衔刀俟甫麟。削封毁庙犹轻典，老贼何当作庶人。"
        },
        {
            "标题": "仲冬六日发百宜二首 其一",
            "作者": "郭之奇",
            "内容": "野色虚无判，飞烟近远同。旌旟霄汉里，人马画图中。\n久对霜林碧，徐看晓岫红。光华随望出，紫气日来东。"
        },
        {
            "标题": "初八夜微雨初九晨夕丝丝不断",
            "作者": "郭之奇",
            "内容": "细雨浥韶光，丝丝天外飏。抽添生意急，点注化工忙。\n入夜无声远，行春有脚长。晓风扶气力，云岫几苍茫。\n烟渍还流碧，寒深欲坠霜。遥从他树杪，飞入我庭廊。\n润草开微嫩，经花出暗芳。因依多袅娜，潇洒异轻狂。\n慰帖幽人意，牵连久客肠。洗心依淡泊，谁肯赋凄凉。"
        },
        {
            "标题": "偶见郭六脩侍御怜古诗八绝句步韵漫成其二 其三 桃叶渡泛秦淮",
            "作者": "郭之奇",
            "内容": "兰枻花樽桃叶津，秦时流水晋时人。杯前明月今归我，柳下清歌别有春。"
        },
        {
            "标题": "舟夜守立秋　交节以十三夜亥二刻",
            "作者": "郭之奇",
            "内容": "愁客思归坐晚风，梦回秋色度江枫。吹来雁影澄波外，咽破蝉音碧树中。\n斜月西藏飞爽露，行云四敛肃高空。祇因一叶伤心见，摇落千年悲气同。"
        },
        {
            "标题": "读南华外篇述以四言十五章 其五 天地",
            "作者": "郭之奇",
            "内容": "人法地天，道法自然。黄帝遗玄，象罔得焉。如髣如髴，行于万物。\n刳心以乞，虚而不屈。漻乎其清，金石考鸣。冥我独情，世耳群惊。\n为众父父，忘其族祖。为三祝主，未闻多苦。子高就耕，丈人依圃。\n兄尧未甘，况复侯禹。嗟彼全人，体性抱神。标枝野鹿，为浑沌邻。\n愧尔波民，道谀终身。尊严世俗，逾于君亲。合譬辞饰，以天下惑。\n厉夜生子，取火宜亟。谁为尔贼，臭味声色。内盈栅柴，外重缴纆。\n交臂历指，安可为得。苟非天德，休言帝则。"
        },
        {
            "标题": "阅战国策有感而言十首 其七 南文子忧马璧",
            "作者": "郭之奇",
            "内容": "不察无功赏，安知有意谋。群臣皆贺日，文子独深忧。"
        },
        {
            "标题": "林浴元民部邀游虎丘小坐入夜溯流归阊门",
            "作者": "郭之奇",
            "内容": "松风浮渌蚁，玉露点秋盘。便许千人石，时为十日欢。\n残香留碧草，初月动芳兰。别后空回首，扁舟溯夜澜。"
        },
        {
            "标题": "题驿舍画屏二首",
            "作者": "郭之奇",
            "内容": "柳色依山卷，楼阴傍水浮。孤舟閒啸者，于世更何求。"
        },
        {
            "标题": "题驿舍画屏二首 其二",
            "作者": "郭之奇",
            "内容": "纠蓼云中树，磷砰天外峰。柴扉堪泄泄，诗酒静相供。"
        },
        {
            "标题": "山峡见月",
            "作者": "郭之奇",
            "内容": "月开山峡到江船，翠黛含辉入水鲜。此地孤清谁共挹，沙眉石齿妒婵娟。"
        },
        {
            "标题": "辋川画意　王维",
            "作者": "郭之奇",
            "内容": "竹岭分朝翠，兰柴闭夕阴。鸟鸣春涧黑，人啸月林深。"
        },
        {
            "标题": "暮春即事十二绝 其九",
            "作者": "郭之奇",
            "内容": "铁错空怜彼错，金昏未解谁昏。忧天不可天问，知世还从世论。"
        },
        {
            "标题": "春江听雪",
            "作者": "郭之奇",
            "内容": "梅使驰朝信，鲛人泣夜声。千山俱素韵，一水尽凄情。"
        },
        {
            "标题": "甲午元日书怀二首 其一",
            "作者": "郭之奇",
            "内容": "紫气东来日在南，南溟咫尺望天涵。七年为政方逾一，四海同风不待三。\n卜世何人休鼎问，考时非我孰今担。自收国烬归成旅，岂向身馀较履簪。"
        },
        {
            "标题": "甲午元日书怀二首 其二",
            "作者": "郭之奇",
            "内容": "诗书吾道未全孤，忠孝人间岂半涂。得失经心凭塞马，是非合眼付庄蝴。\n干戈历乱惟躬省，简册销磨倩口诛。纵使今豪逾古哲，一时千载讵堪诬。"
        },
        {
            "标题": "贵溪枉道为邑令所绐也诗以示之",
            "作者": "郭之奇",
            "内容": "家犹千里望，客动四时心。白云迷马首，岐路转荒沉。\n慇勤贵溪长，归程巧相禁。令我舍周道，反从他径寻。\n我无穷途泪，尔昧指南针。当年问津者，亦受耦耕侵。\n彼惟避世侣，未必附缨簪。去去何足讶，松竹自有林。\n松风甚幽远，竹露颇清深。生刍在空谷，宁殊玉与金。\n我驹我自策，不用劳尔音。"
        },
        {
            "标题": "九日泊浔州望登高者有述",
            "作者": "郭之奇",
            "内容": "满目幽花蔽绿萝，空馀雪鬓影清波。祇怜孟帽因风落，长使陶樽负菊多。\n千涧甫从浔水合，重阳已向客舟过。未知此日东流意，今古浮沉事若何。"
        },
        {
            "标题": "除夕晚眺二首 其二",
            "作者": "郭之奇",
            "内容": "日月相穷引岁除，古今元会复何如。时光有意同消息，物象何心自卷舒。\n举目新亭依故国，伤心流水向归墟。独怜千载逢新甲，尚许三冬一夜馀。"
        },
        {
            "标题": "泊皖江走笔讯方肃之",
            "作者": "郭之奇",
            "内容": "三载过君再，依依一水盈。诗从传处尽，绪自问时生。\n以我春江约，听君雨谷声。书行仍引领，目极片云争。"
        },
        {
            "标题": "除夕晚眺二首 其一",
            "作者": "郭之奇",
            "内容": "水色迷茫切太虚，春风初拂转潇疏。凭他翠竹时相舞，赖尔青山日自如。\n万里烟光归大壑，一泓清影付幽居。天涯云物今如此，不是羁人眼倦舒。"
        },
        {
            "标题": "来札有一苇恣泊江鱼尝新之语乃余舟中景则大不然也因移就小舟极夜之力至皖江拟即就道兼赴先以诗谢",
            "作者": "郭之奇",
            "内容": "藜火当年共起居，皇华谁令异舟车。自从江汉迎秋日，正想云山拥节初。\n敢为思鲈兴我叹，恰因烹鲤得君书。驰心夜半飞蕲道，流恨朝来积皖潴。"
        },
        {
            "标题": "辛未春溯洄彭蠡晓望漫怀",
            "作者": "郭之奇",
            "内容": "一枕渡匡庐，湖山夜容舒。水净霞明清晓望，晔晔紫芝育育鱼。\n桃花浪暖三月候，杨柳风前五更馀。有美一人来踽踽，折柳攀花情半吐。\n临流蹀躞倚新妆，一水依依遥数武。数武终难亲，微衷不可陈。\n无缘相邂逅，有意同束薪。波郎销远魄，青娥蹙素颦。\n天台已路阻，武陵孰为津。念此犹如梦中梦，流声岸色舟相送。\n扁舟离人奈若何，波光漠漠馀清弄，胡雁朝飞一湖泓。\n鹧鸪晓啼千山雾，胡雁为惊沙朔霜，飘荡河洲倦北翔。\n鹧鸪繇来怀南土，焦焦戢羽日思乡。乡思愁绝不堪见，悽肝摧尽断柔肠。\n可奈人归春既老，春老人归程复长。远游悲俗真何事，小隐东山薄可偿。\n长锁寸心依岭海，孤垂两足濯沧浪。高卧寒岩或起坐，白云随缘相右左。\n东壁金松西园花，春草池塘夏秋果。此地安可无主人，苍生之济不须我。"
        },
        {
            "标题": "延津道中望太行",
            "作者": "郭之奇",
            "内容": "出门见太行，峰峦无终已。征途作游情，置身如万里。\n晓寂岩岫閒，心清林木倚。所未历其巅，云霞出意底。\n因有色声迎，悠然感目耳。山灵愿幽人，相对非无以。\n忘言可竟日，欲暮凉风起。"
        },
        {
            "标题": "望庐山和苏韵",
            "作者": "郭之奇",
            "内容": "相对无缘认岭峰，入看只与白云同。江舟竟日分横侧，真面遥临一水中。"
        },
        {
            "标题": "望庐山",
            "作者": "郭之奇",
            "内容": "相对无缘认岭峰，入看祇许白云同。却于舟行成横侧，漠漠天屏一镜中。"
        },
        {
            "标题": "秋日燕邸咏怀十诗各系以题 其二 称心",
            "作者": "郭之奇",
            "内容": "怀抱未能深，招摇犹在眼。荣辱相因依，喜怒亦无限。\n任其淩轹情，矜人皤与睅。何关寂寞羞，毋乃盛雄赧。\n称心而思之，不如俱削刬。掩迹仍塞涂，日向诸缘简。\n非以自欣愉，亦求稀竦戁。老吃畏事言，君子传瑟僩。\n三复古人箴，斯理良堪撰。"
        },
        {
            "标题": "花朝",
            "作者": "郭之奇",
            "内容": "歌骚玩易诵黄庭，迟日幽窗自窈冥。春盛平分烟圃绿，雨深遥送雾峰青。\n尸居每作龙雷意，开卷时闻芷杜馨。忧患几何身世假，敢持孤愤傍玄扃。"
        },
        {
            "标题": "农圃",
            "作者": "郭之奇",
            "内容": "春霖谁见德，独向圃农家。山集云雷隘，岸倾陇亩斜。\n微闻泉脉动，欲令远心遐。植杖何人者，优游语种瓜。"
        },
        {
            "标题": "问春",
            "作者": "郭之奇",
            "内容": "几将閒绪问春华，愁客无端怪落花。花落何堪兼雨夜，客愁可奈是天涯。"
        },
        {
            "标题": "家别慈闱　庚午冬北征作",
            "作者": "郭之奇",
            "内容": "隐忍竟成去，今从膝下分。密缝如母见，齧指令儿闻。\n繇此燕天雪，相参粤岭云。征衣空湿尽，夙夜尚殷殷。"
        },
        {
            "标题": "饥者毙于荒而有不尽以荒毙者催科抚字当并计矣二首 其二",
            "作者": "郭之奇",
            "内容": "未易言蠲赈，庶几别旧新。用三离父子，取一足君民。\n经国前贤训，哀时独我陈。空谈何补切，或可助仁人。"
        },
        {
            "标题": "饥者毙于荒而有不尽以荒毙者催科抚字当并计矣二首 其一",
            "作者": "郭之奇",
            "内容": "狗彘皆人食，衣冠半茧丝。君无尤旱魃，民已失春时。\n考未阳城署，都非孔距为。如何饥馑故，独使旰宵思。"
        },
        {
            "标题": "秋日燕邸咏怀十诗各系以题 其三 闭门",
            "作者": "郭之奇",
            "内容": "心迹两无营，独坐何萧散。门外少高车，清晨容栉盥。\n徐徐正冠襟，缓步宜孤馆。虽然束带稀，秋风戒裼袒。\n閒人亦有课，吾性本多懒。草玄友杨雄，运甓师陶侃。\n禽鸟来空庭，时复为恳款。空庭出层霄，随意烟云满。\n置身清寂中，人世谁长短。于我求达生，梯荣当立断。\n万事难并欢，昔闻今岂诞。闭门远风波，世道能坦坦。"
        },
        {
            "标题": "乙未除夕为稽古诸传未竣漫吟五律 其三",
            "作者": "郭之奇",
            "内容": "颔下骊珠何处寻，灯前独对转沉沉。然犀所见休惊怪，罔象相逢莫羡歆。\n便使六经皆注脚，方知百世有同心。请伊暂释怀中卷，糟粕安能尽古今。"
        },
        {
            "标题": "乙未除夕为稽古诸传未竣漫吟五律 其五",
            "作者": "郭之奇",
            "内容": "眼中蜗触尚纷纷，谁使龙威出大文。自古支倾凭异石，祇今收烬赖同群。\n六三韬略人奚往，百二山河势几分。且向车南留一指，终持冥北奉吾君。"
        },
        {
            "标题": "乙未除夕为稽古诸传未竣漫吟五律 其四",
            "作者": "郭之奇",
            "内容": "岂谓前言即赘疣，薪传火尽倩谁留。鬼神易泣鸿荒字，龙马难开叔季眸。\n纸外馀声须嘿取，个中玄理赖冥搜。此时再索衢花照，一室犹堪万古收。"
        },
        {
            "标题": "乙未除夕为稽古诸传未竣漫吟五律 其二",
            "作者": "郭之奇",
            "内容": "半百明朝动晓晖，孤心五夜漫依违。诗书旧业随荒旅，柳竹新阴护小扉。\n忧悔何年真寡悔，知非有日更除非。且从岁序时观我，长使贞人作遁肥。"
        },
        {
            "标题": "乙未除夕为稽古诸传未竣漫吟五律 其一",
            "作者": "郭之奇",
            "内容": "岁云暮矣暮怀多，老病相从似小苛。蒿目千秋供探索，抽思一管付编摩。\n禹阴夙继无终食，汤日新铭有寤歌。此际骊珠凭独采，人间驹隙漫相过。"
        },
        {
            "标题": "西楚霸王项籍",
            "作者": "郭之奇",
            "内容": "学书学剑两无成，学万人敌自有名。祖龙渡浙犹思取，白马封符始共争。\n会稽拔剑先诛守，钜鹿沉船悉引兵。岂雠宋义为新赵，独虏王离酬故荆。\n遇秦九战锋谁阻，坚壁诸侯膝尽行。上将初为人属项，雍王已立遂亡嬴。\n夜击新安无遗卒，朝驰函谷肯留婴。不辞剽悍闻当世，稍伸六国报周京。\n灞上趋还天子定，江中密弑霸王倾。自惑金言亡骨鲠，空馀高俎欲分羹。\n鸿沟议割东西解，垓下重围四面声。一曲悲歌千载恨，拔山盖世总虚生。"
        },
        {
            "标题": "午窗",
            "作者": "郭之奇",
            "内容": "镇日支颐耐斗"
        },
        {
            "标题": "道经庐山憩东林寺僧人索句",
            "作者": "郭之奇",
            "内容": "五老峰深近远迷，六朝灯在色空倪。林僧索我庐山句，不尽游踪未敢题。"
        },
        {
            "标题": "西湖舟中谒岳武穆庙并墓所",
            "作者": "郭之奇",
            "内容": "谁使升堂便肃钦，将军生面古犹今。须眉隐跃峰千丈，肤理疏残土一浔。\n冷落英魂风月夜，流连客意水天心。兴怀往事徒悲愤，醉后灯前泪不禁。"
        },
        {
            "标题": "村人日以道士作佛事感叹有作",
            "作者": "郭之奇",
            "内容": "黄老微言那可磨，沙门精道复如何。南方亦有伊蒲塞，北地休悲曳落河。\n安得诸天挥玉麈，先从尘世止金戈。未烦苦海求津渡，长使禅幡映薜萝。"
        },
        {
            "标题": "下姑听啼鸟",
            "作者": "郭之奇",
            "内容": "晓鸟宿秋枝，连啼急水湄。归舟难久听，莫使去舟知。"
        },
        {
            "标题": "溯流夏月日值江风皆北舟滞有述",
            "作者": "郭之奇",
            "内容": "来帆竞千叶，奔涛纵反翩。扁舟争一缆，积岸令周旋。\n细察流洄理，迟速未宜然。或曰因水性，不如假风权。\n繇来观望者，谁可少机缘。于子信独往，何从涉利川。\n顾余亦中省，频岁习波烟。海运观九万，考时非后先。\n宁知解愠日，而得其凉天。玄冥司夏月，南薰遂莫专。\n漫叹淹留客，偶逢时令迁。平生多亟失，只此亦邅延。\n物数苟如斯，敢不益贞坚。"
        },
        {
            "标题": "季春十三繇牙山之雷海闻西师已下高凉",
            "作者": "郭之奇",
            "内容": "三山咫尺望中临，一往遥应彼岸寻。高广安知天海际，虚无独见水云阴。\n宗风万里飞前浪，祖楫中流趁夙心。此去乘桴人共喜，繇来作楫汝当任。"
        },
        {
            "标题": "壬申春晓西园即事五绝 其一",
            "作者": "郭之奇",
            "内容": "一样烟光共晓华，几般花木日交加。请君试向西园看，春色人间第几家。"
        },
        {
            "标题": "壬申春晓西园即事五绝 其二",
            "作者": "郭之奇",
            "内容": "嫩柳池边渐学低，枝头忽见晓莺啼。请伊再向东风问，春色人间齐未齐。"
        },
        {
            "标题": "壬申春晓西园即事五绝 其三",
            "作者": "郭之奇",
            "内容": "未许春风日夜忙，全凭晓色护微芳。水浮花际添重影，山入庭前共一光。"
        },
        {
            "标题": "古柏数株蕴荣拂翠感而赋之",
            "作者": "郭之奇",
            "内容": "翠柏含古烟，非贞谅弗守。岂不重时菲，受质宜深黝。\n坚苦作心初，百条犹共母。朝风让柳群，夜月招松友。\n清真入道怀，肃穆团幽薮。请看寒后凋，莫疑仁者寿。"
        },
        {
            "标题": "西门行",
            "作者": "郭之奇",
            "内容": "出西门，望秋声。绕树驱蝉出，蝉困初醒。"
        },
        {
            "标题": "涤燥",
            "作者": "郭之奇",
            "内容": "愁居草木深，偃卧幽芳歇。因兹夏日长，转念春光忽。\n木火误相生，暑寒徒自伐。窈窱出云峰，午曦增爓艴。\n雷雨郁其中，飞光时动卼。炎烟触处缠，溽霭浮空窣。\n顾我非石金，何由贳齿发。流眼百锋芒，倚心千硉矹。\n息虑卷诸旌，灭闻销众突。凭兹涤燥烦，所至皆阴樾。"
        },
        {
            "标题": "禅通纪",
            "作者": "郭之奇",
            "内容": "绍物称始，统天曷穷。结绳已代，遂有羲农。"
        },
        {
            "标题": "八章 其四 虾蟆石",
            "作者": "郭之奇",
            "内容": "视水临形，审志却停。鱼龙迷惑，风雨冥冥。千年坐立，不顽不灵。"
        },
        {
            "标题": "过峡江悼自从叔二绝 其一",
            "作者": "郭之奇",
            "内容": "当年江峡醉扁舟，击楫同歌万里流。三载家山人物变，不堪此地独回头。"
        },
        {
            "标题": "十八早自从叔公车舫至峡江过伯常兄舟中共酌醉后口占二绝 其二",
            "作者": "郭之奇",
            "内容": "仙舟飘渺溯潺湲，访载寻稽忽可扳。一笑一歌江日暮，流光山色窅然閒。"
        },
        {
            "标题": "十八早自从叔公车舫至峡江过伯常兄舟中共酌醉后口占二绝 其一",
            "作者": "郭之奇",
            "内容": "沙明涛白豁天开，江远舟轻破月来。阮氏风流今日事，相逢急进手中杯。"
        },
        {
            "标题": "过峡江悼自从叔二绝 其二",
            "作者": "郭之奇",
            "内容": "云满长江雨满舟，悲予不但泪添流。死生既隔山河异，他日归看宿草头。"
        },
        {
            "标题": "韩山气象　公讳愈",
            "作者": "郭之奇",
            "内容": "道心原古圣，佛骨抗时君。飞檄临潮渚，千秋仰遗文。"
        },
        {
            "标题": "因念昔者寺僧乞诗子瞻有银河谪仙之语古今闻见不同飞流溅沫岂尽为徐诗洗恶哉",
            "作者": "郭之奇",
            "内容": "银河一派玉江垂，日落天清倍可思。自得三春增异色，更飞千尺写仙诗。"
        },
        {
            "标题": "寇公准",
            "作者": "郭之奇",
            "内容": "澶渊饮博禠辽魂，孤注何曾倚至尊。自出雄军誇北使，岂知雷户促南辕。\n楼台海角真无地，锁钥天涯孰是门。十里空寻当日语，千秋犹仰瑞星存。"
        },
        {
            "标题": "季秋晦日暂厝五节百宜山中作秋招诗五首 其一",
            "作者": "郭之奇",
            "内容": "悲与秋风别，愁泪再三弹。念秋辞我去，白云何所欢。\n林峦多刻削，霜露苦相繁。秋气尔何物，凋伤亦自残。\n是以前山色，幽人作意看。澄心高廓外，洗虑泬漻端。\n天路无终隔，二跳如转丸。毋为独秋感，与君结岁寒。"
        },
        {
            "标题": "诸奚续采菡萏助华增艳感而再赋三律 其一",
            "作者": "郭之奇",
            "内容": "郑洧陈陂莫漫誇，谁歌渌水傍红霞。搴裳欲就知何处，解佩相邀又一涯。\n游泳千情今古异，盛衰百态暑寒差。自从彼泽伤人美，独叹当前君子花。"
        },
        {
            "标题": "白露晓对",
            "作者": "郭之奇",
            "内容": "青山来远梦，白首变馀身。举止江河日，伤心玉露晨。\n桂岭苍苍烟草渍，漓江泛泛晓波皴。枫伤菊润由斯节，秋急天高趁此晨。\n与枫何怨菊何德，天意秋情亦未均。使荣使瘁风光别，物犹如此况乎人。\n凄凉屈宋二千载，全付秋悲向我屯。残形操在疑他影，彩笔吟低失旧嚬。\n空堂几阅幽明状，窈室安知生死邻。无边陨叶千林共，未必千林一样匀。\n薜荔馀香虽暂落，胡绳倚菉漫相沦。眼中枯菀何须问，栖集诸禽任喜嗔。"
        },
        {
            "标题": "季秋晦日暂厝五节百宜山中作秋招诗五首 其二",
            "作者": "郭之奇",
            "内容": "秋澜飞涨海，冬日著寒山。久客怀幽意，悲时多苦颜。\n人生哀乐趣，不离久暂间。谁分生死界，长作古今闲。\n芳草经时忆，白云每处閒。古之伤心者，钟情亦自艰。\n登临何所送，淹留为尔攀。嗟哉人日远，孰忍见秋还。"
        },
        {
            "标题": "九日晓对",
            "作者": "郭之奇",
            "内容": "独坐看秋秋可同，秋心或在有无中。前山聚霭光如抹，远树流烟色似通。\n但许孤峰迎露白，安知万叶染霜红。南州炎德时相假，萧瑟何须畏晓空。"
        },
        {
            "标题": "淇县晓发",
            "作者": "郭之奇",
            "内容": "月在征车发，秋深但叶飞。白云山际出，孤光上客衣。\n敛袖来清影，近远未相违。辞郭郊情旷，寻烟古道微。\n林疏迎露薄，草却避霜威。悬知草木意，有待必朝晞。\n未及东方旭，苍茫斗晓晖。物情欣始得，所见尽依依。\n夙夜何人者，瞿瞿久渴饥。感物矜时节，翻憎耳目机。"
        },
        {
            "标题": "搆秋思亭于百宜山中作诗六绝 其五",
            "作者": "郭之奇",
            "内容": "翳然林水濮濠间，鱼鸟亲人合闭关。不用行云依晓岫，恐妨初日照寒山。"
        },
        {
            "标题": "十五早得雨晓对诸山",
            "作者": "郭之奇",
            "内容": "雨洗秋颜碧嶂重，江浮客意澹相宜。生平丘壑缘如素，游倦烟霞望亦私。\n极目云深采药处，惊心露白溯洄时。遥怜故岭千峰色，翻令伊人在水思。"
        },
        {
            "标题": "搆秋思亭于百宜山中作诗六绝 其二",
            "作者": "郭之奇",
            "内容": "晓踏空林万叶飞，偶循幽径结山扉。几枝霜干横清影，一抹寒烟守翠微。"
        },
        {
            "标题": "搆秋思亭于百宜山中作诗六绝 其三",
            "作者": "郭之奇",
            "内容": "野日荒荒上窈峦，山风飒飒下奔湍。清深共入幽人眼，冷煖何须别样看。"
        },
        {
            "标题": "立秋晓对",
            "作者": "郭之奇",
            "内容": "朝看一叶下凉襟，昨夜商飔初动林。周史空悬三日令，楚臣已迫四时心。\n新来乳雁横霄影，老尽鸣蝉咽露音。始觉朝清秋易肃，西郊不用更迎金。"
        },
        {
            "标题": "搆秋思亭于百宜山中作诗六绝 其一",
            "作者": "郭之奇",
            "内容": "物外人寰尺地开，冥搜远瞩万殊该。已教四野云风合，长使诸峰日月来。"
        },
        {
            "标题": "秋日燕邸咏怀十诗各系以题 其九 晓叹",
            "作者": "郭之奇",
            "内容": "所思亦难尽，及晓叹何深。无根而愁种，飘然乃秋心。\n微凉生虚牖，一叶下危襟。云风俱不息，凄响落浮阴。\n庭树先为感，萧瑟渐千林。以兹荣瘁理，动我今古吟。\n四时相摇落，一室比登临。怀人芳草怨，招隐桂丛寻。\n何繇悲气遣，古愁不生今。"
        },
        {
            "标题": "春雨晓对",
            "作者": "郭之奇",
            "内容": "花雨销红色，春潮转碧芳。清晨观物变，闭户息时光。\n独令幽怀远，因知隐趣长。深居非避世，不敢向人忙。"
        },
        {
            "标题": "搆秋思亭于百宜山中作诗六绝 其六",
            "作者": "郭之奇",
            "内容": "碧云流影就幽芳，明月含情待夕阳。幸可须臾收物象，且将寥廓驻时光。"
        },
        {
            "标题": "搆秋思亭于百宜山中作诗六绝 其四",
            "作者": "郭之奇",
            "内容": "眼际青山又白云，一般幽意两氤氲。未妨远绪时牵惹，欲令孤怀细剖分。"
        },
        {
            "标题": "五月十三□□去廉因作廉□逃一篇且愿有事于廉者瞻前顾后相留意于斯言　乐府",
            "作者": "郭之奇",
            "内容": "飞廉飞廉，错认三廉是汝乡。秋去春来逾鬼蜮，髡头削臂称犬羊。\n尔贯既盈时乃至，中天旭日既当阳。已传面缚皆酋首，复道输诚化假王。\n千条汉帜标玄菟，十路天兵断白狼。尔归何地逃何所，此民何罪供尔戕。\n尔纵戕民民尚有，一二鸠形脱剑铓。或疑城旦辞舂市，谁沐猿猴出近岗。\n欲言未言气屡绝，自言三日奔道旁。尚忆去年秋九月，□归不似此苍皇。\n西顾钦灵东化石，未闻一矢遥相当。此如穷寇谁追掩，此如鸟兽乍惊翔。\n始知天意从人意，□之亡也实天亡。天亡骄子终弗恤，人非族类自相妨。\n我见天人应不远，瞻前顾后几徊徨。非仁胡服，非义胡昌。\n人之所去，天曷可长。凡百君子，视彼无良。省厥干戈，念尔衣裳。\n鹤在轩而丧卫，鱼已烂而亡梁。作善降之百祥，作不善降之百殃。\n书有明训，命不干常。谁为此言，满室满堂。以暴易暴，不臧厥臧。\n君不见去秋土官土弁今何在，青史不收血异苌。\n彼人不幸而为今人嗤也，戒之哉，后事之资前岂忘。\n嗟我何人独永伤，愿操长矢尽欃枪。手援北斗酌桂浆，自西自南以东行。\n三春目极怀千里，六月徂署抱秋霜。安能含思郁郁长居此，使我不得伸愁肠。"
        },
        {
            "标题": "初春即事二首 其二",
            "作者": "郭之奇",
            "内容": "晓意初融桂岭霜，重门难锁旧烟光。阶前草动空庭色，墙外花飞别院香。\n当路游丝萦我住，隔林啼鸟任他忙。乍寒乍煖春犹浅，閒赋閒吟日正长。"
        },
        {
            "标题": "檃括南华经词旨述内篇六言七章 其七 应帝王",
            "作者": "郭之奇",
            "内容": "古帝惟称泰氏，至人或可同情。德机时出时入，心镜不将不迎。\n浑沌终无七窍，渊流忽有三名。寄言南北相遇，休使中央日惊。"
        },
        {
            "标题": "西园清事",
            "作者": "郭之奇",
            "内容": "西园新橘柚，东壁旧松云。木石能相友，禽鱼遂作群。\n栽花泥入袖，灌菜水沾裙。日暮无他事，独酌起微醺。"
        },
        {
            "标题": "黄尔栽弄璋召饮新斋得而字",
            "作者": "郭之奇",
            "内容": "园成叶喜日，春盛命杯期。异赏同幽致，畸悰属窃思。\n台悬溪水溜，庭共树阴垂。结搆全依韵，对酬别有姿。\n花开留待客，月到巧催诗。时许苍苔印，未须赋远而。"
        },
        {
            "标题": "秋日燕邸咏怀十诗各系以题 其六 兰蕙",
            "作者": "郭之奇",
            "内容": "兰蕙感秋风，馀芳人所采。蔓草不择时，日劳盈车载。\n分其贵贱姿，不为爱憎改。草木妒兰生，兰因惧草浼。\n滋锄失其宜，空谷徒相待。独坐有幽人，起对孤情倍。\n日暮叹芳微，千载琴歌在。"
        },
        {
            "标题": "游滁山二十咏 其十二 醒心亭",
            "作者": "郭之奇",
            "内容": "醉时乐事醒时心，异代空将耳目寻。惟有山泉供俯仰，幽芳作意劝登临。"
        },
        {
            "标题": "宿州道中微雨望前山行云",
            "作者": "郭之奇",
            "内容": "竟日断青山，云根于何植。弥空绝飞云，雨意于何测。\n旷野落平荒，纵有难遽识。情炎拂夏威，遂与征途逼。\n怀此周道阴，翻怪山情匿。晨驱宿途中，忽动前山色。\n合沓萃冥苍，行岫俄先得。凉薰反其吹，霢霂旋飞北。\n飘闪下日晖，光尘次以克。坐使烟颜除，旦昏收爽息。\n百里分近遥，迷茫昏黛即。始信肤寸功，卓哉孤嶂力。\n奇峰何足誇，君看垂天翼。"
        },
        {
            "标题": "梁四主",
            "作者": "郭之奇",
            "内容": "姑熟醇醪了故王，江东正朔是萧梁。五经博士初分遗，四部无遮复继扬。\n十年淮堰劳三筑，无缺金瓯忍自伤。谁使长鲸终跋扈，颇讶吴老薄心肠。\n同泰舍身钱易赎，净居苦口蜜难尝。自我台城休荷荷，将军宇宙日洋洋。\n可怜太宝供虚席，旬日犹烦假豫章。古今篡逆虽肩比，未闻此物肆狂猖。\n传首江陵随尽骨，一目湘东始继纲。岂知老佛垂弓冶，涅槃已罢又龙光。\n图书漫付炎灰了，白马空衣紫气翔。臣魏臣齐俱寄食，云水真成释氏乡。"
        },
        {
            "标题": "满拟既望至楚蕲日为南薰所苦因呼月临江望云语山皆不我顾也对影歌谣凄然述之",
            "作者": "郭之奇",
            "内容": "去帆争疾鸟，来缆似疲驽。飘风何谑浪，日与滞舟俱。\n明月自东来，诉风向月呼。月骄不语客，停照拂江隅。\n江流赴海急，翻挟南薰趋。回首玄峰北，长叫促云驱。\n云倦不风敌，中发尚踌躇。独献青山色，偃蹇绘幽图。\n云山既无素，江月复非徒。持此百羁身，一苇自揶揄。\n痴来欲问影，愁倦不知吾。每向清宵半，人静我依舻。\n吴峰空目断，楚水入看无。不畏归途阻，但惜时光徂。\n秋声乍夜出，近远落悲梧。望望伤魂处，历乱汉川菰。"
        },
        {
            "标题": "宣帝",
            "作者": "郭之奇",
            "内容": "汉家制度本如衲，病已民间初整趿。独携申子君臣篇，漫侈当年王伯杂。\n自从骖乘销背芒，肯令副封糊禁阁。繇其上下慎枢机，能使苍黔安里阖。\n民忘叹息愁恨心，吏以增秩赐金答。名十一臣麟阁图，良二千石熊幡匝。\n充国金城日共屯，单于款塞时相遝。励精之效果何如，亦缘时会中边合。\n未闻德教倚深纯，所恃刑名驱冗阘。诗书之律那可为，周召何人颇堪唈。\n俗儒俗吏登全差，虚实虚名总嚼蜡。乱我家子虽用儒，恭显相承久踞榻。"
        },
        {
            "标题": "雨次遥望彼秾削色诗以叹之",
            "作者": "郭之奇",
            "内容": "眼中花尚有，天外景全虚。零落脂容减，凄清粉泪馀。\n每疑风柳妒，一听晓禽疏。忍气催条末，伤心抱蕊初。\n小青微态出，轻碧细芽舒。人在秦淮住，家依洞口居。\n渡江何用楫，知姓许同裾。恐失烟光去，犹留软艳挐。\n醉红相酝藉，新绿任吹嘘。难倚春嚬笑，故招雨吐茹。\n廉纤湮窈幕，迷"
        },
        {
            "标题": "百里金陵",
            "作者": "郭之奇",
            "内容": "百里晴江二水新，六朝金色数峰春。烟花想像青门内，压酒吴姬是主人。"
        },
        {
            "标题": "张仪舌严光足",
            "作者": "郭之奇",
            "内容": "张仪舌，梁楚缺。严子足，富春缩。缩者还能伸，缺人先自辱。\n当年寸舌问妻存，此日两足加帝腹。终当持钓为客星，何事游谈师鬼谷。"
        },
        {
            "标题": "严州过滩",
            "作者": "郭之奇",
            "内容": "万壑东来转一涡，千峰叠起竞群嵯。水流挟石生雄势，风力扶人杀怒波。\n俯视汹腾如过颡，遥瞻蹙缩得盈科。溯洄莫叹洵长阻，人世滩头较此多。"
        },
        {
            "标题": "禅坐四首 其二",
            "作者": "郭之奇",
            "内容": "声闻依夜息，缘觉意中生。滞雨粘檐滴，飘风杂漏鸣。\n心孤难独梦，思远易添情。未发真如用，安能不劫成。"
        },
        {
            "标题": "中秋日送尔韬报最同舟至铺前溪泛月言别",
            "作者": "郭之奇",
            "内容": "每旦情不惬，无那秋光嬲。忽闻长铗歌，归去当兹晓。\n溯流从一方，荷风穆清醥。漫将郭泰舟，一向冯车绕。\n苍蒹拂暮潮，层阴度轻鸟。余来君意舒，君去余心悄。\n何期百载心，暂折秋林杪。餐鱼厌鳄溪，望鸿思云表。\n云表有天逵，金台堪远眺。忆自金台来，旭日当空皦。\n陋彼燕宫筑，独与虞门绍。嗟予忝骏骨，况君真騕袅。\n行矣慎驱驰，勋节咸兹肇。使君宰天下，亦如烹鲜小。\n鸣琴不下堂，百里开纷纠。逐寇扫千妖，赈饥生万殍。\n凡此特两端，口碑垂亿兆。岂知至化源，所贵能无扰。\n黄山日巍峨，玉水时深窈。颜色留水山，胸期在缥缈。\n苦调托长吟，离月今宵皎。"
        },
        {
            "标题": "梦断",
            "作者": "郭之奇",
            "内容": "关河迷故国，烽燧倚家园。雨滴羁人耳，风吹远客魂。\n梦断花光寂，灯残鸟语喧。生理凭谁说，霜怀祇自温。"
        },
        {
            "标题": "空山十首 其六 山有草",
            "作者": "郭之奇",
            "内容": "六月徂暑，火将流夏。朝闻鴃鸣，暮愁芳罢。王孙未归，虞姬欲化。\n维此幽山，青青莫卸。烟合雾凝，时多豫暇。远意堪留，光颜日借。"
        },
        {
            "标题": "檃括南华经词旨述内篇六言七章 其三 养生主",
            "作者": "郭之奇",
            "内容": "吾生亦有其涯，可以全年则佳。偏刖存神外足，庖丁满志归怀。\n解悬释系情得，出笼辞樊意谐。且看传薪续火，应知养气添柴。"
        },
        {
            "标题": "野色",
            "作者": "郭之奇",
            "内容": "野色来天地，春怀动古今。云从生及止，烟自浅为深。\n接瞬穷诸变，哀时抚寸阴。生涯从此问，更作远游心。"
        },
        {
            "标题": "为林翁曰提题城南书室",
            "作者": "郭之奇",
            "内容": "问津重许入桃源，烟树绮花揖我言。在水孤亭宜半榻，环城苔径助幽轩。\n千年榕色交风态，五夜池心见月魂。怪道侯门车马处，古情犹向北窗存。"
        },
        {
            "标题": "中秋夜羁窗望月",
            "作者": "郭之奇",
            "内容": "一片清光流远色，千般愁照止窗阴。窗外何人能玩月，颇疑窗月为谁临。\n庭树摇风长飒飒，寒娟浥露转沉沉。可怜此夜徘徊月，比似千年情倍深。\n千年月色终如古，此夜人心独异今。若道山河仍旧彩，且从关笛听新音。\n玉堆久绝征人望，金屋空存汉女心。并作凄凉羁客绪，不可高歌不忍吟。"
        },
        {
            "标题": "癸酉北征车中二十日日与尘朝夕也歌以结之",
            "作者": "郭之奇",
            "内容": "别有氤氲一种吹，胎息于野盛于逵。阴阳昏晓相割劘，平原广漠任炉锤。\n地分驰道天为涯，风拂征旗日助麾。已遣晴云下碧陲，还招霁霭上高陂。\n尔乃为情厌索居，连群呼友向空嬉。相忘彼已俱谓谁，号召无声会有期。\n出入无时乡莫知，行止随程谩速迟。矫如龙游自委蛇，逸先骏足愁奔追。\n远之有望近难窥，动亦何虑静何思。直前不惧后不疑，荐历严飙势未衰。\n掀腾火飙力相持，以游八方莫籓篱。惟此冲衢盛纷披，造物于渠意有私。\n分明遣此令途岐，随缘布置北南帷。閒情觑彼热中悲，我今矢歌敢索疵。\n尘不疲人人自疲，反顾烟颜亦其宜，更欲因之语后骑。"
        },
        {
            "标题": "小儿腰老人履",
            "作者": "郭之奇",
            "内容": "张良汉帝师，陶潜晋徵士。万户何足誇，五斗何足耻。\n汉晋有废兴，达人毋彼此。授书逢圯上，束带羞乡里。\n先生不折小儿腰，孺子曾取老人履。归去仍依黄菊篱，功成亦步赤松子。"
        },
        {
            "标题": "伏夜苦暑神游四景意可清凉 其二 宵槛蕙风",
            "作者": "郭之奇",
            "内容": "不须入谷聆琴音，紫茎绿带倚宵襟。谅由风动香能远，亦以人幽气可寻。\n此夜开帷生旧忆，旧香入梦疑新识。梦里分明入抱怀，秋来应许就颜色。"
        },
        {
            "标题": "风泊洪都何非鸣明府榼酒相贻走笔谢之",
            "作者": "郭之奇",
            "内容": "滕王阁渚冲风日，南浦江头遇子晨。千顷波汪堪止浪，一方流溯巧从人。\n虽迟客步欣留胜，已慰荆怀复饮醇。便拟鸣榔终却望，敢云击楫是前身。"
        },
        {
            "标题": "乙未元日赋得东望望春春可怜二首 其二",
            "作者": "郭之奇",
            "内容": "东望望春春可怜，春风近远为春传。真成独赏馀兹地，忽漫相逢是一天。\n古意长留青树色，韶光乍起绿萝烟。榛苓满目人何在，欲颂椒花倍黯然。"
        },
        {
            "标题": "车中即事五首 其四 西东",
            "作者": "郭之奇",
            "内容": "拭目云飞在阙，惊心鸟语归林。谁云西向真乐，还忆东山卧深。"
        },
        {
            "标题": "雪诗六首义取六出 其四 忆烟舟",
            "作者": "郭之奇",
            "内容": "忆昔烟水舟，冷艳飞寒翼。风絮舞空来，江花岂尽极。\n昨疑雒浦神，解佩凌波拭。或是鲛人珠，持绡沾晓臆。\n如练复如丝，潇湘裙几幅。娥娥出素颜，皎皎光南国。\n人居白玉楼，心贮冰壶侧。霜浮云外峰，粉坠千林饰。\n何年物象移，几度狼烽塞。回首一凄然，江山宁旧色。"
        },
        {
            "标题": "楚义帝怀王孙心",
            "作者": "郭之奇",
            "内容": "楚虽三户必亡秦，王孙自是可怜人。牧羊始罢旋驱鹿，蜂起诸雄各附鳞。\n楚后虽繇楚将立，范增奇计本从民。已教天下群趋楚，不比扶苏独诈陈。\n入关有约终如约，刘项从兹分暴仁。四海三年尊一帝，重瞳十罪表千春。\n兵皆缟素繇乡老，纪落丹青愧史臣。董公是日迟遮说，大义当年孰共伸。"
        },
        {
            "标题": "景帝",
            "作者": "郭之奇",
            "内容": "君如汉景真残矣，幸承文绪资前美。吴楚深机谁故挑，晁周为国同诛死。\n赐几初销反侧心，争博翻教逆萌始。家令峭直而刻深，以刻逢君应自抵。\n刘氏未安晁氏危，智囊此日愚谁似。当年事急倚何人，坚壁轻骑夷叛垒。\n漫持侯约阻非功，岂知鞅鞅还相訾。可怜父子并殊勋，同相同侯同系累。\n安刘惟勃将惟夫，刘氏既安周氏毁。父得絮提缘主存，子终欧血因梁委。\n君不见传弟从容繇易言，疏婴刺盎几嚣烦。本谋何必尽羊孙，田叔烧辞乃坐飧。"
        },
        {
            "标题": "泊南康观放水灯",
            "作者": "郭之奇",
            "内容": "湖天同疋练，澄色远相串。孤城倚山巅，倒影于斯见。\n扁舟晚泊之，夜眺生孤羡。雨馀暮微烟，风恬波无溅。\n须臾荡浮辉，隐映分流转。艳拟百花红，妆为玉镜传。\n又如晚日霞，馀彩云中变。远望复纷纷，忽疑星片片。\n飞芒碧空际，来往天河穿。久坐起沉吟，身未浮槎践。\n依尔一叶中，胡乃眼前眩。因念春光至，抑亦湖得先。\n万点簇新华，交与水天绚。喜杀诸童奚，聚喧俱忘倦。\n齐言进香人，水灯施湖面。掀髯一推窗，索然无复恋。"
        },
        {
            "标题": "堂乃有庭盆花次第循阶墀而布列以愉宾朋以媚幽独也",
            "作者": "郭之奇",
            "内容": "云日流光处，相与命为庭。疏翳存佳卉，怀幽结草亭。\n群菲虽并列，兰蕙独依棂。光风时一转，怀抱入芳馨。\n虚泛循阶立，心迹两俱冥。"
        },
        {
            "标题": "庚午元日仍雨",
            "作者": "郭之奇",
            "内容": "新年仍是旧年人，梦唤春光与日新。犹记冰衙诸弟子，也同螭陛列词臣。\n祇今衫履供幽步，遂有烟霞动远身。仰望云天歌复旦，却欣雨色润芳辰。"
        },
        {
            "标题": "赠答诗十绝 其四 幽窗",
            "作者": "郭之奇",
            "内容": "荷香欲散菊初华，长与幽窗映碧纱。自得郎心同似玉，休言妾貌果如花。"
        },
        {
            "标题": "幽斋偶成",
            "作者": "郭之奇",
            "内容": "素几明幽独，盆花为客公。娇纭晴日霭，氲燠暮春风。\n心定迎喧寂，窗虚受色空。午云檐际落，亦向此冲融。"
        },
        {
            "标题": "游滁山二十咏 其十六 二十一日游重熙洞",
            "作者": "郭之奇",
            "内容": "冥漠中窥小有天，蛟螭徙窟让游鞯。奇山信有玲珑骨，不遇奇人腹自坚。"
        },
        {
            "标题": "游滁山二十咏 其九 薄暮阻雨谒阳明祠小坐",
            "作者": "郭之奇",
            "内容": "雨作山游兴以心，良知一炬照云林。忽然夜半求真觉，独有春山动古吟。"
        },
        {
            "标题": "游滁山二十咏 其一 闰正前望冯邺仙大正邀游醉翁亭",
            "作者": "郭之奇",
            "内容": "十载游心抱白云，醉翁亭记醒中文。分明庆历当时事，五百年馀独付君。"
        },
        {
            "标题": "对春鸟有感十首 其七",
            "作者": "郭之奇",
            "内容": "为群非鸷种，告好亦鸩媒。不解诸禽性，难辞失伴哀。"
        },
        {
            "标题": "遇坎",
            "作者": "郭之奇",
            "内容": "颓颜谢落红，飒鬓羞新绿。情遣犹未空，果为时世促。\n虚宇应共閒，沉忧何用酷。失林思故枝，遇坎悲前躅。\n怀初序屡移，转恨百年局。即见乃如斯，况于心所触。\n禽鸟声日繁，山川气久溽。迷烟覆短墙，积雨漏朝旭。\n起视百峰云，往断忽来续。岂知云下人，畏天常自局。"
        },
        {
            "标题": "鲟鱼浦阻风见渔者歌以问之",
            "作者": "郭之奇",
            "内容": "天之奥府首称江，厥土惟泥地脉厖。沿岸居人半渔者，扁舟欲使鱼龙降。\n提纲挈网向中流，冲涛绝浪如捣撞。庸才小鱼受束缚，戢鳞焦尾向厨缸。\n鲂鱮相教慎出入，须臾不戒失奔泷。霜刀烈釜无情面，饕餮匕箸同双双。\n神理灵鼋俱疾蹙，扬鬐聚咳夜淙淙。泣溯潜龙蛟奋武，千里长干黑气逄。\n惊波十日连山起，一苇漂萍任撅椿。我乃高叫渔人速改业，毋使阳侯迁怒滞客艭。\n渔人掉头不肯听，得酒高歌醉语哤。自言少小为此业，彼物胡为处此与我争水邦。\n君不见鱼乱繇来从罟设，杀机今日何人不满腔。"
        },
        {
            "标题": "孟冬之望乘月溯流至广陵",
            "作者": "郭之奇",
            "内容": "何处澄波泻客愁，射陂流水趁邗沟。天连牛斗同分野，地转东南共一州。"
        },
        {
            "标题": "烟色翠痕",
            "作者": "郭之奇",
            "内容": "惜吾不及古，谁与共蘅荪。虚泛循烟色，淹留舍翠痕。\n祇愁春欲暮，复使旦为昏。缓步从樵子，归来独掩门。"
        },
        {
            "标题": "陈子仪初入都相过小酌是刻得雨",
            "作者": "郭之奇",
            "内容": "春风别后满秋思，在水苍蒹五度丝。忽报音容欢执手，顿忘主客急衔卮。\n行云旧是樽前物，快雨初倾酒下时。君去屋梁颜色照，更生明月欲催诗。"
        },
        {
            "标题": "连雨未息即见漫成",
            "作者": "郭之奇",
            "内容": "高轩当雨岫，氛霭望中盈。湿鸟频舒翅，风松共落声。\n奔泉千壑竞，涨海一潮平。幽事凭谁说，群蛙莫漫鸣。"
        },
        {
            "标题": "晓柳千堤绿",
            "作者": "郭之奇",
            "内容": "独有江光并柳间，盈盈赊色贷流湾。春将画意传幽岸，日以晴烟到远山。\n久客犹能怜舞袖，轻风谁使屈丝鬟。千年一曲歌残晓，白傅依稀认小蛮。"
        },
        {
            "标题": "微雨催春飞红片片四首 其一",
            "作者": "郭之奇",
            "内容": "花从别院开，春入我门来。风引脂分片，雨迎绛著苔。\n游丝随意惹，芳草断肠催。蝴蝶双飞处，烟光几度回。"
        },
        {
            "标题": "趋署回闭户有所思",
            "作者": "郭之奇",
            "内容": "兰署潇然独论文，公馀闭户似离群。官惟宾客言相与，心及乡邦梦已分。\n溟海秋澄千里月，罗浮春发百峰云。玄思一息堪来往，今古馀情付落曛。"
        },
        {
            "标题": "西山秋水　初八日南浦登舟",
            "作者": "郭之奇",
            "内容": "携来吴楚百川秋，并入西江一水流。江水流秋秋欲半，秋江对客客多愁。\n蝉如有恨藏朝树，鸥自无心出暮洲。莫道归帆朝暮迫，月明江远倍悠悠。"
        },
        {
            "标题": "对庐山默约",
            "作者": "郭之奇",
            "内容": "白云作意令山深，平卷诸峰上客襟。欲因康乐寻幽兴，顿拨渊明入社心。\n薪火相传无异昔，愿文初发已从今。若待辞荣来此地，千年空属远公岑。"
        },
        {
            "标题": "对西山因忆昨游",
            "作者": "郭之奇",
            "内容": "西山积爽不轻吹，日抱秋光隐翠微。定性于朝容一见，玄心何地可孤违。\n昨游岩壑经云闭，今忆松盘羡鸟飞。欲理前盟相告语，烟霞久已择人归。"
        },
        {
            "标题": "玉山道中三绝 其一",
            "作者": "郭之奇",
            "内容": "忆昔行云云有神，今逢山玉玉如人。当年入梦原非梦，今日疑真亦未真。"
        },
        {
            "标题": "繇常山至玉山道中行",
            "作者": "郭之奇",
            "内容": "行行欲尽浙西山，四周峰色尚如环。但有松声吹绝巘，更馀泉响别人间。\n黄岐片席应余待，几度征夫乡梦还。"
        },
        {
            "标题": "玉山道中三绝 其三",
            "作者": "郭之奇",
            "内容": "此中真意向谁传，未必芳心许世怜。安得丹青留窈谷，漫将绿绮动幽泉。"
        },
        {
            "标题": "玉山道中三绝 其二",
            "作者": "郭之奇",
            "内容": "试将玉貌与花评，赢得芳华近远生。裙妒榴红真妒杀，脸分芙艳实分明。"
        },
        {
            "标题": "丙子年起元日早朝",
            "作者": "郭之奇",
            "内容": "千门淑气向青阳，一望庭煇上紫光。自合风云烟阙下，最浮葱郁瑞楼央。\n臣人率土同三祝，圣主深宫念八方。殊锡上卿能虎拜，独惭微贱点鹓行。"
        },
        {
            "标题": "月晕",
            "作者": "郭之奇",
            "内容": "丹霞组锦幕，金魄累瑶官。景合诸星拱，灵生两曜通。\n重轮初引象，太极始辉空。圆明欣相覆，身依末照中。"
        },
        {
            "标题": "赋得空床月厌人",
            "作者": "郭之奇",
            "内容": "永夜虚长枕，孤衾下短帷。已愁灯久对，那许月相窥。\n念昔惊同梦，于今照独思。自甘形抱影，不用素娥嗤。"
        },
        {
            "标题": "闻陈集生学士编选粤东诗文赋寄",
            "作者": "郭之奇",
            "内容": "岭海文在兹，天意求其主。广渤荡玄波，离奇难一罟。\n代有挺出姿，丘梁绝世睹。而况别岛间，埋没谁能数。\n北学渺遐方，才或因地估。待人激其颓，宗盟孤于缕。\n所恃流风存，光运难终腐。振起关敝衰，不但一吹鼓。\n于君勇为承，弱澜横初柱。缥缈论思馀，乡国新黻黼。\n冥搜穆无垠，远近在仰俯。罔象意中驱，当前照合浦。\n巨眼全收今，远胸力驾古。如铜君为炉，如木君为斧。\n鍊锻各成精，从绳咸依矩。所以列缺鞭，衔灵辉东土。\n矧余道左心，多年歌杕杜。准拟向南溟，千里观鹏怒。\n虚步蹑扶摇，因风动翮羽。与君翔八荒，肯曰巴里取。\n及此垂衣朝，文明相咻喣。大雅有同心，以友或可辅。"
        },
        {
            "标题": "梦徐九一邀游虎丘坐千人石上待月联吟觉来枕上偶记数联似五言律也",
            "作者": "郭之奇",
            "内容": "晚露华山□，游情绝世根。千秋川泽气，三载粤吴魂。\n古月今相对，新诗近孰尊。沉吟收夜色，歌啸辟天门。"
        },
        {
            "标题": "人日读高达夫杜子美寄酬之什",
            "作者": "郭之奇",
            "内容": "人日空思寄草堂，梅花柳色共茫茫。举头见日日何处，在水从人人一方。\n散帙寻诗追夙韵，开尘拂剑守馀光。东西南北今如此，漫许新州作故乡。"
        },
        {
            "标题": "天涯",
            "作者": "郭之奇",
            "内容": "天涯幽事未全空，窈谷清思亦自浓。一片云光生灭处，四围山色有无中。"
        },
        {
            "标题": "游滁山二十咏 其十四 二十日游幽栖寺",
            "作者": "郭之奇",
            "内容": "着意探山山见情，无心出谷谷相鸣。独惭车马喧幽寺，可有文章答友声。"
        },
        {
            "标题": "寄赠冯令君尔韬初擢给谏二首 其一",
            "作者": "郭之奇",
            "内容": "寒蝉秋至满空枝，鸣凤朝来见羽仪。五谏方思臣职尽，七争岂为圣朝移。\n绘图持节真何日，补牍牵裾又一时。过署遥看新拊髀，弹车肯作旧歌辞。"
        },
        {
            "标题": "寄赠冯令君尔韬初擢给谏二首 其二",
            "作者": "郭之奇",
            "内容": "对弹初向赤墀阴，藏副先传碧岭岑。每念驹遐难絷足，因思鹄举倍怀音。\n榕江梧掖三年梦，枫阙蓬门两地心。一自长安誇日近，几回空谷望云深。"
        },
        {
            "标题": "章帝",
            "作者": "郭之奇",
            "内容": "永平察察自伤明，长者承家初易视。改苛深纳济宽言，矫饰仍思安愊吏。\n黄发无愆许驳闻，兰台书实容讥刺。六十三人会孔宗，二千斛米分均义。\n尊师重道岂私荣，为亲与兄亦有利。从兹儒馆献歌谣，遂使戎亭虚候侍。\n鳞介衣裳那可易，虎观渠阁今无二。丁楼班贾尔何人，独令曹褒标远帜。\n西京十二传蕞绵，东都百五增谶记。繇来汉道本非醇，安得名儒通礼意。\n当日君贤赖母慈，日夜孜孜从老至。诸马既辞诸窦来，孤雏腐鼠谁相弃。\n沁水田园未足惊，都乡颈项真难避。始知君德贵刚强，谨小失大终为累。\n此时何似撞郎人，郎官不为公主畀。"
        },
        {
            "标题": "后汉昭烈帝",
            "作者": "郭之奇",
            "内容": "东都十二炎精朽，献生不辰虚名守。桓桓帝室豫州刘，垂膝顾耳中山后。\n天下英雄惟使君，北海亦知世间有。离鞍每恨肉时生，失匕宁因雷动手。\n奔袁屈吕似饥鹰，客表依权同丧狗。非缘冰鉴出茅庐，安得布衣辞南亩。\n鱼水当年属卧龙，蛟云是日骧池首。自从三顾定三分，分荆据益休惭忸。\n重兴一姓本稀闻，以霸为王终逆取。王佐虽称管乐俦，杰人已踞孙曹右。\n岂知白帝挫猇亭，忍教金刀传木偶。鞠躬尽力尔为谁，七擒六出酬恩厚。\n堪怜五丈落前星，强延四十贻阿斗。呜呼安乐乐其亡，哭庙空馀北地王。"
        },
        {
            "标题": "微病不寐口占四十韵",
            "作者": "郭之奇",
            "内容": "我身多病病犹清，我心自磨磨日莹。愧不当年学长生，无多髭发白玄争。\n竟日诗骚作性情，古圣今豪纷送迎。千秋百代共华菁，左屈班扬或弟兄。\n馀子人閒孰挂晴，一丘一壑取次评。水际山巅觅异英，天地大文繇我明。\n高怀出世世缘轻，霜管悬秋秋露盈。泼墨如闻风雨声。\n长吟欲令鬼神惊。忆昔枵中漫登瀛，少年狂气逼公卿。\n低头十载自煎烹，典属衡文百务并。神州天步忽欹倾，疾风寒岁表霜茎。\n日毂东来诏我擎。西方可望不可瞠。涯角悠悠驾鳄鲸，九死丹心一片晶。\n天意还存靡鬲萌。秋飔一夜止笳横。举目高雷出汉旌。\n万驱齐压五羊城。谁鞭老骥侧坡行。矫首趋风不问程。\n虽然碌碌以人成。不重虚功重夙盟，东海犹怜精卫诚。\n方寸何难较五丁。千古终依方寸衡，文章得失岂虚名。\n我歌此曲达深更，邻鸡拍拍为余鸣。"
        },
        {
            "标题": "春山八事 其一 春草",
            "作者": "郭之奇",
            "内容": "空山无可言，寻幽春已半。羁怀积数峰，颇受春光乱。\n离群自何日，于兹独永叹。所叹春与人，空山同聚散。\n山静人亦閒，聊复临高看。阴晴众壑分，万象殊昏旦。\n飞岚无定容，芳草弥其断。轻风草际飏，苍烟成一段。\n初日破迷离，浥露疑珠贯。青皋一带浮，绿树千条绊。\n问尔何色香，曾是古人玩。即此见遥心，永作春山幔。"
        },
        {
            "标题": "春山八事 其五 春泉",
            "作者": "郭之奇",
            "内容": "春泉吐窈岑，夜雨通遥壑。每同石势浮，时见山光落。\n林影拂参差，苔痕留淡薄。迷茫涨海中，谁挥神斧凿。\n已开山下蒙，耐可幽人酌。繇不愿甘肥，是以供藜藿。\n地阻情自偏，聊从静者乐。自获洗心徒，安知牛口怍。\n馀滋动草芽，远润明花萼。本源清若此，方思此一勺。\n涓涓及江河，将拟百川学。谓予言不信，君其问海若。"
        },
        {
            "标题": "风拂",
            "作者": "郭之奇",
            "内容": "独坐江风拂面迎，萦波微曳月华轻。可怜如镜初秋魄，吹落扁舟见客情。"
        },
        {
            "标题": "春山八事 其四 春云",
            "作者": "郭之奇",
            "内容": "幽人卧空山，起视山已绿。春云自东来，所向无拘束。\n林峦坠其中，安知空与曲。朝弥万谷皴，夜补千岩瘃。\n大哉天地容，四海互瞻瞩。雷雨之所屯，日月之所浴。\n悠悠出岫情，遂满群生欲。岂为神女行，肯受襄王辱。\n嗟彼荒淫者，千年徒蹢躅。是以君子心，永言肤寸触。\n愿同春作霖，每念秋如玉。予曰上天需，谁当山下告。"
        },
        {
            "标题": "春山八事 其二 春松",
            "作者": "郭之奇",
            "内容": "春松不异冬，每见东吹簸。方知霜雪含，未许烟云卧。\n所志在干霄，独有高山佐。亭亭百尺姿，连群相友和。\n晓日翠华凝，夜月疏光破。群树皆遥揖，凡栖宁敢过。\n自凭夏氏食，复使齐共饿。百代异枯荣，千人分吊贺。\n岂不罹岁寒，于此明肩荷。是以甘殊谷，羞言秦五大。\n为我留青青，幸无樵采剉。幽人既同兹，永令清风播。"
        },
        {
            "标题": "次东乡雨夜枕上口占二首 其二",
            "作者": "郭之奇",
            "内容": "黯黯侵魂点，愔愔入耳声。那堪如晦刻，庭树复鸡鸣。"
        },
        {
            "标题": "凉阴",
            "作者": "郭之奇",
            "内容": "竟日凉阴障暑流，炎光无力夏情柔。白云随意青峰上，半作春容半作秋。"
        },
        {
            "标题": "次东乡雨夜枕上口占二首 其一",
            "作者": "郭之奇",
            "内容": "愁含溪涧色，梦破雨风情。只为家思旧，翻成旅绪新。"
        },
        {
            "标题": "黄卧庵新守苍梧因羽寄怀兼示谢子星源",
            "作者": "郭之奇",
            "内容": "眼中苍梧水，悠悠散粤云。一麾谁出守，五马动朝曛。\n为问腾骧时凡几，能使冀群推騄駬。男儿怀抱本难知，豹变其文亦有以。\n梧峰万叠九疑通，此内烟霞尚可公。不厌他时车笠下，我将筑室居其中。\n因思雨散年十九，所忆云从二三友。三山人士复何如，谢子相逢复困居。\n南溟有物天池满，志怪齐谐安可算。自料归休未有期，且求一壑依前伴。\n紫芝烨烨俟秋菲，芳草离离静落晖。千里思莼鲈正美，莫讶衡阳雁反飞。"
        },
        {
            "标题": "自感二首 其一",
            "作者": "郭之奇",
            "内容": "日月难因世，乾坤孰置身。在三从属我，未一所求臣。\n争大宜心竞，持危视力陈。祇今言报国，何事可为人。"
        },
        {
            "标题": "秋风叹一章感庭中古木也",
            "作者": "郭之奇",
            "内容": "秋风不静秋树喧，瑟瑟萧萧动我门。秋气长含终古恨，愁悲那复此时论。\n秋树独深君子叹，悲回惜往倍销魂。物象多年殊故色，悽凉即事了晨昏。\n秋风偏向空庭入，古木婆娑亦共翻。无多零叶随风转，应许孤枝寄日温。\n叶畏风寒枝暖日，此中有雠兼有恩。始知肃杀非天意，使秋摇落使秋存。"
        },
        {
            "标题": "瓶花已悴不忍遽掷诗以送之",
            "作者": "郭之奇",
            "内容": "瓶花荣悴尔何思，非雨非风欲怨谁。纵使人幽常独对，若为春远又群离。\n愁如洗马临江日，容比三闾步泽时。一样韶光俱浪掷，无情有恨莫相疑。"
        },
        {
            "标题": "江舟望月书寄宋尔孚辜端伯在都谒选",
            "作者": "郭之奇",
            "内容": "明月来清照，江流出远吹。荷风无閒歇，柳色尚参差。\n扁舟谁可溯，我友昔同斯。江月见颜色，明我长相思。\n伊人在一水，我友向天逵。怀挟平生意，裘马共驱驰。\n聚首亦何几，各有民社司。宋子敦其性，辜君迈厥施。\n始看发刃日，莫笑小烹时。盘错应微别，刚柔各互师。\n数年成远器，伯仲可肩随。余怀甘寂寞，所志独何为。\n君王借云壑，今古付骚诗。举目耽幽桂，安能泣素丝。\n江月浮清梦，风尘易涅缁。出世应殊调，归山贵独知。\n我心人未识，尔意或相宜。聊因江月夜，示尔以胸期。"
        },
        {
            "标题": "季秋晦日暂厝五节百宜山中作秋招诗五首 其五",
            "作者": "郭之奇",
            "内容": "魂兮舍我翔，何为乎四方。四方及山水，谅非魂所喜。\n魂兮莫之东，终风多噎濛。魂兮莫之南，炎土蔽飞岚。\n魂兮莫之西，流沙千里迷。魂兮莫之北，烛龙衔霜逼。\n魂兮莫之山，深林恶兽顽。魂兮莫之海，巨壑狂波在。\n魂兮从我归，百岁岂相违。魂兮归去来，胡为令我哀。"
        },
        {
            "标题": "江伯问答",
            "作者": "郭之奇",
            "内容": "来帆千影乱，扁舟一缆孤。极目烟波阻，飒飒怯微躯。\n投词致终风，终风莫我"
        },
        {
            "标题": "鄱阳舟中晓望",
            "作者": "郭之奇",
            "内容": "湖平轻点雨，山远静连云。望望迷烟合，水天何处分。"
        },
        {
            "标题": "九歌 其四 下滩",
            "作者": "郭之奇",
            "内容": "招招兮舟子，语予兮津是。江国兮上游，万里流兮从此。\n怀粻糗兮涉之，有伯兄兮偕在水。揖诸山兮叩舷，及春涛兮方瀰。\n下章水兮无穷，念烟波兮今始。朝石齿兮暮沙眉，与凫鸥兮问栖止。\n栖止兮悠悠，所与同兮芳洲。洲何有兮鱼火，时灭明兮钓舟。\n鱼何为兮石际，人何为兮水陬。叹所贪兮不同，各于物兮有求。\n感我思兮瞿瞿，思卬友兮俟前途。就虔江兮赊月色，买春酒兮与朋俱。\n三杯耳热兮仰天呼，万里沧洲兮不近吾。羌东风兮吹鼓，闻吾言兮神灵雨。\n云青青兮帷峰，波跃跃兮腾浦。顾瓶罍兮满空，尽水山兮吞吐。\n愿长醉兮无醒，恣一叶兮转萍。惟元侯兮秉钺，麾五两兮相迎。\n五两兮飘飘，飞龙兮翘翘。躐奔湍兮自适，凭急濑兮不可摇。\n抱日流兮泱漭，穿月波兮逍遥。纷参差兮偃仰，遂习惯兮晨宵。\n汨流程兮有旬夕，乃滩穷兮五云驿。所与舟相敌兮朔风骄，停友兄之舲兮使前格。\n我亦歌兮且谣，视诸君兮为迫。"
        },
        {
            "标题": "桐庐舟中夜坐",
            "作者": "郭之奇",
            "内容": "定性偏于夜，见闻喜独真。峰低山献月，舟小水亲人。\n久与江湖熟，微知昼夜因。聊从逝者意，此际證閒身。"
        },
        {
            "标题": "杨维斗徐君和朱云子共邀舟游二首 其一",
            "作者": "郭之奇",
            "内容": "朋聚东南美，游穷日夜欢。云山多气色，今古动波澜。\n游鹿台何在，栖乌树几残。请看波上月，复已挂幽峦。"
        },
        {
            "标题": "杨维斗徐君和朱云子共邀舟游二首 其二",
            "作者": "郭之奇",
            "内容": "金风吹碧野，玉露洒长干。响屐犹堪想，悬晴那忍看。\n清歌毋屡奏，高论可盘桓。不感兴亡事，安知此会难。"
        },
        {
            "标题": "魏五主",
            "作者": "郭之奇",
            "内容": "金刀失利炎精熄，千里青青延草色。谯东筑舍能几时，征西将军初粉饰。\n一人尺土帝无获，三分鼎足归汉贼。分香卖履藏遗言，劝进登坛尔何德。\n鸟育燕巢石负图，呜呼司马称社稷。夷爽杀彪置诸王，三马同槽曹始迫。\n河内既迁高贵迎，南阙抽戈金墉即。流涕何人不自胜，有魏纯臣居晋国。"
        },
        {
            "标题": "舟行偶成",
            "作者": "郭之奇",
            "内容": "夹嶂中开出短帆，奔湍洄注入深岩。濯缨石上闻渔咏，洗帻沙滨怕鹤衔。"
        },
        {
            "标题": "追昔",
            "作者": "郭之奇",
            "内容": "嗛嗛为膏，亦愧颐朵。戋戋微名，亦劳轗轲。追昔念为，历世真左。\n谓影如形，望人于我。茫茫众生，不皆祝蠃。参差岐途，毫釐福祸。\n时密性疏，道迂行惰。异气同居，焉不受簸。屈志交游，姑获面可。\n譬彼方舟，未知楫柁。问讯风波，安救覆坠。永言念兹，惕然中火。"
        },
        {
            "标题": "自感二首 其二",
            "作者": "郭之奇",
            "内容": "说剑求欧冶，读书与斲轮。纵横思计就，文武择能陈。\n世合轻儒术，时方倚斗臣。峨冠虽未解，交椊亦其人。"
        },
        {
            "标题": "柘城王邀同赞伯晚登铁塔二首 其一",
            "作者": "郭之奇",
            "内容": "铁塔豫梁传，数朝不数年。标形如上涌，托体况中坚。\n角亢晨昏宿，嵩河近远联。谁能名不朽，吾欲勒其巅。"
        },
        {
            "标题": "柘城王邀同赞伯晚登铁塔二首 其二",
            "作者": "郭之奇",
            "内容": "忽遂登临志，还思创始功。循阶攀峻绝，环级转空濛。\n秋色收残照，乡心御远风。因高谁不赋，我意仲宣同。"
        },
        {
            "标题": "阻风晚泊五云驿",
            "作者": "郭之奇",
            "内容": "百望西江未肯东，寤怀极浦起劳忡。来帆却笑征刀涩，风力翻将水性穷。\n近远予程俱莫问，流洄川意浑无终。愁人此际空延伫，日暮烟涛一缆中。"
        },
        {
            "标题": "来青纵目",
            "作者": "郭之奇",
            "内容": "千山供一览，眼尽即云天。聚霭高卑错，巉阴右左悬。\n髻当斜照阙，襟抱反吹前。睥睨真何际，微茫得又玄。"
        },
        {
            "标题": "自问",
            "作者": "郭之奇",
            "内容": "巧拙分心亦易知，屈伸同术遂难思。本无傲骨时如傲，自有痴肠日就痴。\n凭此方人非复是，忽然问我信还疑。看来世路宜孤往，梦入虚舟尚远期。"
        },
        {
            "标题": "短叶乞花不能尽意昨者一枝新之句主人以为求插净瓶乃余所求者本也",
            "作者": "郭之奇",
            "内容": "谁使陵溪别有春，桃津多事向渔人。当年若解贻仙种，不遣花飞出世新。"
        }
    ],
    "对话内容": [
        {
            "Dialogue": "{\n    角色名:大臣甲 \n    动作:(微微俯身，神情凝重)\n    讲话:郭大学士，前线战事频仍，敌军气焰嚣张，若不采取有效措施，恐难以保全社稷，您对此有何高见？\n}\n{\n    角色名:郭之奇 \n    动作:(直视前方，语气坚定)\n    讲话:诸位大臣，国家存亡之际，吾辈岂能坐视不理！我曾在闽粤滇黔抗敌，目睹战场之险恶，深知团结乃胜利之本。今朝虽有清军逼近，然如若我等能共克时艰，齐心协力，必能焕发士气，激励将士勇往直前。敌虽强，我心更坚，愿以一腔热血，续写国之辉煌。愿诸位与我共谋良策，勤奋不懈，力求在此艰难时刻，挽狂澜于既倒，扶大厦于将倾！\n}"
        },
        {
            "Dialogue": "{\n    角色名:姚希孟 \n    动作:(提笔，神情凝重)\n    讲话:郭大学士，近日国家危难，臣心忧之，特撰此信，恳请您为国家救亡图存献策，愿您不吝赐教。\n}\n{\n    角色名:郭之奇 \n    动作:(端坐，凝神思考)\n    讲话:希孟兄，诸君共患难之时，信中所言无不在我心头萦绕。国之存亡，犹如悬于一线，然忠臣之道在于尽心竭力，虽时艰艰险，然我心常怀希望，愿以所学所思，谋求复兴之策。国家之难，我辈岂能避而不谈！今之时局，需众志成城，守望相助，方能渡此难关。然则，对于忠臣之道，我亦有所思，忠诚需伴以智慧，方能为国殚精竭虑，盼希孟兄多加指教，共商国是！\n}"
        },
        {
            "Dialogue": "{\n    角色名:张镜心 \n    动作:(沿着小道，轻声吟唱)\n    讲话:郭兄，近日风景如画，您可曾作诗以抒胸中豪情？\n}\n{\n    角色名:郭之奇 \n    动作:(轻笑，略显深思)\n    讲话:镜心，踏青山绿水之间，岂能无诗？我近日有作一首，愿与君共赏：\\n“水色浮清晓，春光独向谁。偶同鱼鸟至，遂与石泉窥。”\\n此乃我对人生无常的感悟，恰如时光流逝，历史兴衰，皆是过眼云烟。然此生虽短，然我心中有忠烈之志，愿以诗文寄托我对故国的情怀，愿我能与君共勉，携手向未来而行，追逐理想之光辉！\n}"
        },
        {
            "Dialogue": "{\n    角色名:乡邻甲 \n    动作:(微微鞠躬，面露敬意)\n    讲话:郭先生，听闻您在文坛声名显赫，不知您对我乡民生之事有何看法？\n}\n{\n    角色名:郭之奇 \n    动作:(微微一笑，目光温和)\n    讲话:乡邻兄，民生乃国家之根本，百姓安则国安。近闻乡中事务繁杂，吾心倍感忧虑。若能将心比心，与乡邻共商，定能找到解决之道。诗文虽美，然若无实际行动，何以安抚百姓之心？我愿倾听乡邻之声，共同探讨如何改善民生，助力乡间繁荣，盼能与尔等携手共进，造福乡里，皆得安宁之所！\n}"
        },
        {
            "Dialogue": "{\n    角色名:皇帝 \n    动作:(端坐龙椅，神情严肃)\n    讲话:郭之奇爱卿，前线之战况如何？朕欲知晓敌情与我军之部署，尔可详言之。\n}\n{\n    角色名:郭之奇 \n    动作:(躬身行礼，语气恭敬)\n    讲话:陛下，臣遵旨，现将前线战况汇报如下：我军士气虽有波动，然士卒勇敢，近期在闽粤一带已有小胜。然而敌军数量庞大，战术灵活，威胁尚存。臣深信，只要我军能加强训练，团结一致，必能重振旗鼓，重创敌军。臣愿竭尽所能，辅佐陛下制定周全之策，助力我军保家卫国，定不敢有丝毫懈怠，愿为陛下尽心尽力，誓死不渝！\n}"
        },
        {
            "Dialogue": "{\n    角色名:张镜心 \n    动作:(提笔，神情凝重)\n    讲话:郭兄，近日战局紧张，不知您对未来局势有何见解？\n}\n{\n    角色名:郭之奇 \n    动作:(轻叹，神情忧虑)\n    讲话:镜心，战局之艰难，实乃我心之所忧。然我以为，忠节之道在于虽逆境而不屈，诗文之作则是我心志的寄托。战事未平，我愿与君共勉，文人亦应肩负起国家的重任。愿我们在此艰难时刻，常以笔为剑，书写忠诚与希望之篇章，传达我辈对国家的无限热爱与不屈不挠的信念。惟愿来日，山河无恙，国泰民安！\n}"
        },
        {
            "Dialogue": "{\n    角色名:同囚甲 \n    动作:(面露忧愁，低声吟咏)\n    讲话:郭兄，吾等身陷囹圄，何以解忧？可曾有词以抒怀？\n}\n}\n{\n    角色名:郭之奇 \n    动作:(目光坚定，声音铿锵)\n    讲话:同道，虽困于此地，但我心仍系于故国，愿以诗文寄托我之情怀：\\n“虫沙何日非人变，猿鹤千年动我思。”\\n此时此刻，虽身处囹圄，然我志未改，愿与君共勉，携手吟咏，抒发心中壮志。即使身世浮沉，亦可共诉胸中块垒，愿此诗句如同清风明月，带走我辈的忧虑，寄托我对故国的无尽思念与忠诚之心！\n}"
        },
        {
            "Dialogue": "{\n    角色名:市民甲 \n    动作:(微微鞠躬，面露感激)\n    讲话:郭先生，您常关心百姓之事，今日有何良策以助我等解决困境？\n}\n{\n    角色名:郭之奇 \n    动作:(微微一笑，目光柔和)\n    讲话:乡邻兄，百姓之疾苦，仆心中常惦记。然我认为，安民之道在于改善民生，需从根本入手。若能提升农业产出，增设市集，让百姓有更好的生活保障，定能逐步改善现状。仆愿倾听尔等之声，共同探讨切实可行之策，助力乡民安居乐业，愿我能与尔携手共进，创造和谐美满之乡！\n}"
        },
        {
            "Dialogue": "{\n    角色名:大臣乙 \n    动作:(神情凝重，微微点头)\n    讲话:郭大学士，您认为文治与武功之间何者更为重要？\n}\n{\n    角色名:郭之奇 \n    动作:(目光坚定，语气缓和)\n    讲话:大臣乙，文治与武功，皆为国家之根本，然我以为，文治为先，武功为后。文治可以养德育人，培养人才，武功则为国之利器，然若无文之辅佐，恐难以长久。故此，我辈文人应肩负起国家之重任，持续弘扬文化，增进国民之凝聚力，方能在风雨飘摇之时，稳固国基。愿我等共勉，齐心协力，保卫我大明之未来！\n}"
        },
        {
            "Dialogue": "{\n    角色名:郭之奇 \n    动作:(独坐月下，轻声吟诵)\n    讲话:君看南北纷纷者，人鬼推迁尽易居。\\n“尚有精魂殊地隔，其殁其存家未知。”\\n此时此刻，月光如水，映照我心中对国家的忠诚与思念。人生无常，何以慰藉我心？唯有以诗为伴，倾诉心中之情，愿此刻的吟诵，能将我对故国的热爱与忠诚，铭刻于心，长存于世。愿我能在这片土地上，书写我心中的理想与信念，直至生命尽头！ \n}"
        }
    ]
}